{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/313859/",
  "id": 313859,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mdd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1971095/",
      "id": 1971095,
      "absolute_url": "/opinion/1971095/bryant-woods-inn-inc-v-howard-county-md/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/313859/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1971095/",
          "id": 1971095,
          "absolute_url": "/opinion/1971095/bryant-woods-inn-inc-v-howard-county-md/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1971095/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2998/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:57:02.324730Z",
          "date_modified": "2017-04-08T04:22:30.939083Z",
          "type": "010combined",
          "sha1": "04fb38b867637d13dbce8bb43b0db91393b430ba",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>911 F.Supp. 918 (1996)</b></center>\n<center><h1>BRYANT WOODS INN, INC., Plaintiff,<br>\nv.<br>\nHOWARD COUNTY, MARYLAND, et al., Defendants.</h1></center>\n<center>Civil Action No. S 95-595.</center>\n<center><p><b>United States District Court, D. Maryland, Northern Division.</b></p></center>\n<center>January 19, 1996.</center>\n<p><span class=\"star-pagination\">*919</span> <span class=\"star-pagination\">*920</span> <span class=\"star-pagination\">*921</span> Beth Pepper, Stein &amp; Schonfeld, Baltimore, MD, Nathan Siegel, Venable, Baetjer &amp; Howard, Baltimore, MD, for plaintiff.</p>\n<p>Andrew D. Levy, Brown, Goldstein &amp; Levy, Baltimore, MD, Amici Curiae, for Assisted Living Facilities Assn. of America, Inc. and Assisted Living Legal Defense and Education Fund, Inc.</p>\n<p><span class=\"star-pagination\">*922</span> Louis P. Ruzzi, Senior Asst. County Solicitor, Ellicott City, MD, for defendants.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION</i></h2>\n<p>SMALKIN, District Judge.</p>\n<p>This action is before the Court on the defendants' motion for summary judgment and the plaintiff's cross-motion for partial summary judgment with respect to liability. Neither side requested a jury trial. The issues have been fully briefed, and no oral hearing is necessary. Local Rule 105.6.</p>\n<p></p>\n<h2><i>Factual Background</i></h2>\n<p>The plaintiff, Bryant Woods Inn, Inc., is a corporation that operates two group homes in Columbia, Maryland. The homes provide housing and other services in a non-institutional setting to elderly people with disabilities, most of whom suffer from Alzheimer's disease or related forms of dementia. The homes are owned by Richard Colandrea, who is the sole shareholder and president of Bryant Woods Inn, Inc. The corporation pays rent to Mr. Colandrea for the use of his properties as group homes. The home at issue in this litigation, Bryant Woods Inn I, is located at 10461 Waterfowl Terrace and has been owned by the Colandrea family for over twenty years.</p>\n<p>In 1989, the Colandreas began using Bryant Woods Inn I as a group home for up to eight elderly people with disabilities. Between 1989 and 1994, the home operated as Group Senior Assisted Housing under a program supervised by Maryland's Office on Aging. In 1994, Bryant Woods Inn I was licensed by the Maryland Department of Health and Mental Hygiene as a \"domiciliary care\" home. In 1992, Mr. Colandrea asked both the Office of Aging and the Department of Health and Mental Hygiene to approve the home as a home for up to fifteen residents. Both state agencies denied his request, because Mr. Colandrea had not secured zoning authority from Howard County to house more than eight elderly or disabled people.</p>\n<p>Section 110.C.4 of the Howard County Zoning Regulations permits the following uses as a matter of right, as uses accessory to a principal residential use:</p>\n<blockquote>\"The housing by a resident family of:</blockquote>\n<blockquote>a. Not more than four non-transient roomers or boarders; or</blockquote>\n<blockquote>b. Not more than eight mentally and/or physically disabled persons or persons 62 years of age or older, provided the use is registered, licensed or certified by the State of Maryland; or</blockquote>\n<blockquote>c. A combination of a or b above, provided that the total number of persons housed in addition to the resident family does not exceed eight.\"</blockquote>\n<p>Consequently, to the extent that the Colandreas were a \"resident family\" at the Waterfowl property, they did not require special zoning approval to provide homes for up to eight elderly disabled people.<sup>[1]</sup> Richard Colandrea's plans to house fifteen people at Bryant Woods Inn I in addition to family members and staff, however, could not be realized without zoning authority from Howard County.</p>\n<p>Columbia is a New Town Zoning District under the Howard County Zoning Regulations, and is subject to a different zoning scheme from the remainder of Howard County. H.C.Z.R. ง 125.A.1. In particular, the special exception procedure which ordinarily permits Howard County property owners to apply for changes in the zoning status of their properties is not available to residents of Columbia. Before October, 1993, no effective mechanism existed whereby individual property owners could request changes in the zoning regulations applicable to their properties. In 1993, however, Howard County provided that Columbia residents could request exceptions from the zoning regulations by applying for an amendment to their neighborhood's Final Development Plan (FDP). H.C.Z.R. ง 125.D.2. Section 125.D.2.c. of the Howard County Zoning Regulations vests the authority to approve FDP amendments in the Howard County Planning <span class=\"star-pagination\">*923</span> Board and sets forth the criteria governing the Planning Board's decisions:</p>\n<blockquote>\"The Planning Board shall approve, approve with modifications or deny the proposed amendments to the Final Development Plan, stating the reasons for its action. The Planning Board shall approve the request only if it finds that:</blockquote>\n<blockquote>(1) The use is consistent with the land use designation of the property ... and compatible with existing or proposed development in the vicinity.</blockquote>\n<blockquote>(2) The use will not adversely affect vicinal properties.\"</blockquote>\n<p>As soon as the new provisions took effect, Richard Colandrea prepared and submitted to the Howard County Planning Board a petition for an FDP amendment. Colandrea described his proposed amendment as follows:</p>\n<blockquote>\"Allow for the housing of disabled persons provided the use is licensed or certified by the state of Maryland. The housing of disabled persons shall not be considered a business use; shall not change the use classification of the property or the structure from that of residential and shall require no other community association approval.\"</blockquote>\n<p>(Colandrea's December 6, 1993 application for a plan amendment, Exh. 4 to Dfts.' Mot. Summ.J.) Because the State of Maryland would allow Colandrea to provide homes for fifteen elderly people with disabilities if zoning approval were granted, the effect of Colandrea's petition would be to increase the number of residents of Bryant Woods Inn I to 15, excluding members of the Colandrea family.</p>\n<p>Mr. Colandrea's application for an FDP amendment was one of the first received by the Planning Board pursuant to the new regulations. Under the new procedure, the Howard County Department of Planning and Zoning was responsible for processing Colandrea's petition and for making an initial recommendation to the Planning Board.<sup>[2]</sup> It is undisputed that when the Department of Planning and Zoning received the Colandrea petition it wrote to Mr. Colandrea, explaining that his proposed amendment to provide for the housing of disabled persons was not defined in the Howard County Regulations, and did not \"clearly define your proposed use.\" (January 12, 1994 letter from Gina Tirinnanzi to Richard Colandrea, Dfts.' Exh. 5 to Mot. Summ.J.) In addition, the Department advised Mr. Colandrea that it lacked authority to waive local covenant requirements, and that Mr. Colandrea's petition should therefore \"contain language for land use only.\" (<i>Ibid.</i>) Finally, the Department asked Mr. Colandrea to supply additional information about the number of employees, parking requirements and availability, and lot coverage. (<i>Ibid.</i>)</p>\n<p>Recognizing that he had insufficient information to prepare a comprehensive staff report, Richard Blood, the staff member assigned to handle the Colandrea petition, asked Joseph Rutter, the Director of the DPZ, whether or not to go ahead with the hearing as scheduled. (Blood Depo. at 262-263, Pltf.'s Exh. 43 to Mot.Summ.J.). Meanwhile, Mr. Colandrea's neighbors had requested a postponement of the hearing on the basis that the sign on the property giving notice of the hearing was not sufficiently conspicuous. (Rutter Depo. at 365, Dfts.' Exh. 22 to Opp.) Mr. Rutter took the position that \"if the residents find the sign enough to know that it's in their opinion not properly posted, well, they found it, that's the intent of the sign, to make notification.\" (<i>Ibid.</i>) Mr. Rutter therefore determined that Mr. Colandrea \"should have his opportunity to go to the Planning Board and make <span class=\"star-pagination\">*924</span> his case, and not have delays at the request of the residents because of a technicality in posting.\" (<i>Id.</i> at 366). Mr. Colandrea did not ask for a postponement of the hearing. Richard Blood explained at his deposition that Mr. Rutter ordered him to go ahead and \"notify the residents [that the hearing] was going to be the 17th and do the best I could on the staff report and if it had to be negative for lack of information, that is how it would have to be.\" (Blood Depo. at 264-265, Exh. 43 to Pltf.'s Mot.Summ.J.).</p>\n<p>Blood accordingly prepared the staff report, recommending to the Board that Colandrea's petition be denied. On February 10, 1994, when the staff report had been finalized and approved, the Department received Mr. Colandrea's response to its requests for further information. (Pltf.'s Exh. 53 to Mot. Summ.J.). Mr. Colandrea proposed that his property should \"be used for a Group Care Facility,\" described in detail the number of employees and prospective residents, and set forth the parking needs of the expanded use. Blood did not revise the packets of information which had been prepared for review by the members of the Planning Board to take account of the new submission.</p>\n<p>The public hearing before the Planning Board took place on February 17, 1994. As was customary, the proceedings began with a presentation by Richard Blood, the member of the Howard County Department of Planning and Zoning who had been responsible for processing the Colandrea petition. Blood stated that because the Colandrea petition was so indefinite, the Department had relied on regulations and other land use criteria applicable to Group Care Facilities under the Howard County Zoning Regulations. Using the Group Care Facility criteria, Blood concluded that Bryant Woods Inn I had inadequate parking, and that there was a risk that off-street loading and storage areas might be incompatible with the residential character of the neighborhood. Blood also explained to the Board that Mr. Colandrea's amendments to his original petition had been received after the staff report had been finalized.</p>\n<p>The Board heard argument from Mr. Colandrea's attorney and testimony from a number of witnesses. Mr. Colandrea's attorney specified the proposed use of the property, explaining that the land use impact of the group home would be minimal. In addition, Mr. Colandrea's attorney advised the Board that the Fair Housing Act might require the County to \"accommodate some of [its] zoning regulations in order to guarantee housing opportunities for the disabled.\" (Hearing Transcript at 13, Dfts.' Exh. 2 to Mot. Summ.J.). Mr. Colandrea testified in favor of the amendment, as did Edward Leavy, an owner of three group homes in Montgomery County. Diane Perry of Howard County's Office on Aging and Stephanie Lyons of the County Alzheimer's Association answered questions about the land use impact of assisted living facilities and about the needs of individuals suffering from Alzheimer's disease. A neighbor and an attorney testified in opposition to the amendment on behalf of the Waterfowl Neighborhood Association, the Columbia Association and the Wilde Lake Community Association, arguing that the Planning Board lacked the power to grant that portion of the original Colandrea petition which asked that the proposed use be exempted from local covenants. Another neighbor, Lawrence Schoen, testified in opposition to the petition on his own behalf, expressing concerns about parking, traffic and construction. Mr. Schoen stated that \"there isn't really an interference from the people living in the house, it's these ancillary activities like parking and construction that are creating the problem.\" (<i>Id.</i> at 48).</p>\n<p>At the conclusion of the hearing, the Board voted unanimously to deny the petition. In a written Decision and Order issued on March 31, 1994, the Board stated that \"[t]he open-ended nature of the Petitioner's requested amendment makes it impossible for this Board to conclude that the criteria of Section 125.D.2.c. of the Zoning Regulations have been met.\" (March 31, 1994 Decision and Order in Planning Board Case No. 293 at 4, Exh. 11 to Dfts.' Mot.Summ.J.) The Board observed that the amendment Mr. Colandrea had submitted specifically limited neither the number of residents who might live in Bryant Woods Inn I nor the level of their need for assistance with daily living. With <span class=\"star-pagination\">*925</span> respect to parking, the Board made the following findings:</p>\n<blockquote>\"Petitioner proposes a parking plan which accommodates between four and six vehicles on the site. However, the plan does not allow for easy circulation of the accommodated vehicles and would likely result in fewer cars actually using on-site parking, thus forcing overflow parking onto the street. This would have a particularly adverse effect on vicinal properties since the subject property, although somewhat rectangular, is `pie-shaped' with a particularly narrow area of road frontage available for on-street parking. Based on the personal observation of one of the Board members during two site visits and the testimony of Petitioner's neighbors, even the existing use generates parking congestion on the street. This situation would be exacerbated by Petitioner's proposed expansion.\"</blockquote>\n<p>(<i>Id.</i> at 4-5). The Board determined that \"the proposed use is a group care facility as that term is defined in Section 125.A.7.b. of the Zoning Regulations,\" and that the parking criteria applicable to group care facilities should therefore be met. Using these criteria, the Board found Bryant Woods Inn I's parking facilities to be inadequate. (<i>Id.</i> at 5.)</p>\n<p>The Board held that its denial of the Colandrea petition did not \"limit housing opportunities for the disabled in contravention of the Fair Housing Act.\" (March 31, 1994 Decision and Order in Planning Board Case No. 293 at 6, Exh. 11 to Dfts.' Mot.Summ.J.) The Board pointed out that ง 125.A.7.c. and ง 110.C.4 of Howard County's Zoning Regulations permitted Mr. Colandrea to house eight elderly people with disabilities, although only four boarders per home are ordinarily permitted. In connection with Mr. Colandrea's desire to increase the number of residents from eight to fifteen, the Board stated that \"eight residents is a reasonable break point for requiring additional scrutiny of the specific impacts which Petitioner's proposed intensification of a home occupation or business use of residential property will have on vicinal properties.\" The Board stated that even if the denial of the petition had a disparate impact upon disabled people, it was nonetheless consistent with the Fair Housing Act because it was based on \"the Board's non-discriminatory, legitimate interest in prohibiting an over-intensification of use of residential property which will exacerbate an already congested traffic and parking situation on Petitioner's street and/or require on-site parking that would be out of character and scale with the residential community.\" (<i>Id.</i> at 7.) Finally, the Board observed that community members had no objection to the existing use of Bryant Woods Inn I for elderly residents, and that the community's concerns \"centered around parking and traffic congestion and Petitioner's operation of an in-home business in violation of the community association covenants, as distinct from unsubstantiated fears about having disabled neighbors.\" (<i>Id.</i> at 8.)</p>\n<p>Mr. Colandrea filed a Motion for Reconsideration, both suggesting alternative language for his amendment which might alleviate the Board's concerns with respect to specificity, and arguing that the Board's determinations with respect to parking were irrational. In addition, Mr. Colandrea offered to undertake that no resident would park a car at Bryant Woods Inn I. The Planning Board considered the motion at a meeting held on June 23, 1994 and voted to deny it. The Board issued its formal denial in a written opinion of August 18, 1994, stating that \"Petitioner's proposal to eliminate resident parking, while removing the `worst case scenario' for parking, will still not significantly alleviate the increase in parking demand that his proposed expansion will place on an already congested site.\" (Board's August 18, 1994 Order in Planning Board Case No. 293 at 2, Pltf.'s Exh. 67 to Mot.Summ.J.)</p>\n<p>Mr. Colandrea did not appeal to the Howard County Board of Appeals. Instead, on March 2, 1995, Bryant Woods Inn, Inc., initiated the present action by filing a complaint in the United States District Court for the District of Maryland. The complaint alleges causes of action against Howard County and against the Planning Board under the Fair Housing Act, 42 U.S.C. งง 3601 <i>et seq.,</i> and under the Fourteenth Amendment to the United States Constitution, cognizable under 42 U.S.C. ง 1983. The plaintiff seeks a judgment declaring that Howard County acted in <span class=\"star-pagination\">*926</span> an illegally discriminatory manner, an injunction against Howard County's continued refusal to permit Mr. Colandrea to house up to fifteen people with disabilities in Bryant Woods Inn I, an injunction against future similar action by Howard County, compensatory and punitive damages, attorneys' fees and costs. After some discovery, both sides filed motions for summary judgment.</p>\n<p>Although neither Bryant Woods Inn, Inc., nor Howard County raised issues relating to the justiciability of the motions for summary judgment, this Court had serious doubts about its jurisdiction over the case, particularly in light of the plaintiff's failure to appeal the decision against it to the Howard County Board of Appeals. By a letter ruling dated November 16, 1995, the Court informed counsel that it questioned \"whether the decision under attack by the plaintiff has the requisite degree of finality to satisfy traditional prudential requirements for federal court review of challenged state administrative actions, which can involve such often interrelated issues as ripeness, comity, exhaustion and the like.\" The Court asked the parties to brief issues relating to justiciability, including exhaustion, finality and ripeness, and comity principles.</p>\n<p></p>\n<h2><i>A. Jurisdiction</i></h2>\n<p>Bryant Woods Inn, Inc., filed its complaint in the present case after the Planning Board had denied Mr. Colandrea's petition. Mr. Colandrea did not pursue an appeal to the Howard County Board of Appeals. The plaintiff therefore initiated its federal action without exhausting state administrative remedies and without receiving a decision from the highest decision-maker in the County with authority to hear the case.</p>\n<p>Whether administrative remedies must be exhausted before federal statutory remedies may be pursued depends upon the intention of Congress in fashioning the federal cause of action. <i>See </i><i>McCarthy v. Madigan,</i> 503 U.S. 140, 144, 112 S.Ct. 1081, 1086, 117 L.Ed.2d 291 (1992). A plaintiff may seek relief under the Fair Housing Act either by filing a complaint with the Department of Housing and Urban Development, by initiating a civil action on its own behalf, or by seeking the assistance of the Department of Justice in an enforcement proceeding. 42 U.S.C. งง 3610-3614. These remedies are not mutually exclusive. Section 3613, which sets forth the procedures governing private civil actions, does not explicitly state whether or not administrative remedies must be pursued before a complaint may be filed.</p>\n<p>\"[W]here Congress has not clearly required exhaustion, sound judicial discretion governs.\" <i>McCarthy,</i> 503 U.S. at 144, 112 S.Ct. at 1086. Several of the criteria set forth by the Supreme Court to constrain the exercise of this discretion suggest that exhaustion should be required in the present case:</p>\n<blockquote>\"Exhaustion concerns apply with particular force when the action under review involves exercise of the agency's discretionary power or when the agency proceedings in question allow the agency to apply its special expertise ... The exhaustion doctrine also acknowledges the commonsense notion of dispute resolution that an agency ought to have an opportunity to correct its own mistakes with respect to the programs it administers before it is haled into federal court.\"</blockquote>\n<p><i>McCarthy,</i> 503 U.S. at 145, 112 S.Ct. at 1086 (citations omitted). Furthermore, none of the three factors set forth in <i>McCarthy</i> as \"circumstances in which the interests of the individual weigh heavily against requiring administrative exhaustion\" is present in this case. 503 U.S. at 146, 112 S.Ct. at 1087. An appeal to the Board of Appeals would not prejudice the plaintiff's subsequent assertion of a federal action. 503 U.S. at 147, 112 S.Ct. at 1087-88. There is no indication that the Board of Appeals would be biased, or would have predetermined the issue against the plaintiff. 503 U.S. at 148, 112 S.Ct. at 1088. Moreover, contrary to the plaintiff's contentions in its Memorandum on Justiciability, the Board of Appeals has the institutional competence, and indeed the obligation, to review Fair Housing Act issues and to grant appropriate relief. <i>See generally </i><i>Insurance Commissioner v. Equitable Life Assurance Soc.,</i> 339 Md. 596, 615-624, 664 A.2d 862, 872-876 (1995) (holding that administrative agencies in Maryland have the power to decide <span class=\"star-pagination\">*927</span> constitutional issues); <i>Halle Companies v. Crofton Civic Ass'n,</i> 339 Md. 131, 661 A.2d 682 (1995) (discussing generally the powers of Boards of Appeals).</p>\n<p>General principles therefore appear to favor exhaustion in this case. Nevertheless, this Court has found no reported case in which a federal court has denied a plaintiff relief under the Fair Housing Act for failure to exhaust state administrative remedies. Furthermore, the appeal from the decision of the Planning Board to the Howard County Board of Appeals is apparently not a crucial part of the County's Final Development Plan (FDP) amendment process. There is no provision in the regulations governing FDP amendments that specifically gives a right of appeal from an FDP decision by the Planning Board to the Board of Appeals. Rather, the right to appeal must be inferred from Section 125 D.2 of the Howard County Zoning Regulations, 16.900(j)(2)(iii) and 16.301(b) of the Howard County Code, and <i>The Howard Research &amp; Development Corp. v. Concerned Citizens for the Columbia Concept,</i> 297 Md. 357, 466 A.2d 31 (1983). Furthermore, the appeal to the Board of Appeals in the present case is not <i>de novo,</i> as it would be in the analogous special exception procedure, <i>see </i><i>Halle Companies,</i> 339 Md. at 143, 661 A.2d at 688, but on the record. ง 501(c) of the Howard County Code; ง 2.210(b).<sup>[3]</sup> Under these circumstances, mindful of the Supreme Court's warning that \"federal courts are vested with a `virtually unflagging obligation' to exercise the jurisdiction given them,\" this Court holds that the plaintiff's failure to exhaust administrative remedies does not deprive it of jurisdiction over the Fair Housing Act and ง 1983 claims. <i>McCarthy,</i> 503 U.S. at 146, 112 S.Ct. at 1087 (quoting <i>Colorado River Water Conservation Dist. v. United States,</i> 424 U.S. 800, 817-818, 96 S.Ct. 1236, 1246-1247, 47 L.Ed.2d 483 (1976)).</p>\n<p>The plaintiff's failure to pursue an appeal to the Board of Appeals also raises issues relating to finality and ripeness, particularly since the plaintiff contends in this action, <i>inter alia,</i> that in denying the Colandrea petition Howard County failed to make a reasonable accommodation for the disabled. <i>See generally </i><i>U.S. v. Village of Palatine,</i> 37 F.3d 1230, 1234 (7th Cir.1994) (where plaintiff argued \"that the Village failed to make a reasonable accommodation under the Act, the Village must be afforded an opportunity to make such an accommodation pursuant to its own lawful procedures\"); <i>Oxford House, Inc. v. City of Virginia Beach,</i> 825 F.Supp. 1251, 1259-1264 (E.D.Va.1993) (discussing ripeness of reasonable accommodations claim). <i>See also </i><i>Williamson Planning Comm'n v. Hamilton Bank,</i> 473 U.S. 172, 105 S.Ct. 3108, 87 L.Ed.2d 126 (1985). The plaintiff has filed a federal action against Howard County charging that the County failed to make reasonable accommodations for people with disabilities, without allowing the County's highest agency decision-maker to consider what action should be taken. Nevertheless, as the plaintiff points out in its Memorandum on Justiciability, the Planning Board's unappealed decision to deny Mr. Colandrea's petition is final in the sense that it now constitutes the local law of Howard County and prohibits Mr. Colandrea from housing more than eight elderly or disabled residents at Bryant Woods Inn I. For justiciability purposes, therefore, the plaintiff's Fair Housing Act claims are both ripe and final.</p>\n<p>Lastly, the nature of the dispute in the present case raises questions about the proper relationship between the federal court and state judicial and administrative bodies. As the Fourth Circuit has recently explained,</p>\n<blockquote>\"state and local zoning and land use law is particularly the province of the State and ... federal courts should be wary of intervening in the area in the ordinary case ... [C]ases involving questions of state and local land use and zoning law are a classic example of situations in which `the \"exercise of federal review of the question in a case and in similar cases would be disruptive <span class=\"star-pagination\">*928</span> of state efforts to establish a coherent policy with respect to a matter of substantial public concern.\"' We can conceive of few matters of public concern more substantial than zoning and land use laws.\"</blockquote>\n<p><i>Pomponio v. Fauquier County Board of Supervisors,</i> 21 F.3d 1319, 1327 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 192, 130 L.Ed.2d 125 (1994) (applying <i>Burford</i> abstention in zoning case). As will become clear, the present case does involve disputed issues of local land use law, such as the applicability of certain parking regulations to Bryant Woods Inn I. Unlike those cases in which the Fourth Circuit has urged federal courts not to \"leave their indelible print on local and state land use and zoning law by ..., in effect, sitting as a zoning board of appeals,\" however, this case involves neither a state claim in federal disguise, nor a facially meritless federal cause of action. <i>Pomponio,</i> 21 F.3d at 1327. <i>See also </i><i>Sylvia Development Corp. v. Calvert County,</i> 48 F.3d 810, 828-829 (4th Cir.1995). Rather, the plaintiff has asserted causes of action arising under the Fair Housing Act, which provides direct federal relief for those aggrieved by discriminatory land use decisions of state and local governments.</p>\n<p>Accordingly, although the present case is on the margin of federal judicial power, this Court must conclude under the cited precedent that it has jurisdiction to decide the parties' cross-motions for summary judgment.</p>\n<p></p>\n<h2><i>B. Summary Judgment Standards</i></h2>\n<p>Summary judgment may be entered in a civil case if \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits ... show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). The party opposing the motion must \"do more than simply show that there is some metaphysical doubt as to the material facts.\" <i>Matsushita Elec. Industrial Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 586, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1985). Rather, \"the quality and quantity of the evidence offered to create a question of fact must be adequate to support a jury verdict\" in favor of the non-moving party. <i>Thompson Everett, Inc. v. National Cable Advertising, L.P.,</i> 57 F.3d 1317, 1323 (4th Cir.1995).</p>\n<p>In considering a motion for summary judgment, a court must consider the facts and draw its inferences in the light most favorable to the party opposing the motion. <i>See </i><i>Tuck v. Henkel Corp.,</i> 973 F.2d 371, 374 (4th Cir.1992), <i>cert. denied,</i> 507 U.S. 918, 113 S.Ct. 1276, 122 L.Ed.2d 671 (1993). Nonetheless, such inferences \"must, in every case, fall within the range of reasonable probability and not be so tenuous as to amount to speculation or conjecture.\" <i>Thompson Everett,</i> 57 F.3d at 1323. If materially different inferences may rationally be drawn from the undisputed facts, then summary judgment is inappropriate.</p>\n<p></p>\n<h2><i>C. The Fair Housing Act</i></h2>\n<p>As amended in 1988, the Fair Housing Act (FHA) protects people with disabilities against discrimination in housing.<sup>[4]</sup> 42 U.S.C. งง 3601 <i>et. seq.</i> A cause of action under the FHA against a local government may arise under any one of three theories. A plaintiff may allege that the local government's decision was based on intentional discrimination against the disabled. <i>See, e.g., </i><i>Bangerter v. Orem City Corp.,</i> 46 F.3d 1491 (10th Cir.1995). A facially neutral regulation, practice or policy may violate the Act if it has a disparate impact upon people with disabilities. <i>See </i><i>Smith v. Town of Clarkston,</i> 682 F.2d 1055, 1065 (4th Cir.1982). Lastly, a local government's failure to make a reasonable accommodation for people with disabilities may give rise to a cause of action under the FHA. 42 U.S.C. ง 3604(f)(3)(B). The plaintiff in the present case alleges that \"Defendants have violated the FHA[] under all three theories.\" (Pltf.'s Mot.Summ.J. at 26).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*929</span> <i>I. Intentional Discrimination</i>\n</h2>\n<p>The Fair Housing Act prohibits intentional discrimination against people with disabilities. 42 U.S.C. ง 3604 provides that \"it shall be unlawful ... [t]o discriminate in the sale or rental, or to otherwise make unavailable or deny, a dwelling to any buyer or renter because of a handicap of [a person with disabilities] ...\" <i>See also </i><i>Bangerter v. Orem City Corp.,</i> 46 F.3d 1491, 1500-1501 (10th Cir.1995); <i>Potomac Group Home v. Montgomery County,</i> 823 F.Supp. 1285, 1295 (D.Md.1993). An actionable intent to discriminate need not be motivated by dislike for, or animosity against, people with disabilities; the legislative history of the Fair Housing Act shows that Congress intended equally to prohibit discrimination resulting from \"false and over-protective assumptions about the needs of handicapped people, as well as unfounded fears of difficulties about the problems that their tenancies may pose.\" H.R. No. 100-711, U.S.C.C.A.N. 2185 (1988). Nevertheless, a plaintiff alleging intentional discrimination has the burden of showing that a decision to deny housing opportunities was motivated, at least in part, by unjustified consideration of the disabled status of individuals who would be affected by the decision. In this regard, government officials are generally held to act with discriminatory intent, regardless of their personal views, when they implement the discriminatory desires of others. <i>See, e.g., </i><i>Dailey v. City of Lawton,</i> 425 F.2d 1037, 1039 (10th Cir.1970) (holding, in ง 1983 racial discrimination action, that \"it is enough for the complaining parties to show that the local officials are effectuating the discriminatory designs of private individuals\"); <i>Oxford House-C v. City of St. Louis,</i> 843 F.Supp. 1556, 1576 (E.D.Mo.1994); <i>Potomac Group Home,</i> 823 F.Supp. at 1297-1298; <i>United States v. Borough of Audubon,</i> 797 F.Supp. 353, 361 (D.N.J.), <i>aff'd,</i> 968 F.2d 14 (3d Cir.1992).</p>\n<p>In deciding whether Bryant Woods Inn, Inc.,'s evidence of intentional discrimination can withstand Howard County's motion for summary judgment, this Court must take particular care to draw every legitimate inference in favor of the plaintiff. As the Fourth Circuit has recognized, \"municipal officials acting in their official capacities seldom, if ever, announce on the record that they are pursuing a particular course of action because of their desire to discriminate.\" <i>Smith v. Town of Clarkston,</i> 682 F.2d 1055, 1064 (4th Cir.1982). Furthermore, courts have acknowledged that government officials may conceal discriminatory intent by claiming that they relied upon objective, neutral criteria such as parking regulations. <i>See, e.g., </i><i>Potomac Group Home,</i> 823 F.Supp. at 1290-1292; <i>Support Ministries for Persons with </i><i>AIDS, Inc. v. Village of Waterford,</i> 808 F.Supp. 120, 131 (N.D.N.Y.1992).</p>\n<p>Nevertheless, a plaintiff alleging a cause of action based on intentional discrimination must produce at least some evidence, either direct or circumstantial, of discrimination. As the parties agree in their cross-motions for summary judgment, the facts giving rise to the present case are not in dispute. Rather, the question before this Court is whether, from the undisputed facts, a fact-finder could reasonably draw an inference that the County's actions were motivated by factors which related to the disabled status of the prospective residents of Bryant Woods Inn I. In answering this question, the Court must bear in mind that \"inferences must, in every case, fall within the range of reasonable probability and not be so tenuous as to amount to speculation or conjecture.\" <i>Thompson Everett, Inc. v. National Cable Advertising,</i> 57 F.3d 1317, 1323 (4th Cir. 1995).</p>\n<p>Bryant Woods Inn, Inc., contends that \"[t]he record reveals a consistent, three year pattern of conduct whereby Howard County officials repeatedly responded to community pressure to prevent a few more disabled, elderly citizens from living in an affluent Columbia neighborhood.\" (Pltf.'s Mot. Summ.J. at 29). Indeed, the plaintiff asserts that the record contains \"compelling evidence of discriminatory intent\" on the part of the Planning Board. According to the plaintiff, the record contains four types of evidence that the Department of Planning and Zoning acted with a discriminatory intent when it denied the Colandrea petition: 1) the neighbors opposed the petition as \"a threat to safety and property values\" and the County <span class=\"star-pagination\">*930</span> officials took the community opposition into account in making their decision (<i>id.</i> at 29-31); 2) the Department of Planning and Zoning \"grossly departed from its normal procedures\" in handling the Colandrea petition (<i>id.</i> at 31-33); 3) the individual members of the Planning Board \"were motivated by stereotypes about people with disabilities\" (<i>id.</i> at 33-34); and 4) the Planning Board offered \"shifting and irrational justifications\" for its decision to deny the Colandrea petition (<i>id.</i> at 34-37).</p>\n<p></p>\n<h2><i>a. The County's Response to Political Pressure</i></h2>\n<p>Bryant Woods Inn, Inc., alleges that the Planning Board intentionally discriminated against people with disabilities by responding to the community's opposition to Mr. Colandrea's proposed expansion. It is undisputed that the Howard County officials who received communications from Mr. Colandrea's neighbors viewed the petition as \"controversial\" and \"politically sensitive.\" (Paul Farragut Depo. at 23-24, Pltf.'s Exh. 27; Richard Blood Depo. at 135-136, Pltf.'s Exh. 43). Nevertheless, it is amply clear from the record that the Planning Board considered legitimate land use criteria in arriving at its decision. (Pltf.'s Exhs. 66, 67; Dfts.' Exhs. 2, 11). There is a factual dispute about the degree to which political pressure determined the procedure followed by the Department of Planning and Zoning and affected the Planning Board's ultimate decision on the Colandrea petition.<sup>[5]</sup> Viewing all the evidence in the light most favorable to the plaintiff, this Court assumes both that the Department of Planning and Zoning deviated from its usual procedures and that it was predisposed to deny the Colandrea petition because a contrary decision would have been difficult politically.</p>\n<p>In <i>Sylvia Development Corp. v. Calvert County,</i> 48 F.3d 810 (4th Cir.1995), the Fourth Circuit considered the legal effect of a local zoning board's response to local political pressures:</p>\n<blockquote>\"The record in this case reveals that the public opposition to the Blue Dolphin project, as well as the sympathy to this opposition expressed by certain commissioners, centered around legitimate land use issues such as the concern over further growth in Calvert County, the consequences of increased residential density, and the preservation of the community's aesthetic character โ issues that are at the heart of countless local zoning disputes in every corner of the county. It is not pernicious <i>per se</i> for a zoning authority to be influenced by political pressure in the community. `Such give-and-take between government officials and an engaged citizenry is what democracy is about.'\"</blockquote>\n<p><i>Sylvia Development,</i> 48 F.3d at 829 (quoting <i>Gardner v. Baltimore Mayor &amp; City Council,</i> 969 F.2d 63, 72 (4th Cir.1992)). If, however, a zoning board's response to political pressure amounts to the implementation of local residents' discriminatory impulses, then the board's actions may give rise to a cause of action for intentional discrimination. <i>See </i><i>Dailey,</i> 425 F.2d at 1039. To sustain its claim of intentional discrimination, therefore, the plaintiff must present some evidence that community opposition to the expansion of Bryant Woods Inn I was based, at least in part, upon the fact that the residents of the Colandrea group home are people with disabilities.</p>\n<p>The record reveals that community opposition to Mr. Colandrea's activities at Bryant Woods Inn I began in late 1992, when Mr. Colandrea proposed constructing a two-story addition to the house to accommodate additional residents, and it continued thereafter.<sup>[6]</sup><span class=\"star-pagination\">*931</span> Mr. Colandrea's neighbors objected to the physical expansion of the house as inconsistent with the character of the neighborhood, which is generally composed of smaller homes. <i>See, e.g.,</i> December 28, 1992 letter from Rex Dalrymple to Vernon Gray, Pltf.'s Exh. 28 (\"Richard Colandrea has applied to expand both [his Waterfowl Terrace] properties by almost an additional 50% to over 5,000 sq. ft. in size, far larger than any other homes in the area\"); July 15, 1993 letter from William Voss to Charles Ecker, Pltf.'s Exh. 41 (\"Our street is made up of three and four bedroom homes and one 75% bigger with more bedrooms is just not compatible with our neighborhood\").<sup>[7]</sup> The neighbors complained of existing traffic and parking problems at Bryant Woods Inn I, and anticipated increased difficulties with traffic and parking. <i>See, e.g.,</i> December 9, 1992 letter from John Baker to Bernice Kish, Pltf.'s Exh. 26 (\"The traffic in and out of this home is on the edge of becoming a problem and adding additional people to the residence will only make this minor annoyance a real problem for the neighborhood.\"); January 1, 1994 letter from Rex Dalrymple to William Manning, Pltf.'s Exh. 44 (\"Approval of the application would create additional parking problems for residents on Waterfowl Terrace, which already has a severe parking problem.\")<sup>[8]</sup> The letters express anxiety about neighborhood safety. <i>See, e.g.,</i> December 28, 1992 letter from Rex Dalrymple to Vernon Gray, Pltf.'s Exh. 26 (\"If vehicles are parked along the street, on both sides of the street, that leaves only 14 ft down the center for emergency vehicles to travel ...\").<sup>[9]</sup> Members of the local community were also concerned about possible resale of the enlarged Colandrea home, and about the effect of the larger property upon their property values and tax assessments. <i>See, e.g.,</i> December 28, 1993 letter from Paul Imre to Joseph Rutter, Pltf.'s Exh. 44 (\"If this exemption is allowed to pass zoning it will severely impact the resale value of the existing homes in the Bryant Woods Neighborhood. Many of us are elderly homeowners and it could pose a hardship for us.\").<sup>[10]</sup></p>\n<p>In addition to the numerous land use concerns about Mr. Colandrea's proposed expansion of Bryant Woods Inn I, the residents of Wilde Lake expressed hostility and resentment against Mr. Colandrea personally. One particular complaint was Mr. Colandrea's refusal to even attempt to comply with local covenants, or to respond informally to neighbors' concerns about his activities at the Waterfowl properties. The neighbors made Howard County officials aware that \"Richard Colandrea has consistently refused to apply for a business license even though the operation of both homes [on Waterfowl Terrace] certainly is a business.\" (December 28, 1992 letter from Rex Dalrymple to Vernon Gray, Chairman of Howard County Zoning Board, Pltf.'s Exh. 26.) They petitioned the Wilde Lake Board for enforcement of the covenants. (Pltf.'s Exh. 28). Ultimately, because Mr. Colandrea refused to submit an \"In-Home Business Application\" to the Wilde Lake Architectural Committee for either of the Waterfowl Terrace homes, the Columbia Association and the Wilde Lake Community Association, Inc., sued Mr. Colandrea in the Circuit Court for Howard County for violating the restrictive covenants applicable to the properties.</p>\n<p>Mr. Colandrea's petition for an amendment to the Final Development Plan was not calculated to assuage the neighbors' concerns about his apparent disregard for local covenants. Mr. Colandrea's proposed amendment read as follows:</p>\n<blockquote>\"Allow for the housing of disabled persons provided the use is licensed or certified by the state of Maryland. The housing of <span class=\"star-pagination\">*932</span> disabled persons shall not be considered a business use; shall not change the use classification of the property or the structure from that of residential and shall require no other community association approval.\"</blockquote>\n<p>(Colandrea's December 6, 1993 application for a plan amendment, Exh. 4 to Dfts.' Mot. Summ.J.) Consequently, part of the local opposition to the petition was based on neighbors' view that the amendment was an attempt by Mr. Colandrea to avoid the covenant restrictions. <i>See, e.g.,</i> January 3, 1994 letter from John Baker to Joseph Rutter, Pltf.'s Exh. 44 (\"In my opinion, the only reason Mr. Colandrea wishes to have this property rezoned is to circumvent the local process of obtaining approval for modifications [or] expansions to the property and getting approval for running a business in a single family dwelling.\"); January 1, 1994 letter from Rex Dalrymple to William Manning, <i>ibid.</i></p>\n<p>Another source of friction between Mr. Colandrea and his neighbors was Mr. Colandrea's other business activities allegedly carried on in Waterfowl Terrace. See December, 1992 letter from Dr. Robert S. Beale, Jr. to Bernice Kish, Pltf.'s Exh. 26 (\"For the past several years, the Colandrea family has operated several commercial ventures on our street. Those activities which seem to include a junk hauling business and a rooming house have caused concern in my household and those of my neighbors.\"); December 18, 1992 letter from Dr. Robert Beale to Bernice Kish, <i>ibid.</i> (\"the junk-hauling business is bad enough with trash-laden trucks remaining for days at a time in front of my house\"). Lawrence Schoen, another neighbor, took twenty photographs of Mr. Colandrea's vehicles and trash cans during the first month of 1993. He sent the photographs to Janet Mason, Chair of the Wilde Lake Village Board, with copies to Mr. Colandrea and to nine community association and local government representatives. In a cover letter, Mr. Schoen describes the content of the photographs as follows:</p>\n<blockquote>\"They show his several vehicles used to carry construction materials and/or debris parked in various places on or around two of the three the [sic] Colandrea family properties in my neighborhood ... One of them shows his truck blocking the sidewalk. Others show overflow trash and automobile parking resulting from his businesses. He has what appears to be a commercial garage filled with materials for his businesses which faces Columbia open space. As you know, this was a period of intense attention on Mr. Colandrea's activities and his failure to keep his commercial vehicles out of the area is a measure of his disdain for the laws and rules that the rest of us live by.\"</blockquote>\n<p>(<i>Ibid.</i>) Mr. Schoen's anxiety about Mr. Colandrea's pursuit of business ventures extended to the proposed expanded use of Bryant Woods Inns I and II as assisted living facilities. Mr. Schoen stated that \"[i]t is my understanding that Mr. Colandrea has attempted to purchase still more homes in the neighborhood over the years. He seems to be interested in expanding all of the properties owned by the family ...\" (<i>Ibid.</i>)</p>\n<p>The letters written by Mr. Colandrea's neighbors are emotional and express numerous objections to Mr. Colandrea's activities on Waterfowl Terrace. Some include statements which can be construed as offensive or discriminatory with respect to certain groups of people. Dr. Beale argues in his December 8, 1992 letter to Bernice Kish, for example, that \"the nursing employees could be people whom I would not generally expect to be in my neighborhood\" and that \"[T]he relatives of the customers or employees of these ventures could be people whom I would not like to inform even of the existence of Waterfowl Terrace.\" (Pltf.'s 26). Many express a high degree of animosity against Mr. Colandrea and distrust of his motives. <i>See</i> January 11, 1993 letter from Christine Crable to Charles Ecker, Pltf.'s Exh 28 (\"[w]e must not allow `greed' masqueraded as unselfish sharing to creep into our community and destroy our true objective\"); January 1, 1994 letter from Rex Dalrymple to William Manning, Pltf.'s Exh. 44 (ascribing to Colandrea the intent to \"circumvent those Wilde Lake Covenants, with which he apparently does not agree, in order to place his property to a higher density use which would provide substantially higher economic benefits to him personally\"); <span class=\"star-pagination\">*933</span> January 3, 1994 letter from John Baker to Joseph Rutter, <i>ibid.</i> (charging that Colandrea's request for expansion \"is based purely on personal greed, not on what is best for the neighborhood or the elderly residents of his business\").<sup>[11]</sup></p>\n<p>Conspicuous by their absence, however, are statements that either explicitly or implicitly suggest that the neighbors were opposed to Mr. Colandrea's use of the Waterfowl Terrace properties because his client base was composed of elderly and disabled people.<sup>[12]</sup></p>\n<p>Of the numerous letters contained in the record, only one expresses any opposition to the expansion of Bryant Woods Inn I on a ground that relates to the presence of elderly or disabled residents. In her letter to Charles Ecker of January 11, 1993, Christine Crable asks him to consider \"the mental and physical affects [sic] of living in the midst of a greater than normal population of illness and old age.\" (Pltf.'s Exh, 28). While this snippet from one rather odd letter<sup>[13]</sup> does provide evidence that one Columbia resident had concerns based on the disabled status of the proposed residents of Bryant Woods Inn I, such evidence is plainly too slender a reed upon which to rest a triable issue of fact with respect to whether or not Howard County's denial of the Colandrea petition effectuated the discriminatory designs of the local community. \"One swallow does not make a summer.\" Aristotle, <i>Nichomachean Ethics,</i> Book 1, Ch. 7 (c. 325 B.C.). Neither does a single discriminatory statement contained in one of the numerous letters in the record create a triable issue of fact with respect to the intentional discrimination claim against the County. <i>See generally </i><i>O'Connor v. Consolidated Coin Caterers Corp.,</i> 56 F.3d 542, 548-550 (4th Cir.1995); <i>Birkbeck v. Marvel Lighting Corp.,</i> 30 F.3d 507, 511-512 (4th Cir.1994). This Court has carefully considered the entire record before it.<sup>[14]</sup> Counsel <span class=\"star-pagination\">*934</span> for the plaintiff has meticulously tilled the record for any material which might give rise to an intentional discrimination claim. Because of the unusual level of general local opposition to the expansion of Bryant Woods Inn I, there was, perhaps, sufficient grist for the plaintiff's mill to keep counsel from the briar patch of Rule 11. Nevertheless, on the basis of the undisputed facts, no rational trier of fact could infer that the disabled status of the fifteen people who would live in Bryant Woods Inn I was a motivating factor in the Howard County Planning Board's denial of Mr. Colandrea's petition. Apart from Ms. Crable's isolated statement, the plaintiff has not produced any evidence, direct or circumstantial, that the community opposition to Mr. Colandrea's expansion of Bryant Woods Inn I was motivated by considerations relating to the elderly or disabled status of the group home's residents. On the contrary, the record evidence shows that the community opposition to Colandrea's petition was based primarily upon legitimate land use concerns, including parking, traffic and safety.<sup>[15]</sup> As Lawrence Schoen testified at the hearing before the Planning Board, \"there isn't really an interference from the people living in the house, it's these ancillary activities like parking and construction that are creating the problem.\" (Hearing transcript at 48, Dfts.' Exh. 2 to Mot.Summ.J.). To the extent that the community's opposition to the Bryant Woods Inn I expansion was sharpened by emotional or irrational concerns, those concerns involved animosity against Mr. Colandrea personally, which arose out of anger at Mr. Colandrea's perceived indifference to local concerns and the residential character of the community, and fear that he would expand his other properties in the neighborhood. Indeed, it is clear that Mr. Colandrea's neighbors would have opposed <i>any</i> expanded use of his properties which would have threatened the character of the community, regardless of whether or not the expanded use would make homes available to people with disabilities. Personal animosity, based on other-than prohibited motives, does not violate one's right to be free from proscribed discrimination. <i>See </i><i>Williams v. Cerberonics, Inc.,</i> 871 F.2d 452 (4th Cir.1989).</p>\n<p>It is well-established that if the evidence produced by the non-moving party in response to a summary judgment motion \"is merely colorable ... or is not significantly probative ... summary judgment may be granted.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249-250, 106 S.Ct. 2505, 2510-2511, 91 L.Ed.2d 202 (1986) (citations omitted). The plaintiff has not produced evidence from which a finder of fact could rationally conclude by the appropriate proof burden that the Planning Board's denial of the Colandrea petition was motivated by Columbia residents' intentional discrimination against people with disabilities. Absent evidence of discrimination against the disabled on the part of its constituents, a county's response to political pressure does not give rise to an intentional discrimination claim under the Fair Housing Act. To the extent that the plaintiff's intentional discrimination claim under the Fair Housing Act is based upon the theory that the Planning Board implemented its constituents' discriminatory impulses, therefore, the defendants are entitled to summary judgment on that claim.</p>\n<p></p>\n<h2><i>b. Intentional Discrimination by the Planning Board</i></h2>\n<p>Bryant Woods Inn, Inc., contends that certain statements of members of the Planning Board reveal that they \"based their decision on precisely the kinds of stereotypes and <span class=\"star-pagination\">*935</span> unfounded assumptions about the `impact' of people with disabilities that are forbidden by the FHAA.\" (Pltf.'s Mot.Summ.J. at 33). The plaintiff offers three facts as evidence for this claim: (1) the use of the word \"mainstream\" by Board Member Cathy Hartman; (2) the Board's use of the word \"institution\" to describe Bryant Woods Inn I, as expanded (<i>Id.</i> at 33-34); and (3) Dr. Dale Schumacher's questions about the residents' medical needs.</p>\n<p>Cathy Hartman's deposition contains the following colloquy:</p>\n<blockquote>\"Q. ... Why does having fifteen people as opposed to eight people make it more of a business? ...</blockquote>\n<blockquote>A. I think when you start getting into the higher numbers, it's not what you would view as โ I think mainstreaming eight people into a residential neighborhood is certainly much more acceptable and easier to accommodate than it would be for fifteen</blockquote>\n<blockquote>...</blockquote>\n<blockquote>Q. When you use the word \"mainstreaming,\" what do you mean?</blockquote>\n<blockquote>A. People that want to participate in community affairs and be a part of the neighborhood.\"</blockquote>\n<p>(Hartman Depo. at 44, Pltf.'s Exh. 54). According to the plaintiff, \"[t]he view that people are outside the `mainstream' of society because they are elderly and have Alzheimer's disease is self-evidently discriminatory.\" (Pltf.'s Mot.Summ.J.) The plaintiff therefore takes the position that Ms. Hartman's use of the word <i>mainstreaming</i> is evidence of invidious discrimination, \"precisely the kind of remark[] which can occur at less guarded moments during a deposition and help reveal a person's actual underlying motives.\" (Pltf.'s Reply at 28).</p>\n<p>This Court is puzzled by the plaintiff's assertion that the word <i>mainstreaming</i> is \"self-evidently discriminatory.\" The plaintiff objects to the underlying assumption that \"people are outside the `mainstream' of society because they are elderly and have Alzheimer's disease.\" This point of view is not discriminatory. Rather, it acknowledges the distressing fact that people with Alzheimer's disease, like many other people with disabilities, have historically been excluded from opportunities available to those who are not disabled. It is not discriminatory to recognize and acknowledge the existence of persistent and unjustified exclusion of the disabled from many aspects of \"mainstream\" society. On the contrary, sound public policy for people with disabilities must take account of the nature of this exclusion and the lack of a rational basis for it.</p>\n<p>The <i>amicus</i> memorandum filed in this Court by the Assisted Living Facilities Association of America, Inc., and the Assisted Living Legal Defense and Education Fund explains that until the middle of this century \"the official policy of the United States was to segregate people with disabilities from `normal' society.\" (Amicus Memo. at 7). More recently, segregation and stigmatization of the disabled have been replaced by efforts to give equal opportunity and consideration to people who have disabilities, a policy described as \"normalization\". (Amicus Memo. at 9). According to <i>amici,</i> \"the concept of `normalization' โ the idea that people with disabilities do better when they live as part of society rather than separate from it โ has influenced national policy on disabilities for the past thirty years.\" (<i>Id.</i> at 10). \"Normalization,\" therefore, is aimed at breaking down the barriers which still prevent people with disabilities from being treated as equals in society and is not itself discriminatory. Ms. Hartman explained that she used the word <i>mainstreaming</i> to describe the accommodation of \"people that want to participate in community affairs and be a part of the neighborhood.\" Ms. Hartman's point of view fairly describes the process of normalization, viewed by <i>amici,</i> at least, as the goal toward which the FHA is aimed.<sup>[16]</sup> It is not evidence of discrimination.</p>\n<p>Bryant Woods Inn, Inc., also argues that \"the Board consistently expressed the <span class=\"star-pagination\">*936</span> view that a fifteen person group home is an `institution.'\" (Pltf.'s Mot.Summ.J. at 34.) According to the plaintiff, \"[s]uch attitudes stereotypically view seniors as institutional wards in total disregard for the family-like atmosphere that characterizes the Waterfowl home and other groups.\" (<i>Ibid.</i>) As one of two identified examples of the offensive use of the word <i>institution,</i> the plaintiff cites to the following colloquy in the deposition of Theodore Mariani, a member of the Planning Board, during which Mr. Mariani was questioned about why Howard County classified homes with eight residents as residential, but not homes with fifteen residents:</p>\n<blockquote>\"A. I think what we are saying is when you go above eight [residents] you are getting a different kind of setting than a, quote, familial setting.</blockquote>\n<blockquote>Q. What type of setting are you getting between nine to fifteen? ...</blockquote>\n<blockquote>A. When you get larger than eight, I think it begins to take on more of an institutional type setting.</blockquote>\n<blockquote>Q. And what are the characteristics of the institutional type setting?</blockquote>\n<blockquote>A. Larger staff numbers, larger dining facilities, starting to get almost like a commercial kitchen operation. A whole series of things begin to change.\"</blockquote>\n<p>(Mariani Depo. at 190-191, Exh. 4 to Pltf.'s Reply.)<sup>[17]</sup></p>\n<p>Far from stereotyping \"seniors as institutional wards,\" Mr. Mariani quite obviously sought to distinguish comfortable, familial housing for seniors from larger group housing in which the intimate atmosphere of a family has been lost. It is not discriminatory to consider the possibility that an eight person group home might promote the goals of normalization more effectively than a home for fifteen people. Advocates for the disabled agree that the most desirable characteristic of assisted living is its familial nature. <i>See</i> Dr. Deborah Louis Depo. at 28, Pltf.'s Exh. 5 to Mot.Summ.J. (\"the model [for group homes] being a family model where someone already in residence in the community decides that they will become a facility and take four to six or however many seniors into their home and basically sort of operate it like a family\"); Amicus Memo. at 10 (\"In housing, normalization means living in a normal size home in a residential neighborhood.\"). Sensitivity to the fact that a familial atmosphere may disappear if too many people live in a home is simply not invidious discrimination. <i>Compare </i><i>Horizon House v. Township of Upper Southampton,</i> 804 F.Supp. 683, 694-695 (E.D.Pa.1992) (holding that it is discriminatory to use quotas to promote numerically even integration throughout different communities).</p>\n<p>Lastly, Bryant Woods Inn, Inc., argues that Dr. Dale Schumacher's \"persistent and intrusive questions\" about the elderly residents' medical needs \"similarly reflect common stereotypes which may not be used to limit housing opportunities for seniors.\" (Pltf.'s Mot.Summ.J. at 33-34). During the Planning Board hearing, Dr. Schumacher did ask Mr. Colandrea to explain what land use impact might arise from the provision of medical services to the residents of Bryant Woods Inn I. <i>See</i> Dfts.' Exh. 2 at 20-23. As Dr. Schumacher later explained in his deposition, the medical needs of different residents might lead to differences in the expected number of visits from health care workers, in the need for delivery of medical supplies, and in the likelihood of medical emergencies. Under these circumstances, Dr. Schumacher's interest in the medical profile of the residents of Bryant Woods Inn I is not a manifestation of stereotyping, but is a clear attempt to develop the factual basis for a rational assessment of the land use impact of the proposed use.</p>\n<p>The plaintiff has not produced one scintilla of evidence that the individual members of the Planning Board based their decisions on discriminatory impulses. Plucking isolated words such as <i>mainstream</i> and <i>institution</i> from the record, and describing them as <span class=\"star-pagination\">*937</span> \"self-evidently discriminatory\" or \"common stereotypes\" does not amount to the production of evidence of discrimination. Consequently, to the extent that the plaintiff's cause of action for intentional discrimination is based upon alleged discrimination by individual members of the Planning Board, it is meritless.</p>\n<p></p>\n<h2><i>c. \"Shifting and irrational justifications\"</i></h2>\n<p>Lastly, Bryant Woods Inn, Inc., argues that \"the County's inability to advance a consistent, plausible justification for its conduct is itself evidence of discriminatory intent.\" (Pltf.'s Mot.Summ.J. at 34). According to the plaintiff, the \"only land-use justification cited by Board members, both at the hearing and in their formal decision, was parking.\" (<i>Id.</i> at 35). It is the plaintiff's position that the Board's concerns about parking were implausible and irrational. This Court will assume, for the purposes of assessing the summary judgment motion against the plaintiff, that concerns about parking were the only legitimate concerns articulated by the Planning Board in making its initial decision.</p>\n<p>The Planning Board made the following determinations with respect to parking:</p>\n<blockquote>\"Petitioner proposes a parking plan which accommodates between four and six vehicles on the site. However, the plan does not allow for easy circulation of the accommodated vehicles and would likely result in fewer cars actually using on-site parking, thus forcing overflow parking onto the street. This would have a particularly adverse effect on vicinal properties since the subject property, although somewhat rectangular, is `pie-shaped' with a particularly narrow area of road frontage available for on-street parking. Based on the personal observation of one of the Board members during two site visits and the testimony of Petitioner's neighbors, even the existing use generates parking congestion on the street. This situation would be exacerbated by Petitioner's proposed expansion.\"</blockquote>\n<p>(Transcript of hearing at 4-5, Dfts.' Exh. 2 to Mot.Summ.J.).<sup>[18]</sup> The plaintiff objects to the Planning Board's finding that parking at Bryant Woods Inn I was inadequate for the following reasons:</p>\n<blockquote>\"Although the Board learned that none of the residents drive [sic], its Decision was premised upon fifteen residents with cars. Moreover, while the Board heard evidence that the home has five off-street and at least two on-street parking spaces (which is almost enough to meet even the unreasonable standard that Defendants imposed), it ignored that evidence. The Board also ignored evidence that visitors were rare. On the other hand, the Board credited complaints about parking raised by neighbors at the hearing which on their face demonstrated no more traffic might exist at any other single-family home. The purported concerns about parking, therefore, are a pretext for discrimination.\"</blockquote>\n<p>(Pltf.'s Mot.Summ.J. at 35-36). In essence, the plaintiff argues that the Planning Board discriminated against people with disabilities because it \"ignored\" evidence presented by the plaintiff and \"credited\" evidence which was adverse to the plaintiff's position. The fact that the plaintiff strongly and sincerely disagrees with the Planning Board's assessment of the conflicting evidence, however, does not make the Board's decision irrational, and therefore evidence of discrimination.</p>\n<p>Inferences drawn in favor of a party opposing a summary judgment motion \"must, in every case, fall within the range of reasonable probability and not be so tenuous as to amount to speculation or conjecture.\" <i>Thompson Everett Inc. v. National Cable Advertising,</i> 57 F.3d 1317, 1323 (4th Cir. 1995). Drawing every legitimate inference in favor of the plaintiff, this Court cannot view the Planning Board's decision with respect to parking as so irrational as to constitute evidence of discrimination. There was evidence before the Board from which it could reasonably <span class=\"star-pagination\">*938</span> have concluded that, because of the unusual configuration of the lot, Bryant Woods Inn I would face a parking problem with a population of fifteen elderly or disabled residents in addition to employees and members of the Colandrea family. Under these circumstances, this Court cannot fairly infer, without speculation or conjecture, that the Board's reasoning was merely a pretext for discrimination.</p>\n<p>The plaintiff also objects that the grounds for the Board's decision on the Motion for Reconsideration differed from its grounds for deciding the original petition. According to Bryant Woods Inn, Inc., \"[t]hat concerns about parking and the `open-endedness' of the petition were pretextual is further evident from Defendants' attempt to change their reasons for denying the petition once Mr. Colandrea offered solutions to [that issue].\" (Pltf.'s Mot.Summ.J. at 36). Mr. Colandrea's amendment offered to limit the number of prospective elderly or disabled residents of Bryant Woods Inn I to fifteen, and to limit on- and off-site parking to members of the Colandrea family, visitors, employees and staff. (Motion for Reconsideration, Pltf.'s Exh. 65 to Mot.Summ.J.).</p>\n<p>The plaintiff appears to argue that the fact that the Board did not rely upon the \"open-endedness\" of the proposed use in deciding the Motion for Reconsideration reflects its \"inability to advance a consistent, plausible justification for its conduct,\" and constitutes evidence of discrimination. (Pltf.'s Mot. Summ.J. at 34). <i>See also id.</i> at 36 (\"That concerns about ... the `open-endedness' of the petition were pretextual is further evident from Defendants' attempt to change their reasons for denying the petition once Mr. Colandrea offered solutions to those issues.\") Plainly, however, once Mr. Colandrea had specified the number of residents he expected to house, the Board was reasonably required to consider the petition in light of the new request. Indeed, it would have been patently irrational for the Board to articulate concerns about the lack of specificity of the petition once those concerns no longer existed.</p>\n<p>With respect to parking, Board's decision on the Motion for Reconsideration considered the new proposed amendment, and concluded as follows:</p>\n<blockquote>\"Even if the residents do not use any on-or off-site parking spaces as Petitioner now proposes, the additional staff and additional visitors generated by a more than doubling of the current resident population to the full potential of fifteen proposed by Petitioner would clearly exascerbete [sic] the site's existing parking problem. The requirement of eight parking spaces for fifteen residents is not unreasonable as applied to Petitioner's site when one considers that these spaces must accommodate all employees, all visitors (many of whom will visit the facility during the same hours) and all resident family members (whose numbers are not limited in group care facilities).\"</blockquote>\n<p>(Decision and Order on Motion for Reconsideration, Pltf.'s Exh. 67 to Mot.Summ.J.). Plainly, therefore, the Board's decision with respect to parking in the Motion for Reconsideration was based upon the same criteria as its decision on the original petition. Although, as the plaintiff suggests, \"Mr. Colandrea offered [a] solution[]\" to the parking problem, namely undertaking that no resident would park a car at Bryant Woods Inn I, it was the Board's view that the solution was inadequate. Given the common sense proposition that rather few people with Alzheimer's disease might own or operate a car, the chimerical nature of Mr. Colandrea's proffered solution is rather evident. As earlier stated, in light of the fact that the Board had a rational basis for concluding that the configuration of Mr. Colandrea's lot would result in difficulties in providing adequate parking, this Court cannot, in fairness, draw the conclusion that the decision was \"so arbitrary that it likely resulted from an intent to discriminate.\" <i>Stewart B. McKinney Foundation, Inc. v. Town Plan &amp; Zoning Comm'n,</i> 790 F.Supp. 1197, 1213 (D.Conn. 1992).</p>\n<p>In sum, although the plaintiff has argued forcefully that the Planning Board's denial of the Colandrea petition was motivated by intentional discrimination against the disabled, it has not produced sufficient evidence of intentional discrimination to create a triable <span class=\"star-pagination\">*939</span> issue of fact. Accordingly, to the extent that the plaintiff's cause of action under the Fair Housing Act is based upon intentional discrimination, the defendants are entitled to summary judgment.</p>\n<p></p>\n<h2>II. <i>Disparate Impact</i>\n</h2>\n<p>Bryant Woods Inn, Inc., asserts that it has a cause of action under the Fair Housing Act because the Planning Board's denial of the Colandrea petition had a \"disparate impact\" upon people with disabilities. It is well established, in this Circuit and others, that the Fair Housing Act provides relief not only from policies and actions motivated by a discriminatory intent, but also from the application of facially neutral standards that have a discriminatory effect upon the protected class. <i>See, e.g., </i><i>Smith v. Town of Clarkton,</i> 682 F.2d 1055, 1065 (4th Cir.1982), and cases there cited. Indeed, the Supreme Court has recognized that disparate impact theories are particularly important in protecting the rights of the handicapped, because those rights are generally threatened by adverse consequences for the disabled of neutral legislation, rather than by policies established for people with disabilities. <i>See </i><i>Alexander v. Choate,</i> 469 U.S. 287, 295, 105 S.Ct. 712, 717, 83 L.Ed.2d 661 (1985) (\"[d]iscrimination against the handicapped was perceived by Congress to be most often the product, not of invidious animus, but rather of thoughtlessness and indifference โ of benign neglect\"). The plaintiff in the present case, however, has misconstrued the nature of the cause of action based on disparate impact. The facts of this case cannot, as a matter of law, give rise to a disparate impact claim.</p>\n<p>Bryant Woods Inn, Inc., candidly admits that \"this case does not challenge the County's zoning scheme on its face.\" (Pltf.'s Mot. Summ.J. at 27). Rather, the basis of the plaintiff's complaint is the Howard County Planning Board's refusal to permit Mr. Colandrea to increase the number of residents of Bryant Woods I from eight to fifteen. The plaintiff takes the position that such discrete action is cognizable under the Fair Housing Act as a disparate impact claim because \"Defendants' actions to limit the size of a group home are felt more harshly by people with disabilities and therefore has [sic] a disparate impact on them.\" (Pltf.'s Mot.Summ.J. at 39). Contrary to the plaintiff's position, however, the Planning Board's decision cannot be challenged on the basis of its impact on people with disabilities.</p>\n<p>A cause of action based upon disparate impact arises where facially neutral rules or policies are applied in a way that affects the protected class differently from other groups. <i>See </i><i>Town of Clarkton,</i> 682 F.2d at 1065; <i>Bangerter v. Orem City Corp.,</i> 46 F.3d 1491, 1501 (10th Cir.1995) (\"`A disparate impact analysis examines a facially-neutral policy or practice, such as a hiring test or zoning law, for its differential impact or effect on a particular group'\"). Hence, the essence of the claim is that a single policy, rule or custom has different effects upon protected and unprotected classes. Indeed, it is the disparity between a single policy's different effects on different groups which forms the basis of the cause of action. Thus, where only one group or class of persons is affected by a particular decision, there is no disparity in treatment between groups and no \"disparate impact.\" As the Court of Appeals for the Tenth Circuit explained in an employment discrimination case,</p>\n<blockquote>\"discriminatory impact cannot be established when you have just one isolated decision. A claim of discrimination from the mode of filling a single position does not give rise to a disparate <i>impact.</i>\"</blockquote>\n<p><i>Coe v. Yellow Freight System, Inc.,</i> 646 F.2d 444, 451 (10th Cir.1981). <i>See also </i><i>Reidt v. County of Trempealeau,</i> 975 F.2d 1336, 1341 (7th Cir.1992); <i>Aramburu v. Boeing Co.,</i> 885 F.Supp. 1434, 1443-1444 (D.Kan.1995); <i>Stambaugh v. Kansas Dep't of Corrections,</i> 151 F.R.D. 664, 668 (D.Kan.1993); <i>Wynn v. Columbus Mun. Separate School Dist.,</i> 692 F.Supp. 672, 684 (N.D.Miss.1988). This Court therefore declines to follow cases decided under the Fair Housing Act which permit isolated decisions affecting only the disabled to give rise to \"disparate impact\" claims, because they embody a clear error of law. <i>See, e.g., </i><i>McKinney v. Town Plan &amp; Zoning Comm'n,</i> 790 F.Supp. 1197 (D.Conn. 1992); <i>Ass'n of Friends of AIDS Patients v.</i> <span class=\"star-pagination\">*940</span> <i>Regulations &amp; Permits Administration,</i> 740 F.Supp. 95 (D.P.R.1990); <i>Baxter v. Belleville,</i> 720 F.Supp. 720 (S.D.Ill.1989).</p>\n<p>In the present case, the decision of Howard County with respect to a group home for the disabled only affected the housing opportunities of elderly or disabled people. As a consequence, it was not a decision which had a \"disparate impact\" upon the elderly and disabled, as compared with other groups. Consequently, the plaintiff has failed to state a cause of action under a disparate impact theory.<sup>[19]</sup> To the extent that the plaintiff's cause of action under the Fair Housing Act is a disparate impact claim, therefore, the defendants are entitled to summary judgment as a matter of law.</p>\n<p></p>\n<h2>III. <i>Reasonable Accommodation</i>\n</h2>\n<p>Bryant Woods Inn, Inc., contends that the Planning Board's decision constitutes discrimination prohibited by 42 U.S.C. ง 3604(f)(1) and ง 3604(f)(3)(B). According to ง 3604(f)(3),</p>\n<blockquote>\"... discrimination includes โ ...</blockquote>\n<blockquote>(B) a refusal to make reasonable accommodations in rules, policies, practices, or services, when such accommodations may be necessary to afford such person equal opportunity to use and enjoy a dwelling ...\"</blockquote>\n<p>In order to prevail on its reasonable accommodation claim, the plaintiff must establish both that the County failed to make a reasonable accommodation, and that such an accommodation was necessary to allow equal opportunity for a person with disabilities to \"use and enjoy a dwelling.\"</p>\n<p></p>\n<h2><i>a. \"Reasonable Accommodations\"</i></h2>\n<p>The House Report on the \"reasonable accommodations\" provision of the Fair Housing Act Amendments commented that \"[t]he concept of `reasonable accommodation' has a long history in regulations and case law dealing with discrimination on the basis of handicap.\" H.Rep. No. 100-711, 1988 U.S.C.C.A.N. 2186, citing <i>Southeastern Community College v. Davis,</i> 442 U.S. 397 (1979). <i>See also</i> H.Rep. No. 100-711, 1988 U.S.C.C.A.N. at 2189-90. In <i>Davis,</i> the Supreme Court recognized that, under certain circumstances, \"a refusal to accommodate the needs of a disabled person amounts to discrimination against the handicapped,\" and that such discrimination would be prohibited by ง 504 of the Rehabilitation Act. <i>Davis,</i> 442 U.S. at 413, 99 S.Ct. at 2370-2371. In light of the references to <i>Davis</i> in the legislative history of the Fair Housing Act,<sup>[20]</sup> the courts have uniformly concluded that the standards for \"reasonable accommodations\" developed under ง 504 of the Rehabilitation Act also apply to ง 3604(f)(3)(B). <i>See, e.g., </i><i>Shapiro v. Cadman Towers, Inc.,</i> 51 F.3d 328, 334-335 (2d Cir.1995); <i>United States v. California Mobile Home Park Management Co.,</i> 29 F.3d 1413, 1417 n. 3 (9th Cir.1994); <i>Smith &amp; Lee Associates, Inc. v. City of Taylor,</i> 13 F.3d 920, 930 (6th Cir.1993); <i>Judy B. v. Borough of Tioga,</i> 889 F.Supp. 792, 798 (M.D.Pa.1995). As a consequence, the Supreme Court's decisions in <i>Davis,</i> 442 U.S. 397, 99 S.Ct. 2361, 60 L.Ed.2d 980 (1979), and <i>Alexander v. Choate,</i> 469 U.S. 287, 105 S.Ct. 712, 83 L.Ed.2d 661 (1985), both of which involve reasonable accommodations under ง 504 of the Rehabilitation Act, are authoritative with respect to the issue now before this Court. According to these cases, a defendant does not discriminate when it refuses to make \"`changes,' `adjustments,' or `modifications' to existing programs that would be `substantial,' ... or that would constitute `fundamental alteration[s] in the nature of the program ...' ... rather than ... changes that would be reasonable accommodations.\" <i>Alexander v. Choate,</i> 469 U.S. 287, <span class=\"star-pagination\">*941</span> 301 n. 20, 105 S.Ct. 712, 720 n. 20, 83 L.Ed.2d 661 (1985) (citations to <i>Davis</i> omitted).</p>\n<p>Bryant Woods Inn, Inc., argues that Howard County's refusal to permit it to increase the number of its residents from eight to fifteen is a failure to make a reasonable accommodation, because granting the petition would neither impose undue financial or administrative burdens upon the county nor fundamentally alter the nature of Howard County's land use scheme. According to the plaintiff, \"courts around the country have recognized that requests to let a few more people live in a group home does not impose any undue burden or fundamentally `alter the residential character of the neighborhood.'\" (Pltf.'s Mot.Summ.J. at 42, quoting <i>Oxford House, Inc. v. Town of Babylon,</i> 819 F.Supp. 1179, 1183 (E.D.N.Y.1993), and citing <i>Parish of Jefferson v. Allied Health Care,</i> 1992 WL 142574 (E.D.La.), and <i>Oxford House-C v. City of St. Louis,</i> 843 F.Supp. 1556 (E.D.Mo. 1994).) The plaintiff takes the position that a \"reasonable accommodation\" is one which, considered in isolation, imposes low financial or administrative burdens upon the County, and which, standing alone, does not fundamentally alter the nature of the County's zoning program.</p>\n<p>The plaintiff's approach embodies a misunderstanding of <i>Davis.</i> The hearing-impaired plaintiff in <i>Davis</i> sought, <i>inter alia,</i> exemptions from clinical portions of the nursing program which she would be unable to complete, or special assistance with clinical courses. 442 U.S. at 407-408, 99 S.Ct. at 2367-2368. In deciding whether such provisions must be made as a reasonable accommodation for the plaintiff, the Supreme Court considered not the cost or inconvenience to the college of the particular accommodations required by the plaintiff, but, rather, the effect of such accommodations upon the integrity of the nursing program overall. The Court held that Southeastern college's</p>\n<blockquote>\"... unwillingness to make major adjustments in its nursing program does not constitute ... discrimination. The uncontroverted testimony of several members of Southeastern's staff and faculty established that the purpose of its program was to train persons who could serve the nursing profession in all customary ways ... It is undisputed that respondent could not participate in Southeastern's nursing program unless the standards were substantially lowered. Section 504 imposes no requirement upon an educational institution to lower or to effect substantial modification of standards to accommodate a handicapped person.\"</blockquote>\n<p>Under <i>Davis,</i> therefore, a \"reasonable accommodation\" is a modification to a program which does not substantially change the goals or operation of the program as a whole, rather than one which imposes insubstantial financial or administrative burdens in making accommodations for a particular disabled individual. As the Court explained later in <i>Choate,</i> the <i>Davis</i> decision \"struck a balance between the statutory rights of the handicapped to be integrated into society and the legitimate interests of federal grantees in preserving the integrity of their programs.\" 469 U.S. at 300, 105 S.Ct. at 720. Likewise, in considering whether a proposed accommodation is mandated by the Fair Housing Act, a court must balance the plaintiff's interest in equal housing opportunity against the defendant's interest in the integrity of the scheme to be affected by the decision. In so doing, the court must consider not only the difficulty of accommodating the particular plaintiff, but also the impact of its decision upon the affected housing plan or system. <i>See </i><i>Judy B. v. Borough of Tioga,</i> 889 F.Supp. 792, 800 (M.D.Pa.1995) (assessing impact of proposed residential use in light of ordinance providing that \"`the intent of the CI District is to provide for mixed development of heavy commercial and light industrial uses which will not adversely affect residential development,'\"); <i>Oxford House v. City of Virginia Beach,</i> 825 F.Supp. 1251, 1261 (E.D.Va.1993).</p>\n<p>It is undisputed that assisted living facilities provide a unique opportunity for people who are elderly and disabled to maintain some degree of autonomy over their lives while receiving help with daily activities. Dr. Deborah Louis of Howard County's Department on Aging testified at her deposition that Howard County recognizes that group housing is \"unlike a nursing home ... almost in every way because it is personal, because <span class=\"star-pagination\">*942</span> there is flexibility, because it is not a medical model.\" (Louis Depo., Pltf's Exh. 5 to Mot. Summ.J. at 40). Indeed, Dr. Louis explained that \"people's well-being and probably people's lives are extended if they are able to find this kind of option.\" (Louis Depo. at 40). Likewise, the memorandum filed by <i>Amici Curiae</i> Assisted Living Facilities Association of America, Inc., and Assisted Living Legal Defense and Education Fund, Inc., amply demonstrates that \"assisted living kinds of settings contribute a vital component on the continuum of care necessary to meet the needs of older persons.\" (Memo.Amici Curia at 17. <i>See generally id.</i> at 13-17.) <i>See also</i> statement and report of Dr. Robert Bernstein, Director of the Adult Services Division of the Neighborhood Services Organization, Detroit, Michigan, at 2, Pltf.'s Exh. 4 (\"the risks of functional decline are lessened when older adults with dementia reside in Senior Assisted Housing, as opposed to nursing institutions\"). Therefore, people who have disabilities and who might benefit from group home care have a strong interest in securing access to such care. Moreover, their right to access to appropriate assisted living housing is undoubtedly protected by the Fair Housing Act. Consequently, Howard County's obligation not to discriminate against the elderly and the disabled includes the obligation to accommodate the provision of adequate group care facilities within the County. Nonetheless, it is undisputed that granting the Colandrea petition would create only seven additional spaces for assisted living in Columbia. As will be set forth in detail below, twenty-two group care homes currently operate in Columbia, providing approximately 145 assisted living spaces. (Pltf.'s Exh. 19 to Mot.Summ.J.).</p>\n<p>Howard County has an interest in providing the most appropriate housing for its seniors. The County also has interests in both the substantive and procedural aspects of its system of land use regulation. In Maryland as elsewhere, \"the very essence of zoning is the territorial division of land into use districts according to the character of the land and buildings, the suitability of the land and buildings for particular uses, and uniformity of use.\" <i>Schultz v. Pritts,</i> 291 Md. 1, 20, 432 A.2d 1319, 1330 (1981).<sup>[21]</sup> Thus, the purpose of zoning is to allocate certain types of development to particular areas, and to reserve other areas for residential use. The law has long recognized a local government's particular interest in preserving the character of its residential neighborhoods. <i>See generally </i><i>Village of Euclid v. Ambler Realty Co.,</i> 272 U.S. 365, 394, 47 S.Ct. 114, 121, 71 L.Ed. 303 (1926) (acknowledging village's goal of preserving \"the residential character of the neighborhood and its desirability as a place of detached residences\").</p>\n<p>This Court must also recognize that discrete zoning decisions influence future decision-making through their precedential value within the administrative and judicial systems. If Howard County's failure to grant the Colandrea petition violates the Fair Housing Act, then Howard County, and other counties in this jurisdiction, must expect that denying similar waiver requests would also constitute illegal discrimination. As the Court of Appeals for the Sixth Circuit recently put it, \"if the City is required to spot zone in this case, it would have no choice but to grant further rezoning requests under similar circumstances.\" <i>Smith &amp; Lee Assoc. v. City of Taylor,</i> 13 F.3d 920, 931 (6th Cir. 1993).<sup>[22]</sup> In deciding whether ordering Howard County to grant the Colandrea petition would \"fundamentally alter\" its land use scheme, therefore, this Court must consider the impact of a federal injunction in this case upon future decision-making by the County.</p>\n<p><span class=\"star-pagination\">*943</span> By ignoring the question of how the Planning Board's decision to deny the Colandrea petition fits into Howard County's overall zoning scheme, and by focussing, instead, on the effect of letting \"a few more people live in a group home,\" the plaintiff invites the Court to trivialize the local interests at stake in this litigation. The substantial interests of local governments in zoning, however, have repeatedly been affirmed in cases that are binding on this Court. The Fourth Circuit has recognized that</p>\n<blockquote>\"`zoning is a complex and important function of the State. It may indeed be the most essential function performed by local government, for it is one of the primary means by which we protect that sometimes difficult to define concept of quality of life.' ... We can conceive of few matters of public concern more substantial than zoning and land use laws.\"</blockquote>\n<p><i>Pomponio v. Fauquier County Bd. of Supervisors,</i> 21 F.3d 1319, 1327 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 192, 130 L.Ed.2d 125 (1994) (quoting <i>Village of Belle Terre,</i> 416 U.S. at 13, 94 S.Ct. at 1543 (Marshall, J., dissenting)).</p>\n<p>Cases decided under the Fair Housing Act have also recognized that local governments' interest in enforcing zoning regulations are entitled to consideration in deciding whether or not a zoning waiver is a \"reasonable accommodation.\" Thus, one court has reasoned that</p>\n<blockquote>\"It is disingenuous for Plaintiffs to argue that Defendant's making of `reasonable accommodations' requires that Defendant grant Plaintiff's application for the special use permit. Such an interpretation would give handicapped persons carte blanche to determine where and how they would live regardless of zoning ordinances to the contrary. Certainly, this is not what Congress intended when it defined `discrimination' to include not making `reasonable accommodations.' Cities retain the power to enforce zoning ordinances which are not `unduly burdensome' to handicapped persons.\"</blockquote>\n<p><i>Thornton v. City of Allegan,</i> 863 F.Supp. 504, 510 (W.D.Mich.1993) (quoting <i>Marbrunak v. City of Stow,</i> 974 F.2d 43, 46-47 (6th Cir. 1992)). Likewise, the District Court for the Eastern District of Virginia has concluded as follows:</p>\n<blockquote>\"In requiring reasonable accommodation ... Congress surely did not mandate a blanket waiver of all facially neutral zoning policies and rules, regardless of the facts. Certainly nothing in the language of the statute requires this result. Moreover, the need for such balancing [of the needs of the handicapped against municipal interests] is evident in the context of land use and zoning ordinances, where cities have important interests in regulating traffic, population density and services to ensure the safety and comfort of all citizens, including the handicapped.\"</blockquote>\n<p><i>Oxford House, Inc. v. City of Virginia Beach,</i> 825 F.Supp. 1251, 1261 (E.D.Va.1993). Most of the cases cited by the plaintiff in support of its reasonable accommodation theory involved situations in which, as a factual matter, there was no legitimate land use justification for a municipality's refusal to grant a zoning waiver. <i>See, e.g. </i><i>Judy B. v. Borough of Tioga,</i> 889 F.Supp. 792, 800 (M.D.Pa.1995) (noting that group home would \"subject the neighborhood to less traffic, fewer parking problems and fewer disruptions\" than other business and commercial uses permitted in the area); <i>Oxford House, Inc. v. Township of Cherry Hill,</i> 799 F.Supp. 450, 462-463 (D.N.J.1992); <i>Oxford House, Inc. v. Town of Babylon,</i> 819 F.Supp. 1179, 1183 (E.D.N.Y. 1993) (\"the house is well maintained and does not in any way burden the Town or alter the residential character of the neighborhood\").<sup>[23]</sup> In the present case, however, the record clearly demonstrates that Bryants Woods Inn I, operating as a fifteen-person home, would have more employees, generate more traffic, and require a greater number of parking spaces, all in a residential, not a <span class=\"star-pagination\">*944</span> commercial, district. Yet, Mr. Colandrea's group homes are not known to this Court to be non-profit. <i>See</i> n. 26, <i>post.</i> In that sense, they are commercial enterprises.</p>\n<p>Balancing Bryant Woods Inn, Inc.,'s interest in securing seven additional spaces for assisted living against Howard County's interest in the integrity of its zoning scheme, as required by <i>Southeastern Community College v. Davis,</i> 442 U.S. 397, 99 S.Ct. 2361, 60 L.Ed.2d 980 (1979) and <i>Alexander v. Choate,</i> 469 U.S. 287, 105 S.Ct. 712, 83 L.Ed.2d 661 (1985), it is apparent that, as a matter of law, the Planning Board's denial of the Colandrea petition does not amount to discrimination against the disabled. Rather, by asking the County to waive its facially neutral land use regulations under circumstances in which there is evidence that application of the standards was warranted, the Colandrea petition sought a substantial modification to Howard County's system of land use regulation.</p>\n<p>Under Howard County's zoning scheme, the facial validity of which the plaintiff has not challenged, the Planning Board was required by law to determine whether Mr. Colandrea's proposed use was \"consistent with the land use designation of the property .... and compatible with existing or proposed development in the vicinity.\" H.C.Z.R. ง 125.D.2. In addition, the Planning Board was required to find that the proposed use would not adversely affect neighboring properties. <i>Ibid.</i> It is undisputed that requests for permission to operate fifteen-resident group homes have ordinarily been recommended for approval by the Planning Board where, in its judgment, these criteria have been met. <i>See</i> Pltf.'s Exh. 16 to Mot.Summ.J.; Dfts.' Exh. 2 to Opp. to Pltf.'s Mot.Summ.J.</p>\n<p>Before making its decision on the Colandrea petition, the Planning Board received a report from the Department of Planning and Zoning recommending that the petition be denied. The Planning Board held a public hearing at which it received evidence from both sides of the issue. The Planning Board determined that insufficient parking existed at Bryant Woods Inn I for the proposed use of the site. As earlier stated, although the plaintiff characterizes the Planning Board's decision as \"implausible\" and \"irrational,\" the plaintiff's position is premised on the fact that the Board rejected the plaintiff's evidence that the expanded use would be <i>de minimis,</i> and accepted, instead, evidence tending to show that land use problems already exist at Bryant Woods Inn I that would be exacerbated by the proposed expansion. The record contains no evidence that the Planning Board's decision was motivated, even in part, by considerations relating to the disabled status of the prospective additional inhabitants of Bryant Woods Inn I.</p>\n<p>A federal injunction requiring the Howard County Planning Board to reverse a decision reasonably based on non-discriminatory land use criteria would fundamentally alter the nature of Howard County's system of land use regulation. If the Planning Board is required to permit the expansion of group homes where such expansion would, in its judgment, lead to adverse land use consequences, and where the evidence reveals a rational basis for that judgment, then group housing for the disabled will essentially be beyond the reach of zoning regulation in Howard County. The Supreme Court has stated in response to a municipality's argument that an opponent's interpretation of the Fair Housing Act would \"`destroy the effectiveness and purpose of single-family zoning'\" that such an position \"exaggerates the force of the FHA's antidiscrimination provisions.\" <i>City of Edmonds v. Oxford House, Inc.,</i> ___ U.S. ___, ___, 115 S.Ct. 1776, 1783, 131 L.Ed.2d 801 (1995). Rather, the Court advised, \"the FHA antidiscrimination provisions, where applicable, require only `reasonable' accommodations to afford persons with handicaps `equal opportunity to use and enjoy' housing.\" <i>Ibid.</i> (quoting 42 U.S.C. งง 3604(f)(1)(A) and (f)(3)(B)). This is patently not a case in which decisions were based upon intentional discrimination. Nor is it a case in which the Planning Board's zoning decision lacked a rational basis in light of the evidence. Were either the case here, then the Planning Board's decision might represent a failure to make a reasonable accommodation under the Fair Housing Act. The undisputed facts in the record of <span class=\"star-pagination\">*945</span> this case, however, clearly reveal that the Planning Board's decision to deny the Colandrea petition does not amount to discrimination against the disabled.</p>\n<p></p>\n<h2>B. <i>\"Necessity\"</i>\n</h2>\n<p>Under ง 3604(f)(3)(B), a refusal to make reasonable accommodations is discriminatory only when \"such accommodations may be necessary to afford [a handicapped person] equal opportunity to use and enjoy a dwelling.\" According to the plaintiff, the Fair Housing Act's guarantee of equal opportunity to enjoy \"a dwelling\" means, in cases such as this, that people with disabilities have a statutory right to live in a specific house, rather than in a certain type of accommodation.<sup>[24]</sup> The plaintiff therefore argues that a zoning accommodation is \"necessary\" in this case because \"there are elderly people with disabilities who believe the Waterfowl Home best meets their particular needs but cannot reside there due to Defendants' refusal to accommodate Plaintiff.\" (Pltf.'s Mot. Summ.J. at 44.)</p>\n<p>This Court acknowledges that case law exists in support of plaintiff's position. <i>See, e.g., </i><i>Oxford House, Inc. v. Town of Babylon,</i> 819 F.Supp. 1179, 1185 n. 10 (E.D.N.Y.1993) (\"ง 3604(f)(3)(B) dictates that a handicapped individual must be allowed to enjoy a <i>particular</i> dwelling, not just some dwelling somewhere in the town.\")<sup>[25]</sup> Nonetheless, this Court cannot accept the rationale of such cases. The Fair Housing Act explicitly guarantees \"equal opportunity\" in housing for people with and without disabilities. 42 U.S.C. ง 3604(f)(3)(B). The Act does not require that people with disabilities be given preferential access to housing, unless that access is necessary to accommodate their special needs. <i>See generally </i><i>Alexander v. Choate,</i> 469 U.S. 287, 105 S.Ct. 712, 83 L.Ed.2d 661 (1985); <i>Southeastern Community College v. Davis,</i> 442 U.S. 397, 99 S.Ct. 2361, 60 L.Ed.2d 980 (1979); <i>Oxford House, Inc. v. City of Virginia Beach,</i> 825 F.Supp. 1251, 1262-63 (1993). <i>See also </i><i>City of Edmonds v. Oxford House, Inc.,</i> ___ U.S. ___, ___, 115 S.Ct. 1776, 1783, 131 L.Ed.2d 801 (1995) (FHA requires \"only `reasonable' accommodations to afford persons with handicaps `equal opportunity to use and enjoy' housing.\") As the <i>amicus</i> memorandum filed in this case acknowledges, a genuinely evenhanded, non-paternalistic policy towards people with disabilities recognizes that \"individuals with disabilities are entitled to the cultural opportunities, surroundings, experiences, risks, and associations enjoyed by people without disabilities.\" (Amicus Memorandum at 10).</p>\n<p>Twenty-two assisted living facilities currently operate in Columbia, with a vacancy rate of between 18-23%. (Pltf.'s Exh. 19 to Mot.Summ.J.; Louis Depo. at 75-76, Pltf.'s Exh. 5 to Mot.Summ.J.). Thus, a construction of the Fair Housing Act which would give people with disabilities a federal statutory right to live in Bryant Woods Inn I would go far beyond what is necessary to secure equal access to residential housing. Only under the rarest of circumstances do individuals without disabilities have a right to choose to live in a particular building. <i>See, e.g.,</i> 3 U.S.C. ง 102 (the President is permitted to use furniture and other state property \"kept in the Executive Residence at the White House\"); Md. Const. Art. II, ง 21 (proving that \"[t]he Governor shall reside at the seat of Government\"), and Md.State Gov't Code Ann. งง 9-601 โ 9-606 (1995) (establishing the \"Government House Trust.\") Under ordinary circumstances, individuals and families seeking accommodation are constrained by the availability of suitable housing, by their financial resources, and by numerous <span class=\"star-pagination\">*946</span> other factors.<sup>[26]</sup> Accordingly, this Court rejects the plaintiff's contention that the Fair Housing Act gives disabled people a federal statutory right to live at Bryant Woods Inn I.<sup>[27]</sup></p>\n<p>Rather, the Fair Housing Act guarantees individuals with disabilities the right to <i>equal</i> opportunity in housing. <i>See City of Edmonds,</i> ___ U.S. at ___, 115 S.Ct. at 1783. Consequently, the Act prohibits local governments from applying land use regulations in a manner that will exclude people with disabilities entirely from zoning neighborhoods, particularly residential neighborhoods, or that will give disabled people less opportunity to live in certain neighborhoods than people without disabilities. <i>See, e.g., </i><i>Oxford House, Inc. v. Township of Cherry Hill,</i> 799 F.Supp. 450 (D.N.J.1992); <i>United States v. Village of Marshall,</i> 787 F.Supp. 872 (W.D.Wis.1991). The extent to which group care housing is available in Columbia is therefore pertinent to whether or not permitting Bryant Woods Inn I to house fifteen people with disabilities is \"necessary\" to secure equal housing opportunities for the disabled.</p>\n<p>Dr. Deborah Louis, Housing Coordinator of the Howard County Office on Aging, testified at her deposition about the County's efforts to promote assisted living for the elderly and disabled. Dr. Louis explained that the County's efforts to develop group housing had been successful. When asked whether the demand for group housing in Howard County exceeds the supply, she responded</p>\n<blockquote>\"No. We have a vacancy rate of โ it has been running consistently from year to year โ 18 to 23 per cent, which is a healthy vacancy rate, so I would say we're probably keeping pace. Now, part of what we are doing to promote group home development is a lot of outreach to let people know about this option. It may be that the demand will increase as more and more people in the community know that is available. In fact, we hope so. That is why we are doing this, but as it is now, we are probably at about a pace.\"</blockquote>\n<p>(Louis Depo. at 75-76).<sup>[28]</sup> The documentary evidence also shows the County's success in providing elderly and disabled people with options for assisted living. According to a Senior Assisted Living Fact Sheet produced by the County's Department on Aging, the number of group homes in the county has increased from one in 1987 to 37 in 1995. (Dfts.' Exh. 13 to Mot.Summ.J.). <i>See also</i> Pltf.'s Exh. 19 to Mot.Summ.J.</p>\n<p>Nevertheless, this Court agrees with the plaintiff that the number of group houses available in Howard County as a whole may not necessarily be dispositive of the question of the \"necessity\" for the accommodation with respect to Bryant Woods Inn, I. As the plaintiff puts it, \"it is no defense to a discrimination claim to send a person with disabilities elsewhere in the region to live.\" (Pltf.'s Mot.Summ.J. at 45). In the present case, however, it is apparent that assisted living facilities are in fact readily available in Columbia, where Bryant Woods Inn I is located. According to the table of group homes submitted to this Court by the plaintiff, twenty-two of the thirty-six assisted living homes in <span class=\"star-pagination\">*947</span> Howard County have Columbia addresses. (Pltf.'s Exh 19 to Mot.Summ.J.). Under these circumstances, increasing the number of residents of Bryant Woods Inn I \"would appear to be an accommodation primarily for [the corporate plaintiff] rather than for the handicapped.\" <i>Smith &amp; Lee Assocs. v. City of Taylor,</i> 13 F.3d 920, 931 (6th Cir.1993).</p>\n<p>Because the undisputed facts reveal that the accommodation requested by Bryant Woods Inn, Inc., was not \"necessary\" to provide equal housing opportunity for people with disabilities, the defendants are entitled to summary judgment on the plaintiff's reasonable accommodations claim.</p>\n<p></p>\n<h2><i>D. 42 U.S.C. ง 1983</i></h2>\n<p>The plaintiff's cause of action under 42 U.S.C. ง 1983 is based on a theory that the Planning Board's denial of the Colandrea petition \"violates Plaintiff's rights under the Equal Protection Clause of the United States Constitution because it is arbitrary and irrational.\" (Count II of Pltf.'s Amended Complaint.) As fully set forth in the foregoing discussion of the plaintiff's Fair Housing Act claims, it is apparent from the record that a rational basis existed for the Planning Board's decision to deny Mr. Colandrea's petition. <i>See generally </i><i>City of Cleburne v. Cleburne Living Center, Inc.,</i> 473 U.S. 432, 105 S.Ct. 3249, 87 L.Ed.2d 313 (1985). Because the plaintiff has produced no evidence in support of its equal protection argument, the defendants are entitled to summary judgment on the plaintiff's cause of action under ง 1983.</p>\n<p></p>\n<h2><i>E. Conclusion</i></h2>\n<p>The defendants, Howard County and the Howard County Planning Board, are entitled to summary judgment as a matter of law. The plaintiff has produced no evidence from which this Court could legitimately infer that Howard County's denial of the Colandrea petition was an implementation of local residents' intentional discrimination against people with disabilities. The plaintiff has produced no evidence that the members of the Planning Board intentionally discriminated against people with disabilities. The plaintiff has failed to state a cognizable cause of action based upon disparate impact. Furthermore, the Planning Board's decision to deny the Colandrea petition is not a failure to make a reasonable accommodation for people with disabilities. The plaintiff has also failed to produce evidence of a denial of equal protection cognizable under 42 U.S.C. ง 1983.</p>\n<p>Therefore, by a separate order entered herewith, the defendants' motion for summary judgment will be <i>granted.</i> The plaintiff's cross-motion for summary judgment and request for injunctive relief will be <i>denied.</i></p>\n<p></p>\n<h2><i>ORDER AND JUDGMENT</i></h2>\n<p>For the reasons stated in the foregoing Memorandum Opinion, it is by the Court, this 19th day of January, 1996, ORDERED AND ADJUDGED:</p>\n<p>1) That the defendants' Motion for Summary Judgment BE, and hereby IS, <i>GRANTED;</i></p>\n<p>2) That the plaintiff's Motion for Partial Summary Judgment and for Injunctive Relief BE, and hereby IS, <i>DENIED;</i></p>\n<p>3) That judgment BE, and hereby IS, <i>ENTERED</i> for the defendants and against the plaintiff; and</p>\n<p>4) That the Clerk of the Court shall mail copies of the foregoing Memorandum Opinion and this Order and Judgment to the parties.</p>\n<h2>NOTES</h2>\n<p>[1]  Mrs. Carmen Colandrea, Richard Colandrea's mother, is the only member of the Colandrea family currently living at Bryant Woods Inn I. At his deposition, Mr. Colandrea testified that his mother had moved from Columbia to Middleburg. According to Mr. Colandrea, Mrs. Colandrea retains a room at Bryant Woods Inn I, but spends only 20% of her time in Columbia.</p>\n<p>[2]  As will be discussed in detail hereinafter, while the parties agree upon the facts surrounding the Department's pre-hearing treatment of Colandrea's petition, they characterize the Department's conduct very differently. According to Howard County, the Department had difficulty dealing with the Colandrea petition because the petition was imprecise, requested items of relief which the Planning Board had no power to give, and required the County to waive various zoning regulations. According to Bryant Woods Inn, Inc., local opposition to Colandrea's petition led the Department of Planning and Zoning to treat Colandrea's petition differently from other, similar requests. The plaintiff alleges that the procedures followed by the Department of Planning and Zoning in the present case were extraordinary, and represented a \"gross departure from the norm.\" (Pltfs.' Mot.Summ.J. at 15.)</p>\n<p>[3]  Section 501(c) provides that in any appeal to the Board of Appeals, \"for good cause shown, any party before the Board shall have the opportunity to present additional evidence on any issue if, in the opinion of the Board, it is required for proper disposition of the case.\" Nevertheless, it is not clear that the plaintiff would have been able to present additional evidence in this case.</p>\n<p>[4]  The group home at issue in this case serves elderly people, most of whom suffer from mental disabilities. Although discrimination against the elderly is not specifically prohibited by the Fair Housing Act, which prohibits discrimination on the basis of \"handicap,\" this Court must assume for the purposes of the present motion that every prospective assisted living space at Bryant Woods Inn I would constitute a housing opportunity for a disabled person.</p>\n<p>[5]  The plaintiff insists that the Department of Planning and Zoning deviated from its usual procedures in considering the petition. It is undisputed that the Colandrea application was among the first entertained by the County under the new procedure established for final development plan amendments. Although the plaintiff contends that the final plan amendment is analogous to a special exception, and should therefore have been treated exactly like a special exception, the New Town amendment procedure is, in fact, <i>sui generis.</i> Special exception requests are handled by a different office of the Department of Planning and Zoning, and are heard by the Board of Appeals. (O'Brien Depo. at 150, Dfts.' Exh. 20). Under the circumstances, it appears that no fixed standards existed from which the County can meaningfully be said to have deviated.</p>\n<p>[6]  Pltf.'s Exh. 26 to Mot.Summ.J; Lorsung Depo. at 223, Exh. 25 to Mot.Summ.J.</p>\n<p>[7]  <i>See also</i> December 16, 1992 letter from Charlene and Esko Riikonen to Bernice Kish, Pltf.'s Exh. 28; December 9, 1992 letter from John Baker to Bernice Kish, <i>ibid.</i></p>\n<p>[8]  <i>See also</i> December 18, 1992 letter of Dr. Robert Beale, Jr. to Bernice Kish, Pltf.'s Exh. 26.</p>\n<p>[9]  <i>See also</i> December 28, 1993 letter from Paul Imre to Joseph Rutter, Pltf.'s Exh. 44.</p>\n<p>[10]  <i>See also</i> December 28, 1992 letter from Rex Dalrymple to Vernon Gray, Pltf.'s Exh. 28; January 11, 1993 letter from Christine Crable to Charles Ecker, <i>ibid.</i></p>\n<p>[11]  Under other circumstances, opposition to the commercial nature of a group home might constitute discrimination against people with disabilities. Group homes are for people who cannot manage to live alone, and are ordinarily commercial operations, (Louis Depo. at 41, Pltf.'s Exh. 5 to Mot.Summ.J.), although Mr. Colandrea testified at his deposition that he considers that an assisted living home is not a business. (Colandrea Depo., 148, Pltf.'s Exh. 1). Thus, under certain circumstances, objections to the commercial nature of a group home might be tantamount to objections to the presence of people with disabilities. <i>See, e.g., </i><i>Larkin v. State,</i> 883 F.Supp. 172, 176-77 (E.D.Mich, 1994). In the present case, however, local residents did not only object generally to the commercial nature of Mr. Colandrea's proposed expansion, but complained specifically about proposed construction and about the anticipated impact of the expanded use on traffic, road safety and other legitimate land use concerns. In addition, the level of hostility the neighbors evidently felt against Mr. Colandrea would sharpen their desire to prevent him from using Bryant Woods Inn I as a money-making venture.</p>\n<p>[12]  Indeed, the view of the neighbors appeared to be that \"having the elderly residents next door has not been a problem and we support the kind of care that can be provided in such a setting.\" (December 9, 1992 letter from John Baker to Bernice Kish, Pltf.'s Exh. 26). The plaintiff argues that the neighbors' statements in support of assisted living are disingenuous. The Court agrees with the plaintiff that, in considering the defendants' motion for summary judgment, it should disregard statements made by local residents in support of group homes. At the time the statements were made, Mr. Colandrea had publicly stated his position that local opposition to his use of the Waterfowl properties was based on discrimination against the elderly and disabled, and the residents had stated their view that \"the rights issue is a subterfuge for disdain for any restrictions.\" (Letter of Lawrence Schoen, Pltf.'s Exh. 26). Under the circumstances, the residents might be expected to profess support for group homes, regardless of their real views.\n</p>\n<p>It is undisputed, however, that no complaints about the group homes had ever been made before Colandrea proposed the two story addition to Bryant Woods Inn I.</p>\n<p>[13]  Ms. Crable states in her letter that \"Frequently I say `Thank you God for having created Mr. James Rouse, the founder of Columbia,'\" and describes Columbia as \"an excellent model for the world.\" While Ms. Crable appears committed to the idea of opening the community to people with disabilities (\"The joy of living MUST be shared fairly with ALL\"), she also argues that \"we must not permit `human greed' to overshadow true objectives.\"</p>\n<p>[14]  The record is voluminous, containing the transcript of the hearing before the Planning Board, extracts from the depositions of every member of the Planning Board, documentary evidence such as internal memoranda from the Department of Planning and Zoning and letters written by Mr. Colandrea's neighbors, reports from advocates for people with disabilities, and the decisions of the Planning Board in other cases.</p>\n<p>[15]  Bryant Woods Inn, Inc. contends that the local residents' concerns about parking, traffic safety and restrictive covenants are \"subterfuges to mask discriminatory disdain for the disabled.\" Pltf.'s Mot.Summ.J. at 30. Obviously, if the residents of Wilde Lake did, in fact, harbor animosity against the disabled, then they might further their discriminatory goals by expressing neutral objections to the expansion. The plaintiff cannot generate an issue of material fact, however, simply by saying that all objections based on land use, however reasonable they may appear in the context of the local zoning process, are in fact a subterfuge for discrimination. Rather, the plaintiff must produce some <i>evidence</i> that \"discriminatory disdain\" existed, and that land use criteria were used to disguise it. The plaintiff has supplied nothing but its own <i>ipse dixit,</i> however, to raise the inference that the land use concerns were, in fact, discrimination in disguise.</p>\n<p>[16]  This Court will not characterize as discriminatory Ms. Hartman's choice of the word <i>mainstreaming</i> to express her thoughts, rather than its apparently politically correct synonym <i>normalization.</i> Indeed, to the uninitiated, the connotations of <i>normalization</i> seem far more invidious than those of <i>mainstreaming.</i></p>\n<p>[17]  The plaintiff also accuses Board member Joan Lancos of having used the word <i>institution</i> at page 58 of her deposition. (Pltf.'s Reply at 29, n. 23). Although the plaintiff attached a copy of the page as Exhibit 4 to its Reply, the word \"institution\" does not appear thereon. Ms. Lancos does express the opinion that \"with nine to fifteen unrelated individuals, that it would not be a home-like situation and would not be a real residential feel.\"</p>\n<p>[18]  The plaintiff also argues that Bryant Woods Inn I is \"one of the largest in Columbia and could much more easily accommodate fifteen residents than other similarly-situated homes.\" The size of the structure, however, was not an issue in the Planning Board's decision. Rather, the Board focussed on the small amount of parking space available at the home.</p>\n<p>[19]  If the plaintiff's theory of disparate impact claims were correct, every decision of a zoning authority adverse to a group home for the elderly or disabled would potentially yield a \"disparate impact\" cause of action under the Fair Housing Act. This Court rejects the notion that Congress intended such a result. <i>See generally </i><i>Alexander v. Choate,</i> 469 U.S. 287, 298-299, 105 S.Ct. 712, 718-719, 83 L.Ed.2d 661 (1985).</p>\n<p>[20]  In discussing the amendment now codified as ง 3604(f)(9), the House Report explicitly states that \"the [House Judiciary] Committee drew on case law developed under Section 504 of the Rehabilitation Act of 1973.\" Again, the Report refers specifically to the Supreme Court's decision in <i>Davis.</i> H.Rep. No. 100-711, 1988 U.S.C.C.A.N. 2189, and nn. 73 and 74.</p>\n<p>[21]  Because uniformity of use is itself a goal of land use regulation, the County has a general interest in the consistent application of its zoning regulations. Courts have long recognized that, in land use, \"the bad fades into the good by such insensible degrees that the two are not capable of being readily distinguished and separated in terms of legislation.\" <i>Village of Euclid v. Ambler Realty Co.,</i> 272 U.S. 365, 389, 47 S.Ct. 114, 118-119, 71 L.Ed. 303 (1926). Consequently, a local government's decision to enforce or waive zoning requirements involves the exercise of discretion. The exercise of such discretion is \"not a judicial function.\" <i>Village of Belle Terre v. Boraas,</i> 416 U.S. 1, 8, 94 S.Ct. 1536, 1540, 39 L.Ed.2d 797 (1974).</p>\n<p>[22]  Mr. Colandrea himself owns another property, currently used as a group home, within walking distance of Bryant Woods Inn I.</p>\n<p>[23]  The non-zoning case principally relied on by the plaintiff, <i>Shapiro v. Cadman Towers, Inc.,</i> 51 F.3d 328 (2d Cir.1995), involved an apartment complex which refused to modify its \"first come, first served\" policy for allocating parking spaces to provide a space for a tenant suffering from multiple sclerosis. In this Court's view, an apartment complex's interest in allocating parking spaces is substantially less than a County's interest in preserving residential neighborhoods.</p>\n<p>[24]  If a plaintiff seeks \"reasonable accommodations\" relief under the Act in the form of a physical alteration, for example an access ramp, then the plaintiff's claim would obviously be for equal access to a specific building. Although ง 3604(f)(3)(B) addresses only accommodations in \"rules, policies, practices and services,\" the remainder of ง 3604(f)(3) contemplates physical accommodations. This focus may account for Congress's decision to draft subsection (f)(3)(B) in terms of opportunity to \"use and enjoy a dwelling.\"</p>\n<p>[25]  Although this statement would be consonant with the meaning of the Act if a physical accommodation to a building were sought to make it accessible to a resident with disabilities, <i>Town of Babylon</i> involves a failure to waive zoning requirements.</p>\n<p>[26]  Indeed, the financial resources of potential residents may limit access to Bryant Woods Inn I. The plaintiff submitted a table describing 36 Certified Group Senior Assisted Housing Facilities in Howard County. (Pltf.'s Exh. 19 to Mot. Summ.J.) Although Bryant Woods Inn I, located at 10461 Waterfowl Terrace, is not included in the table, Bryant Woods Inn II, located at 10433 Waterfowl Terrace and also operated by the Colandreas, is listed as having the highest rates of any group home included in the survey. The cost per month to residents ranges from $2,500 to $2,600. Only four of the thirty-six homes advertise a rate of $2,000 per month or more.</p>\n<p>[27]  Even with the proposed expansion, Bryant Woods Inn I would only be able to house fifteen of the potentially vast number of disabled people who, under the plaintiff's theory, have a statutory entitlement to live there. Is the next step a federal right to have 17, 23, 37 or 149 persons housed there?</p>\n<p>[28]  The plaintiffs makes much of the fact that Dr. Louis was quoted in a local newspaper as saying \"We [the County] are nowhere near meeting the potential demand. The County could have many, many more of these homes.\" <i>See</i> Pltf.'s Mot. Summ.J. at 45. Nonetheless, whether a particular accommodation is now necessary to provide equal housing opportunities for people with disabilities does not depend upon the future <i>potential</i> demand for group homes.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">911</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">918</span></span> (1996)</b></center>\n<center><h1>BRYANT WOODS INN, INC., Plaintiff,<br>\nv.<br>\nHOWARD COUNTY, MARYLAND, et al., Defendants.</h1></center>\n<center>Civil Action No. S 95-595.</center>\n<center><p><b>United States District Court, D. Maryland, Northern Division.</b></p></center>\n<center>January 19, 1996.</center>\n<p><span class=\"star-pagination\">*919</span> <span class=\"star-pagination\">*920</span> <span class=\"star-pagination\">*921</span> Beth Pepper, Stein &amp; Schonfeld, Baltimore, MD, Nathan Siegel, Venable, Baetjer &amp; Howard, Baltimore, MD, for plaintiff.</p>\n<p>Andrew D. Levy, Brown, Goldstein &amp; Levy, Baltimore, MD, Amici Curiae, for Assisted Living Facilities Assn. of America, Inc. and Assisted Living Legal Defense and Education Fund, Inc.</p>\n<p><span class=\"star-pagination\">*922</span> Louis P. Ruzzi, Senior Asst. County Solicitor, Ellicott City, MD, for defendants.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION</i></h2>\n<p>SMALKIN, District Judge.</p>\n<p>This action is before the Court on the defendants' motion for summary judgment and the plaintiff's cross-motion for partial summary judgment with respect to liability. Neither side requested a jury trial. The issues have been fully briefed, and no oral hearing is necessary. Local Rule 105.6.</p>\n<p></p>\n<h2><i>Factual Background</i></h2>\n<p>The plaintiff, Bryant Woods Inn, Inc., is a corporation that operates two group homes in Columbia, Maryland. The homes provide housing and other services in a non-institutional setting to elderly people with disabilities, most of whom suffer from Alzheimer's disease or related forms of dementia. The homes are owned by Richard Colandrea, who is the sole shareholder and president of Bryant Woods Inn, Inc. The corporation pays rent to Mr. Colandrea for the use of his properties as group homes. The home at issue in this litigation, Bryant Woods Inn I, is located at 10461 Waterfowl Terrace and has been owned by the Colandrea family for over twenty years.</p>\n<p>In 1989, the Colandreas began using Bryant Woods Inn I as a group home for up to eight elderly people with disabilities. Between 1989 and 1994, the home operated as Group Senior Assisted Housing under a program supervised by Maryland's Office on Aging. In 1994, Bryant Woods Inn I was licensed by the Maryland Department of Health and Mental Hygiene as a \"domiciliary care\" home. In 1992, Mr. Colandrea asked both the Office of Aging and the Department of Health and Mental Hygiene to approve the home as a home for up to fifteen residents. Both state agencies denied his request, because Mr. Colandrea had not secured zoning authority from Howard County to house more than eight elderly or disabled people.</p>\n<p>Section 110.C.4 of the Howard County Zoning Regulations permits the following uses as a matter of right, as uses accessory to a principal residential use:</p>\n<blockquote>\"The housing by a resident family of:</blockquote>\n<blockquote>a. Not more than four non-transient roomers or boarders; or</blockquote>\n<blockquote>b. Not more than eight mentally and/or physically disabled persons or persons 62 years of age or older, provided the use is registered, licensed or certified by the State of Maryland; or</blockquote>\n<blockquote>c. A combination of a or b above, provided that the total number of persons housed in addition to the resident family does not exceed eight.\"</blockquote>\n<p>Consequently, to the extent that the Colandreas were a \"resident family\" at the Waterfowl property, they did not require special zoning approval to provide homes for up to eight elderly disabled people.<sup>[1]</sup> Richard Colandrea's plans to house fifteen people at Bryant Woods Inn I in addition to family members and staff, however, could not be realized without zoning authority from Howard County.</p>\n<p>Columbia is a New Town Zoning District under the Howard County Zoning Regulations, and is subject to a different zoning scheme from the remainder of Howard County. H.C.Z.R. ง 125.A.1. In particular, the special exception procedure which ordinarily permits Howard County property owners to apply for changes in the zoning status of their properties is not available to residents of Columbia. Before October, 1993, no effective mechanism existed whereby individual property owners could request changes in the zoning regulations applicable to their properties. In 1993, however, Howard County provided that Columbia residents could request exceptions from the zoning regulations by applying for an amendment to their neighborhood's Final Development Plan (FDP). H.C.Z.R. ง 125.D.2. Section 125.D.2.c. of the Howard County Zoning Regulations vests the authority to approve FDP amendments in the Howard County Planning <span class=\"star-pagination\">*923</span> Board and sets forth the criteria governing the Planning Board's decisions:</p>\n<blockquote>\"The Planning Board shall approve, approve with modifications or deny the proposed amendments to the Final Development Plan, stating the reasons for its action. The Planning Board shall approve the request only if it finds that:</blockquote>\n<blockquote>(1) The use is consistent with the land use designation of the property ... and compatible with existing or proposed development in the vicinity.</blockquote>\n<blockquote>(2) The use will not adversely affect vicinal properties.\"</blockquote>\n<p>As soon as the new provisions took effect, Richard Colandrea prepared and submitted to the Howard County Planning Board a petition for an FDP amendment. Colandrea described his proposed amendment as follows:</p>\n<blockquote>\"Allow for the housing of disabled persons provided the use is licensed or certified by the state of Maryland. The housing of disabled persons shall not be considered a business use; shall not change the use classification of the property or the structure from that of residential and shall require no other community association approval.\"</blockquote>\n<p>(Colandrea's December 6, 1993 application for a plan amendment, Exh. 4 to Dfts.' Mot. Summ.J.) Because the State of Maryland would allow Colandrea to provide homes for fifteen elderly people with disabilities if zoning approval were granted, the effect of Colandrea's petition would be to increase the number of residents of Bryant Woods Inn I to 15, excluding members of the Colandrea family.</p>\n<p>Mr. Colandrea's application for an FDP amendment was one of the first received by the Planning Board pursuant to the new regulations. Under the new procedure, the Howard County Department of Planning and Zoning was responsible for processing Colandrea's petition and for making an initial recommendation to the Planning Board.<sup>[2]</sup> It is undisputed that when the Department of Planning and Zoning received the Colandrea petition it wrote to Mr. Colandrea, explaining that his proposed amendment to provide for the housing of disabled persons was not defined in the Howard County Regulations, and did not \"clearly define your proposed use.\" (January 12, 1994 letter from Gina Tirinnanzi to Richard Colandrea, Dfts.' Exh. 5 to Mot. Summ.J.) In addition, the Department advised Mr. Colandrea that it lacked authority to waive local covenant requirements, and that Mr. Colandrea's petition should therefore \"contain language for land use only.\" (<i>Ibid.</i>) Finally, the Department asked Mr. Colandrea to supply additional information about the number of employees, parking requirements and availability, and lot coverage. (<i>Ibid.</i>)</p>\n<p>Recognizing that he had insufficient information to prepare a comprehensive staff report, Richard Blood, the staff member assigned to handle the Colandrea petition, asked Joseph Rutter, the Director of the DPZ, whether or not to go ahead with the hearing as scheduled. (Blood Depo. at 262-263, Pltf.'s Exh. 43 to Mot.Summ.J.). Meanwhile, Mr. Colandrea's neighbors had requested a postponement of the hearing on the basis that the sign on the property giving notice of the hearing was not sufficiently conspicuous. (Rutter Depo. at 365, Dfts.' Exh. 22 to Opp.) Mr. Rutter took the position that \"if the residents find the sign enough to know that it's in their opinion not properly posted, well, they found it, that's the intent of the sign, to make notification.\" (<i>Ibid.</i>) Mr. Rutter therefore determined that Mr. Colandrea \"should have his opportunity to go to the Planning Board and make <span class=\"star-pagination\">*924</span> his case, and not have delays at the request of the residents because of a technicality in posting.\" (<i>Id.</i> at 366). Mr. Colandrea did not ask for a postponement of the hearing. Richard Blood explained at his deposition that Mr. Rutter ordered him to go ahead and \"notify the residents [that the hearing] was going to be the 17th and do the best I could on the staff report and if it had to be negative for lack of information, that is how it would have to be.\" (Blood Depo. at 264-265, Exh. 43 to Pltf.'s Mot.Summ.J.).</p>\n<p>Blood accordingly prepared the staff report, recommending to the Board that Colandrea's petition be denied. On February 10, 1994, when the staff report had been finalized and approved, the Department received Mr. Colandrea's response to its requests for further information. (Pltf.'s Exh. 53 to Mot. Summ.J.). Mr. Colandrea proposed that his property should \"be used for a Group Care Facility,\" described in detail the number of employees and prospective residents, and set forth the parking needs of the expanded use. Blood did not revise the packets of information which had been prepared for review by the members of the Planning Board to take account of the new submission.</p>\n<p>The public hearing before the Planning Board took place on February 17, 1994. As was customary, the proceedings began with a presentation by Richard Blood, the member of the Howard County Department of Planning and Zoning who had been responsible for processing the Colandrea petition. Blood stated that because the Colandrea petition was so indefinite, the Department had relied on regulations and other land use criteria applicable to Group Care Facilities under the Howard County Zoning Regulations. Using the Group Care Facility criteria, Blood concluded that Bryant Woods Inn I had inadequate parking, and that there was a risk that off-street loading and storage areas might be incompatible with the residential character of the neighborhood. Blood also explained to the Board that Mr. Colandrea's amendments to his original petition had been received after the staff report had been finalized.</p>\n<p>The Board heard argument from Mr. Colandrea's attorney and testimony from a number of witnesses. Mr. Colandrea's attorney specified the proposed use of the property, explaining that the land use impact of the group home would be minimal. In addition, Mr. Colandrea's attorney advised the Board that the Fair Housing Act might require the County to \"accommodate some of [its] zoning regulations in order to guarantee housing opportunities for the disabled.\" (Hearing Transcript at 13, Dfts.' Exh. 2 to Mot. Summ.J.). Mr. Colandrea testified in favor of the amendment, as did Edward Leavy, an owner of three group homes in Montgomery County. Diane Perry of Howard County's Office on Aging and Stephanie Lyons of the County Alzheimer's Association answered questions about the land use impact of assisted living facilities and about the needs of individuals suffering from Alzheimer's disease. A neighbor and an attorney testified in opposition to the amendment on behalf of the Waterfowl Neighborhood Association, the Columbia Association and the Wilde Lake Community Association, arguing that the Planning Board lacked the power to grant that portion of the original Colandrea petition which asked that the proposed use be exempted from local covenants. Another neighbor, Lawrence Schoen, testified in opposition to the petition on his own behalf, expressing concerns about parking, traffic and construction. Mr. Schoen stated that \"there isn't really an interference from the people living in the house, it's these ancillary activities like parking and construction that are creating the problem.\" (<i>Id.</i> at 48).</p>\n<p>At the conclusion of the hearing, the Board voted unanimously to deny the petition. In a written Decision and Order issued on March 31, 1994, the Board stated that \"[t]he open-ended nature of the Petitioner's requested amendment makes it impossible for this Board to conclude that the criteria of Section 125.D.2.c. of the Zoning Regulations have been met.\" (March 31, 1994 Decision and Order in Planning Board Case No. 293 at 4, Exh. 11 to Dfts.' Mot.Summ.J.) The Board observed that the amendment Mr. Colandrea had submitted specifically limited neither the number of residents who might live in Bryant Woods Inn I nor the level of their need for assistance with daily living. With <span class=\"star-pagination\">*925</span> respect to parking, the Board made the following findings:</p>\n<blockquote>\"Petitioner proposes a parking plan which accommodates between four and six vehicles on the site. However, the plan does not allow for easy circulation of the accommodated vehicles and would likely result in fewer cars actually using on-site parking, thus forcing overflow parking onto the street. This would have a particularly adverse effect on vicinal properties since the subject property, although somewhat rectangular, is `pie-shaped' with a particularly narrow area of road frontage available for on-street parking. Based on the personal observation of one of the Board members during two site visits and the testimony of Petitioner's neighbors, even the existing use generates parking congestion on the street. This situation would be exacerbated by Petitioner's proposed expansion.\"</blockquote>\n<p>(<i>Id.</i> at 4-5). The Board determined that \"the proposed use is a group care facility as that term is defined in Section 125.A.7.b. of the Zoning Regulations,\" and that the parking criteria applicable to group care facilities should therefore be met. Using these criteria, the Board found Bryant Woods Inn I's parking facilities to be inadequate. (<i>Id.</i> at 5.)</p>\n<p>The Board held that its denial of the Colandrea petition did not \"limit housing opportunities for the disabled in contravention of the Fair Housing Act.\" (March 31, 1994 Decision and Order in Planning Board Case No. 293 at 6, Exh. 11 to Dfts.' Mot.Summ.J.) The Board pointed out that ง 125.A.7.c. and ง 110.C.4 of Howard County's Zoning Regulations permitted Mr. Colandrea to house eight elderly people with disabilities, although only four boarders per home are ordinarily permitted. In connection with Mr. Colandrea's desire to increase the number of residents from eight to fifteen, the Board stated that \"eight residents is a reasonable break point for requiring additional scrutiny of the specific impacts which Petitioner's proposed intensification of a home occupation or business use of residential property will have on vicinal properties.\" The Board stated that even if the denial of the petition had a disparate impact upon disabled people, it was nonetheless consistent with the Fair Housing Act because it was based on \"the Board's non-discriminatory, legitimate interest in prohibiting an over-intensification of use of residential property which will exacerbate an already congested traffic and parking situation on Petitioner's street and/or require on-site parking that would be out of character and scale with the residential community.\" (<i>Id.</i> at 7.) Finally, the Board observed that community members had no objection to the existing use of Bryant Woods Inn I for elderly residents, and that the community's concerns \"centered around parking and traffic congestion and Petitioner's operation of an in-home business in violation of the community association covenants, as distinct from unsubstantiated fears about having disabled neighbors.\" (<i>Id.</i> at 8.)</p>\n<p>Mr. Colandrea filed a Motion for Reconsideration, both suggesting alternative language for his amendment which might alleviate the Board's concerns with respect to specificity, and arguing that the Board's determinations with respect to parking were irrational. In addition, Mr. Colandrea offered to undertake that no resident would park a car at Bryant Woods Inn I. The Planning Board considered the motion at a meeting held on June 23, 1994 and voted to deny it. The Board issued its formal denial in a written opinion of August 18, 1994, stating that \"Petitioner's proposal to eliminate resident parking, while removing the `worst case scenario' for parking, will still not significantly alleviate the increase in parking demand that his proposed expansion will place on an already congested site.\" (Board's August 18, 1994 Order in Planning Board Case No. 293 at 2, Pltf.'s Exh. 67 to Mot.Summ.J.)</p>\n<p>Mr. Colandrea did not appeal to the Howard County Board of Appeals. Instead, on March 2, 1995, Bryant Woods Inn, Inc., initiated the present action by filing a complaint in the United States District Court for the District of Maryland. The complaint alleges causes of action against Howard County and against the Planning Board under the Fair Housing Act, 42 U.S.C. งง 3601 <i>et seq.,</i> and under the Fourteenth Amendment to the United States Constitution, cognizable under 42 U.S.C. ง 1983. The plaintiff seeks a judgment declaring that Howard County acted in <span class=\"star-pagination\">*926</span> an illegally discriminatory manner, an injunction against Howard County's continued refusal to permit Mr. Colandrea to house up to fifteen people with disabilities in Bryant Woods Inn I, an injunction against future similar action by Howard County, compensatory and punitive damages, attorneys' fees and costs. After some discovery, both sides filed motions for summary judgment.</p>\n<p>Although neither Bryant Woods Inn, Inc., nor Howard County raised issues relating to the justiciability of the motions for summary judgment, this Court had serious doubts about its jurisdiction over the case, particularly in light of the plaintiff's failure to appeal the decision against it to the Howard County Board of Appeals. By a letter ruling dated November 16, 1995, the Court informed counsel that it questioned \"whether the decision under attack by the plaintiff has the requisite degree of finality to satisfy traditional prudential requirements for federal court review of challenged state administrative actions, which can involve such often interrelated issues as ripeness, comity, exhaustion and the like.\" The Court asked the parties to brief issues relating to justiciability, including exhaustion, finality and ripeness, and comity principles.</p>\n<p></p>\n<h2><i>A. Jurisdiction</i></h2>\n<p>Bryant Woods Inn, Inc., filed its complaint in the present case after the Planning Board had denied Mr. Colandrea's petition. Mr. Colandrea did not pursue an appeal to the Howard County Board of Appeals. The plaintiff therefore initiated its federal action without exhausting state administrative remedies and without receiving a decision from the highest decision-maker in the County with authority to hear the case.</p>\n<p>Whether administrative remedies must be exhausted before federal statutory remedies may be pursued depends upon the intention of Congress in fashioning the federal cause of action. <i>See </i><i>McCarthy v. Madigan,</i> <span class=\"citation\" data-id=\"112701\"><a href=\"/opinion/112701/mccarthy-v-madigan/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span>, 144, <span class=\"citation\" data-id=\"112701\"><a href=\"/opinion/112701/mccarthy-v-madigan/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1081</span></a></span>, 1086, <span class=\"citation\" data-id=\"112701\"><a href=\"/opinion/112701/mccarthy-v-madigan/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">291</span></a></span> (1992). A plaintiff may seek relief under the Fair Housing Act either by filing a complaint with the Department of Housing and Urban Development, by initiating a civil action on its own behalf, or by seeking the assistance of the Department of Justice in an enforcement proceeding. 42 U.S.C. งง 3610-3614. These remedies are not mutually exclusive. Section 3613, which sets forth the procedures governing private civil actions, does not explicitly state whether or not administrative remedies must be pursued before a complaint may be filed.</p>\n<p>\"[W]here Congress has not clearly required exhaustion, sound judicial discretion governs.\" <i>McCarthy,</i> 503 U.S. at 144, 112 S.Ct. at 1086. Several of the criteria set forth by the Supreme Court to constrain the exercise of this discretion suggest that exhaustion should be required in the present case:</p>\n<blockquote>\"Exhaustion concerns apply with particular force when the action under review involves exercise of the agency's discretionary power or when the agency proceedings in question allow the agency to apply its special expertise ... The exhaustion doctrine also acknowledges the commonsense notion of dispute resolution that an agency ought to have an opportunity to correct its own mistakes with respect to the programs it administers before it is haled into federal court.\"</blockquote>\n<p><i>McCarthy,</i> 503 U.S. at 145, 112 S.Ct. at 1086 (citations omitted). Furthermore, none of the three factors set forth in <i>McCarthy</i> as \"circumstances in which the interests of the individual weigh heavily against requiring administrative exhaustion\" is present in this case. 503 U.S. at 146, 112 S.Ct. at 1087. An appeal to the Board of Appeals would not prejudice the plaintiff's subsequent assertion of a federal action. 503 U.S. at 147, 112 S.Ct. at 1087-88. There is no indication that the Board of Appeals would be biased, or would have predetermined the issue against the plaintiff. 503 U.S. at 148, 112 S.Ct. at 1088. Moreover, contrary to the plaintiff's contentions in its Memorandum on Justiciability, the Board of Appeals has the institutional competence, and indeed the obligation, to review Fair Housing Act issues and to grant appropriate relief. <i>See generally </i><i>Insurance Commissioner v. Equitable Life Assurance Soc.,</i> <span class=\"citation no-link\"><span class=\"volume\">339</span> <span class=\"reporter\">Md.</span> <span class=\"page\">596</span></span>, 615-624, <span class=\"citation no-link\"><span class=\"volume\">664</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">862</span></span>, 872-876 (1995) (holding that administrative agencies in Maryland have the power to decide <span class=\"star-pagination\">*927</span> constitutional issues); <i>Halle Companies v. Crofton Civic Ass'n,</i> <span class=\"citation no-link\"><span class=\"volume\">339</span> <span class=\"reporter\">Md.</span> <span class=\"page\">131</span></span>, <span class=\"citation no-link\"><span class=\"volume\">661</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">682</span></span> (1995) (discussing generally the powers of Boards of Appeals).</p>\n<p>General principles therefore appear to favor exhaustion in this case. Nevertheless, this Court has found no reported case in which a federal court has denied a plaintiff relief under the Fair Housing Act for failure to exhaust state administrative remedies. Furthermore, the appeal from the decision of the Planning Board to the Howard County Board of Appeals is apparently not a crucial part of the County's Final Development Plan (FDP) amendment process. There is no provision in the regulations governing FDP amendments that specifically gives a right of appeal from an FDP decision by the Planning Board to the Board of Appeals. Rather, the right to appeal must be inferred from Section 125 D.2 of the Howard County Zoning Regulations, 16.900(j)(2)(iii) and 16.301(b) of the Howard County Code, and <i>The Howard Research &amp; Development Corp. v. Concerned Citizens for the Columbia Concept,</i> <span class=\"citation\" data-id=\"1971542\"><a href=\"/opinion/1971542/howard-research-v-concerned-citizens/\"><span class=\"volume\">297</span> <span class=\"reporter\">Md.</span> <span class=\"page\">357</span></a></span>, <span class=\"citation\" data-id=\"1971542\"><a href=\"/opinion/1971542/howard-research-v-concerned-citizens/\"><span class=\"volume\">466</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">31</span></a></span> (1983). Furthermore, the appeal to the Board of Appeals in the present case is not <i>de novo,</i> as it would be in the analogous special exception procedure, <i>see </i><i>Halle Companies,</i> 339 Md. at 143, 661 A.2d at 688, but on the record. ง 501(c) of the Howard County Code; ง 2.210(b).<sup>[3]</sup> Under these circumstances, mindful of the Supreme Court's warning that \"federal courts are vested with a `virtually unflagging obligation' to exercise the jurisdiction given them,\" this Court holds that the plaintiff's failure to exhaust administrative remedies does not deprive it of jurisdiction over the Fair Housing Act and ง 1983 claims. <i>McCarthy,</i> 503 U.S. at 146, 112 S.Ct. at 1087 (quoting <i>Colorado River Water Conservation Dist. v. United States,</i> <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 817-818, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, 1246-1247, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span></a></span> (1976)).</p>\n<p>The plaintiff's failure to pursue an appeal to the Board of Appeals also raises issues relating to finality and ripeness, particularly since the plaintiff contends in this action, <i>inter alia,</i> that in denying the Colandrea petition Howard County failed to make a reasonable accommodation for the disabled. <i>See generally </i><i>U.S. v. Village of Palatine,</i> <span class=\"citation\" data-id=\"679997\"><a href=\"/opinion/679997/united-states-v-village-of-palatine-illinois-matthew-klein-dick-kozdras/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1230</span></a></span>, 1234 (7th Cir.1994) (where plaintiff argued \"that the Village failed to make a reasonable accommodation under the Act, the Village must be afforded an opportunity to make such an accommodation pursuant to its own lawful procedures\"); <i>Oxford House, Inc. v. City of Virginia Beach,</i> <span class=\"citation no-link\"><span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1251</span></span>, 1259-1264 (E.D.Va.1993) (discussing ripeness of reasonable accommodations claim). <i>See also </i><i>Williamson Planning Comm'n v. Hamilton Bank,</i> <span class=\"citation\" data-id=\"111501\"><a href=\"/opinion/111501/williamson-county-regional-planning-commn-v-hamilton-bank-of-johnson-city/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, <span class=\"citation\" data-id=\"111501\"><a href=\"/opinion/111501/williamson-county-regional-planning-commn-v-hamilton-bank-of-johnson-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3108</span></a></span>, <span class=\"citation\" data-id=\"111501\"><a href=\"/opinion/111501/williamson-county-regional-planning-commn-v-hamilton-bank-of-johnson-city/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">126</span></a></span> (1985). The plaintiff has filed a federal action against Howard County charging that the County failed to make reasonable accommodations for people with disabilities, without allowing the County's highest agency decision-maker to consider what action should be taken. Nevertheless, as the plaintiff points out in its Memorandum on Justiciability, the Planning Board's unappealed decision to deny Mr. Colandrea's petition is final in the sense that it now constitutes the local law of Howard County and prohibits Mr. Colandrea from housing more than eight elderly or disabled residents at Bryant Woods Inn I. For justiciability purposes, therefore, the plaintiff's Fair Housing Act claims are both ripe and final.</p>\n<p>Lastly, the nature of the dispute in the present case raises questions about the proper relationship between the federal court and state judicial and administrative bodies. As the Fourth Circuit has recently explained,</p>\n<blockquote>\"state and local zoning and land use law is particularly the province of the State and ... federal courts should be wary of intervening in the area in the ordinary case ... [C]ases involving questions of state and local land use and zoning law are a classic example of situations in which `the \"exercise of federal review of the question in a case and in similar cases would be disruptive <span class=\"star-pagination\">*928</span> of state efforts to establish a coherent policy with respect to a matter of substantial public concern.\"' We can conceive of few matters of public concern more substantial than zoning and land use laws.\"</blockquote>\n<p><i>Pomponio v. Fauquier County Board of Supervisors,</i> <span class=\"citation\" data-id=\"668227\"><a href=\"/opinion/668227/arthur-m-pomponio-v-fauquier-county-board-of-supervisors-planning/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1319</span></a></span>, 1327 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span></span> (1994) (applying <i>Burford</i> abstention in zoning case). As will become clear, the present case does involve disputed issues of local land use law, such as the applicability of certain parking regulations to Bryant Woods Inn I. Unlike those cases in which the Fourth Circuit has urged federal courts not to \"leave their indelible print on local and state land use and zoning law by ..., in effect, sitting as a zoning board of appeals,\" however, this case involves neither a state claim in federal disguise, nor a facially meritless federal cause of action. <i>Pomponio,</i> 21 F.3d at 1327. <i>See also </i><i>Sylvia Development Corp. v. Calvert County,</i> <span class=\"citation\" data-id=\"690294\"><a href=\"/opinion/690294/sylvia-development-corporation-karel-dohnal-individually-and-as-agent-for/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></a></span>, 828-829 (4th Cir.1995). Rather, the plaintiff has asserted causes of action arising under the Fair Housing Act, which provides direct federal relief for those aggrieved by discriminatory land use decisions of state and local governments.</p>\n<p>Accordingly, although the present case is on the margin of federal judicial power, this Court must conclude under the cited precedent that it has jurisdiction to decide the parties' cross-motions for summary judgment.</p>\n<p></p>\n<h2><i>B. Summary Judgment Standards</i></h2>\n<p>Summary judgment may be entered in a civil case if \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits ... show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). The party opposing the motion must \"do more than simply show that there is some metaphysical doubt as to the material facts.\" <i>Matsushita Elec. Industrial Co. v. Zenith Radio Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></span>, 586, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></span>, 1356, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></span> (1985). Rather, \"the quality and quantity of the evidence offered to create a question of fact must be adequate to support a jury verdict\" in favor of the non-moving party. <i>Thompson Everett, Inc. v. National Cable Advertising, L.P.,</i> <span class=\"citation\" data-id=\"698334\"><a href=\"/opinion/698334/thompson-everett-inc-v-national-cable-advertising-lp-cable-networks/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1317</span></a></span>, 1323 (4th Cir.1995).</p>\n<p>In considering a motion for summary judgment, a court must consider the facts and draw its inferences in the light most favorable to the party opposing the motion. <i>See </i><i>Tuck v. Henkel Corp.,</i> <span class=\"citation\" data-id=\"589701\"><a href=\"/opinion/589701/59-fair-emplpraccas-bna-1199-59-empl-prac-dec-p-41733-robert-e/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">371</span></a></span>, 374 (4th Cir.1992), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1276</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">671</span></span> (1993). Nonetheless, such inferences \"must, in every case, fall within the range of reasonable probability and not be so tenuous as to amount to speculation or conjecture.\" <i>Thompson Everett,</i> 57 F.3d at 1323. If materially different inferences may rationally be drawn from the undisputed facts, then summary judgment is inappropriate.</p>\n<p></p>\n<h2><i>C. The Fair Housing Act</i></h2>\n<p>As amended in 1988, the Fair Housing Act (FHA) protects people with disabilities against discrimination in housing.<sup>[4]</sup> 42 U.S.C. งง 3601 <i>et. seq.</i> A cause of action under the FHA against a local government may arise under any one of three theories. A plaintiff may allege that the local government's decision was based on intentional discrimination against the disabled. <i>See, e.g., </i><i>Bangerter v. Orem City Corp.,</i> <span class=\"citation\" data-id=\"688708\"><a href=\"/opinion/688708/brad-bangerter-v-orem-city-corporation-a-utah-municipal-corporation/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1491</span></a></span> (10th Cir.1995). A facially neutral regulation, practice or policy may violate the Act if it has a disparate impact upon people with disabilities. <i>See </i><i>Smith v. Town of Clarkston,</i> <span class=\"citation\" data-id=\"406173\"><a href=\"/opinion/406173/james-smith-v-the-town-of-clarkton-north-carolina-and-j-dwight-fort/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span>, 1065 (4th Cir.1982). Lastly, a local government's failure to make a reasonable accommodation for people with disabilities may give rise to a cause of action under the FHA. 42 U.S.C. ง 3604(f)(3)(B). The plaintiff in the present case alleges that \"Defendants have violated the FHA[] under all three theories.\" (Pltf.'s Mot.Summ.J. at 26).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*929</span> <i>I. Intentional Discrimination</i>\n</h2>\n<p>The Fair Housing Act prohibits intentional discrimination against people with disabilities. 42 U.S.C. ง 3604 provides that \"it shall be unlawful ... [t]o discriminate in the sale or rental, or to otherwise make unavailable or deny, a dwelling to any buyer or renter because of a handicap of [a person with disabilities] ...\" <i>See also </i><i>Bangerter v. Orem City Corp.,</i> <span class=\"citation\" data-id=\"688708\"><a href=\"/opinion/688708/brad-bangerter-v-orem-city-corporation-a-utah-municipal-corporation/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1491</span></a></span>, 1500-1501 (10th Cir.1995); <i>Potomac Group Home v. Montgomery County,</i> <span class=\"citation no-link\"><span class=\"volume\">823</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1285</span></span>, 1295 (D.Md.1993). An actionable intent to discriminate need not be motivated by dislike for, or animosity against, people with disabilities; the legislative history of the Fair Housing Act shows that Congress intended equally to prohibit discrimination resulting from \"false and over-protective assumptions about the needs of handicapped people, as well as unfounded fears of difficulties about the problems that their tenancies may pose.\" H.R. No. 100-711, U.S.C.C.A.N. 2185 (1988). Nevertheless, a plaintiff alleging intentional discrimination has the burden of showing that a decision to deny housing opportunities was motivated, at least in part, by unjustified consideration of the disabled status of individuals who would be affected by the decision. In this regard, government officials are generally held to act with discriminatory intent, regardless of their personal views, when they implement the discriminatory desires of others. <i>See, e.g., </i><i>Dailey v. City of Lawton,</i> <span class=\"citation\" data-id=\"289959\"><a href=\"/opinion/289959/willie-mae-dailey-and-columbia-square-inc-v-city-of-lawton-oklahoma-a/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span>, 1039 (10th Cir.1970) (holding, in ง 1983 racial discrimination action, that \"it is enough for the complaining parties to show that the local officials are effectuating the discriminatory designs of private individuals\"); <i>Oxford House-C v. City of St. Louis,</i> <span class=\"citation no-link\"><span class=\"volume\">843</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1556</span></span>, 1576 (E.D.Mo.1994); <i>Potomac Group Home,</i> 823 F.Supp. at 1297-1298; <i>United States v. Borough of Audubon,</i> <span class=\"citation no-link\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">353</span></span>, 361 (D.N.J.), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></span> (3d Cir.1992).</p>\n<p>In deciding whether Bryant Woods Inn, Inc.,'s evidence of intentional discrimination can withstand Howard County's motion for summary judgment, this Court must take particular care to draw every legitimate inference in favor of the plaintiff. As the Fourth Circuit has recognized, \"municipal officials acting in their official capacities seldom, if ever, announce on the record that they are pursuing a particular course of action because of their desire to discriminate.\" <i>Smith v. Town of Clarkston,</i> <span class=\"citation\" data-id=\"406173\"><a href=\"/opinion/406173/james-smith-v-the-town-of-clarkton-north-carolina-and-j-dwight-fort/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span>, 1064 (4th Cir.1982). Furthermore, courts have acknowledged that government officials may conceal discriminatory intent by claiming that they relied upon objective, neutral criteria such as parking regulations. <i>See, e.g., </i><i>Potomac Group Home,</i> 823 F.Supp. at 1290-1292; <i>Support Ministries for Persons with </i><i>AIDS, Inc. v. Village of Waterford,</i> <span class=\"citation no-link\"><span class=\"volume\">808</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">120</span></span>, 131 (N.D.N.Y.1992).</p>\n<p>Nevertheless, a plaintiff alleging a cause of action based on intentional discrimination must produce at least some evidence, either direct or circumstantial, of discrimination. As the parties agree in their cross-motions for summary judgment, the facts giving rise to the present case are not in dispute. Rather, the question before this Court is whether, from the undisputed facts, a fact-finder could reasonably draw an inference that the County's actions were motivated by factors which related to the disabled status of the prospective residents of Bryant Woods Inn I. In answering this question, the Court must bear in mind that \"inferences must, in every case, fall within the range of reasonable probability and not be so tenuous as to amount to speculation or conjecture.\" <i>Thompson Everett, Inc. v. National Cable Advertising,</i> <span class=\"citation\" data-id=\"698334\"><a href=\"/opinion/698334/thompson-everett-inc-v-national-cable-advertising-lp-cable-networks/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1317</span></a></span>, 1323 (4th Cir. 1995).</p>\n<p>Bryant Woods Inn, Inc., contends that \"[t]he record reveals a consistent, three year pattern of conduct whereby Howard County officials repeatedly responded to community pressure to prevent a few more disabled, elderly citizens from living in an affluent Columbia neighborhood.\" (Pltf.'s Mot. Summ.J. at 29). Indeed, the plaintiff asserts that the record contains \"compelling evidence of discriminatory intent\" on the part of the Planning Board. According to the plaintiff, the record contains four types of evidence that the Department of Planning and Zoning acted with a discriminatory intent when it denied the Colandrea petition: 1) the neighbors opposed the petition as \"a threat to safety and property values\" and the County <span class=\"star-pagination\">*930</span> officials took the community opposition into account in making their decision (<i>id.</i> at 29-31); 2) the Department of Planning and Zoning \"grossly departed from its normal procedures\" in handling the Colandrea petition (<i>id.</i> at 31-33); 3) the individual members of the Planning Board \"were motivated by stereotypes about people with disabilities\" (<i>id.</i> at 33-34); and 4) the Planning Board offered \"shifting and irrational justifications\" for its decision to deny the Colandrea petition (<i>id.</i> at 34-37).</p>\n<p></p>\n<h2><i>a. The County's Response to Political Pressure</i></h2>\n<p>Bryant Woods Inn, Inc., alleges that the Planning Board intentionally discriminated against people with disabilities by responding to the community's opposition to Mr. Colandrea's proposed expansion. It is undisputed that the Howard County officials who received communications from Mr. Colandrea's neighbors viewed the petition as \"controversial\" and \"politically sensitive.\" (Paul Farragut Depo. at 23-24, Pltf.'s Exh. 27; Richard Blood Depo. at 135-136, Pltf.'s Exh. 43). Nevertheless, it is amply clear from the record that the Planning Board considered legitimate land use criteria in arriving at its decision. (Pltf.'s Exhs. 66, 67; Dfts.' Exhs. 2, 11). There is a factual dispute about the degree to which political pressure determined the procedure followed by the Department of Planning and Zoning and affected the Planning Board's ultimate decision on the Colandrea petition.<sup>[5]</sup> Viewing all the evidence in the light most favorable to the plaintiff, this Court assumes both that the Department of Planning and Zoning deviated from its usual procedures and that it was predisposed to deny the Colandrea petition because a contrary decision would have been difficult politically.</p>\n<p>In <i>Sylvia Development Corp. v. Calvert County,</i> <span class=\"citation\" data-id=\"690294\"><a href=\"/opinion/690294/sylvia-development-corporation-karel-dohnal-individually-and-as-agent-for/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></a></span> (4th Cir.1995), the Fourth Circuit considered the legal effect of a local zoning board's response to local political pressures:</p>\n<blockquote>\"The record in this case reveals that the public opposition to the Blue Dolphin project, as well as the sympathy to this opposition expressed by certain commissioners, centered around legitimate land use issues such as the concern over further growth in Calvert County, the consequences of increased residential density, and the preservation of the community's aesthetic character โ issues that are at the heart of countless local zoning disputes in every corner of the county. It is not pernicious <i>per se</i> for a zoning authority to be influenced by political pressure in the community. `Such give-and-take between government officials and an engaged citizenry is what democracy is about.'\"</blockquote>\n<p><i>Sylvia Development,</i> 48 F.3d at 829 (quoting <i>Gardner v. Baltimore Mayor &amp; City Council,</i> <span class=\"citation\" data-id=\"586850\"><a href=\"/opinion/586850/rodney-d-gardner-individually-and-as-custodian-for-the-children-of-ruth/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">63</span></a></span>, 72 (4th Cir.1992)). If, however, a zoning board's response to political pressure amounts to the implementation of local residents' discriminatory impulses, then the board's actions may give rise to a cause of action for intentional discrimination. <i>See </i><i>Dailey,</i> 425 F.2d at 1039. To sustain its claim of intentional discrimination, therefore, the plaintiff must present some evidence that community opposition to the expansion of Bryant Woods Inn I was based, at least in part, upon the fact that the residents of the Colandrea group home are people with disabilities.</p>\n<p>The record reveals that community opposition to Mr. Colandrea's activities at Bryant Woods Inn I began in late 1992, when Mr. Colandrea proposed constructing a two-story addition to the house to accommodate additional residents, and it continued thereafter.<sup>[6]</sup><span class=\"star-pagination\">*931</span> Mr. Colandrea's neighbors objected to the physical expansion of the house as inconsistent with the character of the neighborhood, which is generally composed of smaller homes. <i>See, e.g.,</i> December 28, 1992 letter from Rex Dalrymple to Vernon Gray, Pltf.'s Exh. 28 (\"Richard Colandrea has applied to expand both [his Waterfowl Terrace] properties by almost an additional 50% to over 5,000 sq. ft. in size, far larger than any other homes in the area\"); July 15, 1993 letter from William Voss to Charles Ecker, Pltf.'s Exh. 41 (\"Our street is made up of three and four bedroom homes and one 75% bigger with more bedrooms is just not compatible with our neighborhood\").<sup>[7]</sup> The neighbors complained of existing traffic and parking problems at Bryant Woods Inn I, and anticipated increased difficulties with traffic and parking. <i>See, e.g.,</i> December 9, 1992 letter from John Baker to Bernice Kish, Pltf.'s Exh. 26 (\"The traffic in and out of this home is on the edge of becoming a problem and adding additional people to the residence will only make this minor annoyance a real problem for the neighborhood.\"); January 1, 1994 letter from Rex Dalrymple to William Manning, Pltf.'s Exh. 44 (\"Approval of the application would create additional parking problems for residents on Waterfowl Terrace, which already has a severe parking problem.\")<sup>[8]</sup> The letters express anxiety about neighborhood safety. <i>See, e.g.,</i> December 28, 1992 letter from Rex Dalrymple to Vernon Gray, Pltf.'s Exh. 26 (\"If vehicles are parked along the street, on both sides of the street, that leaves only 14 ft down the center for emergency vehicles to travel ...\").<sup>[9]</sup> Members of the local community were also concerned about possible resale of the enlarged Colandrea home, and about the effect of the larger property upon their property values and tax assessments. <i>See, e.g.,</i> December 28, 1993 letter from Paul Imre to Joseph Rutter, Pltf.'s Exh. 44 (\"If this exemption is allowed to pass zoning it will severely impact the resale value of the existing homes in the Bryant Woods Neighborhood. Many of us are elderly homeowners and it could pose a hardship for us.\").<sup>[10]</sup></p>\n<p>In addition to the numerous land use concerns about Mr. Colandrea's proposed expansion of Bryant Woods Inn I, the residents of Wilde Lake expressed hostility and resentment against Mr. Colandrea personally. One particular complaint was Mr. Colandrea's refusal to even attempt to comply with local covenants, or to respond informally to neighbors' concerns about his activities at the Waterfowl properties. The neighbors made Howard County officials aware that \"Richard Colandrea has consistently refused to apply for a business license even though the operation of both homes [on Waterfowl Terrace] certainly is a business.\" (December 28, 1992 letter from Rex Dalrymple to Vernon Gray, Chairman of Howard County Zoning Board, Pltf.'s Exh. 26.) They petitioned the Wilde Lake Board for enforcement of the covenants. (Pltf.'s Exh. 28). Ultimately, because Mr. Colandrea refused to submit an \"In-Home Business Application\" to the Wilde Lake Architectural Committee for either of the Waterfowl Terrace homes, the Columbia Association and the Wilde Lake Community Association, Inc., sued Mr. Colandrea in the Circuit Court for Howard County for violating the restrictive covenants applicable to the properties.</p>\n<p>Mr. Colandrea's petition for an amendment to the Final Development Plan was not calculated to assuage the neighbors' concerns about his apparent disregard for local covenants. Mr. Colandrea's proposed amendment read as follows:</p>\n<blockquote>\"Allow for the housing of disabled persons provided the use is licensed or certified by the state of Maryland. The housing of <span class=\"star-pagination\">*932</span> disabled persons shall not be considered a business use; shall not change the use classification of the property or the structure from that of residential and shall require no other community association approval.\"</blockquote>\n<p>(Colandrea's December 6, 1993 application for a plan amendment, Exh. 4 to Dfts.' Mot. Summ.J.) Consequently, part of the local opposition to the petition was based on neighbors' view that the amendment was an attempt by Mr. Colandrea to avoid the covenant restrictions. <i>See, e.g.,</i> January 3, 1994 letter from John Baker to Joseph Rutter, Pltf.'s Exh. 44 (\"In my opinion, the only reason Mr. Colandrea wishes to have this property rezoned is to circumvent the local process of obtaining approval for modifications [or] expansions to the property and getting approval for running a business in a single family dwelling.\"); January 1, 1994 letter from Rex Dalrymple to William Manning, <i>ibid.</i></p>\n<p>Another source of friction between Mr. Colandrea and his neighbors was Mr. Colandrea's other business activities allegedly carried on in Waterfowl Terrace. See December, 1992 letter from Dr. Robert S. Beale, Jr. to Bernice Kish, Pltf.'s Exh. 26 (\"For the past several years, the Colandrea family has operated several commercial ventures on our street. Those activities which seem to include a junk hauling business and a rooming house have caused concern in my household and those of my neighbors.\"); December 18, 1992 letter from Dr. Robert Beale to Bernice Kish, <i>ibid.</i> (\"the junk-hauling business is bad enough with trash-laden trucks remaining for days at a time in front of my house\"). Lawrence Schoen, another neighbor, took twenty photographs of Mr. Colandrea's vehicles and trash cans during the first month of 1993. He sent the photographs to Janet Mason, Chair of the Wilde Lake Village Board, with copies to Mr. Colandrea and to nine community association and local government representatives. In a cover letter, Mr. Schoen describes the content of the photographs as follows:</p>\n<blockquote>\"They show his several vehicles used to carry construction materials and/or debris parked in various places on or around two of the three the [sic] Colandrea family properties in my neighborhood ... One of them shows his truck blocking the sidewalk. Others show overflow trash and automobile parking resulting from his businesses. He has what appears to be a commercial garage filled with materials for his businesses which faces Columbia open space. As you know, this was a period of intense attention on Mr. Colandrea's activities and his failure to keep his commercial vehicles out of the area is a measure of his disdain for the laws and rules that the rest of us live by.\"</blockquote>\n<p>(<i>Ibid.</i>) Mr. Schoen's anxiety about Mr. Colandrea's pursuit of business ventures extended to the proposed expanded use of Bryant Woods Inns I and II as assisted living facilities. Mr. Schoen stated that \"[i]t is my understanding that Mr. Colandrea has attempted to purchase still more homes in the neighborhood over the years. He seems to be interested in expanding all of the properties owned by the family ...\" (<i>Ibid.</i>)</p>\n<p>The letters written by Mr. Colandrea's neighbors are emotional and express numerous objections to Mr. Colandrea's activities on Waterfowl Terrace. Some include statements which can be construed as offensive or discriminatory with respect to certain groups of people. Dr. Beale argues in his December 8, 1992 letter to Bernice Kish, for example, that \"the nursing employees could be people whom I would not generally expect to be in my neighborhood\" and that \"[T]he relatives of the customers or employees of these ventures could be people whom I would not like to inform even of the existence of Waterfowl Terrace.\" (Pltf.'s 26). Many express a high degree of animosity against Mr. Colandrea and distrust of his motives. <i>See</i> January 11, 1993 letter from Christine Crable to Charles Ecker, Pltf.'s Exh 28 (\"[w]e must not allow `greed' masqueraded as unselfish sharing to creep into our community and destroy our true objective\"); January 1, 1994 letter from Rex Dalrymple to William Manning, Pltf.'s Exh. 44 (ascribing to Colandrea the intent to \"circumvent those Wilde Lake Covenants, with which he apparently does not agree, in order to place his property to a higher density use which would provide substantially higher economic benefits to him personally\"); <span class=\"star-pagination\">*933</span> January 3, 1994 letter from John Baker to Joseph Rutter, <i>ibid.</i> (charging that Colandrea's request for expansion \"is based purely on personal greed, not on what is best for the neighborhood or the elderly residents of his business\").<sup>[11]</sup></p>\n<p>Conspicuous by their absence, however, are statements that either explicitly or implicitly suggest that the neighbors were opposed to Mr. Colandrea's use of the Waterfowl Terrace properties because his client base was composed of elderly and disabled people.<sup>[12]</sup></p>\n<p>Of the numerous letters contained in the record, only one expresses any opposition to the expansion of Bryant Woods Inn I on a ground that relates to the presence of elderly or disabled residents. In her letter to Charles Ecker of January 11, 1993, Christine Crable asks him to consider \"the mental and physical affects [sic] of living in the midst of a greater than normal population of illness and old age.\" (Pltf.'s Exh, 28). While this snippet from one rather odd letter<sup>[13]</sup> does provide evidence that one Columbia resident had concerns based on the disabled status of the proposed residents of Bryant Woods Inn I, such evidence is plainly too slender a reed upon which to rest a triable issue of fact with respect to whether or not Howard County's denial of the Colandrea petition effectuated the discriminatory designs of the local community. \"One swallow does not make a summer.\" Aristotle, <i>Nichomachean Ethics,</i> Book 1, Ch. 7 (c. 325 B.C.). Neither does a single discriminatory statement contained in one of the numerous letters in the record create a triable issue of fact with respect to the intentional discrimination claim against the County. <i>See generally </i><i>O'Connor v. Consolidated Coin Caterers Corp.,</i> <span class=\"citation\" data-id=\"697282\"><a href=\"/opinion/697282/james-oconnor-v-consolidated-coin-caterers-corporation-equal-employment/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span>, 548-550 (4th Cir.1995); <i>Birkbeck v. Marvel Lighting Corp.,</i> <span class=\"citation\" data-id=\"675118\"><a href=\"/opinion/675118/patricia-birkbeck-as-personal-representative-of-the-estate-of-alan/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span>, 511-512 (4th Cir.1994). This Court has carefully considered the entire record before it.<sup>[14]</sup> Counsel <span class=\"star-pagination\">*934</span> for the plaintiff has meticulously tilled the record for any material which might give rise to an intentional discrimination claim. Because of the unusual level of general local opposition to the expansion of Bryant Woods Inn I, there was, perhaps, sufficient grist for the plaintiff's mill to keep counsel from the briar patch of Rule 11. Nevertheless, on the basis of the undisputed facts, no rational trier of fact could infer that the disabled status of the fifteen people who would live in Bryant Woods Inn I was a motivating factor in the Howard County Planning Board's denial of Mr. Colandrea's petition. Apart from Ms. Crable's isolated statement, the plaintiff has not produced any evidence, direct or circumstantial, that the community opposition to Mr. Colandrea's expansion of Bryant Woods Inn I was motivated by considerations relating to the elderly or disabled status of the group home's residents. On the contrary, the record evidence shows that the community opposition to Colandrea's petition was based primarily upon legitimate land use concerns, including parking, traffic and safety.<sup>[15]</sup> As Lawrence Schoen testified at the hearing before the Planning Board, \"there isn't really an interference from the people living in the house, it's these ancillary activities like parking and construction that are creating the problem.\" (Hearing transcript at 48, Dfts.' Exh. 2 to Mot.Summ.J.). To the extent that the community's opposition to the Bryant Woods Inn I expansion was sharpened by emotional or irrational concerns, those concerns involved animosity against Mr. Colandrea personally, which arose out of anger at Mr. Colandrea's perceived indifference to local concerns and the residential character of the community, and fear that he would expand his other properties in the neighborhood. Indeed, it is clear that Mr. Colandrea's neighbors would have opposed <i>any</i> expanded use of his properties which would have threatened the character of the community, regardless of whether or not the expanded use would make homes available to people with disabilities. Personal animosity, based on other-than prohibited motives, does not violate one's right to be free from proscribed discrimination. <i>See </i><i>Williams v. Cerberonics, Inc.,</i> <span class=\"citation\" data-id=\"520601\"><a href=\"/opinion/520601/karen-a-williams-v-cerberonics-incorporated-karen-a-williams-v/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span> (4th Cir.1989).</p>\n<p>It is well-established that if the evidence produced by the non-moving party in response to a summary judgment motion \"is merely colorable ... or is not significantly probative ... summary judgment may be granted.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249-250, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510-2511, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (citations omitted). The plaintiff has not produced evidence from which a finder of fact could rationally conclude by the appropriate proof burden that the Planning Board's denial of the Colandrea petition was motivated by Columbia residents' intentional discrimination against people with disabilities. Absent evidence of discrimination against the disabled on the part of its constituents, a county's response to political pressure does not give rise to an intentional discrimination claim under the Fair Housing Act. To the extent that the plaintiff's intentional discrimination claim under the Fair Housing Act is based upon the theory that the Planning Board implemented its constituents' discriminatory impulses, therefore, the defendants are entitled to summary judgment on that claim.</p>\n<p></p>\n<h2><i>b. Intentional Discrimination by the Planning Board</i></h2>\n<p>Bryant Woods Inn, Inc., contends that certain statements of members of the Planning Board reveal that they \"based their decision on precisely the kinds of stereotypes and <span class=\"star-pagination\">*935</span> unfounded assumptions about the `impact' of people with disabilities that are forbidden by the FHAA.\" (Pltf.'s Mot.Summ.J. at 33). The plaintiff offers three facts as evidence for this claim: (1) the use of the word \"mainstream\" by Board Member Cathy Hartman; (2) the Board's use of the word \"institution\" to describe Bryant Woods Inn I, as expanded (<i>Id.</i> at 33-34); and (3) Dr. Dale Schumacher's questions about the residents' medical needs.</p>\n<p>Cathy Hartman's deposition contains the following colloquy:</p>\n<blockquote>\"Q. ... Why does having fifteen people as opposed to eight people make it more of a business? ...</blockquote>\n<blockquote>A. I think when you start getting into the higher numbers, it's not what you would view as โ I think mainstreaming eight people into a residential neighborhood is certainly much more acceptable and easier to accommodate than it would be for fifteen</blockquote>\n<blockquote>...</blockquote>\n<blockquote>Q. When you use the word \"mainstreaming,\" what do you mean?</blockquote>\n<blockquote>A. People that want to participate in community affairs and be a part of the neighborhood.\"</blockquote>\n<p>(Hartman Depo. at 44, Pltf.'s Exh. 54). According to the plaintiff, \"[t]he view that people are outside the `mainstream' of society because they are elderly and have Alzheimer's disease is self-evidently discriminatory.\" (Pltf.'s Mot.Summ.J.) The plaintiff therefore takes the position that Ms. Hartman's use of the word <i>mainstreaming</i> is evidence of invidious discrimination, \"precisely the kind of remark[] which can occur at less guarded moments during a deposition and help reveal a person's actual underlying motives.\" (Pltf.'s Reply at 28).</p>\n<p>This Court is puzzled by the plaintiff's assertion that the word <i>mainstreaming</i> is \"self-evidently discriminatory.\" The plaintiff objects to the underlying assumption that \"people are outside the `mainstream' of society because they are elderly and have Alzheimer's disease.\" This point of view is not discriminatory. Rather, it acknowledges the distressing fact that people with Alzheimer's disease, like many other people with disabilities, have historically been excluded from opportunities available to those who are not disabled. It is not discriminatory to recognize and acknowledge the existence of persistent and unjustified exclusion of the disabled from many aspects of \"mainstream\" society. On the contrary, sound public policy for people with disabilities must take account of the nature of this exclusion and the lack of a rational basis for it.</p>\n<p>The <i>amicus</i> memorandum filed in this Court by the Assisted Living Facilities Association of America, Inc., and the Assisted Living Legal Defense and Education Fund explains that until the middle of this century \"the official policy of the United States was to segregate people with disabilities from `normal' society.\" (Amicus Memo. at 7). More recently, segregation and stigmatization of the disabled have been replaced by efforts to give equal opportunity and consideration to people who have disabilities, a policy described as \"normalization\". (Amicus Memo. at 9). According to <i>amici,</i> \"the concept of `normalization' โ the idea that people with disabilities do better when they live as part of society rather than separate from it โ has influenced national policy on disabilities for the past thirty years.\" (<i>Id.</i> at 10). \"Normalization,\" therefore, is aimed at breaking down the barriers which still prevent people with disabilities from being treated as equals in society and is not itself discriminatory. Ms. Hartman explained that she used the word <i>mainstreaming</i> to describe the accommodation of \"people that want to participate in community affairs and be a part of the neighborhood.\" Ms. Hartman's point of view fairly describes the process of normalization, viewed by <i>amici,</i> at least, as the goal toward which the FHA is aimed.<sup>[16]</sup> It is not evidence of discrimination.</p>\n<p>Bryant Woods Inn, Inc., also argues that \"the Board consistently expressed the <span class=\"star-pagination\">*936</span> view that a fifteen person group home is an `institution.'\" (Pltf.'s Mot.Summ.J. at 34.) According to the plaintiff, \"[s]uch attitudes stereotypically view seniors as institutional wards in total disregard for the family-like atmosphere that characterizes the Waterfowl home and other groups.\" (<i>Ibid.</i>) As one of two identified examples of the offensive use of the word <i>institution,</i> the plaintiff cites to the following colloquy in the deposition of Theodore Mariani, a member of the Planning Board, during which Mr. Mariani was questioned about why Howard County classified homes with eight residents as residential, but not homes with fifteen residents:</p>\n<blockquote>\"A. I think what we are saying is when you go above eight [residents] you are getting a different kind of setting than a, quote, familial setting.</blockquote>\n<blockquote>Q. What type of setting are you getting between nine to fifteen? ...</blockquote>\n<blockquote>A. When you get larger than eight, I think it begins to take on more of an institutional type setting.</blockquote>\n<blockquote>Q. And what are the characteristics of the institutional type setting?</blockquote>\n<blockquote>A. Larger staff numbers, larger dining facilities, starting to get almost like a commercial kitchen operation. A whole series of things begin to change.\"</blockquote>\n<p>(Mariani Depo. at 190-191, Exh. 4 to Pltf.'s Reply.)<sup>[17]</sup></p>\n<p>Far from stereotyping \"seniors as institutional wards,\" Mr. Mariani quite obviously sought to distinguish comfortable, familial housing for seniors from larger group housing in which the intimate atmosphere of a family has been lost. It is not discriminatory to consider the possibility that an eight person group home might promote the goals of normalization more effectively than a home for fifteen people. Advocates for the disabled agree that the most desirable characteristic of assisted living is its familial nature. <i>See</i> Dr. Deborah Louis Depo. at 28, Pltf.'s Exh. 5 to Mot.Summ.J. (\"the model [for group homes] being a family model where someone already in residence in the community decides that they will become a facility and take four to six or however many seniors into their home and basically sort of operate it like a family\"); Amicus Memo. at 10 (\"In housing, normalization means living in a normal size home in a residential neighborhood.\"). Sensitivity to the fact that a familial atmosphere may disappear if too many people live in a home is simply not invidious discrimination. <i>Compare </i><i>Horizon House v. Township of Upper Southampton,</i> <span class=\"citation no-link\"><span class=\"volume\">804</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">683</span></span>, 694-695 (E.D.Pa.1992) (holding that it is discriminatory to use quotas to promote numerically even integration throughout different communities).</p>\n<p>Lastly, Bryant Woods Inn, Inc., argues that Dr. Dale Schumacher's \"persistent and intrusive questions\" about the elderly residents' medical needs \"similarly reflect common stereotypes which may not be used to limit housing opportunities for seniors.\" (Pltf.'s Mot.Summ.J. at 33-34). During the Planning Board hearing, Dr. Schumacher did ask Mr. Colandrea to explain what land use impact might arise from the provision of medical services to the residents of Bryant Woods Inn I. <i>See</i> Dfts.' Exh. 2 at 20-23. As Dr. Schumacher later explained in his deposition, the medical needs of different residents might lead to differences in the expected number of visits from health care workers, in the need for delivery of medical supplies, and in the likelihood of medical emergencies. Under these circumstances, Dr. Schumacher's interest in the medical profile of the residents of Bryant Woods Inn I is not a manifestation of stereotyping, but is a clear attempt to develop the factual basis for a rational assessment of the land use impact of the proposed use.</p>\n<p>The plaintiff has not produced one scintilla of evidence that the individual members of the Planning Board based their decisions on discriminatory impulses. Plucking isolated words such as <i>mainstream</i> and <i>institution</i> from the record, and describing them as <span class=\"star-pagination\">*937</span> \"self-evidently discriminatory\" or \"common stereotypes\" does not amount to the production of evidence of discrimination. Consequently, to the extent that the plaintiff's cause of action for intentional discrimination is based upon alleged discrimination by individual members of the Planning Board, it is meritless.</p>\n<p></p>\n<h2><i>c. \"Shifting and irrational justifications\"</i></h2>\n<p>Lastly, Bryant Woods Inn, Inc., argues that \"the County's inability to advance a consistent, plausible justification for its conduct is itself evidence of discriminatory intent.\" (Pltf.'s Mot.Summ.J. at 34). According to the plaintiff, the \"only land-use justification cited by Board members, both at the hearing and in their formal decision, was parking.\" (<i>Id.</i> at 35). It is the plaintiff's position that the Board's concerns about parking were implausible and irrational. This Court will assume, for the purposes of assessing the summary judgment motion against the plaintiff, that concerns about parking were the only legitimate concerns articulated by the Planning Board in making its initial decision.</p>\n<p>The Planning Board made the following determinations with respect to parking:</p>\n<blockquote>\"Petitioner proposes a parking plan which accommodates between four and six vehicles on the site. However, the plan does not allow for easy circulation of the accommodated vehicles and would likely result in fewer cars actually using on-site parking, thus forcing overflow parking onto the street. This would have a particularly adverse effect on vicinal properties since the subject property, although somewhat rectangular, is `pie-shaped' with a particularly narrow area of road frontage available for on-street parking. Based on the personal observation of one of the Board members during two site visits and the testimony of Petitioner's neighbors, even the existing use generates parking congestion on the street. This situation would be exacerbated by Petitioner's proposed expansion.\"</blockquote>\n<p>(Transcript of hearing at 4-5, Dfts.' Exh. 2 to Mot.Summ.J.).<sup>[18]</sup> The plaintiff objects to the Planning Board's finding that parking at Bryant Woods Inn I was inadequate for the following reasons:</p>\n<blockquote>\"Although the Board learned that none of the residents drive [sic], its Decision was premised upon fifteen residents with cars. Moreover, while the Board heard evidence that the home has five off-street and at least two on-street parking spaces (which is almost enough to meet even the unreasonable standard that Defendants imposed), it ignored that evidence. The Board also ignored evidence that visitors were rare. On the other hand, the Board credited complaints about parking raised by neighbors at the hearing which on their face demonstrated no more traffic might exist at any other single-family home. The purported concerns about parking, therefore, are a pretext for discrimination.\"</blockquote>\n<p>(Pltf.'s Mot.Summ.J. at 35-36). In essence, the plaintiff argues that the Planning Board discriminated against people with disabilities because it \"ignored\" evidence presented by the plaintiff and \"credited\" evidence which was adverse to the plaintiff's position. The fact that the plaintiff strongly and sincerely disagrees with the Planning Board's assessment of the conflicting evidence, however, does not make the Board's decision irrational, and therefore evidence of discrimination.</p>\n<p>Inferences drawn in favor of a party opposing a summary judgment motion \"must, in every case, fall within the range of reasonable probability and not be so tenuous as to amount to speculation or conjecture.\" <i>Thompson Everett Inc. v. National Cable Advertising,</i> <span class=\"citation\" data-id=\"698334\"><a href=\"/opinion/698334/thompson-everett-inc-v-national-cable-advertising-lp-cable-networks/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1317</span></a></span>, 1323 (4th Cir. 1995). Drawing every legitimate inference in favor of the plaintiff, this Court cannot view the Planning Board's decision with respect to parking as so irrational as to constitute evidence of discrimination. There was evidence before the Board from which it could reasonably <span class=\"star-pagination\">*938</span> have concluded that, because of the unusual configuration of the lot, Bryant Woods Inn I would face a parking problem with a population of fifteen elderly or disabled residents in addition to employees and members of the Colandrea family. Under these circumstances, this Court cannot fairly infer, without speculation or conjecture, that the Board's reasoning was merely a pretext for discrimination.</p>\n<p>The plaintiff also objects that the grounds for the Board's decision on the Motion for Reconsideration differed from its grounds for deciding the original petition. According to Bryant Woods Inn, Inc., \"[t]hat concerns about parking and the `open-endedness' of the petition were pretextual is further evident from Defendants' attempt to change their reasons for denying the petition once Mr. Colandrea offered solutions to [that issue].\" (Pltf.'s Mot.Summ.J. at 36). Mr. Colandrea's amendment offered to limit the number of prospective elderly or disabled residents of Bryant Woods Inn I to fifteen, and to limit on- and off-site parking to members of the Colandrea family, visitors, employees and staff. (Motion for Reconsideration, Pltf.'s Exh. 65 to Mot.Summ.J.).</p>\n<p>The plaintiff appears to argue that the fact that the Board did not rely upon the \"open-endedness\" of the proposed use in deciding the Motion for Reconsideration reflects its \"inability to advance a consistent, plausible justification for its conduct,\" and constitutes evidence of discrimination. (Pltf.'s Mot. Summ.J. at 34). <i>See also id.</i> at 36 (\"That concerns about ... the `open-endedness' of the petition were pretextual is further evident from Defendants' attempt to change their reasons for denying the petition once Mr. Colandrea offered solutions to those issues.\") Plainly, however, once Mr. Colandrea had specified the number of residents he expected to house, the Board was reasonably required to consider the petition in light of the new request. Indeed, it would have been patently irrational for the Board to articulate concerns about the lack of specificity of the petition once those concerns no longer existed.</p>\n<p>With respect to parking, Board's decision on the Motion for Reconsideration considered the new proposed amendment, and concluded as follows:</p>\n<blockquote>\"Even if the residents do not use any on-or off-site parking spaces as Petitioner now proposes, the additional staff and additional visitors generated by a more than doubling of the current resident population to the full potential of fifteen proposed by Petitioner would clearly exascerbete [sic] the site's existing parking problem. The requirement of eight parking spaces for fifteen residents is not unreasonable as applied to Petitioner's site when one considers that these spaces must accommodate all employees, all visitors (many of whom will visit the facility during the same hours) and all resident family members (whose numbers are not limited in group care facilities).\"</blockquote>\n<p>(Decision and Order on Motion for Reconsideration, Pltf.'s Exh. 67 to Mot.Summ.J.). Plainly, therefore, the Board's decision with respect to parking in the Motion for Reconsideration was based upon the same criteria as its decision on the original petition. Although, as the plaintiff suggests, \"Mr. Colandrea offered [a] solution[]\" to the parking problem, namely undertaking that no resident would park a car at Bryant Woods Inn I, it was the Board's view that the solution was inadequate. Given the common sense proposition that rather few people with Alzheimer's disease might own or operate a car, the chimerical nature of Mr. Colandrea's proffered solution is rather evident. As earlier stated, in light of the fact that the Board had a rational basis for concluding that the configuration of Mr. Colandrea's lot would result in difficulties in providing adequate parking, this Court cannot, in fairness, draw the conclusion that the decision was \"so arbitrary that it likely resulted from an intent to discriminate.\" <i>Stewart B. McKinney Foundation, Inc. v. Town Plan &amp; Zoning Comm'n,</i> <span class=\"citation\" data-id=\"1879546\"><a href=\"/opinion/1879546/stewart-b-mckinney-v-town-plan-and-zoning-comn/\"><span class=\"volume\">790</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1197</span></a></span>, 1213 (D.Conn. 1992).</p>\n<p>In sum, although the plaintiff has argued forcefully that the Planning Board's denial of the Colandrea petition was motivated by intentional discrimination against the disabled, it has not produced sufficient evidence of intentional discrimination to create a triable <span class=\"star-pagination\">*939</span> issue of fact. Accordingly, to the extent that the plaintiff's cause of action under the Fair Housing Act is based upon intentional discrimination, the defendants are entitled to summary judgment.</p>\n<p></p>\n<h2>II. <i>Disparate Impact</i>\n</h2>\n<p>Bryant Woods Inn, Inc., asserts that it has a cause of action under the Fair Housing Act because the Planning Board's denial of the Colandrea petition had a \"disparate impact\" upon people with disabilities. It is well established, in this Circuit and others, that the Fair Housing Act provides relief not only from policies and actions motivated by a discriminatory intent, but also from the application of facially neutral standards that have a discriminatory effect upon the protected class. <i>See, e.g., </i><i>Smith v. Town of Clarkton,</i> <span class=\"citation\" data-id=\"406173\"><a href=\"/opinion/406173/james-smith-v-the-town-of-clarkton-north-carolina-and-j-dwight-fort/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span>, 1065 (4th Cir.1982), and cases there cited. Indeed, the Supreme Court has recognized that disparate impact theories are particularly important in protecting the rights of the handicapped, because those rights are generally threatened by adverse consequences for the disabled of neutral legislation, rather than by policies established for people with disabilities. <i>See </i><i>Alexander v. Choate,</i> <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 295, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">712</span></a></span>, 717, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1985) (\"[d]iscrimination against the handicapped was perceived by Congress to be most often the product, not of invidious animus, but rather of thoughtlessness and indifference โ of benign neglect\"). The plaintiff in the present case, however, has misconstrued the nature of the cause of action based on disparate impact. The facts of this case cannot, as a matter of law, give rise to a disparate impact claim.</p>\n<p>Bryant Woods Inn, Inc., candidly admits that \"this case does not challenge the County's zoning scheme on its face.\" (Pltf.'s Mot. Summ.J. at 27). Rather, the basis of the plaintiff's complaint is the Howard County Planning Board's refusal to permit Mr. Colandrea to increase the number of residents of Bryant Woods I from eight to fifteen. The plaintiff takes the position that such discrete action is cognizable under the Fair Housing Act as a disparate impact claim because \"Defendants' actions to limit the size of a group home are felt more harshly by people with disabilities and therefore has [sic] a disparate impact on them.\" (Pltf.'s Mot.Summ.J. at 39). Contrary to the plaintiff's position, however, the Planning Board's decision cannot be challenged on the basis of its impact on people with disabilities.</p>\n<p>A cause of action based upon disparate impact arises where facially neutral rules or policies are applied in a way that affects the protected class differently from other groups. <i>See </i><i>Town of Clarkton,</i> 682 F.2d at 1065; <i>Bangerter v. Orem City Corp.,</i> <span class=\"citation\" data-id=\"688708\"><a href=\"/opinion/688708/brad-bangerter-v-orem-city-corporation-a-utah-municipal-corporation/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1491</span></a></span>, 1501 (10th Cir.1995) (\"`A disparate impact analysis examines a facially-neutral policy or practice, such as a hiring test or zoning law, for its differential impact or effect on a particular group'\"). Hence, the essence of the claim is that a single policy, rule or custom has different effects upon protected and unprotected classes. Indeed, it is the disparity between a single policy's different effects on different groups which forms the basis of the cause of action. Thus, where only one group or class of persons is affected by a particular decision, there is no disparity in treatment between groups and no \"disparate impact.\" As the Court of Appeals for the Tenth Circuit explained in an employment discrimination case,</p>\n<blockquote>\"discriminatory impact cannot be established when you have just one isolated decision. A claim of discrimination from the mode of filling a single position does not give rise to a disparate <i>impact.</i>\"</blockquote>\n<p><i>Coe v. Yellow Freight System, Inc.,</i> <span class=\"citation\" data-id=\"389343\"><a href=\"/opinion/389343/25-fair-emplpraccas-900-25-empl-prac-dec-p-31752-fred-douglas-coe/\"><span class=\"volume\">646</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span></a></span>, 451 (10th Cir.1981). <i>See also </i><i>Reidt v. County of Trempealeau,</i> <span class=\"citation\" data-id=\"591181\"><a href=\"/opinion/591181/59-fair-emplpraccas-bna-1426-59-empl-prac-dec-p-41772-debra-a/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1336</span></a></span>, 1341 (7th Cir.1992); <i>Aramburu v. Boeing Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">885</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1434</span></span>, 1443-1444 (D.Kan.1995); <i>Stambaugh v. Kansas Dep't of Corrections,</i> <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">664</span></span>, 668 (D.Kan.1993); <i>Wynn v. Columbus Mun. Separate School Dist.,</i> <span class=\"citation\" data-id=\"2358310\"><a href=\"/opinion/2358310/wynn-v-columbus-mun-separate-school-dist/\"><span class=\"volume\">692</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">672</span></a></span>, 684 (N.D.Miss.1988). This Court therefore declines to follow cases decided under the Fair Housing Act which permit isolated decisions affecting only the disabled to give rise to \"disparate impact\" claims, because they embody a clear error of law. <i>See, e.g., </i><i>McKinney v. Town Plan &amp; Zoning Comm'n,</i> <span class=\"citation\" data-id=\"1879546\"><a href=\"/opinion/1879546/stewart-b-mckinney-v-town-plan-and-zoning-comn/\"><span class=\"volume\">790</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1197</span></a></span> (D.Conn. 1992); <i>Ass'n of Friends of AIDS Patients v.</i> <span class=\"star-pagination\">*940</span> <i>Regulations &amp; Permits Administration,</i> <span class=\"citation no-link\"><span class=\"volume\">740</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">95</span></span> (D.P.R.1990); <i>Baxter v. Belleville,</i> <span class=\"citation no-link\"><span class=\"volume\">720</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">720</span></span> (S.D.Ill.1989).</p>\n<p>In the present case, the decision of Howard County with respect to a group home for the disabled only affected the housing opportunities of elderly or disabled people. As a consequence, it was not a decision which had a \"disparate impact\" upon the elderly and disabled, as compared with other groups. Consequently, the plaintiff has failed to state a cause of action under a disparate impact theory.<sup>[19]</sup> To the extent that the plaintiff's cause of action under the Fair Housing Act is a disparate impact claim, therefore, the defendants are entitled to summary judgment as a matter of law.</p>\n<p></p>\n<h2>III. <i>Reasonable Accommodation</i>\n</h2>\n<p>Bryant Woods Inn, Inc., contends that the Planning Board's decision constitutes discrimination prohibited by 42 U.S.C. ง 3604(f)(1) and ง 3604(f)(3)(B). According to ง 3604(f)(3),</p>\n<blockquote>\"... discrimination includes โ ...</blockquote>\n<blockquote>(B) a refusal to make reasonable accommodations in rules, policies, practices, or services, when such accommodations may be necessary to afford such person equal opportunity to use and enjoy a dwelling ...\"</blockquote>\n<p>In order to prevail on its reasonable accommodation claim, the plaintiff must establish both that the County failed to make a reasonable accommodation, and that such an accommodation was necessary to allow equal opportunity for a person with disabilities to \"use and enjoy a dwelling.\"</p>\n<p></p>\n<h2><i>a. \"Reasonable Accommodations\"</i></h2>\n<p>The House Report on the \"reasonable accommodations\" provision of the Fair Housing Act Amendments commented that \"[t]he concept of `reasonable accommodation' has a long history in regulations and case law dealing with discrimination on the basis of handicap.\" H.Rep. No. 100-711, 1988 U.S.C.C.A.N. 2186, citing <i>Southeastern Community College v. Davis,</i> <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span> (1979). <i>See also</i> H.Rep. No. 100-711, 1988 U.S.C.C.A.N. at 2189-90. In <i>Davis,</i> the Supreme Court recognized that, under certain circumstances, \"a refusal to accommodate the needs of a disabled person amounts to discrimination against the handicapped,\" and that such discrimination would be prohibited by ง 504 of the Rehabilitation Act. <i>Davis,</i> 442 U.S. at 413, 99 S.Ct. at 2370-2371. In light of the references to <i>Davis</i> in the legislative history of the Fair Housing Act,<sup>[20]</sup> the courts have uniformly concluded that the standards for \"reasonable accommodations\" developed under ง 504 of the Rehabilitation Act also apply to ง 3604(f)(3)(B). <i>See, e.g., </i><i>Shapiro v. Cadman Towers, Inc.,</i> <span class=\"citation\" data-id=\"692967\"><a href=\"/opinion/692967/phyllis-shapiro-and-united-states-of-america-v-cadman-towers-inc-and/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span>, 334-335 (2d Cir.1995); <i>United States v. California Mobile Home Park Management Co.,</i> <span class=\"citation\" data-id=\"674662\"><a href=\"/opinion/674662/united-states-of-america-and-elayne-cohen-strong-intervenor-appellant-v/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1413</span></a></span>, 1417 n. 3 (9th Cir.1994); <i>Smith &amp; Lee Associates, Inc. v. City of Taylor,</i> <span class=\"citation\" data-id=\"660211\"><a href=\"/opinion/660211/smith-lee-associates-inc-aka-mortenview-manor-a-michigan/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">920</span></a></span>, 930 (6th Cir.1993); <i>Judy B. v. Borough of Tioga,</i> <span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">792</span></span>, 798 (M.D.Pa.1995). As a consequence, the Supreme Court's decisions in <i>Davis,</i> <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2361</span></a></span>, <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">980</span></a></span> (1979), and <i>Alexander v. Choate,</i> <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">712</span></a></span>, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1985), both of which involve reasonable accommodations under ง 504 of the Rehabilitation Act, are authoritative with respect to the issue now before this Court. According to these cases, a defendant does not discriminate when it refuses to make \"`changes,' `adjustments,' or `modifications' to existing programs that would be `substantial,' ... or that would constitute `fundamental alteration[s] in the nature of the program ...' ... rather than ... changes that would be reasonable accommodations.\" <i>Alexander v. Choate,</i> <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, <span class=\"star-pagination\">*941</span> 301 n. 20, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">712</span></a></span>, 720 n. 20, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1985) (citations to <i>Davis</i> omitted).</p>\n<p>Bryant Woods Inn, Inc., argues that Howard County's refusal to permit it to increase the number of its residents from eight to fifteen is a failure to make a reasonable accommodation, because granting the petition would neither impose undue financial or administrative burdens upon the county nor fundamentally alter the nature of Howard County's land use scheme. According to the plaintiff, \"courts around the country have recognized that requests to let a few more people live in a group home does not impose any undue burden or fundamentally `alter the residential character of the neighborhood.'\" (Pltf.'s Mot.Summ.J. at 42, quoting <i>Oxford House, Inc. v. Town of Babylon,</i> <span class=\"citation no-link\"><span class=\"volume\">819</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1179</span></span>, 1183 (E.D.N.Y.1993), and citing <i>Parish of Jefferson v. Allied Health Care,</i> <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">142574</span></span> (E.D.La.), and <i>Oxford House-C v. City of St. Louis,</i> <span class=\"citation no-link\"><span class=\"volume\">843</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1556</span></span> (E.D.Mo. 1994).) The plaintiff takes the position that a \"reasonable accommodation\" is one which, considered in isolation, imposes low financial or administrative burdens upon the County, and which, standing alone, does not fundamentally alter the nature of the County's zoning program.</p>\n<p>The plaintiff's approach embodies a misunderstanding of <i>Davis.</i> The hearing-impaired plaintiff in <i>Davis</i> sought, <i>inter alia,</i> exemptions from clinical portions of the nursing program which she would be unable to complete, or special assistance with clinical courses. 442 U.S. at 407-408, 99 S.Ct. at 2367-2368. In deciding whether such provisions must be made as a reasonable accommodation for the plaintiff, the Supreme Court considered not the cost or inconvenience to the college of the particular accommodations required by the plaintiff, but, rather, the effect of such accommodations upon the integrity of the nursing program overall. The Court held that Southeastern college's</p>\n<blockquote>\"... unwillingness to make major adjustments in its nursing program does not constitute ... discrimination. The uncontroverted testimony of several members of Southeastern's staff and faculty established that the purpose of its program was to train persons who could serve the nursing profession in all customary ways ... It is undisputed that respondent could not participate in Southeastern's nursing program unless the standards were substantially lowered. Section 504 imposes no requirement upon an educational institution to lower or to effect substantial modification of standards to accommodate a handicapped person.\"</blockquote>\n<p>Under <i>Davis,</i> therefore, a \"reasonable accommodation\" is a modification to a program which does not substantially change the goals or operation of the program as a whole, rather than one which imposes insubstantial financial or administrative burdens in making accommodations for a particular disabled individual. As the Court explained later in <i>Choate,</i> the <i>Davis</i> decision \"struck a balance between the statutory rights of the handicapped to be integrated into society and the legitimate interests of federal grantees in preserving the integrity of their programs.\" 469 U.S. at 300, 105 S.Ct. at 720. Likewise, in considering whether a proposed accommodation is mandated by the Fair Housing Act, a court must balance the plaintiff's interest in equal housing opportunity against the defendant's interest in the integrity of the scheme to be affected by the decision. In so doing, the court must consider not only the difficulty of accommodating the particular plaintiff, but also the impact of its decision upon the affected housing plan or system. <i>See </i><i>Judy B. v. Borough of Tioga,</i> <span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">792</span></span>, 800 (M.D.Pa.1995) (assessing impact of proposed residential use in light of ordinance providing that \"`the intent of the CI District is to provide for mixed development of heavy commercial and light industrial uses which will not adversely affect residential development,'\"); <i>Oxford House v. City of Virginia Beach,</i> <span class=\"citation no-link\"><span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1251</span></span>, 1261 (E.D.Va.1993).</p>\n<p>It is undisputed that assisted living facilities provide a unique opportunity for people who are elderly and disabled to maintain some degree of autonomy over their lives while receiving help with daily activities. Dr. Deborah Louis of Howard County's Department on Aging testified at her deposition that Howard County recognizes that group housing is \"unlike a nursing home ... almost in every way because it is personal, because <span class=\"star-pagination\">*942</span> there is flexibility, because it is not a medical model.\" (Louis Depo., Pltf's Exh. 5 to Mot. Summ.J. at 40). Indeed, Dr. Louis explained that \"people's well-being and probably people's lives are extended if they are able to find this kind of option.\" (Louis Depo. at 40). Likewise, the memorandum filed by <i>Amici Curiae</i> Assisted Living Facilities Association of America, Inc., and Assisted Living Legal Defense and Education Fund, Inc., amply demonstrates that \"assisted living kinds of settings contribute a vital component on the continuum of care necessary to meet the needs of older persons.\" (Memo.Amici Curia at 17. <i>See generally id.</i> at 13-17.) <i>See also</i> statement and report of Dr. Robert Bernstein, Director of the Adult Services Division of the Neighborhood Services Organization, Detroit, Michigan, at 2, Pltf.'s Exh. 4 (\"the risks of functional decline are lessened when older adults with dementia reside in Senior Assisted Housing, as opposed to nursing institutions\"). Therefore, people who have disabilities and who might benefit from group home care have a strong interest in securing access to such care. Moreover, their right to access to appropriate assisted living housing is undoubtedly protected by the Fair Housing Act. Consequently, Howard County's obligation not to discriminate against the elderly and the disabled includes the obligation to accommodate the provision of adequate group care facilities within the County. Nonetheless, it is undisputed that granting the Colandrea petition would create only seven additional spaces for assisted living in Columbia. As will be set forth in detail below, twenty-two group care homes currently operate in Columbia, providing approximately 145 assisted living spaces. (Pltf.'s Exh. 19 to Mot.Summ.J.).</p>\n<p>Howard County has an interest in providing the most appropriate housing for its seniors. The County also has interests in both the substantive and procedural aspects of its system of land use regulation. In Maryland as elsewhere, \"the very essence of zoning is the territorial division of land into use districts according to the character of the land and buildings, the suitability of the land and buildings for particular uses, and uniformity of use.\" <i>Schultz v. Pritts,</i> <span class=\"citation\" data-id=\"1463453\"><a href=\"/opinion/1463453/schultz-v-pritts/\"><span class=\"volume\">291</span> <span class=\"reporter\">Md.</span> <span class=\"page\">1</span></a></span>, 20, <span class=\"citation\" data-id=\"1463453\"><a href=\"/opinion/1463453/schultz-v-pritts/\"><span class=\"volume\">432</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1319</span></a></span>, 1330 (1981).<sup>[21]</sup> Thus, the purpose of zoning is to allocate certain types of development to particular areas, and to reserve other areas for residential use. The law has long recognized a local government's particular interest in preserving the character of its residential neighborhoods. <i>See generally </i><i>Village of Euclid v. Ambler Realty Co.,</i> <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 394, <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">114</span></a></span>, 121, <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">303</span></a></span> (1926) (acknowledging village's goal of preserving \"the residential character of the neighborhood and its desirability as a place of detached residences\").</p>\n<p>This Court must also recognize that discrete zoning decisions influence future decision-making through their precedential value within the administrative and judicial systems. If Howard County's failure to grant the Colandrea petition violates the Fair Housing Act, then Howard County, and other counties in this jurisdiction, must expect that denying similar waiver requests would also constitute illegal discrimination. As the Court of Appeals for the Sixth Circuit recently put it, \"if the City is required to spot zone in this case, it would have no choice but to grant further rezoning requests under similar circumstances.\" <i>Smith &amp; Lee Assoc. v. City of Taylor,</i> <span class=\"citation\" data-id=\"660211\"><a href=\"/opinion/660211/smith-lee-associates-inc-aka-mortenview-manor-a-michigan/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">920</span></a></span>, 931 (6th Cir. 1993).<sup>[22]</sup> In deciding whether ordering Howard County to grant the Colandrea petition would \"fundamentally alter\" its land use scheme, therefore, this Court must consider the impact of a federal injunction in this case upon future decision-making by the County.</p>\n<p><span class=\"star-pagination\">*943</span> By ignoring the question of how the Planning Board's decision to deny the Colandrea petition fits into Howard County's overall zoning scheme, and by focussing, instead, on the effect of letting \"a few more people live in a group home,\" the plaintiff invites the Court to trivialize the local interests at stake in this litigation. The substantial interests of local governments in zoning, however, have repeatedly been affirmed in cases that are binding on this Court. The Fourth Circuit has recognized that</p>\n<blockquote>\"`zoning is a complex and important function of the State. It may indeed be the most essential function performed by local government, for it is one of the primary means by which we protect that sometimes difficult to define concept of quality of life.' ... We can conceive of few matters of public concern more substantial than zoning and land use laws.\"</blockquote>\n<p><i>Pomponio v. Fauquier County Bd. of Supervisors,</i> <span class=\"citation\" data-id=\"668227\"><a href=\"/opinion/668227/arthur-m-pomponio-v-fauquier-county-board-of-supervisors-planning/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1319</span></a></span>, 1327 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span></span> (1994) (quoting <i>Village of Belle Terre,</i> 416 U.S. at 13, 94 S.Ct. at 1543 (Marshall, J., dissenting)).</p>\n<p>Cases decided under the Fair Housing Act have also recognized that local governments' interest in enforcing zoning regulations are entitled to consideration in deciding whether or not a zoning waiver is a \"reasonable accommodation.\" Thus, one court has reasoned that</p>\n<blockquote>\"It is disingenuous for Plaintiffs to argue that Defendant's making of `reasonable accommodations' requires that Defendant grant Plaintiff's application for the special use permit. Such an interpretation would give handicapped persons carte blanche to determine where and how they would live regardless of zoning ordinances to the contrary. Certainly, this is not what Congress intended when it defined `discrimination' to include not making `reasonable accommodations.' Cities retain the power to enforce zoning ordinances which are not `unduly burdensome' to handicapped persons.\"</blockquote>\n<p><i>Thornton v. City of Allegan,</i> <span class=\"citation no-link\"><span class=\"volume\">863</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">504</span></span>, 510 (W.D.Mich.1993) (quoting <i>Marbrunak v. City of Stow,</i> <span class=\"citation\" data-id=\"590043\"><a href=\"/opinion/590043/marbrunak-inc-cross-appellant-v-city-of-stow-ohio-cross-appellee/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 46-47 (6th Cir. 1992)). Likewise, the District Court for the Eastern District of Virginia has concluded as follows:</p>\n<blockquote>\"In requiring reasonable accommodation ... Congress surely did not mandate a blanket waiver of all facially neutral zoning policies and rules, regardless of the facts. Certainly nothing in the language of the statute requires this result. Moreover, the need for such balancing [of the needs of the handicapped against municipal interests] is evident in the context of land use and zoning ordinances, where cities have important interests in regulating traffic, population density and services to ensure the safety and comfort of all citizens, including the handicapped.\"</blockquote>\n<p><i>Oxford House, Inc. v. City of Virginia Beach,</i> <span class=\"citation no-link\"><span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1251</span></span>, 1261 (E.D.Va.1993). Most of the cases cited by the plaintiff in support of its reasonable accommodation theory involved situations in which, as a factual matter, there was no legitimate land use justification for a municipality's refusal to grant a zoning waiver. <i>See, e.g. </i><i>Judy B. v. Borough of Tioga,</i> <span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">792</span></span>, 800 (M.D.Pa.1995) (noting that group home would \"subject the neighborhood to less traffic, fewer parking problems and fewer disruptions\" than other business and commercial uses permitted in the area); <i>Oxford House, Inc. v. Township of Cherry Hill,</i> <span class=\"citation no-link\"><span class=\"volume\">799</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">450</span></span>, 462-463 (D.N.J.1992); <i>Oxford House, Inc. v. Town of Babylon,</i> <span class=\"citation no-link\"><span class=\"volume\">819</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1179</span></span>, 1183 (E.D.N.Y. 1993) (\"the house is well maintained and does not in any way burden the Town or alter the residential character of the neighborhood\").<sup>[23]</sup> In the present case, however, the record clearly demonstrates that Bryants Woods Inn I, operating as a fifteen-person home, would have more employees, generate more traffic, and require a greater number of parking spaces, all in a residential, not a <span class=\"star-pagination\">*944</span> commercial, district. Yet, Mr. Colandrea's group homes are not known to this Court to be non-profit. <i>See</i> n. 26, <i>post.</i> In that sense, they are commercial enterprises.</p>\n<p>Balancing Bryant Woods Inn, Inc.,'s interest in securing seven additional spaces for assisted living against Howard County's interest in the integrity of its zoning scheme, as required by <i>Southeastern Community College v. Davis,</i> <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2361</span></a></span>, <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">980</span></a></span> (1979) and <i>Alexander v. Choate,</i> <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">712</span></a></span>, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1985), it is apparent that, as a matter of law, the Planning Board's denial of the Colandrea petition does not amount to discrimination against the disabled. Rather, by asking the County to waive its facially neutral land use regulations under circumstances in which there is evidence that application of the standards was warranted, the Colandrea petition sought a substantial modification to Howard County's system of land use regulation.</p>\n<p>Under Howard County's zoning scheme, the facial validity of which the plaintiff has not challenged, the Planning Board was required by law to determine whether Mr. Colandrea's proposed use was \"consistent with the land use designation of the property .... and compatible with existing or proposed development in the vicinity.\" H.C.Z.R. ง 125.D.2. In addition, the Planning Board was required to find that the proposed use would not adversely affect neighboring properties. <i>Ibid.</i> It is undisputed that requests for permission to operate fifteen-resident group homes have ordinarily been recommended for approval by the Planning Board where, in its judgment, these criteria have been met. <i>See</i> Pltf.'s Exh. 16 to Mot.Summ.J.; Dfts.' Exh. 2 to Opp. to Pltf.'s Mot.Summ.J.</p>\n<p>Before making its decision on the Colandrea petition, the Planning Board received a report from the Department of Planning and Zoning recommending that the petition be denied. The Planning Board held a public hearing at which it received evidence from both sides of the issue. The Planning Board determined that insufficient parking existed at Bryant Woods Inn I for the proposed use of the site. As earlier stated, although the plaintiff characterizes the Planning Board's decision as \"implausible\" and \"irrational,\" the plaintiff's position is premised on the fact that the Board rejected the plaintiff's evidence that the expanded use would be <i>de minimis,</i> and accepted, instead, evidence tending to show that land use problems already exist at Bryant Woods Inn I that would be exacerbated by the proposed expansion. The record contains no evidence that the Planning Board's decision was motivated, even in part, by considerations relating to the disabled status of the prospective additional inhabitants of Bryant Woods Inn I.</p>\n<p>A federal injunction requiring the Howard County Planning Board to reverse a decision reasonably based on non-discriminatory land use criteria would fundamentally alter the nature of Howard County's system of land use regulation. If the Planning Board is required to permit the expansion of group homes where such expansion would, in its judgment, lead to adverse land use consequences, and where the evidence reveals a rational basis for that judgment, then group housing for the disabled will essentially be beyond the reach of zoning regulation in Howard County. The Supreme Court has stated in response to a municipality's argument that an opponent's interpretation of the Fair Housing Act would \"`destroy the effectiveness and purpose of single-family zoning'\" that such an position \"exaggerates the force of the FHA's antidiscrimination provisions.\" <i>City of Edmonds v. Oxford House, Inc.,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"117932\"><a href=\"/opinion/117932/city-of-edmonds-v-oxford-house-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1776</span></a></span>, 1783, <span class=\"citation\" data-id=\"117932\"><a href=\"/opinion/117932/city-of-edmonds-v-oxford-house-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">801</span></a></span> (1995). Rather, the Court advised, \"the FHA antidiscrimination provisions, where applicable, require only `reasonable' accommodations to afford persons with handicaps `equal opportunity to use and enjoy' housing.\" <i>Ibid.</i> (quoting 42 U.S.C. งง 3604(f)(1)(A) and (f)(3)(B)). This is patently not a case in which decisions were based upon intentional discrimination. Nor is it a case in which the Planning Board's zoning decision lacked a rational basis in light of the evidence. Were either the case here, then the Planning Board's decision might represent a failure to make a reasonable accommodation under the Fair Housing Act. The undisputed facts in the record of <span class=\"star-pagination\">*945</span> this case, however, clearly reveal that the Planning Board's decision to deny the Colandrea petition does not amount to discrimination against the disabled.</p>\n<p></p>\n<h2>B. <i>\"Necessity\"</i>\n</h2>\n<p>Under ง 3604(f)(3)(B), a refusal to make reasonable accommodations is discriminatory only when \"such accommodations may be necessary to afford [a handicapped person] equal opportunity to use and enjoy a dwelling.\" According to the plaintiff, the Fair Housing Act's guarantee of equal opportunity to enjoy \"a dwelling\" means, in cases such as this, that people with disabilities have a statutory right to live in a specific house, rather than in a certain type of accommodation.<sup>[24]</sup> The plaintiff therefore argues that a zoning accommodation is \"necessary\" in this case because \"there are elderly people with disabilities who believe the Waterfowl Home best meets their particular needs but cannot reside there due to Defendants' refusal to accommodate Plaintiff.\" (Pltf.'s Mot. Summ.J. at 44.)</p>\n<p>This Court acknowledges that case law exists in support of plaintiff's position. <i>See, e.g., </i><i>Oxford House, Inc. v. Town of Babylon,</i> <span class=\"citation no-link\"><span class=\"volume\">819</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1179</span></span>, 1185 n. 10 (E.D.N.Y.1993) (\"ง 3604(f)(3)(B) dictates that a handicapped individual must be allowed to enjoy a <i>particular</i> dwelling, not just some dwelling somewhere in the town.\")<sup>[25]</sup> Nonetheless, this Court cannot accept the rationale of such cases. The Fair Housing Act explicitly guarantees \"equal opportunity\" in housing for people with and without disabilities. 42 U.S.C. ง 3604(f)(3)(B). The Act does not require that people with disabilities be given preferential access to housing, unless that access is necessary to accommodate their special needs. <i>See generally </i><i>Alexander v. Choate,</i> <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">712</span></a></span>, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1985); <i>Southeastern Community College v. Davis,</i> <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2361</span></a></span>, <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">980</span></a></span> (1979); <i>Oxford House, Inc. v. City of Virginia Beach,</i> <span class=\"citation no-link\"><span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1251</span></span>, 1262-63 (1993). <i>See also </i><i>City of Edmonds v. Oxford House, Inc.,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"117932\"><a href=\"/opinion/117932/city-of-edmonds-v-oxford-house-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1776</span></a></span>, 1783, <span class=\"citation\" data-id=\"117932\"><a href=\"/opinion/117932/city-of-edmonds-v-oxford-house-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">801</span></a></span> (1995) (FHA requires \"only `reasonable' accommodations to afford persons with handicaps `equal opportunity to use and enjoy' housing.\") As the <i>amicus</i> memorandum filed in this case acknowledges, a genuinely evenhanded, non-paternalistic policy towards people with disabilities recognizes that \"individuals with disabilities are entitled to the cultural opportunities, surroundings, experiences, risks, and associations enjoyed by people without disabilities.\" (Amicus Memorandum at 10).</p>\n<p>Twenty-two assisted living facilities currently operate in Columbia, with a vacancy rate of between 18-23%. (Pltf.'s Exh. 19 to Mot.Summ.J.; Louis Depo. at 75-76, Pltf.'s Exh. 5 to Mot.Summ.J.). Thus, a construction of the Fair Housing Act which would give people with disabilities a federal statutory right to live in Bryant Woods Inn I would go far beyond what is necessary to secure equal access to residential housing. Only under the rarest of circumstances do individuals without disabilities have a right to choose to live in a particular building. <i>See, e.g.,</i> 3 U.S.C. ง 102 (the President is permitted to use furniture and other state property \"kept in the Executive Residence at the White House\"); Md. Const. Art. II, ง 21 (proving that \"[t]he Governor shall reside at the seat of Government\"), and Md.State Gov't Code Ann. งง 9-601 โ 9-606 (1995) (establishing the \"Government House Trust.\") Under ordinary circumstances, individuals and families seeking accommodation are constrained by the availability of suitable housing, by their financial resources, and by numerous <span class=\"star-pagination\">*946</span> other factors.<sup>[26]</sup> Accordingly, this Court rejects the plaintiff's contention that the Fair Housing Act gives disabled people a federal statutory right to live at Bryant Woods Inn I.<sup>[27]</sup></p>\n<p>Rather, the Fair Housing Act guarantees individuals with disabilities the right to <i>equal</i> opportunity in housing. <i>See City of Edmonds,</i> ___ U.S. at ___, 115 S.Ct. at 1783. Consequently, the Act prohibits local governments from applying land use regulations in a manner that will exclude people with disabilities entirely from zoning neighborhoods, particularly residential neighborhoods, or that will give disabled people less opportunity to live in certain neighborhoods than people without disabilities. <i>See, e.g., </i><i>Oxford House, Inc. v. Township of Cherry Hill,</i> <span class=\"citation no-link\"><span class=\"volume\">799</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">450</span></span> (D.N.J.1992); <i>United States v. Village of Marshall,</i> <span class=\"citation no-link\"><span class=\"volume\">787</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">872</span></span> (W.D.Wis.1991). The extent to which group care housing is available in Columbia is therefore pertinent to whether or not permitting Bryant Woods Inn I to house fifteen people with disabilities is \"necessary\" to secure equal housing opportunities for the disabled.</p>\n<p>Dr. Deborah Louis, Housing Coordinator of the Howard County Office on Aging, testified at her deposition about the County's efforts to promote assisted living for the elderly and disabled. Dr. Louis explained that the County's efforts to develop group housing had been successful. When asked whether the demand for group housing in Howard County exceeds the supply, she responded</p>\n<blockquote>\"No. We have a vacancy rate of โ it has been running consistently from year to year โ 18 to 23 per cent, which is a healthy vacancy rate, so I would say we're probably keeping pace. Now, part of what we are doing to promote group home development is a lot of outreach to let people know about this option. It may be that the demand will increase as more and more people in the community know that is available. In fact, we hope so. That is why we are doing this, but as it is now, we are probably at about a pace.\"</blockquote>\n<p>(Louis Depo. at 75-76).<sup>[28]</sup> The documentary evidence also shows the County's success in providing elderly and disabled people with options for assisted living. According to a Senior Assisted Living Fact Sheet produced by the County's Department on Aging, the number of group homes in the county has increased from one in 1987 to 37 in 1995. (Dfts.' Exh. 13 to Mot.Summ.J.). <i>See also</i> Pltf.'s Exh. 19 to Mot.Summ.J.</p>\n<p>Nevertheless, this Court agrees with the plaintiff that the number of group houses available in Howard County as a whole may not necessarily be dispositive of the question of the \"necessity\" for the accommodation with respect to Bryant Woods Inn, I. As the plaintiff puts it, \"it is no defense to a discrimination claim to send a person with disabilities elsewhere in the region to live.\" (Pltf.'s Mot.Summ.J. at 45). In the present case, however, it is apparent that assisted living facilities are in fact readily available in Columbia, where Bryant Woods Inn I is located. According to the table of group homes submitted to this Court by the plaintiff, twenty-two of the thirty-six assisted living homes in <span class=\"star-pagination\">*947</span> Howard County have Columbia addresses. (Pltf.'s Exh 19 to Mot.Summ.J.). Under these circumstances, increasing the number of residents of Bryant Woods Inn I \"would appear to be an accommodation primarily for [the corporate plaintiff] rather than for the handicapped.\" <i>Smith &amp; Lee Assocs. v. City of Taylor,</i> <span class=\"citation\" data-id=\"660211\"><a href=\"/opinion/660211/smith-lee-associates-inc-aka-mortenview-manor-a-michigan/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">920</span></a></span>, 931 (6th Cir.1993).</p>\n<p>Because the undisputed facts reveal that the accommodation requested by Bryant Woods Inn, Inc., was not \"necessary\" to provide equal housing opportunity for people with disabilities, the defendants are entitled to summary judgment on the plaintiff's reasonable accommodations claim.</p>\n<p></p>\n<h2><i>D. 42 U.S.C. ง 1983</i></h2>\n<p>The plaintiff's cause of action under 42 U.S.C. ง 1983 is based on a theory that the Planning Board's denial of the Colandrea petition \"violates Plaintiff's rights under the Equal Protection Clause of the United States Constitution because it is arbitrary and irrational.\" (Count II of Pltf.'s Amended Complaint.) As fully set forth in the foregoing discussion of the plaintiff's Fair Housing Act claims, it is apparent from the record that a rational basis existed for the Planning Board's decision to deny Mr. Colandrea's petition. <i>See generally </i><i>City of Cleburne v. Cleburne Living Center, Inc.,</i> <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3249</span></a></span>, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1985). Because the plaintiff has produced no evidence in support of its equal protection argument, the defendants are entitled to summary judgment on the plaintiff's cause of action under ง 1983.</p>\n<p></p>\n<h2><i>E. Conclusion</i></h2>\n<p>The defendants, Howard County and the Howard County Planning Board, are entitled to summary judgment as a matter of law. The plaintiff has produced no evidence from which this Court could legitimately infer that Howard County's denial of the Colandrea petition was an implementation of local residents' intentional discrimination against people with disabilities. The plaintiff has produced no evidence that the members of the Planning Board intentionally discriminated against people with disabilities. The plaintiff has failed to state a cognizable cause of action based upon disparate impact. Furthermore, the Planning Board's decision to deny the Colandrea petition is not a failure to make a reasonable accommodation for people with disabilities. The plaintiff has also failed to produce evidence of a denial of equal protection cognizable under 42 U.S.C. ง 1983.</p>\n<p>Therefore, by a separate order entered herewith, the defendants' motion for summary judgment will be <i>granted.</i> The plaintiff's cross-motion for summary judgment and request for injunctive relief will be <i>denied.</i></p>\n<p></p>\n<h2><i>ORDER AND JUDGMENT</i></h2>\n<p>For the reasons stated in the foregoing Memorandum Opinion, it is by the Court, this 19th day of January, 1996, ORDERED AND ADJUDGED:</p>\n<p>1) That the defendants' Motion for Summary Judgment BE, and hereby IS, <i>GRANTED;</i></p>\n<p>2) That the plaintiff's Motion for Partial Summary Judgment and for Injunctive Relief BE, and hereby IS, <i>DENIED;</i></p>\n<p>3) That judgment BE, and hereby IS, <i>ENTERED</i> for the defendants and against the plaintiff; and</p>\n<p>4) That the Clerk of the Court shall mail copies of the foregoing Memorandum Opinion and this Order and Judgment to the parties.</p>\n<h2>NOTES</h2>\n<p>[1]  Mrs. Carmen Colandrea, Richard Colandrea's mother, is the only member of the Colandrea family currently living at Bryant Woods Inn I. At his deposition, Mr. Colandrea testified that his mother had moved from Columbia to Middleburg. According to Mr. Colandrea, Mrs. Colandrea retains a room at Bryant Woods Inn I, but spends only 20% of her time in Columbia.</p>\n<p>[2]  As will be discussed in detail hereinafter, while the parties agree upon the facts surrounding the Department's pre-hearing treatment of Colandrea's petition, they characterize the Department's conduct very differently. According to Howard County, the Department had difficulty dealing with the Colandrea petition because the petition was imprecise, requested items of relief which the Planning Board had no power to give, and required the County to waive various zoning regulations. According to Bryant Woods Inn, Inc., local opposition to Colandrea's petition led the Department of Planning and Zoning to treat Colandrea's petition differently from other, similar requests. The plaintiff alleges that the procedures followed by the Department of Planning and Zoning in the present case were extraordinary, and represented a \"gross departure from the norm.\" (Pltfs.' Mot.Summ.J. at 15.)</p>\n<p>[3]  Section 501(c) provides that in any appeal to the Board of Appeals, \"for good cause shown, any party before the Board shall have the opportunity to present additional evidence on any issue if, in the opinion of the Board, it is required for proper disposition of the case.\" Nevertheless, it is not clear that the plaintiff would have been able to present additional evidence in this case.</p>\n<p>[4]  The group home at issue in this case serves elderly people, most of whom suffer from mental disabilities. Although discrimination against the elderly is not specifically prohibited by the Fair Housing Act, which prohibits discrimination on the basis of \"handicap,\" this Court must assume for the purposes of the present motion that every prospective assisted living space at Bryant Woods Inn I would constitute a housing opportunity for a disabled person.</p>\n<p>[5]  The plaintiff insists that the Department of Planning and Zoning deviated from its usual procedures in considering the petition. It is undisputed that the Colandrea application was among the first entertained by the County under the new procedure established for final development plan amendments. Although the plaintiff contends that the final plan amendment is analogous to a special exception, and should therefore have been treated exactly like a special exception, the New Town amendment procedure is, in fact, <i>sui generis.</i> Special exception requests are handled by a different office of the Department of Planning and Zoning, and are heard by the Board of Appeals. (O'Brien Depo. at 150, Dfts.' Exh. 20). Under the circumstances, it appears that no fixed standards existed from which the County can meaningfully be said to have deviated.</p>\n<p>[6]  Pltf.'s Exh. 26 to Mot.Summ.J; Lorsung Depo. at 223, Exh. 25 to Mot.Summ.J.</p>\n<p>[7]  <i>See also</i> December 16, 1992 letter from Charlene and Esko Riikonen to Bernice Kish, Pltf.'s Exh. 28; December 9, 1992 letter from John Baker to Bernice Kish, <i>ibid.</i></p>\n<p>[8]  <i>See also</i> December 18, 1992 letter of Dr. Robert Beale, Jr. to Bernice Kish, Pltf.'s Exh. 26.</p>\n<p>[9]  <i>See also</i> December 28, 1993 letter from Paul Imre to Joseph Rutter, Pltf.'s Exh. 44.</p>\n<p>[10]  <i>See also</i> December 28, 1992 letter from Rex Dalrymple to Vernon Gray, Pltf.'s Exh. 28; January 11, 1993 letter from Christine Crable to Charles Ecker, <i>ibid.</i></p>\n<p>[11]  Under other circumstances, opposition to the commercial nature of a group home might constitute discrimination against people with disabilities. Group homes are for people who cannot manage to live alone, and are ordinarily commercial operations, (Louis Depo. at 41, Pltf.'s Exh. 5 to Mot.Summ.J.), although Mr. Colandrea testified at his deposition that he considers that an assisted living home is not a business. (Colandrea Depo., 148, Pltf.'s Exh. 1). Thus, under certain circumstances, objections to the commercial nature of a group home might be tantamount to objections to the presence of people with disabilities. <i>See, e.g., </i><i>Larkin v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">883</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">172</span></span>, 176-77 (E.D.Mich, 1994). In the present case, however, local residents did not only object generally to the commercial nature of Mr. Colandrea's proposed expansion, but complained specifically about proposed construction and about the anticipated impact of the expanded use on traffic, road safety and other legitimate land use concerns. In addition, the level of hostility the neighbors evidently felt against Mr. Colandrea would sharpen their desire to prevent him from using Bryant Woods Inn I as a money-making venture.</p>\n<p>[12]  Indeed, the view of the neighbors appeared to be that \"having the elderly residents next door has not been a problem and we support the kind of care that can be provided in such a setting.\" (December 9, 1992 letter from John Baker to Bernice Kish, Pltf.'s Exh. 26). The plaintiff argues that the neighbors' statements in support of assisted living are disingenuous. The Court agrees with the plaintiff that, in considering the defendants' motion for summary judgment, it should disregard statements made by local residents in support of group homes. At the time the statements were made, Mr. Colandrea had publicly stated his position that local opposition to his use of the Waterfowl properties was based on discrimination against the elderly and disabled, and the residents had stated their view that \"the rights issue is a subterfuge for disdain for any restrictions.\" (Letter of Lawrence Schoen, Pltf.'s Exh. 26). Under the circumstances, the residents might be expected to profess support for group homes, regardless of their real views.\n</p>\n<p>It is undisputed, however, that no complaints about the group homes had ever been made before Colandrea proposed the two story addition to Bryant Woods Inn I.</p>\n<p>[13]  Ms. Crable states in her letter that \"Frequently I say `Thank you God for having created Mr. James Rouse, the founder of Columbia,'\" and describes Columbia as \"an excellent model for the world.\" While Ms. Crable appears committed to the idea of opening the community to people with disabilities (\"The joy of living MUST be shared fairly with ALL\"), she also argues that \"we must not permit `human greed' to overshadow true objectives.\"</p>\n<p>[14]  The record is voluminous, containing the transcript of the hearing before the Planning Board, extracts from the depositions of every member of the Planning Board, documentary evidence such as internal memoranda from the Department of Planning and Zoning and letters written by Mr. Colandrea's neighbors, reports from advocates for people with disabilities, and the decisions of the Planning Board in other cases.</p>\n<p>[15]  Bryant Woods Inn, Inc. contends that the local residents' concerns about parking, traffic safety and restrictive covenants are \"subterfuges to mask discriminatory disdain for the disabled.\" Pltf.'s Mot.Summ.J. at 30. Obviously, if the residents of Wilde Lake did, in fact, harbor animosity against the disabled, then they might further their discriminatory goals by expressing neutral objections to the expansion. The plaintiff cannot generate an issue of material fact, however, simply by saying that all objections based on land use, however reasonable they may appear in the context of the local zoning process, are in fact a subterfuge for discrimination. Rather, the plaintiff must produce some <i>evidence</i> that \"discriminatory disdain\" existed, and that land use criteria were used to disguise it. The plaintiff has supplied nothing but its own <i>ipse dixit,</i> however, to raise the inference that the land use concerns were, in fact, discrimination in disguise.</p>\n<p>[16]  This Court will not characterize as discriminatory Ms. Hartman's choice of the word <i>mainstreaming</i> to express her thoughts, rather than its apparently politically correct synonym <i>normalization.</i> Indeed, to the uninitiated, the connotations of <i>normalization</i> seem far more invidious than those of <i>mainstreaming.</i></p>\n<p>[17]  The plaintiff also accuses Board member Joan Lancos of having used the word <i>institution</i> at page 58 of her deposition. (Pltf.'s Reply at 29, n. 23). Although the plaintiff attached a copy of the page as Exhibit 4 to its Reply, the word \"institution\" does not appear thereon. Ms. Lancos does express the opinion that \"with nine to fifteen unrelated individuals, that it would not be a home-like situation and would not be a real residential feel.\"</p>\n<p>[18]  The plaintiff also argues that Bryant Woods Inn I is \"one of the largest in Columbia and could much more easily accommodate fifteen residents than other similarly-situated homes.\" The size of the structure, however, was not an issue in the Planning Board's decision. Rather, the Board focussed on the small amount of parking space available at the home.</p>\n<p>[19]  If the plaintiff's theory of disparate impact claims were correct, every decision of a zoning authority adverse to a group home for the elderly or disabled would potentially yield a \"disparate impact\" cause of action under the Fair Housing Act. This Court rejects the notion that Congress intended such a result. <i>See generally </i><i>Alexander v. Choate,</i> <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 298-299, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">712</span></a></span>, 718-719, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1985).</p>\n<p>[20]  In discussing the amendment now codified as ง 3604(f)(9), the House Report explicitly states that \"the [House Judiciary] Committee drew on case law developed under Section 504 of the Rehabilitation Act of 1973.\" Again, the Report refers specifically to the Supreme Court's decision in <i>Davis.</i> H.Rep. No. 100-711, 1988 U.S.C.C.A.N. 2189, and nn. 73 and 74.</p>\n<p>[21]  Because uniformity of use is itself a goal of land use regulation, the County has a general interest in the consistent application of its zoning regulations. Courts have long recognized that, in land use, \"the bad fades into the good by such insensible degrees that the two are not capable of being readily distinguished and separated in terms of legislation.\" <i>Village of Euclid v. Ambler Realty Co.,</i> <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 389, <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">114</span></a></span>, 118-119, <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">303</span></a></span> (1926). Consequently, a local government's decision to enforce or waive zoning requirements involves the exercise of discretion. The exercise of such discretion is \"not a judicial function.\" <i>Village of Belle Terre v. Boraas,</i> <span class=\"citation\" data-id=\"109004\"><a href=\"/opinion/109004/village-of-belle-terre-v-boraas/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8, <span class=\"citation\" data-id=\"109004\"><a href=\"/opinion/109004/village-of-belle-terre-v-boraas/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1536</span></a></span>, 1540, <span class=\"citation\" data-id=\"109004\"><a href=\"/opinion/109004/village-of-belle-terre-v-boraas/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">797</span></a></span> (1974).</p>\n<p>[22]  Mr. Colandrea himself owns another property, currently used as a group home, within walking distance of Bryant Woods Inn I.</p>\n<p>[23]  The non-zoning case principally relied on by the plaintiff, <i>Shapiro v. Cadman Towers, Inc.,</i> <span class=\"citation\" data-id=\"692967\"><a href=\"/opinion/692967/phyllis-shapiro-and-united-states-of-america-v-cadman-towers-inc-and/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span> (2d Cir.1995), involved an apartment complex which refused to modify its \"first come, first served\" policy for allocating parking spaces to provide a space for a tenant suffering from multiple sclerosis. In this Court's view, an apartment complex's interest in allocating parking spaces is substantially less than a County's interest in preserving residential neighborhoods.</p>\n<p>[24]  If a plaintiff seeks \"reasonable accommodations\" relief under the Act in the form of a physical alteration, for example an access ramp, then the plaintiff's claim would obviously be for equal access to a specific building. Although ง 3604(f)(3)(B) addresses only accommodations in \"rules, policies, practices and services,\" the remainder of ง 3604(f)(3) contemplates physical accommodations. This focus may account for Congress's decision to draft subsection (f)(3)(B) in terms of opportunity to \"use and enjoy a dwelling.\"</p>\n<p>[25]  Although this statement would be consonant with the meaning of the Act if a physical accommodation to a building were sought to make it accessible to a resident with disabilities, <i>Town of Babylon</i> involves a failure to waive zoning requirements.</p>\n<p>[26]  Indeed, the financial resources of potential residents may limit access to Bryant Woods Inn I. The plaintiff submitted a table describing 36 Certified Group Senior Assisted Housing Facilities in Howard County. (Pltf.'s Exh. 19 to Mot. Summ.J.) Although Bryant Woods Inn I, located at 10461 Waterfowl Terrace, is not included in the table, Bryant Woods Inn II, located at 10433 Waterfowl Terrace and also operated by the Colandreas, is listed as having the highest rates of any group home included in the survey. The cost per month to residents ranges from $2,500 to $2,600. Only four of the thirty-six homes advertise a rate of $2,000 per month or more.</p>\n<p>[27]  Even with the proposed expansion, Bryant Woods Inn I would only be able to house fifteen of the potentially vast number of disabled people who, under the plaintiff's theory, have a statutory entitlement to live there. Is the next step a federal right to have 17, 23, 37 or 149 persons housed there?</p>\n<p>[28]  The plaintiffs makes much of the fact that Dr. Louis was quoted in a local newspaper as saying \"We [the County] are nowhere near meeting the potential demand. The County could have many, many more of these homes.\" <i>See</i> Pltf.'s Mot. Summ.J. at 45. Nonetheless, whether a particular accommodation is now necessary to provide equal housing opportunities for people with disabilities does not depend upon the future <i>potential</i> demand for group homes.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109004/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109405/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110104/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111501/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111507/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289959/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/389343/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406173/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/520601/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/586850/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/589701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/590043/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/591181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/660211/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/668227/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/674662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675118/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/679997/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/688708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/690294/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/692967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/697282/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/698334/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1412622/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1463453/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1879546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1965199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1971542/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2358310/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2593953/"
          ]
        }
      ],
      "judges": "Smalkin",
      "date_created": "2015-10-13T21:32:02.480045Z",
      "date_modified": "2016-03-03T21:09:59.784243Z",
      "date_filed": "1996-01-19",
      "date_filed_is_approximate": false,
      "slug": "bryant-woods-inn-inc-v-howard-county-md",
      "citation_id": 1943865,
      "case_name_short": "",
      "case_name": "Bryant Woods Inn, Inc. v. Howard County, Md.",
      "case_name_full": "",
      "federal_cite_one": "911 F. Supp. 918",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 24,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/313859/bryant-woods-inn-inc-v-howard-county-md/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:24:57.655245Z",
  "date_modified": "2014-10-30T08:24:57.655245Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Bryant Woods Inn, Inc. v. Howard County, Md.",
  "case_name_full": "",
  "slug": "bryant-woods-inn-inc-v-howard-county-md",
  "docket_number": "Civil Action No. S 95-595",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}