{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/314086/",
  "id": 314086,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1820145/",
      "id": 1820145,
      "absolute_url": "/opinion/1820145/williamsburg-fair-housing-v-new-york-city-housing/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/314086/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1820145/",
          "id": 1820145,
          "absolute_url": "/opinion/1820145/williamsburg-fair-housing-v-new-york-city-housing/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1820145/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3191/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:31:29.055707Z",
          "date_modified": "2017-04-07T04:49:55.143569Z",
          "type": "010combined",
          "sha1": "d99547c03b3ca21740e74c65b5eed97920d87e07",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>450 F.Supp. 602 (1978)</b></center>\n<center><h1>WILLIAMSBURG FAIR HOUSING COMMITTEE et al., Plaintiffs,<br>\nv.<br>\nNEW YORK CITY HOUSING AUTHORITY et al., Defendants,<br>\nand<br>\nUnited Jewish Organizations of Williamsburg, Inc., et al., Intervenor-Defendants.<br>\nUNITED JEWISH ORGANIZATIONS OF WILLIAMSBURG, INC., et al., Third-Party Plaintiffs,<br>\nv.<br>\nKENT VILLAGE HOUSING CO., INC., et al., Third-Party Defendants.</h1></center>\n<center>No. 76 Civ. 2125 (CHT).</center>\n<center><p><b>United States District Court, S. D. New York.</b></p></center>\n<center>May 5, 1978.</center>\n<p><span class=\"star-pagination\">*603</span> Puerto Rican Legal Defense &amp; Education Fund, Inc. by Robert Hermann, Peter Bienstock, New York City, Teitelbaum &amp; Hiller by Herbert Teitelbaum, New York City, Brooklyn Legal Services Corp. \"A\", Brooklyn, N.Y., by Ira Bezoza, New York City, for plaintiffs.</p>\n<p>Cohn, Clickstein, Lurie, Ostrin &amp; Lubell by Jonathan W. Lubell, New York City, for Third-Party Defendants Kent Village Housing, Co., Inc., et al.</p>\n<p>Feder, Kaszovitz &amp; Weber by Gabriel Kaszovitz, New York City, for intervenor-defendants.</p>\n<p>Robert B. Fiske, Jr., U. S. Atty. for the Southern District of New York by Richard J. McCarthy, Dennison Young, Jr., Asst. U. S. Attys., New York City, for U. S. Dept. of Housing and Urban Development.</p>\n<p>Alan G. Schwartz, Corp. Counsel by Lloyd A. Deutsch, Asst. Corp. Counsel, New York City, for Housing and Development Administration of the City of New York.</p>\n<p>Donald Schatz, Gen. Counsel, New York City Housing Authority, New York City, for the New York City Housing Authority and Joseph C. Christian; Jeanne Hollingsworth, New York City, of counsel.</p>\n<p>Paskus, Gordon &amp; Hyman by Harlan J. Funk, John A. Rayll, Jr., New York City, for Ross-Rodney Housing Corp. and Kraus Management, Inc.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>TENNEY, District Judge.</p>\n<p>This two-year old litigation concerning discrimination in housing in the Brooklyn community of Williamsburg now stands at a critical juncture. The conciliation and negotiation efforts of the parties, particularly the community groups, have resulted in the production of a decree consented in by all but one of the groups of parties in this action. This decree resolves virtually all issues in the case and represents a most commendable resolution of a dispute which might never have been otherwise resolved in any satisfactory manner. At the same time, however, the parties who have not signed the consent decree  Kraus Management, Inc. and Ross-Rodney Housing Corp., manager and owner respectively of the Bedford Gardens development (\"Bedford Gardens defendants\")  now oppose this Court's approval of the decree even as against those parties who have consented to it and strenuously resist the imposition upon them of any injunctive relief to correct past illegal discriminatory acts in the renting of Bedford Gardens. For the reasons stated below, the consent decree submitted to the Court is approved as against those parties that have noted their consent.</p>\n<p></p>\n<h2><i>History of the Litigation</i></h2>\n<p>The action was commenced in May 1976 by two associations and by individuals seeking to represent non-white persons denied dwelling units or housing subsidies in five housing developments in Williamsburg  Jonathan Williams Plaza, Independence Towers, Taylor-Wythe Houses, 115-123 Division Avenue and Bedford Gardens. The action was initially commenced against the New York City Housing Authority (\"NYCHA\") and its chairman, who were allegedly <span class=\"star-pagination\">*604</span> responsible in whole or in part for the renting of apartments at these five developments. Later that same month the plaintiffs filed an amended complaint which added the Bedford Gardens defendants. During this initial stage of the litigation, the United Jewish Organizations of Williamsburg (\"UJO\") and individuals seeking to represent white families who have valid, existing leases at Bedford Gardens and who have priority under NYCHA's existing rules for rentals in the developments intervened in the action as defendants. UJO and one of the individual intervenor defendants also commenced a third-party action against Kent Village Housing Co., Inc. and Los Sures Management Co., Inc., the owner/sponsor and manager of a sixth development, Roberto Clemente Plaza (\"Clemente Plaza\"); the third-party plaintiffs also claimed against the United States Department of Housing and Urban Development and its Secretary and the Housing and Development Administration of the City of New York, now denominated the Department of Housing Preservation and Development (\"HPD\"), alleged to have discriminated in the rental of Clemente Plaza. By Memorandum and Order dated December 10, 1976, this Court approved the third-party action, consolidated it with the main action, and joined HUD and its Secretary as defendants in the main action. By Memorandum and Order dated December 20, 1976, the Court ratified the joinder of the Bedford Gardens defendants.</p>\n<p>At the commencement of the action, temporary restraining orders were issued preventing the renting of units in the developments pending a hearing. Orders of May 11 and May 26, 1976. Those orders were vacated by this Court on June 7, 1976, in the expectation that mediation under the supervision of the Community Relations Service of the United States Department of Justice would enable the parties and the community \"to reach some accord on the issues involved herein without unnecessary financial loss to the City or the private interests involved.\" Memorandum of June 7, 1976, at 3. That mediation continued throughout the latter part of 1976.</p>\n<p>In December 1976 the first buildings in Clemente Plaza, the last of the six developments to be completed, received their certificates of occupancy. Intervenor defendants/third-party plaintiffs then sought a temporary restraining order and preliminary injunction against the tenanting of Clemente Plaza in a discriminatory fashion. The Court entered such a temporary restraining order on December 6, 1976, and then held six days of hearings on a preliminary injunction during which some 800 pages of testimony was taken and evidence was introduced concerning the Williamsburg community, focusing primarily on Clemente Plaza. There was testimony about the Marketing Plan for Clemente Plaza and the understanding both of community groups and of public officials that the development would be rented 75% to non-white tenants and 25% to white in order to compensate for rental patterns at Bedford Gardens and Taylor-Wythe Houses, where white families made up between 60% and 75% of the tenants. There was also evidence that the white community in Williamsburg, primarily Hasidic Jews, understood that Clemente Plaza would be rented according to the 75/25 ratio and that this situation would both inhibit whites from moving into Clemente Plaza and increase the danger of a white exodus from the neighborhood in general.</p>\n<p>The Court concluded that attempts at conciliation, adjourned during the preliminary injunction hearings, still presented the best hope for satisfactory resolution of the various disputes but that an interim solution needed to be achieved at Clemente Plaza. Accordingly, on December 23, 1976, the Court adjourned the hearings on the preliminary injunction until January and entered an Interim Order directing that the 157 Clemente Plaza leases already granted to non-white families be honored but that actual occupancy of the available buildings at the development by these non-white families not exceed 50% of the available buildings during this interim period.</p>\n<p>Thereafter the parties, with the exception of the Bedford Gardens defendants, <i>see</i> <span class=\"star-pagination\">*605</span> Affidavit of Herman I. Kraus, sworn to March 17, 1978, ¶ 6, continued their efforts at negotiation of a settlement. By the summer, agreement had been reached and was embodied in the form of a consent decree. On August 9, 1977, the Court, upon consent of the parties, lifted the Interim Order which had frozen the renting of Clemente Plaza and directed that rental proceed in accordance with the terms of the proposed consent decree. It was noted at that time, however, that the Bedford Gardens defendants, notwithstanding their earlier representations that they did not \"intend to take an active role as to the substantive issues in this litigation, but [desired] only to follow whatever decision and lawful orders are ultimately rendered by this Court,\" Affidavit of Harlan J. Funk, sworn to June 2, 1976, ¶ 8, and notwithstanding the fact that they did not participate in the negotiations which produced the consent decree, would not consent to participation in the consent decree. The Bedford Gardens defendants were requested by the Court to draw up a version of the proposed consent decree which would be acceptable to them. This document was submitted to the Court and to the other parties on September 12, 1977 (\"Amended Proposed Consent Decree\"). In October the community parties responded, indicating they could not accept the modifications suggested by the Bedford Gardens defendants. On November 28, 1977, the parties appeared in court on an application by the plaintiffs for approval of the proposed consent decree as to the parties who had agreed to it and for a preliminary injunction and temporary restraining order with respect to rental at Bedford Gardens. On December 1, 1977, this Court entered an order directing compliance with the terms of the consent decree by all parties except the Bedford Gardens defendants and noting that each of the Bedford Gardens defendants had \"represented to this Court that it would, pending the return date of this order to show cause, observe the requirements and provisions of the Amended Proposed Consent Decree insofar as such Decree describes actions to be taken by or things to be observed by it.\"</p>\n<p>A further order, entered on February 14, 1978, (1) certified the plaintiff class for purposes of declaratory and injunctive relief but not for purposes of ancillary monetary relief, (2) restated the earlier order mandating interim compliance with the consent decree, (3) directed that notice of the consent decree be published, and (4) established a date for a hearing on the approval of the consent decree and on the preliminary injunction requested against the Bedford Gardens defendants.</p>\n<p>The hearing on approval of the consent decree was held on April 18, 1978, pursuant to the published notice. No one appeared in opposition to approval of the decree save the Bedford Gardens defendants, who filed a brief. The hearing on the request for a preliminary injunction against the Bedford Gardens defendants was adjourned until May 4, 1978.</p>\n<p></p>\n<h2><i>Consent Decree</i></h2>\n<p>The Consent Decree now presented to this Court for approval is the \"result of many long, intense negotiations\" during which the community parties, \"in order to resolve, short of a plenary hearing, the potentially bitter and divisive dispute which had led to the filing of the various consolidated actions, . . . made many compromises.\" Memorandum of Community Parties, dated October 31, 1977, at 1. The resolution of these disputes by means of negotiation, conciliation and compromise is particularly appropriate in this litigation. In the first instance, the Fair Housing Act of 1968, upon which this action is in part based, recognizes a preference for this type of solution. Thus, the Act requires that once the Secretary of HUD has decided to resolve a complaint under the Act, she \"shall proceed to try to eliminate or correct the alleged discriminatory housing practice by informal methods of conference, conciliation, and persuasion.\" 42 U.S.C. § 3610(a). Furthermore, once the complaint has come into court as a civil action to enforce the Act, the statute specifically provides:</p>\n<blockquote>That the court shall continue such civil case . . . from time to time before <span class=\"star-pagination\">*606</span> bringing it to trial if the court believes that the conciliation efforts of the Secretary or a State or local agency are likely to result in satisfactory settlement of the discriminatory housing practice complained of in the complaint . . ..</blockquote>\n<p><i>Id.</i> § 3612(a). This Court made use of this provision in its Interim Order of December 23, 1976, in the hope and expectation that further negotiation would produce the result which is now before the Court.</p>\n<p>Settlement of a housing dispute by community agreement rather than by court-originated imposition of an injunctive decree upon the parties is particularly appropriate where the housing patterns of an entire community are involved. As the court of appeals for this circuit has stated, the goal of the Fair Housing Act is to promote \"open, integrated residential housing patterns and to prevent the increase of segregation, in ghettoes, of racial groups whose lack of opportunities the Act was designed to combat.\" <i>Otero v. New York City Housing Authority,</i> 484 F.2d 1122, 1134 (2d Cir. 1973). The very nature of this goal makes its achievement improbable if not impossible through the imposition upon the community of solutions not of the community's own design and thus quite likely lacking the community's support and confidence. The Court cannot force persons to live in the community; the continued or increased presence of any element of the ethnic makeup of a neighborhood, and thus the success of the Act's goal of supporting integration in the community, will depend largely on the willingness of individuals and groups to live there. <i>Cf.,</i> Comment, School Desegregation, 42 Brooklyn L.Rev. 961, 972-73 n.59, 974-75 n.68 (1976) (noting the relation between court imposition of school integration and \"white flight\" from cities). Thus, because the resolution of disputes by community agreement engenders the crucial community support which such solutions must have if they are to succeed, a decree developed by the community is greatly preferable to a ruling of the Court, even if such ruling be punctiliously correct on both the law and the facts. Furthermore, allowing the community groups to work out their own solution accomplishes \"one of the central purposes of the Fair Housing Act of 1968 [which is] . . . to achieve harmony between the races in urban settings.\" <i>Otero v. New York City Housing Authority,</i> 72 Civ. 1733, at 4 (S.D. N.Y. Feb. 22, 1974) (Lasker, J.) (approving consent decree negotiated following remand).</p>\n<p>The consent decree in the instant case is a complex document consisting of some 31 paragraphs and extending over 28 pages of text. At its core is Paragraph 6, which enjoins the consenting parties from discriminating in the rental of dwelling units in the six developments and proscribes the use of quotas or racial or religious criteria in such rentals. At the same time, however, the decree recognizes that, in the light of past acts of discrimination, it is necessary to establish \"adjustment periods\" for each of the projects during which time they will become more integrated. Once a given project reaches a certain percentage of white to non-white tenants, the adjustment period ends and the underlying principle of nondiscrimination in rentals controls.</p>\n<p>The proposed consent decree also creates mechanisms to implement the decree without continuous court supervision and to ensure that all community groups receive rental information on all the developments. These mechanisms are designed to prevent future community disputes over rentals by establishing openness, full disclosure and community participation in the implementation of the decree.</p>\n<p>In approving a consent decree, a court need not inquire into the precise legal rights of the consenting parties but need only assure itself \"that there has been valid consent by the concerned parties and that the terms of the decree are not unlawful, unreasonable, or inequitable.\" <i>United States v. City of Jackson,</i> 519 F.2d 1147, 1151 (5th Cir. 1975). The Court is satisfied that this standard has been met in the instant case. Evidence adduced during the December 1976 hearing on the preliminary injunction and admissions by the NYCHA <span class=\"star-pagination\">*607</span> demonstrate that apartments at Jonathan Williams Plaza, Independence Towers and Taylor-Wythe Houses, as well as certain publicly financed apartments at 115-123 Division Avenue and at Bedford Gardens, were designated and rented in a manner calculated to achieve certain racial percentages on each floor of those developments and thus through the developments as a whole. These percentages were approximately 75% white/25% non-white at Independence Towers, Jonathan Williams Plaza and Bedford Gardens, 90% white/10% non-white at 115-123 Division Avenue and 60% white/40% non-white at Taylor-Wythe Houses. It also appears that the HPD and the Williamsburg Housing Association intended that Clemente Plaza, which was completed only after this action was begun, be rented 25% to white families and 75% to non-white families. There was also evidence that the white community in Williamsburg was aware of the projected 75%/25% ratio at Clemente Plaza and that this awareness might have deterred white families from moving into Clemente Plaza and might have disrupted the integrated pattern of the larger community as well.</p>\n<p>The consent decree works to alleviate the fears of the community groups while making each of the developments more racially integrated during the adjustment period. Thus, in accordance with formulas in the consent decree, non-white applicants for rentals at Jonathan Williams Plaza, Independence Towers and 115-123 Division Avenue will be given preference until 32% of the dwelling units in those developments are rented to non-white families. At Bedford Gardens the goal for the adjustment period is that 35% of the apartments shall be rented to non-whites. The completion of the initial renting of apartments at Clemente Plaza will see that development rented 51% to non-whites and 49% to whites. The 60% white/40% non-white ratio at Taylor-Wythe Houses will not be changed. These goals are supported by specific provisions concerning community outreach and monitoring of the rental process. Procedures are also established for resolving individual complaints concerning rentals.</p>\n<p>The Court is satisfied that this decree substantially embodies the goal announced in <i>Otero,</i> the fulfillment of the \"goal of open, integrated residential housing patterns.\" <i>Otero v. New York City Housing Authority, supra,</i> 484 F.2d at 1134. Indeed, this consent decree is substantially similar to that which was finally approved by the district court upon remand in <i>Otero. Otero v. New York City Housing Authority,</i> 72 Civ. 1733 (S.D.N.Y. Feb. 22, 1974), and corresponding order.</p>\n<p>The only opposition to the approval of the consent decree comes from the Bedford Gardens defendants, who not only refuse to join in the decree but also oppose approval of the decree in advance of any decision on the request for a preliminary injunction against them. It is doubtful, in the first instance, that the Bedford Gardens defendants have any standing to challenge a consent decree that imposes no duties upon them and adjudicates none of their legal rights. <i>See </i><i>Utility Contractors Ass'n v. Toops,</i> 507 F.2d 83, 85-86 (3d Cir. 1974). The Bedford Gardens defendants have argued, although they do not now press the argument in their brief, that the consent decree should not be approved because it fails to comply with applicable laws and regulations by setting racial quotas to be employed during the adjustment periods and because the consent of the parties was obtained not in recognition of the fairness and equity of the compromises contained within the four corners of the decree but because collateral agreements were made by the various parties in order to induce consent to the entry of the decree. The Bedford Gardens defendants also argue that approval of the consent decree in advance of the decision on the motion for a preliminary injunction will prejudice the Court with respect to the ultimate outcome of the motion and will foreclose certain defenses that could otherwise be asserted by the Bedford Gardens defendants. These arguments are without merit.</p>\n<p>The Court is being asked at this time only to approve the consent decree; no \"collateral agreements\" are before this Court. <span class=\"star-pagination\">*608</span> \"Consent decrees . . . are to be read within their four corners, and . . . are binding only to the extent to which they go.\" <i>Dart Drug Corp. v. Schering Corp.,</i> 116 U.S.App.D.C. 23, 27, 320 F.2d 745, 749 (1963). No party to this decree will be able to challenge it in the future, or to seek to enforce any \"collateral agreement,\" except insofar as the parties fail to fulfill the duties imposed upon them by the terms of the decree as it has been submitted to the Court. <i>See </i><i>Fairfax Countywide Citizens Ass'n v. County of Fairfax, Virginia,</i> 571 F.2d 1299 (4 Cir. 1978). Moreover, the Court is mindful that in many actions a settlement is a part of a larger accommodation between the parties to the action. Such a circumstance is not to be condemned, however. Finally, in the instant case, the Court's duty is to examine the decree to see that it meets the limited criteria set forth above. The Court is satisfied that it does.</p>\n<p>With respect to the effect of the decree on future proceedings in this case, the presence of the consent decree has not prejudiced the Court as to the liability <i>vel non</i> of the Bedford Gardens defendants nor has it foreclosed any argument which the parties may make upon the shaping of any relief which may be imposed upon a finding of liability. These issues will be decided only after a full and fair hearing on the merits. The Bedford Gardens defendants also argue that delaying approval of the consent decree will not prejudice anyone. The Court disagrees. Consent among all parties save the Bedford Gardens defendants was achieved some nine months ago. Upon due notice, the Court has ordered that all members of the affected classes be informed of the consent decree by public advertisements. A hearing open to the public on the approval of the consent decree was announced and held; in attendance at the hearing were members of the community. To delay any further the approval of the consent decree would be detrimental to the spirit of community cooperation which has been achieved by this decree.</p>\n<p>A separate order is being filed simultaneously with this Memorandum.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">602</span></span> (1978)</b></center>\n<center><h1>WILLIAMSBURG FAIR HOUSING COMMITTEE et al., Plaintiffs,<br>\nv.<br>\nNEW YORK CITY HOUSING AUTHORITY et al., Defendants,<br>\nand<br>\nUnited Jewish Organizations of Williamsburg, Inc., et al., Intervenor-Defendants.<br>\nUNITED JEWISH ORGANIZATIONS OF WILLIAMSBURG, INC., et al., Third-Party Plaintiffs,<br>\nv.<br>\nKENT VILLAGE HOUSING CO., INC., et al., Third-Party Defendants.</h1></center>\n<center>No. 76 Civ. 2125 (CHT).</center>\n<center><p><b>United States District Court, S. D. New York.</b></p></center>\n<center>May 5, 1978.</center>\n<p><span class=\"star-pagination\">*603</span> Puerto Rican Legal Defense &amp; Education Fund, Inc. by Robert Hermann, Peter Bienstock, New York City, Teitelbaum &amp; Hiller by Herbert Teitelbaum, New York City, Brooklyn Legal Services Corp. \"A\", Brooklyn, N.Y., by Ira Bezoza, New York City, for plaintiffs.</p>\n<p>Cohn, Clickstein, Lurie, Ostrin &amp; Lubell by Jonathan W. Lubell, New York City, for Third-Party Defendants Kent Village Housing, Co., Inc., et al.</p>\n<p>Feder, Kaszovitz &amp; Weber by Gabriel Kaszovitz, New York City, for intervenor-defendants.</p>\n<p>Robert B. Fiske, Jr., U. S. Atty. for the Southern District of New York by Richard J. McCarthy, Dennison Young, Jr., Asst. U. S. Attys., New York City, for U. S. Dept. of Housing and Urban Development.</p>\n<p>Alan G. Schwartz, Corp. Counsel by Lloyd A. Deutsch, Asst. Corp. Counsel, New York City, for Housing and Development Administration of the City of New York.</p>\n<p>Donald Schatz, Gen. Counsel, New York City Housing Authority, New York City, for the New York City Housing Authority and Joseph C. Christian; Jeanne Hollingsworth, New York City, of counsel.</p>\n<p>Paskus, Gordon &amp; Hyman by Harlan J. Funk, John A. Rayll, Jr., New York City, for Ross-Rodney Housing Corp. and Kraus Management, Inc.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>TENNEY, District Judge.</p>\n<p>This two-year old litigation concerning discrimination in housing in the Brooklyn community of Williamsburg now stands at a critical juncture. The conciliation and negotiation efforts of the parties, particularly the community groups, have resulted in the production of a decree consented in by all but one of the groups of parties in this action. This decree resolves virtually all issues in the case and represents a most commendable resolution of a dispute which might never have been otherwise resolved in any satisfactory manner. At the same time, however, the parties who have not signed the consent decree  Kraus Management, Inc. and Ross-Rodney Housing Corp., manager and owner respectively of the Bedford Gardens development (\"Bedford Gardens defendants\")  now oppose this Court's approval of the decree even as against those parties who have consented to it and strenuously resist the imposition upon them of any injunctive relief to correct past illegal discriminatory acts in the renting of Bedford Gardens. For the reasons stated below, the consent decree submitted to the Court is approved as against those parties that have noted their consent.</p>\n<p></p>\n<h2><i>History of the Litigation</i></h2>\n<p>The action was commenced in May 1976 by two associations and by individuals seeking to represent non-white persons denied dwelling units or housing subsidies in five housing developments in Williamsburg  Jonathan Williams Plaza, Independence Towers, Taylor-Wythe Houses, 115-123 Division Avenue and Bedford Gardens. The action was initially commenced against the New York City Housing Authority (\"NYCHA\") and its chairman, who were allegedly <span class=\"star-pagination\">*604</span> responsible in whole or in part for the renting of apartments at these five developments. Later that same month the plaintiffs filed an amended complaint which added the Bedford Gardens defendants. During this initial stage of the litigation, the United Jewish Organizations of Williamsburg (\"UJO\") and individuals seeking to represent white families who have valid, existing leases at Bedford Gardens and who have priority under NYCHA's existing rules for rentals in the developments intervened in the action as defendants. UJO and one of the individual intervenor defendants also commenced a third-party action against Kent Village Housing Co., Inc. and Los Sures Management Co., Inc., the owner/sponsor and manager of a sixth development, Roberto Clemente Plaza (\"Clemente Plaza\"); the third-party plaintiffs also claimed against the United States Department of Housing and Urban Development and its Secretary and the Housing and Development Administration of the City of New York, now denominated the Department of Housing Preservation and Development (\"HPD\"), alleged to have discriminated in the rental of Clemente Plaza. By Memorandum and Order dated December 10, 1976, this Court approved the third-party action, consolidated it with the main action, and joined HUD and its Secretary as defendants in the main action. By Memorandum and Order dated December 20, 1976, the Court ratified the joinder of the Bedford Gardens defendants.</p>\n<p>At the commencement of the action, temporary restraining orders were issued preventing the renting of units in the developments pending a hearing. Orders of May 11 and May 26, 1976. Those orders were vacated by this Court on June 7, 1976, in the expectation that mediation under the supervision of the Community Relations Service of the United States Department of Justice would enable the parties and the community \"to reach some accord on the issues involved herein without unnecessary financial loss to the City or the private interests involved.\" Memorandum of June 7, 1976, at 3. That mediation continued throughout the latter part of 1976.</p>\n<p>In December 1976 the first buildings in Clemente Plaza, the last of the six developments to be completed, received their certificates of occupancy. Intervenor defendants/third-party plaintiffs then sought a temporary restraining order and preliminary injunction against the tenanting of Clemente Plaza in a discriminatory fashion. The Court entered such a temporary restraining order on December 6, 1976, and then held six days of hearings on a preliminary injunction during which some 800 pages of testimony was taken and evidence was introduced concerning the Williamsburg community, focusing primarily on Clemente Plaza. There was testimony about the Marketing Plan for Clemente Plaza and the understanding both of community groups and of public officials that the development would be rented 75% to non-white tenants and 25% to white in order to compensate for rental patterns at Bedford Gardens and Taylor-Wythe Houses, where white families made up between 60% and 75% of the tenants. There was also evidence that the white community in Williamsburg, primarily Hasidic Jews, understood that Clemente Plaza would be rented according to the 75/25 ratio and that this situation would both inhibit whites from moving into Clemente Plaza and increase the danger of a white exodus from the neighborhood in general.</p>\n<p>The Court concluded that attempts at conciliation, adjourned during the preliminary injunction hearings, still presented the best hope for satisfactory resolution of the various disputes but that an interim solution needed to be achieved at Clemente Plaza. Accordingly, on December 23, 1976, the Court adjourned the hearings on the preliminary injunction until January and entered an Interim Order directing that the 157 Clemente Plaza leases already granted to non-white families be honored but that actual occupancy of the available buildings at the development by these non-white families not exceed 50% of the available buildings during this interim period.</p>\n<p>Thereafter the parties, with the exception of the Bedford Gardens defendants, <i>see</i> <span class=\"star-pagination\">*605</span> Affidavit of Herman I. Kraus, sworn to March 17, 1978, ¶ 6, continued their efforts at negotiation of a settlement. By the summer, agreement had been reached and was embodied in the form of a consent decree. On August 9, 1977, the Court, upon consent of the parties, lifted the Interim Order which had frozen the renting of Clemente Plaza and directed that rental proceed in accordance with the terms of the proposed consent decree. It was noted at that time, however, that the Bedford Gardens defendants, notwithstanding their earlier representations that they did not \"intend to take an active role as to the substantive issues in this litigation, but [desired] only to follow whatever decision and lawful orders are ultimately rendered by this Court,\" Affidavit of Harlan J. Funk, sworn to June 2, 1976, ¶ 8, and notwithstanding the fact that they did not participate in the negotiations which produced the consent decree, would not consent to participation in the consent decree. The Bedford Gardens defendants were requested by the Court to draw up a version of the proposed consent decree which would be acceptable to them. This document was submitted to the Court and to the other parties on September 12, 1977 (\"Amended Proposed Consent Decree\"). In October the community parties responded, indicating they could not accept the modifications suggested by the Bedford Gardens defendants. On November 28, 1977, the parties appeared in court on an application by the plaintiffs for approval of the proposed consent decree as to the parties who had agreed to it and for a preliminary injunction and temporary restraining order with respect to rental at Bedford Gardens. On December 1, 1977, this Court entered an order directing compliance with the terms of the consent decree by all parties except the Bedford Gardens defendants and noting that each of the Bedford Gardens defendants had \"represented to this Court that it would, pending the return date of this order to show cause, observe the requirements and provisions of the Amended Proposed Consent Decree insofar as such Decree describes actions to be taken by or things to be observed by it.\"</p>\n<p>A further order, entered on February 14, 1978, (1) certified the plaintiff class for purposes of declaratory and injunctive relief but not for purposes of ancillary monetary relief, (2) restated the earlier order mandating interim compliance with the consent decree, (3) directed that notice of the consent decree be published, and (4) established a date for a hearing on the approval of the consent decree and on the preliminary injunction requested against the Bedford Gardens defendants.</p>\n<p>The hearing on approval of the consent decree was held on April 18, 1978, pursuant to the published notice. No one appeared in opposition to approval of the decree save the Bedford Gardens defendants, who filed a brief. The hearing on the request for a preliminary injunction against the Bedford Gardens defendants was adjourned until May 4, 1978.</p>\n<p></p>\n<h2><i>Consent Decree</i></h2>\n<p>The Consent Decree now presented to this Court for approval is the \"result of many long, intense negotiations\" during which the community parties, \"in order to resolve, short of a plenary hearing, the potentially bitter and divisive dispute which had led to the filing of the various consolidated actions, . . . made many compromises.\" Memorandum of Community Parties, dated October 31, 1977, at 1. The resolution of these disputes by means of negotiation, conciliation and compromise is particularly appropriate in this litigation. In the first instance, the Fair Housing Act of 1968, upon which this action is in part based, recognizes a preference for this type of solution. Thus, the Act requires that once the Secretary of HUD has decided to resolve a complaint under the Act, she \"shall proceed to try to eliminate or correct the alleged discriminatory housing practice by informal methods of conference, conciliation, and persuasion.\" 42 U.S.C. § 3610(a). Furthermore, once the complaint has come into court as a civil action to enforce the Act, the statute specifically provides:</p>\n<blockquote>That the court shall continue such civil case . . . from time to time before <span class=\"star-pagination\">*606</span> bringing it to trial if the court believes that the conciliation efforts of the Secretary or a State or local agency are likely to result in satisfactory settlement of the discriminatory housing practice complained of in the complaint . . ..</blockquote>\n<p><i>Id.</i> § 3612(a). This Court made use of this provision in its Interim Order of December 23, 1976, in the hope and expectation that further negotiation would produce the result which is now before the Court.</p>\n<p>Settlement of a housing dispute by community agreement rather than by court-originated imposition of an injunctive decree upon the parties is particularly appropriate where the housing patterns of an entire community are involved. As the court of appeals for this circuit has stated, the goal of the Fair Housing Act is to promote \"open, integrated residential housing patterns and to prevent the increase of segregation, in ghettoes, of racial groups whose lack of opportunities the Act was designed to combat.\" <i>Otero v. New York City Housing Authority,</i> <span class=\"citation\" data-id=\"313521\"><a href=\"/opinion/313521/francisco-otero-v-new-york-city-housing-authority-akiva-miller/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1134 (2d Cir. 1973). The very nature of this goal makes its achievement improbable if not impossible through the imposition upon the community of solutions not of the community's own design and thus quite likely lacking the community's support and confidence. The Court cannot force persons to live in the community; the continued or increased presence of any element of the ethnic makeup of a neighborhood, and thus the success of the Act's goal of supporting integration in the community, will depend largely on the willingness of individuals and groups to live there. <i>Cf.,</i> Comment, School Desegregation, 42 Brooklyn L.Rev. 961, 972-73 n.59, 974-75 n.68 (1976) (noting the relation between court imposition of school integration and \"white flight\" from cities). Thus, because the resolution of disputes by community agreement engenders the crucial community support which such solutions must have if they are to succeed, a decree developed by the community is greatly preferable to a ruling of the Court, even if such ruling be punctiliously correct on both the law and the facts. Furthermore, allowing the community groups to work out their own solution accomplishes \"one of the central purposes of the Fair Housing Act of 1968 [which is] . . . to achieve harmony between the races in urban settings.\" <i>Otero v. New York City Housing Authority,</i> 72 Civ. 1733, at 4 (S.D. N.Y. Feb. 22, 1974) (Lasker, J.) (approving consent decree negotiated following remand).</p>\n<p>The consent decree in the instant case is a complex document consisting of some 31 paragraphs and extending over 28 pages of text. At its core is Paragraph 6, which enjoins the consenting parties from discriminating in the rental of dwelling units in the six developments and proscribes the use of quotas or racial or religious criteria in such rentals. At the same time, however, the decree recognizes that, in the light of past acts of discrimination, it is necessary to establish \"adjustment periods\" for each of the projects during which time they will become more integrated. Once a given project reaches a certain percentage of white to non-white tenants, the adjustment period ends and the underlying principle of nondiscrimination in rentals controls.</p>\n<p>The proposed consent decree also creates mechanisms to implement the decree without continuous court supervision and to ensure that all community groups receive rental information on all the developments. These mechanisms are designed to prevent future community disputes over rentals by establishing openness, full disclosure and community participation in the implementation of the decree.</p>\n<p>In approving a consent decree, a court need not inquire into the precise legal rights of the consenting parties but need only assure itself \"that there has been valid consent by the concerned parties and that the terms of the decree are not unlawful, unreasonable, or inequitable.\" <i>United States v. City of Jackson,</i> <span class=\"citation\" data-id=\"328959\"><a href=\"/opinion/328959/13-fair-emplpraccas-1137-10-empl-prac-dec-p-10405/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1147</span></a></span>, 1151 (5th Cir. 1975). The Court is satisfied that this standard has been met in the instant case. Evidence adduced during the December 1976 hearing on the preliminary injunction and admissions by the NYCHA <span class=\"star-pagination\">*607</span> demonstrate that apartments at Jonathan Williams Plaza, Independence Towers and Taylor-Wythe Houses, as well as certain publicly financed apartments at 115-123 Division Avenue and at Bedford Gardens, were designated and rented in a manner calculated to achieve certain racial percentages on each floor of those developments and thus through the developments as a whole. These percentages were approximately 75% white/25% non-white at Independence Towers, Jonathan Williams Plaza and Bedford Gardens, 90% white/10% non-white at 115-123 Division Avenue and 60% white/40% non-white at Taylor-Wythe Houses. It also appears that the HPD and the Williamsburg Housing Association intended that Clemente Plaza, which was completed only after this action was begun, be rented 25% to white families and 75% to non-white families. There was also evidence that the white community in Williamsburg was aware of the projected 75%/25% ratio at Clemente Plaza and that this awareness might have deterred white families from moving into Clemente Plaza and might have disrupted the integrated pattern of the larger community as well.</p>\n<p>The consent decree works to alleviate the fears of the community groups while making each of the developments more racially integrated during the adjustment period. Thus, in accordance with formulas in the consent decree, non-white applicants for rentals at Jonathan Williams Plaza, Independence Towers and 115-123 Division Avenue will be given preference until 32% of the dwelling units in those developments are rented to non-white families. At Bedford Gardens the goal for the adjustment period is that 35% of the apartments shall be rented to non-whites. The completion of the initial renting of apartments at Clemente Plaza will see that development rented 51% to non-whites and 49% to whites. The 60% white/40% non-white ratio at Taylor-Wythe Houses will not be changed. These goals are supported by specific provisions concerning community outreach and monitoring of the rental process. Procedures are also established for resolving individual complaints concerning rentals.</p>\n<p>The Court is satisfied that this decree substantially embodies the goal announced in <i>Otero,</i> the fulfillment of the \"goal of open, integrated residential housing patterns.\" <i>Otero v. New York City Housing Authority, supra,</i> 484 F.2d at 1134. Indeed, this consent decree is substantially similar to that which was finally approved by the district court upon remand in <i>Otero. Otero v. New York City Housing Authority,</i> 72 Civ. 1733 (S.D.N.Y. Feb. 22, 1974), and corresponding order.</p>\n<p>The only opposition to the approval of the consent decree comes from the Bedford Gardens defendants, who not only refuse to join in the decree but also oppose approval of the decree in advance of any decision on the request for a preliminary injunction against them. It is doubtful, in the first instance, that the Bedford Gardens defendants have any standing to challenge a consent decree that imposes no duties upon them and adjudicates none of their legal rights. <i>See </i><i>Utility Contractors Ass'n v. Toops,</i> <span class=\"citation\" data-id=\"323707\"><a href=\"/opinion/323707/9-fair-emplpraccas-165-9-empl-prac-dec-p-9867-utility-contractors/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 85-86 (3d Cir. 1974). The Bedford Gardens defendants have argued, although they do not now press the argument in their brief, that the consent decree should not be approved because it fails to comply with applicable laws and regulations by setting racial quotas to be employed during the adjustment periods and because the consent of the parties was obtained not in recognition of the fairness and equity of the compromises contained within the four corners of the decree but because collateral agreements were made by the various parties in order to induce consent to the entry of the decree. The Bedford Gardens defendants also argue that approval of the consent decree in advance of the decision on the motion for a preliminary injunction will prejudice the Court with respect to the ultimate outcome of the motion and will foreclose certain defenses that could otherwise be asserted by the Bedford Gardens defendants. These arguments are without merit.</p>\n<p>The Court is being asked at this time only to approve the consent decree; no \"collateral agreements\" are before this Court. <span class=\"star-pagination\">*608</span> \"Consent decrees . . . are to be read within their four corners, and . . . are binding only to the extent to which they go.\" <i>Dart Drug Corp. v. Schering Corp.,</i> 116 U.S.App.D.C. 23, 27, <span class=\"citation\" data-id=\"261365\"><a href=\"/opinion/261365/dart-drug-corporation-v-schering-corporation/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">745</span></a></span>, 749 (1963). No party to this decree will be able to challenge it in the future, or to seek to enforce any \"collateral agreement,\" except insofar as the parties fail to fulfill the duties imposed upon them by the terms of the decree as it has been submitted to the Court. <i>See </i><i>Fairfax Countywide Citizens Ass'n v. County of Fairfax, Virginia,</i> <span class=\"citation\" data-id=\"353872\"><a href=\"/opinion/353872/fairfax-countywide-citizens-association-gum-springs-civic-association/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span> (4 Cir. 1978). Moreover, the Court is mindful that in many actions a settlement is a part of a larger accommodation between the parties to the action. Such a circumstance is not to be condemned, however. Finally, in the instant case, the Court's duty is to examine the decree to see that it meets the limited criteria set forth above. The Court is satisfied that it does.</p>\n<p>With respect to the effect of the decree on future proceedings in this case, the presence of the consent decree has not prejudiced the Court as to the liability <i>vel non</i> of the Bedford Gardens defendants nor has it foreclosed any argument which the parties may make upon the shaping of any relief which may be imposed upon a finding of liability. These issues will be decided only after a full and fair hearing on the merits. The Bedford Gardens defendants also argue that delaying approval of the consent decree will not prejudice anyone. The Court disagrees. Consent among all parties save the Bedford Gardens defendants was achieved some nine months ago. Upon due notice, the Court has ordered that all members of the affected classes be informed of the consent decree by public advertisements. A hearing open to the public on the approval of the consent decree was announced and held; in attendance at the hearing were members of the community. To delay any further the approval of the consent decree would be detrimental to the spirit of community cooperation which has been achieved by this decree.</p>\n<p>A separate order is being filed simultaneously with this Memorandum.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/261365/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/323707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328959/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/353872/"
          ]
        }
      ],
      "judges": "Tenney",
      "date_created": "2014-10-30T08:25:06.360709Z",
      "date_modified": "2016-03-03T20:46:27.754742Z",
      "date_filed": "1978-05-05",
      "date_filed_is_approximate": false,
      "slug": "williamsburg-fair-housing-v-new-york-city-housing",
      "citation_id": 1792916,
      "case_name_short": "",
      "case_name": "Williamsburg Fair Housing v. New York City Housing",
      "case_name_full": "",
      "federal_cite_one": "450 F. Supp. 602",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/314086/williamsburg-fair-housing-v-new-york-city-housing/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:25:06.356399Z",
  "date_modified": "2014-10-30T08:25:06.356399Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Williamsburg Fair Housing v. New York City Housing",
  "case_name_full": "",
  "slug": "williamsburg-fair-housing-v-new-york-city-housing",
  "docket_number": "76 Civ. 2125 (CHT)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}