{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3182389/",
  "id": 3182389,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/coloag/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3310268/",
      "id": 3310268,
      "absolute_url": "/opinion/3310268/no/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3182389/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3310438/",
          "id": 3310438,
          "absolute_url": "/opinion/3310268/no/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3310268/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T17:23:53.196545Z",
          "date_modified": "2017-04-14T21:32:08.918088Z",
          "type": "020lead",
          "sha1": "903969e0e925a7a95d21d5cf4d6e70c88d1cbe24",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/colorado/attorney_general_opinion/documents/05be9303c8da892a.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>Mr. William J. Hilty Executive Director State Department of Personnel 502 State Services Building 1525 Sherman Street Denver, Colorado  80203</p>\n<p>Dear Mr. Hilty:</p>\n<p><u>QUESTIONS PRESENTED AND CONCLUSIONS</u></p>\n<p>In response to your inquiry of March 14, 1975, please be advised as follows:</p>\n<p>1. Can the State Department of Personnel set up separate eligibility lists for ethnic or racial minorities and women for affirmative action purposes only?</p>\n<blockquote><p>     The State Department of Personnel and State Personnel Board may take affirmative action which includes using separate eligibility lists in order to remedy the effects of past discrimination and historical underutilization of minorities or women.</p></blockquote>\n<p>2. Can the Department of Personnel set up differential pass points on written exams for ethnic and racial minorities when an adverse impact is suspected?</p>\n<blockquote><p>     Although differential pass points may be appropriate under some circumstances, based upon the information you have given us, such action would be premature.</p></blockquote>\n<p><u>ANALYSIS</u></p>\n<p>Regarding question #1, Article <cross_reference>12</cross_reference> section <cross_reference>13</cross_reference> of the Colorado Constitution provides as follows:</p>\n<blockquote><p>     (1)  Appointments and promotions to offices and employments in the personnel system of the state shall be made according to merit and fitness, to be ascertained by competitive tests of competence without regard to race, creed, or color, or political affiliation.</p></blockquote>\n<p>Pursuant to the above provision, C.R.S. 1973, <cross_reference>24-50-111</cross_reference> provides as follows:</p>\n<blockquote><p>     Original appointments and promotions to vacancies shall be based on merit as determined by competitive examination. Examinations shall be in such form as will fairly evaluate the abilities and aptitudes of candidates but may not include any inquiry into or in any way be influenced by the political or religious affiliations or beliefs or race of any candidate.</p></blockquote>\n<p>These provisions would appear to require a color-blind personnel system. However, they must of course be read in light of the equal protection clause of the <cross_reference>fourteenth</cross_reference> amendment to the United States Constitution, and Article <cross_reference>V</cross_reference>, Section <cross_reference>25</cross_reference> of the Colorado Constitution, which prohibit <u>invidious</u> racial discrimination only, and Article <cross_reference>II</cross_reference>, Section <cross_reference>29</cross_reference> of the Colorado Constitution, which bars discrimination based on sex.</p>\n<p>The United States Supreme Court has clearly established that racial classifications may be used in order to overcome the effects of past discrimination. Thus, in <u>Green v. County</u><u>School Board</u>, <cross_reference>391 U.S. 430</cross_reference> (1968), the supreme court rejected a \"freedom of choice\" integration plan as inadequate, and held that the school authorities were \"clearly charged with the <u>affirmative duty</u> (emphasis added) to take whatever steps might be necessary\" to eliminate discrimination from the school system \"root and branch.\"  <u>Id</u>. at 437-8. In<u>Swann v. Charlotte-Mecklenburg Board of</u><u>Education</u>, <cross_reference>402 U.S. 1</cross_reference> (1971), the supreme court approved the \"limited use . . . of mathematical ratios\" in order to remedy the effects of past discrimination, (<u>Id</u>. at 25) and specifically rejected the argument that teachers must be assigned on a \"color-blind\" basis. <u>Id</u>. at 19. See also <u>North Carolina State Board of Education v. Swann</u>,<cross_reference>402 U.S. 43</cross_reference> (1971) (invalidating North Carolina's anti-busing law, and holding that race is a proper consideration in formulating a remedy for past discrimination).</p>\n<p>In <u>DeFunis v. Odegaard</u>, <cross_reference>82 Wn.2d 11</cross_reference>, <cross_reference>507 P.2d 1169</cross_reference>\n(1973), vacated and remanded <cross_reference>416 U.S. 312</cross_reference> (1974), state court judgment reinstated on remand, <cross_reference>84 Wn.2d 617</cross_reference>, <cross_reference>529 P.2d 438</cross_reference>\n(1974), the Washington Supreme Court upheld the voluntary use of racial classifications by the University of Washington Law School in the admissions process in order to overcome the effects of the historical under-representation of minority group students. It stated,</p>\n<blockquote><p>     <u>Brown</u> (<u>v. Board of Education</u>) did not hold that all racial classifications are  <u>per se</u> unconstitutional; rather, it held that invidious classifications &#8212;  <u>i.e</u>., those that stigmatize a racial group with the stamp of inferiority &#8212; are unconstitutional. Even viewed in a light most favorable to plaintiff, the \"preferential\" minority admissions policy administered by the law school is clearly not a form of invidious discrimination.</p></blockquote>\n<p>. . . .</p>\n<blockquote><p>     . . . . (T)he Constitution is color-conscious to prevent the perpetuation of discrimination and to undo the effects of past segregation.</p></blockquote>\n<p><cross_reference>507 P.2d at 1179</cross_reference>, <cross_reference>1180</cross_reference>. The court noted, however, that the burden was on the law school to show that its consideration of race was <u>necessary</u> to the accomplishment of a<u>compelling state interest</u>. It found that the state's \"overriding interest in promoting integration in public education\" (<u>Id</u>. at 1182) constituted such an interest. See also <u>In re Griffiths</u>, <cross_reference>413 U.S. 717</cross_reference>, <cross_reference>721-2</cross_reference> (1973).</p>\n<p>Achieving equality of treatment in the area of public employment also constitutes a compelling state interest, which justifies consideration of racial classifications to remedy the effects of past discrimination. Thus, the federal courts have held that a finding of past discrimination, based on statistical comparison between the representation of minorities in the employment profile and in the general population, justifies judicial imposition of an affirmative action plan, including separate eligibility lists and ratio hiring, in order to overcome the effects of historical discrimination.</p>\n<p><u>Carter v. Gallagher</u>, 3 EPD paragraph 8205 (D. Minn. 1971), remanded <cross_reference>452 F.2d 315</cross_reference> (8th Cir. 1971), <u>cert.</u><u>denied</u>, <cross_reference>406 U.S. 950</cross_reference> (1972), is instructive. In<u>Carter</u>, the district court found a pattern and practice of discrimination by the Minnesota Civil Service Commission over a period of twenty-five years. The court found that at the time the suit was filed, the fire department had such a bad reputation for hiring minorities that minorities would not even apply. Under such circumstances, the court stated it had an \"obligation to issue a decree which insofar as possible will eliminate the continuing effects of past discrimination\" (3 EPD at 6680) by imposing a limited minority preference in the hiring of firefighters for the Minnesota Fire Department. The district court therefore issued a decree which gave an \"absolute preference\" to twenty minority applicants who qualified on the basis of an exam validated pursuant to the Equal Employment Opportunity Commission's Guidelines on Employee Selection Procedures, 29 CFR section 1607 (1970). The Eighth Circuit Court of Appeals reversed and vacated that portion of the decree which imposed an \"absolute preference\" and remanded the case to the district court with instructions to impose a minority preference hiring system in which one out of every three persons hired would be a minority until at least twenty minority persons had been hired. In imposing a limited minority preference system, the court of appeals stated,</p>\n<blockquote><p>     (W)e think some reasonable ratio for hiring minority persons who can qualify under the revised qualifications standards is in order for a limited period of time, or until there is a fair approximation of minority representation consistent with the population mix in the area.</p></blockquote>\n<p><cross_reference>452 F.2d at 330</cross_reference>.</p>\n<p>Similarly in <u>Bridgeport Guardians v. Bridgeport Civil</u><u>Service Commission</u>, <cross_reference>354 F. Supp. 778</cross_reference> (D. Conn. 1973) aff'd in part, rev'd in part and remanded <cross_reference>482 F.2d 1333</cross_reference> (2nd Cir. 1973), <u>cert. denied</u>, <cross_reference>421 U.S. 991</cross_reference> (1975) the district court found that disparities in test results of candidates for positions in the Bridgeport, Connecticut Police Department created a prima facie case of discrimination which had not been rebutted by any showing of a relationship to disparities in job performance. The court therefore ordered that a \"minority pool\" be created, and that one-half of the current 10 vacancies, three-quarters of the next 20 vacancies, and one-half of all vacancies thereafter in the rank of patrolman be filled by such pool, until the number of minority patrolmen reached 50. The court ruled that variations from the formula set forth would be permitted only upon court order obtained on a showing of (a) unavailability of qualified black and Puerto Rican candidates or (b) other good cause. The Court of Appeals for the Second Circuit affirmed.<sup id=\"ref-fn1\"><a href=\"#fn1\">1</a></sup>  See also <u>NAACP v. Allen</u>,<cross_reference>340 F. Supp. 703</cross_reference> (M.D. Ala. 1972), aff'd <cross_reference>493 F.2d 614</cross_reference> (5th Cir. 1974) (district court ordered that one black trooper be hired for each white hired until approximately 25% of the Alabama state trooper force was black); <u>Officers</u> <u>for Justice v. Civil</u><u>Service Commission</u>, <cross_reference>371 F. Supp. 1328</cross_reference> (N.D. Cal. 1973) (district court ordered creation of two lists of qualified candidates for entry level patrolman positions, one for minorities and one for non-minorities, from which three minorities were to be selected for every two non-minorities hired until the total number of minority patrolmen equaled at least 30% of the total number of patrolmen); <u>Vulcan Society of New</u><u>York City Fire Department v. Civil</u> <u>Service</u><u>Commission</u>, <cross_reference>490 F.2d 387</cross_reference> (2nd Cir. 1973) (district court order requiring ratio-hiring affirmed); <u>Castro v.</u><u>Beecher</u>, <cross_reference>459 F.2d 725</cross_reference> (1st Cir. 1972) (court of appeals ordered creation of a \"priority pool\" of eligible minorities and a non-priority pool of eligible non-minorities, and ratio-hiring until the priority pool was exhausted).</p>\n<p>Ratio-hiring has also been approved as a remedial tool to counteract the effects of past discrimination based on sex. Thus, in <u>Acha v. Beame</u>, 44 U.S.L.W. 2298 (2nd Cir. 1976), the court of appeals disapproved application of a facially neutral seniority system which resulted in the laying-off of 73.5% of the female police officers in New York City, many of whom had been hired pursuant to an affirmative action program under which appointments were made on a ratio of one woman to four men. In so assuring that the effects of the affirmative action program would not be destroyed, the court stated,</p>\n<blockquote><p>     Award of seniority to those who had actually been discriminated against by the police department is not a \"preference\" because of sex. It is rather a remedial device well within the broad powers conferred on the district court by Section 706(g) of the Act.</p></blockquote>\n<p><u>Id</u>.</p>\n<p>In <u>Boston Chapter, NAACP v. Beecher</u>, <cross_reference>371 F. Supp. 507</cross_reference>\n(D. Mass. 1974), aff'd <cross_reference>504 F.2d 1017</cross_reference> (1st Cir. 1974), <u>cert.</u><u>denied</u>, <cross_reference>421 U.S. 910</cross_reference> (1975), where the district court ordered the creation of four separate eligibility lists and a system of ratio-hiring from those lists, the First Circuit Court of Appeals rejected the argument that the relief imposed by the district court was unconstitutional. It stated,</p>\n<p><blockquote>     Defendants contend that the color-conscious relief imposed by the district court is unconstitutional. The argument is without merit. The relief goes no further than to eliminate the lingering effects of previous practices that bore more heavily than was warranted on minorities.</blockquote></p>\n<p>. . . .</p>\n<p><blockquote>     The goal of color-blindness, so important to our society in the long run, does not mean looking through the world through glasses that see no color . . . . We believe that our society is well served by taking into account color in the fashion used, and carefully limited in extent and duration, by the district court.</blockquote></p>\n<p><cross_reference>504 F.2d at 1027</cross_reference>.</p>\n<p>As is apparent from the cases cited above, affirmative action in hiring usually involves a 3-step process: (1) a finding of past discrimination against or underutilization of minorities or women, (2) creation of separate eligibility lists for minority and female candidates, and (3) employee selection on the basis of a ratio of non-minority to minority and female applicants which will eventually achieve a fair representation of the group or groups in the employment profile. Although not all the above-cited cases specifically discuss the validity of separate eligibility lists, judicial approval of ratio-hiring necessarily involves approval of separate eligibility lists as well.</p>\n<p>The argument that Title VII of the Civil Rights Act of 1964,<cross_reference>42 U.S.C. &#167; 2000e</cross_reference> prohibits such color-conscious or gender-conscious relief has been rejected. In <u>Contractors'</u><u>Association of Eastern Pennsylvania v.</u> <u>Secretary of</u><u>Labor</u>, <cross_reference>442 F.2d 159</cross_reference> (3rd Cir. 1971), <u>cert. denied</u>,<cross_reference>404 U.S. 854</cross_reference> (1971), the question was raised as to whether the imposition of remedial quotas violated the provisions of section 703(a), <cross_reference>42 U.S.C. &#167; 2000e-2</cross_reference>(a), which prohibit hiring or classifying employees on the basis of race or sex. The court, however, refused to attribute to Congress \"an intention to freeze the status quo and to foreclose remedial action under other authority designed to overcome existing evils,\" (<u>Id</u>. at 173) and approved the remedial hiring goals, stating,</p>\n<p><blockquote>     Clearly the Philadelphia Plan is color-conscious. Indeed the only meaning which can be attributed to the `affirmative action' language which since March of 1961 has been included in successive Executive Orders is that government contractors must be color-conscious.</blockquote></p>\n<p><cross_reference>442 F.2d at 173</cross_reference>. Similarly, section 703(j) of Title VII, 42 U.S.C. &#167; 2003-2(j) which states that,</p>\n<p><blockquote>     Nothing contained in this subchapter shall be interpreted to require any employer . . . to grant preferential treatment to any individual or to any group because of race, color, religion, sex, or national origin of such individual or group on account of an imbalance which may exist with respect to the total number or percentage of persons of any race, color, religion, sex, or national origin employed by any employer . . . .</blockquote></p>\n<p>has been interpreted to mean that while an employer is not required to give preferential treatment to minorities merely because of existing racial imbalance, some preferential treatment might be required in order to remedy the present effects of past discrimination. <u>Associated General Contractors</u> <u>of</u><u>Massachusetts v. Altshuler</u>, <cross_reference>490 F.2d 9</cross_reference>, <cross_reference>21</cross_reference> (1st Cir. 1973),<u>cert.</u> <u>denied</u>, <cross_reference>416 U.S. 957</cross_reference> (1974). See also<u>Acha v. Beame</u>, <u>supra</u>, holding that neither Section 703(h), which allows bona fide seniority systems, nor Section 703(j) of Title VII, insulated the city from attack where the application of a facially neutral seniority system resulted in discrimination against women. The prohibitions against use of the criteria of race or sex in the Colorado Constitution and statutes must likewise be interpreted to allow for the remedial use of racial or gender-based classifications.</p>\n<p>While the use of separate lists and ratio hiring in public employment has most often been litigated and approved in the context of court ordered affirmative action plans, obviously voluntary action to overcome the effects of historical discrimination or underutilization of minorities will be viewed favorably by the courts. Where voluntary action is involved, the question is not whether the <cross_reference>fourteenth</cross_reference> amendment requires affirmative action, but whether such action is permissible.<u>DeFunis</u>, <u>supra</u>, <cross_reference>507 P.2d at 1183</cross_reference>. Thus, state agencies may be permitted to go further under voluntary affirmative action plans than they would be compelled to go pursuant to a court ordered program.</p>\n<p>Non-court ordered affirmative action plans have been approved in a number of cases. In <u>Associated General Contractors of</u><u>Massachusetts v. Altshuler</u>, <u>supra</u>, a state imposed plan under which 20% of the work on state bid contracts was to be done by minorities was upheld by the First Circuit Court of Appeals as a constitutional means of remedying previous underutilization of minorities. Similarly, in <u>Porcelli v.</u><u>Titus</u>, <cross_reference>431 F.2d 1254</cross_reference> (3rd Cir. 1970) <u>cert. denied</u>,<cross_reference>402 U.S. 944</cross_reference> (1971), a New Jersey Board of Education voluntarily reorganized its promotional lists for administrative positions, resulting in the promotion of minority teachers rather than non-minorities who had previously been ranked higher on the list. This affirmative action was held to be constitutional. In the leading case of <u>Contractors Association of Eastern</u><u>Pennsylvania</u>, <u>supra</u>, the revised Philadelphia Plan, which set specific hiring goals for minorities in the construction industry in contracts using federal funds, was upheld. The plan was established pursuant to Executive Order 11246 as amended. After public hearings, the Department of Labor made administrative findings of clear underutilization of minorities. The court stated that the absence of a<u>judicial</u> finding of past discrimination was legally irrelevant, and emphasized that although a court must find evidence of past discrimination before requiring affirmative action, the president, by means of Executive Order, was free to impose conditions on the parties to federal contracts without regard to such a finding.</p>\n<p>The cases cited above make it clear that affirmative action, through use of racial and gender-based classifications, is constitutional, where there has been a judicial or administrative finding of either past discrimination or historical underutilization of minorities or women. Thus, where such a finding has been made, the State Department of Personnel and State Personnel Board may set up separate eligibility lists for minorities and women for purposes of affirmative action. Ratio hiring may then be adopted, pursuant to a reasonable assessment of the facts and a finding of the need to establish specific affirmative action measures, until the underutilization has been corrected. Thereafter, hiring must take place on a non-discriminatory basis.</p>\n<p>2. Can the Department of Personnel set up differential pass points on written exams for ethnic and racial minorities when an adverse impact is suspected?</p>\n<p><blockquote>     Although differential pass points may be appropriate under some circumstances, based upon the information you have given us, such action would be premature.</blockquote></p>\n<p>Prior to setting up differential pass points for minorities and non-minorities on written exams, the department would have to first consider (1) what use is made of written tests in the selection process, (2) whether the tests currently being used have a racially disproportionate impact,<sup id=\"ref-fn2\"><a href=\"#fn2\">2</a></sup> and (3) whether the tests are \"valid\"<sup id=\"ref-fn3\"><a href=\"#fn3\">3</a></sup> under the EEOC Guidelines, <u>supra</u>, for both minorities and non-minorities.</p>\n<p>In <u>Griggs v. Duke Power Company</u>,<sup id=\"ref-fn4\"><a href=\"#fn4\">4</a></sup> <cross_reference>401 U.S. 424</cross_reference>\n(1971), the United States Supreme Court, invalidating use of a standardized general intelligence test as a condition of employment, stated that,</p>\n<p><blockquote>     (Title VII of) (t)he (Civil Rights) Act (of 1964) proscribes not only overt discrimination but also practices that are fair in form but discriminatory in operation. The touchstone is business necessity. If an employment practice which operates to exclude Negroes cannot be shown to be related to job performance, the practice is prohibited.</blockquote></p>\n<p><u>Id</u>. at 431. The first step for the Department of Personnel must thus be to determine whether tests being used in the selection process have a racially disproportionate impact. If so, then <u>Griggs</u> suggests that the employer may overcome such a prima facie showing of discrimination, only by a demonstration of business necessity &#8212; <u>i.e.</u>, that the tests which have the apparently discriminatory impact bear a \"demonstrable relationship\" to successful job performance (<u>Id</u>.).</p>\n<p>Section 703(h) of Title VII, <cross_reference>42 U.S.C. &#167; 2000e-2</cross_reference>(h) provides that it shall not</p>\n<p><blockquote>     be an unlawful employment practice for an employer to give and act upon the results of any professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended or used to discriminate because of race, color, religion, sex or national origin.</blockquote></p>\n<p>The EEOC Guidelines on Employees Selection Procedures,<u>supra</u>, are designed to aid employers in determining whether tests are sufficiently job-related to conform to the requirements of Title VII. As \"(t)he administrative interpretation of the Act by the enforcing agency,\" they are \"entitled to great deference.\"  <u>Griggs</u>,<u>supra</u>, at 433-4; <u>Albemarle Paper Co. v.</u><u>Moody</u>, <cross_reference>422 U.S. 405</cross_reference>, <cross_reference>431</cross_reference> (1975). The Guidelines state that,</p>\n<p><blockquote>     Evidence of a test's validity should consist of empirical data demonstrating that the test is predictive of or significantly correlated with important elements of work behavior which comprise or are relevant to the job or jobs for which candidates are being evaluated.</blockquote></p>\n<p><cross_reference>29 CFR section 1607.4</cross_reference>(c).<sup id=\"ref-fn5\"><a href=\"#fn5\">5</a></sup></p>\n<p>The Guidelines were endorsed by the United States Supreme Court in <u>Albemarle</u>, <u>supra</u>, where the court, relying on <u>Griggs</u>, stated that Title VII forbids the use of employment tests which are discriminatory in effect unless the employer meets the burden of establishing that such tests are job-related. Even if that burden is met, however, the complaining party may still show that other tests or selection devices which do not have a discriminatory impact would also serve to accurately predict future job performance.<u>Albemarle</u> at 425.<sup id=\"ref-fn6\"><a href=\"#fn6\">6</a></sup></p>\n<p>The Guidelines state that,</p>\n<p><blockquote>     Data must be generated and results separately reported for minority and non-minority groups wherever technically feasible.</blockquote></p>\n<p>29 CFR section 160.5(5). They also provide that,</p>\n<p><blockquote>     Where a test is <u>valid</u> for two groups but one group characteristically obtains higher test scores than the other without a corresponding difference in job performance, cut off scores must be set so as to predict the same probability of job success in both groups.</blockquote></p>\n<p>(emphasis added) <cross_reference>29 CFR section 1607.5</cross_reference>(5). Thus, in order to validate tests used in the employee selection process, validation studies must be undertaken with respect to both the minority and non-minority groups. Only if a test is first shown to be valid as to both groups, may an employer adjust cut off scores and continue to use the test in the selection procedure.</p>\n<p>Compliance with the EEOC Guidelines is not necessarily the only way to establish the fairness of a particular test; nor is compliance necessarily sufficient to meet the employer's heavy burden of rebutting a prima facie case of discriminatory impact.<u>Boston Chapter</u>, <u>NAACP</u>, <u>supra</u> at 518, 521. Because of judicial acceptance of the Guidelines,<sup id=\"ref-fn7\"><a href=\"#fn7\">7</a></sup> however, the Department should consider them as a minimum standard to be followed.</p>\n<p>In the question propounded, you have not indicated how tests are currently being used in the selection process &#8212;<u>i.e.</u>, as an absolute screening device, or as just one of several factors to be considered in predicting performance. However, I am aware that written tests are used extensively by the Personnel Department to screen out applicants. Obviously, the importance of careful validation of tests increases with the weight given to the test results in the selection process. In your numerical example of test results, showing a different average mean score for minorities and whites on general clerical written exams, you have not indicated what, if any, cut off score is being used. Additionally, the sample is quite small, raising questions as to the significance of the results. Thus, on the basis of the information you have given us, it cannot be determined whether tests currently being used in the employee selection process have a racially disproportionate impact.</p>\n<p>I therefore suggest that the State Department of Personnel and State Personnel Board take the following steps:</p>\n<p>(1)  Analyze what role is played by tests in the selection procedure.</p>\n<p>(2)  If tests are being used in the selection process, particularly if they are being used to screen out applicants, determine whether they have a racially disproportionate impact.</p>\n<p>(3)  If so, attempt to validate the tests used for both minorities and non-minorities pursuant to the standards set forth in the EEOC Guidelines.</p>\n<p>(4)  If the tests are valid for both groups, set cutoff scores so as to accurately predict job performance.</p>\n<p>(5)  If the tests currently employed are not valid, develop tests that are valid.</p>\n<p><u>SUMMARY</u></p>\n<p>The State Department of Personnel and State Personnel Board may take affirmative action which includes using separate eligibility lists in order to remedy the effects of past discrimination. Differential pass points may be appropriate where the test being used has a disproportionate impact on a minority group, where the test is not valid under EEOC Guidelines, and depending on the use of the test in the selection process.</p>\n<p>Very truly yours,</p>\n<p><blockquote>                             J.D. MacFARLANE Attorney General</blockquote></p>\n<p>DISCRIMINATION EMPLOYEES, PUBLIC EXAMINATIONS</p>\n<p>C.R.S. 1973, <cross_reference>24-50-111</cross_reference></p>\n<p>Colo. Const. art. <cross_reference>XII</cross_reference>, &#167; <cross_reference>13</cross_reference>\nColo. Const. art. <cross_reference>II</cross_reference>, &#167; <cross_reference>29</cross_reference>\nColo. Const. art. <cross_reference>V</cross_reference>, &#167; <cross_reference>25</cross_reference></p>\n<p>PERSONNEL, DEPT. OF State Personnel Bd. Exam  Recruit, Div. of</p>\n<p>The State Department of Personnel and State Personnel Board may take affirmative action which includes using separate eligibility lists in order to remedy the effects of past discrimination. Differential pass points may be appropriate where the test being used has a disproportionate impact on a minority group, where the test is not valid under EEOC Guidelines, and depending on the use of the test in the selection process.</p>\n<p><footnote_body><sup id=\"fn1\"><a href=\"#ref-fn1\">1</a></sup>  A portion of the district court order dealing with promotions was reversed because of lack of sufficient evidence to determine whether or not discrimination existed.</footnote_body></p>\n<p><footnote_body><sup id=\"fn2\"><a href=\"#ref-fn2\">2</a></sup>  If the tests are shown to have a disproportionate impact on women as well, similar action would have to be taken with respect to that group.</footnote_body></p>\n<p><footnote_body><sup id=\"fn3\"><a href=\"#ref-fn3\">3</a></sup>  \"`Validation' is the term of art designating the process of determining the job-relatedness of a selection procedure.\"<u>Kirkland v. New</u> <u>York State Department of</u><u>Correctional Services</u>, <cross_reference>374 F. Supp. 1361</cross_reference>, <cross_reference>1370</cross_reference> (S.D. N Y 1974).</footnote_body></p>\n<p><footnote_body><sup id=\"fn4\"><a href=\"#ref-fn4\">4</a></sup>  <u>Griggs</u> involved the application of Title VII to a private employer. Since a 1972 amendment to Title VII,<cross_reference>42 U.S.C. &#167; 2000e-16</cross_reference> (1972), the Act applies to governmental employers as well. Even prior to this extension, however, the courts did not distinguish between the testing standards applicable in Title VII cases and those applicable in cases brought under the equal protection clause of the<cross_reference>fourteenth</cross_reference> amendment.</footnote_body></p>\n<p><footnote_body><sup id=\"fn5\"><a href=\"#ref-fn5\">5</a></sup>  The Guidelines further provide that such empirical evidence \"must be based on studies employing generally accepted procedures for determining criterion-related validity,\" but that \"evidence of content or construct validity . . . may also be appropriate where criterion-related validity is not feasible\"<cross_reference>29 CFR section 1607.5</cross_reference>(a). The subsection refers to the \"Standards for Educational and Psychological Tests and Manuals\" published by the American Psychological Association for the definitions of the terms \"criterion-related validity,\" \"construct validity\" and \"content validation.\"</footnote_body></p>\n<p><footnote_body><sup id=\"fn6\"><a href=\"#ref-fn6\">6</a></sup>  Although <u>Albemarle</u> indicates this burden rests with the complaining party, the Guidelines put the burden on the employer to (1) validate the tests <u>and</u> (2) demonstrate the unavailability of alternative hiring procedures.<cross_reference>29 CFR section 1607.3</cross_reference>.</footnote_body></p>\n<p><footnote_body><sup id=\"fn7\"><a href=\"#ref-fn7\">7</a></sup>  The Guidelines have also been substantially adopted by the Colorado Civil Rights Commission. However, the State Personnel Board, not the Civil Rights Commission, has exclusive jurisdiction over qualifications for state employment.<u>State Department of Institutions v. Colorado Civil</u><u>Rights</u> <u>Commission, ex rel. McAllister</u>, <cross_reference>185 Colo. 42</cross_reference>,<cross_reference>521 P.2d 908</cross_reference> (1974). Nevertheless, the Guidelines have a persuasive effect. See <u>Kirkland</u>, <u>supra</u>, at 1371.</footnote_body></p>",
          "html_with_citations": "<p>Mr. William J. Hilty Executive Director State Department of Personnel 502 State Services Building 1525 Sherman Street Denver, Colorado  80203</p>\n<p>Dear Mr. Hilty:</p>\n<p><u>QUESTIONS PRESENTED AND CONCLUSIONS</u></p>\n<p>In response to your inquiry of March 14, 1975, please be advised as follows:</p>\n<p>1. Can the State Department of Personnel set up separate eligibility lists for ethnic or racial minorities and women for affirmative action purposes only?</p>\n<blockquote><p>     The State Department of Personnel and State Personnel Board may take affirmative action which includes using separate eligibility lists in order to remedy the effects of past discrimination and historical underutilization of minorities or women.</p></blockquote>\n<p>2. Can the Department of Personnel set up differential pass points on written exams for ethnic and racial minorities when an adverse impact is suspected?</p>\n<blockquote><p>     Although differential pass points may be appropriate under some circumstances, based upon the information you have given us, such action would be premature.</p></blockquote>\n<p><u>ANALYSIS</u></p>\n<p>Regarding question #1, Article <cross_reference>12</cross_reference> section <cross_reference>13</cross_reference> of the Colorado Constitution provides as follows:</p>\n<blockquote><p>     (1)  Appointments and promotions to offices and employments in the personnel system of the state shall be made according to merit and fitness, to be ascertained by competitive tests of competence without regard to race, creed, or color, or political affiliation.</p></blockquote>\n<p>Pursuant to the above provision, C.R.S. 1973, <cross_reference>24-50-111</cross_reference> provides as follows:</p>\n<blockquote><p>     Original appointments and promotions to vacancies shall be based on merit as determined by competitive examination. Examinations shall be in such form as will fairly evaluate the abilities and aptitudes of candidates but may not include any inquiry into or in any way be influenced by the political or religious affiliations or beliefs or race of any candidate.</p></blockquote>\n<p>These provisions would appear to require a color-blind personnel system. However, they must of course be read in light of the equal protection clause of the <cross_reference>fourteenth</cross_reference> amendment to the United States Constitution, and Article <cross_reference>V</cross_reference>, Section <cross_reference>25</cross_reference> of the Colorado Constitution, which prohibit <u>invidious</u> racial discrimination only, and Article <cross_reference>II</cross_reference>, Section <cross_reference>29</cross_reference> of the Colorado Constitution, which bars discrimination based on sex.</p>\n<p>The United States Supreme Court has clearly established that racial classifications may be used in order to overcome the effects of past discrimination. Thus, in <u>Green v. County</u><u>School Board</u>, <cross_reference><span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span></cross_reference> (1968), the supreme court rejected a \"freedom of choice\" integration plan as inadequate, and held that the school authorities were \"clearly charged with the <u>affirmative duty</u> (emphasis added) to take whatever steps might be necessary\" to eliminate discrimination from the school system \"root and branch.\"  <u>Id</u>. at 437-8. In<u>Swann v. Charlotte-Mecklenburg Board of</u><u>Education</u>, <cross_reference><span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span></cross_reference> (1971), the supreme court approved the \"limited use . . . of mathematical ratios\" in order to remedy the effects of past discrimination, (<u>Id</u>. at 25) and specifically rejected the argument that teachers must be assigned on a \"color-blind\" basis. <u>Id</u>. at 19. See also <u>North Carolina State Board of Education v. Swann</u>,<cross_reference><span class=\"citation\" data-id=\"108319\"><a href=\"/opinion/108319/north-carolina-bd-of-ed-v-swann/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span></cross_reference> (1971) (invalidating North Carolina's anti-busing law, and holding that race is a proper consideration in formulating a remedy for past discrimination).</p>\n<p>In <u>DeFunis v. Odegaard</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Wash. 2d</span> <span class=\"page\">11</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1169</span></span></cross_reference>\n(1973), vacated and remanded <cross_reference><span class=\"citation\" data-id=\"109012\"><a href=\"/opinion/109012/defunis-v-odegaard/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span></cross_reference> (1974), state court judgment reinstated on remand, <cross_reference><span class=\"citation\" data-id=\"1172574\"><a href=\"/opinion/1172574/defunis-v-odegaard/\"><span class=\"volume\">84</span> <span class=\"reporter\">Wash. 2d</span> <span class=\"page\">617</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"1172574\"><a href=\"/opinion/1172574/defunis-v-odegaard/\"><span class=\"volume\">529</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">438</span></a></span></cross_reference>\n(1974), the Washington Supreme Court upheld the voluntary use of racial classifications by the University of Washington Law School in the admissions process in order to overcome the effects of the historical under-representation of minority group students. It stated,</p>\n<blockquote><p>     <u>Brown</u> (<u>v. Board of Education</u>) did not hold that all racial classifications are  <u>per se</u> unconstitutional; rather, it held that invidious classifications &#8212;  <u>i.e</u>., those that stigmatize a racial group with the stamp of inferiority &#8212; are unconstitutional. Even viewed in a light most favorable to plaintiff, the \"preferential\" minority admissions policy administered by the law school is clearly not a form of invidious discrimination.</p></blockquote>\n<p>. . . .</p>\n<blockquote><p>     . . . . (T)he Constitution is color-conscious to prevent the perpetuation of discrimination and to undo the effects of past segregation.</p></blockquote>\n<p><cross_reference>507 P.2d at 1179</cross_reference>, <cross_reference>1180</cross_reference>. The court noted, however, that the burden was on the law school to show that its consideration of race was <u>necessary</u> to the accomplishment of a<u>compelling state interest</u>. It found that the state's \"overriding interest in promoting integration in public education\" (<u>Id</u>. at 1182) constituted such an interest. See also <u>In re Griffiths</u>, <cross_reference><span class=\"citation\" data-id=\"108861\"><a href=\"/opinion/108861/in-re-griffiths/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span></cross_reference>, <cross_reference>721-2</cross_reference> (1973).</p>\n<p>Achieving equality of treatment in the area of public employment also constitutes a compelling state interest, which justifies consideration of racial classifications to remedy the effects of past discrimination. Thus, the federal courts have held that a finding of past discrimination, based on statistical comparison between the representation of minorities in the employment profile and in the general population, justifies judicial imposition of an affirmative action plan, including separate eligibility lists and ratio hiring, in order to overcome the effects of historical discrimination.</p>\n<p><u>Carter v. Gallagher</u>, 3 EPD paragraph 8205 (D. Minn. 1971), remanded <cross_reference><span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">315</span></span></cross_reference> (8th Cir. 1971), <u>cert.</u><u>denied</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span></cross_reference> (1972), is instructive. In<u>Carter</u>, the district court found a pattern and practice of discrimination by the Minnesota Civil Service Commission over a period of twenty-five years. The court found that at the time the suit was filed, the fire department had such a bad reputation for hiring minorities that minorities would not even apply. Under such circumstances, the court stated it had an \"obligation to issue a decree which insofar as possible will eliminate the continuing effects of past discrimination\" (3 EPD at 6680) by imposing a limited minority preference in the hiring of firefighters for the Minnesota Fire Department. The district court therefore issued a decree which gave an \"absolute preference\" to twenty minority applicants who qualified on the basis of an exam validated pursuant to the Equal Employment Opportunity Commission's Guidelines on Employee Selection Procedures, 29 CFR section 1607 (1970). The Eighth Circuit Court of Appeals reversed and vacated that portion of the decree which imposed an \"absolute preference\" and remanded the case to the district court with instructions to impose a minority preference hiring system in which one out of every three persons hired would be a minority until at least twenty minority persons had been hired. In imposing a limited minority preference system, the court of appeals stated,</p>\n<blockquote><p>     (W)e think some reasonable ratio for hiring minority persons who can qualify under the revised qualifications standards is in order for a limited period of time, or until there is a fair approximation of minority representation consistent with the population mix in the area.</p></blockquote>\n<p><cross_reference>452 F.2d at 330</cross_reference>.</p>\n<p>Similarly in <u>Bridgeport Guardians v. Bridgeport Civil</u><u>Service Commission</u>, <cross_reference><span class=\"citation\" data-id=\"1380559\"><a href=\"/opinion/1380559/bridgeport-guard-inc-v-members-of-bridgeport-cs-comn/\"><span class=\"volume\">354</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">778</span></a></span></cross_reference> (D. Conn. 1973) aff'd in part, rev'd in part and remanded <cross_reference><span class=\"citation\" data-id=\"312843\"><a href=\"/opinion/312843/5-fair-emplpraccas-1344-6-empl-prac-dec-p-8755-bridgeport-guardians/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1333</span></a></span></cross_reference> (2nd Cir. 1973), <u>cert. denied</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">991</span></span></cross_reference> (1975) the district court found that disparities in test results of candidates for positions in the Bridgeport, Connecticut Police Department created a prima facie case of discrimination which had not been rebutted by any showing of a relationship to disparities in job performance. The court therefore ordered that a \"minority pool\" be created, and that one-half of the current 10 vacancies, three-quarters of the next 20 vacancies, and one-half of all vacancies thereafter in the rank of patrolman be filled by such pool, until the number of minority patrolmen reached 50. The court ruled that variations from the formula set forth would be permitted only upon court order obtained on a showing of (a) unavailability of qualified black and Puerto Rican candidates or (b) other good cause. The Court of Appeals for the Second Circuit affirmed.<sup id=\"ref-fn1\"><a href=\"#fn1\">1</a></sup>  See also <u>NAACP v. Allen</u>,<cross_reference><span class=\"citation\" data-id=\"1445600\"><a href=\"/opinion/1445600/naacp-v-allen/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">703</span></a></span></cross_reference> (M.D. Ala. 1972), aff'd <cross_reference><span class=\"citation\" data-id=\"317714\"><a href=\"/opinion/317714/7-fair-emplpraccas-873-7-empl-prac-dec-p-9287-naacp-phillip/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">614</span></a></span></cross_reference> (5th Cir. 1974) (district court ordered that one black trooper be hired for each white hired until approximately 25% of the Alabama state trooper force was black); <u>Officers</u> <u>for Justice v. Civil</u><u>Service Commission</u>, <cross_reference><span class=\"citation\" data-id=\"2133934\"><a href=\"/opinion/2133934/officers-for-justice-v-civil-s-comn-c-c-san-francisco/\"><span class=\"volume\">371</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1328</span></a></span></cross_reference> (N.D. Cal. 1973) (district court ordered creation of two lists of qualified candidates for entry level patrolman positions, one for minorities and one for non-minorities, from which three minorities were to be selected for every two non-minorities hired until the total number of minority patrolmen equaled at least 30% of the total number of patrolmen); <u>Vulcan Society of New</u><u>York City Fire Department v. Civil</u> <u>Service</u><u>Commission</u>, <cross_reference><span class=\"citation\" data-id=\"316327\"><a href=\"/opinion/316327/6-fair-emplpraccas-1045-6-empl-prac-dec-p-8974-the-vulcan-society-of/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span></cross_reference> (2nd Cir. 1973) (district court order requiring ratio-hiring affirmed); <u>Castro v.</u><u>Beecher</u>, <cross_reference><span class=\"citation\" data-id=\"303251\"><a href=\"/opinion/303251/4-fair-emplpraccas-1223-4-fair-emplpraccas-700-4-empl-prac-dec-p/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span></cross_reference> (1st Cir. 1972) (court of appeals ordered creation of a \"priority pool\" of eligible minorities and a non-priority pool of eligible non-minorities, and ratio-hiring until the priority pool was exhausted).</p>\n<p>Ratio-hiring has also been approved as a remedial tool to counteract the effects of past discrimination based on sex. Thus, in <u>Acha v. Beame</u>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">2298</span></span> (2nd Cir. 1976), the court of appeals disapproved application of a facially neutral seniority system which resulted in the laying-off of 73.5% of the female police officers in New York City, many of whom had been hired pursuant to an affirmative action program under which appointments were made on a ratio of one woman to four men. In so assuring that the effects of the affirmative action program would not be destroyed, the court stated,</p>\n<blockquote><p>     Award of seniority to those who had actually been discriminated against by the police department is not a \"preference\" because of sex. It is rather a remedial device well within the broad powers conferred on the district court by Section 706(g) of the Act.</p></blockquote>\n<p><u>Id</u>.</p>\n<p>In <u>Boston Chapter, NAACP v. Beecher</u>, <cross_reference><span class=\"citation\" data-id=\"2133858\"><a href=\"/opinion/2133858/boston-chapter-naacp-inc-v-beecher/\"><span class=\"volume\">371</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">507</span></a></span></cross_reference>\n(D. Mass. 1974), aff'd <cross_reference><span class=\"citation\" data-id=\"322423\"><a href=\"/opinion/322423/8-fair-emplpraccas-855-8-empl-prac-dec-p-9678-8-empl-prac-dec-p/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span></cross_reference> (1st Cir. 1974), <u>cert.</u><u>denied</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span></cross_reference> (1975), where the district court ordered the creation of four separate eligibility lists and a system of ratio-hiring from those lists, the First Circuit Court of Appeals rejected the argument that the relief imposed by the district court was unconstitutional. It stated,</p>\n<p><blockquote>     Defendants contend that the color-conscious relief imposed by the district court is unconstitutional. The argument is without merit. The relief goes no further than to eliminate the lingering effects of previous practices that bore more heavily than was warranted on minorities.</blockquote></p>\n<p>. . . .</p>\n<p><blockquote>     The goal of color-blindness, so important to our society in the long run, does not mean looking through the world through glasses that see no color . . . . We believe that our society is well served by taking into account color in the fashion used, and carefully limited in extent and duration, by the district court.</blockquote></p>\n<p><cross_reference>504 F.2d at 1027</cross_reference>.</p>\n<p>As is apparent from the cases cited above, affirmative action in hiring usually involves a 3-step process: (1) a finding of past discrimination against or underutilization of minorities or women, (2) creation of separate eligibility lists for minority and female candidates, and (3) employee selection on the basis of a ratio of non-minority to minority and female applicants which will eventually achieve a fair representation of the group or groups in the employment profile. Although not all the above-cited cases specifically discuss the validity of separate eligibility lists, judicial approval of ratio-hiring necessarily involves approval of separate eligibility lists as well.</p>\n<p>The argument that Title VII of the Civil Rights Act of 1964,<cross_reference>42 U.S.C. &#167; 2000e</cross_reference> prohibits such color-conscious or gender-conscious relief has been rejected. In <u>Contractors'</u><u>Association of Eastern Pennsylvania v.</u> <u>Secretary of</u><u>Labor</u>, <cross_reference><span class=\"citation\" data-id=\"296467\"><a href=\"/opinion/296467/the-contractors-association-of-eastern-pennsylvania-v-the-secretary-of/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">159</span></a></span></cross_reference> (3rd Cir. 1971), <u>cert. denied</u>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">854</span></span></cross_reference> (1971), the question was raised as to whether the imposition of remedial quotas violated the provisions of section 703(a), <cross_reference>42 U.S.C. &#167; 2000e-2</cross_reference>(a), which prohibit hiring or classifying employees on the basis of race or sex. The court, however, refused to attribute to Congress \"an intention to freeze the status quo and to foreclose remedial action under other authority designed to overcome existing evils,\" (<u>Id</u>. at 173) and approved the remedial hiring goals, stating,</p>\n<p><blockquote>     Clearly the Philadelphia Plan is color-conscious. Indeed the only meaning which can be attributed to the `affirmative action' language which since March of 1961 has been included in successive Executive Orders is that government contractors must be color-conscious.</blockquote></p>\n<p><cross_reference>442 F.2d at 173</cross_reference>. Similarly, section 703(j) of Title VII, 42 U.S.C. &#167; 2003-2(j) which states that,</p>\n<p><blockquote>     Nothing contained in this subchapter shall be interpreted to require any employer . . . to grant preferential treatment to any individual or to any group because of race, color, religion, sex, or national origin of such individual or group on account of an imbalance which may exist with respect to the total number or percentage of persons of any race, color, religion, sex, or national origin employed by any employer . . . .</blockquote></p>\n<p>has been interpreted to mean that while an employer is not required to give preferential treatment to minorities merely because of existing racial imbalance, some preferential treatment might be required in order to remedy the present effects of past discrimination. <u>Associated General Contractors</u> <u>of</u><u>Massachusetts v. Altshuler</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></span></cross_reference>, <cross_reference>21</cross_reference> (1st Cir. 1973),<u>cert.</u> <u>denied</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></span></cross_reference> (1974). See also<u>Acha v. Beame</u>, <u>supra</u>, holding that neither Section 703(h), which allows bona fide seniority systems, nor Section 703(j) of Title VII, insulated the city from attack where the application of a facially neutral seniority system resulted in discrimination against women. The prohibitions against use of the criteria of race or sex in the Colorado Constitution and statutes must likewise be interpreted to allow for the remedial use of racial or gender-based classifications.</p>\n<p>While the use of separate lists and ratio hiring in public employment has most often been litigated and approved in the context of court ordered affirmative action plans, obviously voluntary action to overcome the effects of historical discrimination or underutilization of minorities will be viewed favorably by the courts. Where voluntary action is involved, the question is not whether the <cross_reference>fourteenth</cross_reference> amendment requires affirmative action, but whether such action is permissible.<u>DeFunis</u>, <u>supra</u>, <cross_reference>507 P.2d at 1183</cross_reference>. Thus, state agencies may be permitted to go further under voluntary affirmative action plans than they would be compelled to go pursuant to a court ordered program.</p>\n<p>Non-court ordered affirmative action plans have been approved in a number of cases. In <u>Associated General Contractors of</u><u>Massachusetts v. Altshuler</u>, <u>supra</u>, a state imposed plan under which 20% of the work on state bid contracts was to be done by minorities was upheld by the First Circuit Court of Appeals as a constitutional means of remedying previous underutilization of minorities. Similarly, in <u>Porcelli v.</u><u>Titus</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1254</span></span></cross_reference> (3rd Cir. 1970) <u>cert. denied</u>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">944</span></span></cross_reference> (1971), a New Jersey Board of Education voluntarily reorganized its promotional lists for administrative positions, resulting in the promotion of minority teachers rather than non-minorities who had previously been ranked higher on the list. This affirmative action was held to be constitutional. In the leading case of <u>Contractors Association of Eastern</u><u>Pennsylvania</u>, <u>supra</u>, the revised Philadelphia Plan, which set specific hiring goals for minorities in the construction industry in contracts using federal funds, was upheld. The plan was established pursuant to Executive Order 11246 as amended. After public hearings, the Department of Labor made administrative findings of clear underutilization of minorities. The court stated that the absence of a<u>judicial</u> finding of past discrimination was legally irrelevant, and emphasized that although a court must find evidence of past discrimination before requiring affirmative action, the president, by means of Executive Order, was free to impose conditions on the parties to federal contracts without regard to such a finding.</p>\n<p>The cases cited above make it clear that affirmative action, through use of racial and gender-based classifications, is constitutional, where there has been a judicial or administrative finding of either past discrimination or historical underutilization of minorities or women. Thus, where such a finding has been made, the State Department of Personnel and State Personnel Board may set up separate eligibility lists for minorities and women for purposes of affirmative action. Ratio hiring may then be adopted, pursuant to a reasonable assessment of the facts and a finding of the need to establish specific affirmative action measures, until the underutilization has been corrected. Thereafter, hiring must take place on a non-discriminatory basis.</p>\n<p>2. Can the Department of Personnel set up differential pass points on written exams for ethnic and racial minorities when an adverse impact is suspected?</p>\n<p><blockquote>     Although differential pass points may be appropriate under some circumstances, based upon the information you have given us, such action would be premature.</blockquote></p>\n<p>Prior to setting up differential pass points for minorities and non-minorities on written exams, the department would have to first consider (1) what use is made of written tests in the selection process, (2) whether the tests currently being used have a racially disproportionate impact,<sup id=\"ref-fn2\"><a href=\"#fn2\">2</a></sup> and (3) whether the tests are \"valid\"<sup id=\"ref-fn3\"><a href=\"#fn3\">3</a></sup> under the EEOC Guidelines, <u>supra</u>, for both minorities and non-minorities.</p>\n<p>In <u>Griggs v. Duke Power Company</u>,<sup id=\"ref-fn4\"><a href=\"#fn4\">4</a></sup> <cross_reference><span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span></cross_reference>\n(1971), the United States Supreme Court, invalidating use of a standardized general intelligence test as a condition of employment, stated that,</p>\n<p><blockquote>     (Title VII of) (t)he (Civil Rights) Act (of 1964) proscribes not only overt discrimination but also practices that are fair in form but discriminatory in operation. The touchstone is business necessity. If an employment practice which operates to exclude Negroes cannot be shown to be related to job performance, the practice is prohibited.</blockquote></p>\n<p><u>Id</u>. at 431. The first step for the Department of Personnel must thus be to determine whether tests being used in the selection process have a racially disproportionate impact. If so, then <u>Griggs</u> suggests that the employer may overcome such a prima facie showing of discrimination, only by a demonstration of business necessity &#8212; <u>i.e.</u>, that the tests which have the apparently discriminatory impact bear a \"demonstrable relationship\" to successful job performance (<u>Id</u>.).</p>\n<p>Section 703(h) of Title VII, <cross_reference>42 U.S.C. &#167; 2000e-2</cross_reference>(h) provides that it shall not</p>\n<p><blockquote>     be an unlawful employment practice for an employer to give and act upon the results of any professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended or used to discriminate because of race, color, religion, sex or national origin.</blockquote></p>\n<p>The EEOC Guidelines on Employees Selection Procedures,<u>supra</u>, are designed to aid employers in determining whether tests are sufficiently job-related to conform to the requirements of Title VII. As \"(t)he administrative interpretation of the Act by the enforcing agency,\" they are \"entitled to great deference.\"  <u>Griggs</u>,<u>supra</u>, at 433-4; <u>Albemarle Paper Co. v.</u><u>Moody</u>, <cross_reference><span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span></cross_reference>, <cross_reference>431</cross_reference> (1975). The Guidelines state that,</p>\n<p><blockquote>     Evidence of a test's validity should consist of empirical data demonstrating that the test is predictive of or significantly correlated with important elements of work behavior which comprise or are relevant to the job or jobs for which candidates are being evaluated.</blockquote></p>\n<p><cross_reference>29 CFR section 1607.4</cross_reference>(c).<sup id=\"ref-fn5\"><a href=\"#fn5\">5</a></sup></p>\n<p>The Guidelines were endorsed by the United States Supreme Court in <u>Albemarle</u>, <u>supra</u>, where the court, relying on <u>Griggs</u>, stated that Title VII forbids the use of employment tests which are discriminatory in effect unless the employer meets the burden of establishing that such tests are job-related. Even if that burden is met, however, the complaining party may still show that other tests or selection devices which do not have a discriminatory impact would also serve to accurately predict future job performance.<u>Albemarle</u> at 425.<sup id=\"ref-fn6\"><a href=\"#fn6\">6</a></sup></p>\n<p>The Guidelines state that,</p>\n<p><blockquote>     Data must be generated and results separately reported for minority and non-minority groups wherever technically feasible.</blockquote></p>\n<p>29 CFR section 160.5(5). They also provide that,</p>\n<p><blockquote>     Where a test is <u>valid</u> for two groups but one group characteristically obtains higher test scores than the other without a corresponding difference in job performance, cut off scores must be set so as to predict the same probability of job success in both groups.</blockquote></p>\n<p>(emphasis added) <cross_reference>29 CFR section 1607.5</cross_reference>(5). Thus, in order to validate tests used in the employee selection process, validation studies must be undertaken with respect to both the minority and non-minority groups. Only if a test is first shown to be valid as to both groups, may an employer adjust cut off scores and continue to use the test in the selection procedure.</p>\n<p>Compliance with the EEOC Guidelines is not necessarily the only way to establish the fairness of a particular test; nor is compliance necessarily sufficient to meet the employer's heavy burden of rebutting a prima facie case of discriminatory impact.<u>Boston Chapter</u>, <u>NAACP</u>, <u>supra</u> at 518, 521. Because of judicial acceptance of the Guidelines,<sup id=\"ref-fn7\"><a href=\"#fn7\">7</a></sup> however, the Department should consider them as a minimum standard to be followed.</p>\n<p>In the question propounded, you have not indicated how tests are currently being used in the selection process &#8212;<u>i.e.</u>, as an absolute screening device, or as just one of several factors to be considered in predicting performance. However, I am aware that written tests are used extensively by the Personnel Department to screen out applicants. Obviously, the importance of careful validation of tests increases with the weight given to the test results in the selection process. In your numerical example of test results, showing a different average mean score for minorities and whites on general clerical written exams, you have not indicated what, if any, cut off score is being used. Additionally, the sample is quite small, raising questions as to the significance of the results. Thus, on the basis of the information you have given us, it cannot be determined whether tests currently being used in the employee selection process have a racially disproportionate impact.</p>\n<p>I therefore suggest that the State Department of Personnel and State Personnel Board take the following steps:</p>\n<p>(1)  Analyze what role is played by tests in the selection procedure.</p>\n<p>(2)  If tests are being used in the selection process, particularly if they are being used to screen out applicants, determine whether they have a racially disproportionate impact.</p>\n<p>(3)  If so, attempt to validate the tests used for both minorities and non-minorities pursuant to the standards set forth in the EEOC Guidelines.</p>\n<p>(4)  If the tests are valid for both groups, set cutoff scores so as to accurately predict job performance.</p>\n<p>(5)  If the tests currently employed are not valid, develop tests that are valid.</p>\n<p><u>SUMMARY</u></p>\n<p>The State Department of Personnel and State Personnel Board may take affirmative action which includes using separate eligibility lists in order to remedy the effects of past discrimination. Differential pass points may be appropriate where the test being used has a disproportionate impact on a minority group, where the test is not valid under EEOC Guidelines, and depending on the use of the test in the selection process.</p>\n<p>Very truly yours,</p>\n<p><blockquote>                             J.D. MacFARLANE Attorney General</blockquote></p>\n<p>DISCRIMINATION EMPLOYEES, PUBLIC EXAMINATIONS</p>\n<p>C.R.S. 1973, <cross_reference>24-50-111</cross_reference></p>\n<p>Colo. Const. art. <cross_reference>XII</cross_reference>, &#167; <cross_reference>13</cross_reference>\nColo. Const. art. <cross_reference>II</cross_reference>, &#167; <cross_reference>29</cross_reference>\nColo. Const. art. <cross_reference>V</cross_reference>, &#167; <cross_reference>25</cross_reference></p>\n<p>PERSONNEL, DEPT. OF State Personnel Bd. Exam  Recruit, Div. of</p>\n<p>The State Department of Personnel and State Personnel Board may take affirmative action which includes using separate eligibility lists in order to remedy the effects of past discrimination. Differential pass points may be appropriate where the test being used has a disproportionate impact on a minority group, where the test is not valid under EEOC Guidelines, and depending on the use of the test in the selection process.</p>\n<p><footnote_body><sup id=\"fn1\"><a href=\"#ref-fn1\">1</a></sup>  A portion of the district court order dealing with promotions was reversed because of lack of sufficient evidence to determine whether or not discrimination existed.</footnote_body></p>\n<p><footnote_body><sup id=\"fn2\"><a href=\"#ref-fn2\">2</a></sup>  If the tests are shown to have a disproportionate impact on women as well, similar action would have to be taken with respect to that group.</footnote_body></p>\n<p><footnote_body><sup id=\"fn3\"><a href=\"#ref-fn3\">3</a></sup>  \"`Validation' is the term of art designating the process of determining the job-relatedness of a selection procedure.\"<u>Kirkland v. New</u> <u>York State Department of</u><u>Correctional Services</u>, <cross_reference><span class=\"citation\" data-id=\"2352912\"><a href=\"/opinion/2352912/kirkland-v-new-york-state-dept-of-correctional-serv/\"><span class=\"volume\">374</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1361</span></a></span></cross_reference>, <cross_reference>1370</cross_reference> (S.D. N Y 1974).</footnote_body></p>\n<p><footnote_body><sup id=\"fn4\"><a href=\"#ref-fn4\">4</a></sup>  <u>Griggs</u> involved the application of Title VII to a private employer. Since a 1972 amendment to Title VII,<cross_reference>42 U.S.C. &#167; 2000e-16</cross_reference> (1972), the Act applies to governmental employers as well. Even prior to this extension, however, the courts did not distinguish between the testing standards applicable in Title VII cases and those applicable in cases brought under the equal protection clause of the<cross_reference>fourteenth</cross_reference> amendment.</footnote_body></p>\n<p><footnote_body><sup id=\"fn5\"><a href=\"#ref-fn5\">5</a></sup>  The Guidelines further provide that such empirical evidence \"must be based on studies employing generally accepted procedures for determining criterion-related validity,\" but that \"evidence of content or construct validity . . . may also be appropriate where criterion-related validity is not feasible\"<cross_reference>29 CFR section 1607.5</cross_reference>(a). The subsection refers to the \"Standards for Educational and Psychological Tests and Manuals\" published by the American Psychological Association for the definitions of the terms \"criterion-related validity,\" \"construct validity\" and \"content validation.\"</footnote_body></p>\n<p><footnote_body><sup id=\"fn6\"><a href=\"#ref-fn6\">6</a></sup>  Although <u>Albemarle</u> indicates this burden rests with the complaining party, the Guidelines put the burden on the employer to (1) validate the tests <u>and</u> (2) demonstrate the unavailability of alternative hiring procedures.<cross_reference>29 CFR section 1607.3</cross_reference>.</footnote_body></p>\n<p><footnote_body><sup id=\"fn7\"><a href=\"#ref-fn7\">7</a></sup>  The Guidelines have also been substantially adopted by the Colorado Civil Rights Commission. However, the State Personnel Board, not the Civil Rights Commission, has exclusive jurisdiction over qualifications for state employment.<u>State Department of Institutions v. Colorado Civil</u><u>Rights</u> <u>Commission, ex rel. McAllister</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">42</span></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"1358344\"><a href=\"/opinion/1358344/state-dept-of-inst-etc-v-colorado-civil-rts-comn/\"><span class=\"volume\">521</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">908</span></a></span></cross_reference> (1974). Nevertheless, the Guidelines have a persuasive effect. See <u>Kirkland</u>, <u>supra</u>, at 1371.</footnote_body></p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108319/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109012/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296467/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/303251/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/312843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/316327/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/317714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/322423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1172574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1358344/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1380559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1445600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2133858/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2133934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2352912/"
          ]
        }
      ],
      "judges": "J.D. MacFARLANE, Attorney General",
      "date_created": "2016-07-05T17:23:53.191170Z",
      "date_modified": "2016-07-05T17:23:53.191189Z",
      "date_filed": "1976-03-24",
      "date_filed_is_approximate": false,
      "slug": "no",
      "citation_id": null,
      "case_name_short": "No.",
      "case_name": "No.",
      "case_name_full": "Mr. William J. Hilty",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3182389/no/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T17:23:53.185316Z",
  "date_modified": "2016-07-05T17:23:53.185339Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "No.",
  "case_name": "No.",
  "case_name_full": "Mr. William J. Hilty",
  "slug": "no",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}