{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3202624/",
  "id": 3202624,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/connsuperct/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3330503/",
      "id": 3330503,
      "absolute_url": "/opinion/3330503/moore-v-moore-no-fa-00-0072980-dec-4-2001/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3202624/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3326002/",
          "id": 3326002,
          "absolute_url": "/opinion/3330503/moore-v-moore-no-fa-00-0072980-dec-4-2001/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3330503/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T17:42:56.976583Z",
          "date_modified": "2017-04-14T21:44:20.359384Z",
          "type": "020lead",
          "sha1": "2dfc139c715f94570cd449f03246fec4feda85a5",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/connecticut/superior_court_opinions/documents/09c9a50c034a0529.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p><footnote_body>[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]</footnote_body><center>                         <u>MEMORANDUM OF DECISION</u></center>\nThis is an action commenced by the Plaintiff husband on May 9, 2000 seeking a dissolution of marriage on the grounds of irretrievable breakdown. Defendant wife appeared by counsel and filed an answer and cross complaint in which she seeks a dissolution of the marriage, alimony and conveyance to her of the Plaintiffs interest in the property at 28 Strant Street, Manchester, Connecticut. The case was claimed to the Limited Contested List because of the parties' inability to resolve financial issues. Trial was held on October 25, 2001. Both parties testified. From the testimony and evidence presented and after carefully assessing the credibility of the witnesses, the court finds the following to have been proven.</p>\n<p>The parties were married on December 14, 1991 in Wawarsing, New York. The Plaintiff has resided continuously in this state for more than twelve months immediately prior to the date of the complaint. There are no minor children issue of the marriage and no other minor children have been born to the wife since the date of the marriage. Neither the state of Connecticut nor any town thereof has contributed to the support and maintenance of either party. The court finds that it has jurisdiction over the parties and the marriage.</p>\n<p>This is the second marriage between the parties. The parties were previously married to each other in 1967. That marriage was dissolved in August 1991 and the parties remarried four months later. The husband is 58 years old and the wife is 53. The husband has a high school diploma while the wife does not. At the time of their second marriage both parties were employed by Pratt  Whitney making approximately the same salary. The husband was a machine operator and the wife was an inspector. The husband was laid off by Pratt  Whitney and went to work for Hamilton which was bought by Pratt  Whitney and he continued to be employed there until he was laid off in December, 2000. He was called back in June, 2001 but to a different area working on a different type of machine. In September, 2001 he was transferred to another area and is now CT Page 16034 working second shift, while before the lay off he worked days. He has been out of work on sick leave since the end of September although he can return to his job at any time. He does not like working second shift nor the duties of his new position which have added to his level of stress. Although the husband claims he has suffered from depression for a long time, he did not see a psychiatrist for the first time until the night before the trial. He currently makes $25.16 per hour which includes a shift premium of $3.16 for working the second shift. His financial affidavit is based only on his most recent paystub and shows he earned gross pay of $402.69 for 16 hours at an hourly rate of $22.81, plus cola and shift premium of $37.73, and net income of $330.88. Annualizing his income, including overtime, he makes about $60,000 gross and his base pay is about $46,000. In the last five years he has always gotten some over-time.</p>\n<p>The parties agreed that the husband's 401K is worth $170,810 of which the parties agreed $148,605 was accumulated over the term of the marriage. The husband presently contributes $48 per week to his 401K. The parties stipulated that the husband's pension benefit has increased by $670.16 per month during the term of the marriage. The parties also agreed that the jointly owned marital residence at 28 Strant Street, Manchester is worth $120,000 and the outstanding mortgage is $45,512.86, leaving equity of approximately $74,000.</p>\n<p>The wife is in fair health. She worked at Hamilton, where she made about $16 a hour, until shortly after their second marriage when she took a voluntary layoff in June 1992 because her department was being eliminated. If she had waited for a layoff she wouldn't have received the severance pay and benefits as well as training provided by the voluntary layoff program. Her husband disagreed with her decision to take the voluntary layoff.</p>\n<p>After she left Hamilton she collected unemployment compensation for a couple of months and then started working at Denny's in October 1992. She worked there full-time for three years making $10-12 hour. From that time she has worked at various restaurant and clerical jobs. Most recently she worked at Amerbell as a clerical making $10 per hour but she was laid off in September of this year. She is currently looking for new employment. The wife has no significant assets other than her equity in the house. A brother currently resides with her there and pays rent of $300 per month but she is unsure how long this will continue because he was recently laid off from his job.</p>\n<p>The husband claims the disparity in incomes between him and his wife resulted from what he considered as her ill-advised decision to accept the voluntary layoff; that if she had not agreed to be laid off she could CT Page 16035 still be working at Pratt  Whitney now. However the wife made what she felt was an appropriate decision at the time, balancing the benefits offered under the voluntary layoff plan and the likelihood that she would be involuntarily laid off. She has since that time continued to work at various jobs.</p>\n<p>Problems began developing in the marriage in 1997. At that time the parties also began segregating their money. The husband paid the mortgage and taxes, the wife paid the utilities, groceries and miscellaneous household expenses. Through 1998 and 1999 their relationship deteriorated further, the husband wouldn't come home after work or came home intoxicated. The wife moved out of their shared bedroom in 1998. The husband also verbally abused the wife. In January 2000 the wife moved out of the marital home. She took $20,000 out of her 401K savings in order to finance her move to Georgia. She returned in April 2000 because she missed her mother and adult children who lived in Connecticut. She moved back into the marital home in a room in the basement. The husband moved out a short time later. From January to December 2000 the husband paid all the household bills. In December he stopped paying the utilities, taxes and insurance but he continued to pay the mortgage up until the date of trial. The mortgage payment is $471 per month. The taxes due on the house as of September 12, 2001 are $2622.37.</p>\n<p>During 1999 and 2000 the husband liquidated approximately $102,000 of his assets including the net proceeds of a $50,000 mortgage on the house, which he alone secured. The wife was not aware of the husband's significant assets but she had assumed he was saving for their future retirement. The husband admitted that he used the funds for gambling, travel and for a loan to his sister. As late as the spring of 2001 the husband went on a cruise. The parties stipulated that $85,000<sup id=\"ref-fn1\"><a href=\"#fn1\">1</a></sup> was spent by the husband from the marital assets and $20,000 was spent by the wife.</p>\n<p>Conn. Gen. Stat. Section <cross_reference>46b-81</cross_reference> provides that in a dissolution of marriage action \"the Superior Court may assign to either the husband or wife all or any part of the estate of the other. In fixing the nature and value of the property, if any, to be assigned, the court. . . . shall consider the length of the marriage, the causes for the . . . dissolution of the marriage . . ., the age, health, station, occupation, amount and sources of income, vocational skills, employability, estate, liabilities and needs of each of the parties and the opportunity of each for future acquisition of capital assets and income. The court shall also consider the contribution of each of the parties in the acquisition, preservation or appreciation in value of their respective estates.\" Similar criteria apply to the determination of an award of alimony pursuant to Conn. Gen. Stat. Section <cross_reference>46b-82</cross_reference>. \"`The difference between an assignment of a CT Page 16036 specific portion of an estate and alimony is in their purposes. Clark, Domestic Relations (1968) &#167; 14.8. The purpose of property assignment is equitably to divide the ownership of the parties' property. . . . On the other hand, periodic and lump sum alimony is based primarily upon a continuing duty to support.' (Citation omitted.) <u>Blake v. Blake</u>, supra,<cross_reference>211 Conn. 497</cross_reference>-98.\" <u>Billings v. Billings</u>, <cross_reference>54 Conn. App. 142</cross_reference>, <cross_reference>149-150</cross_reference>\n(1999). The purpose of alimony is to provide for the support of a spouse. <u>Weiman v. Weiman</u>, <cross_reference>188 Conn. 232</cross_reference>, <cross_reference>234</cross_reference> (1982).</p>\n<p>The husband argues that his financial contributions to the marriage have been much greater than those of the wife and that the assets should be divided in half except for his pension. He agrees to pay off the mortgage within five years and transfer his interest in the house to the wife. He also suggests that he pay 25% of his 401K plan to the wife and that there be no alimony. The wife seeks alimony of $200 per week to the year 2013; $101,800 of the husband's 401K; and 50% of the marital portion of the husband's pension. She suggests that she be given the house and that she will assume payment of the mortgage.</p>\n<p>As to the wife's request for alimony, this is a marriage of ten years. The husband has a high school education while the wife does not. The husband has significantly more income, and financial resources at this point, than the wife, mostly because of the husband's depletion of the family's liquid assets. In addition, although the husband claims that the breakup of the marriage was due in part to the wife's desertion, the wife did not leave the marital residence until conditions there, caused by the husband, were unbearable. The court finds that the irretrievable breakdown of the marriage was substantially the result of the husband's behavior. Thus the Court determines that a term of alimony is appropriate in this case.</p>\n<p>The wife also seeks an award of attorney's fees. Conn. Gen. Stat. &#167; <cross_reference>46b-62</cross_reference> permits an award of attorney's fees in a dissolution action. Such an award may be based on the parties respective financial abilities and the criteria set forth in Conn. Gen. Stat. &#167; <cross_reference>46b-82</cross_reference>. Since the husband's financial resources are greater than the wife's, and the failure to award attorney's fees to the wife may undermine the court's other financial orders, the court finds that an award of fees to the wife is appropriate. See, <u>Bornemann v. Bornemann</u>, <cross_reference>245 Conn. 508</cross_reference>, <cross_reference>543</cross_reference>\n(1998)</p>\n<p>After taking into consideration the criteria required by the statutes and the application of those criteria to the facts found by the court, the court enters the following orders:</p>\n<p>1. A decree is entered dissolving the marriage of the parties on the CT Page 16037 grounds of irretrievable breakdown, all the allegations of the complaint having been proven.</p>\n<p>2. Each party shall retain the automobile in their possession, that is, the husband shall retain the 2000 Chrysler Sebring and the wife shall retain the 1999 Mazda Protege. Each shall transfer to the other any right, title or interest they may have in the other's automobile. Each shall hold the other harmless and indemnify him/her from any and all claims, including loans, taxes, insurance, maintenance, etc. related to said automobile.</p>\n<p>3. The wife shall be covered by COBRA benefits under the husband's existing health, medical, and hospitalization policy as may be available through the husband's employer with the wife paying the premiums. Each party shall be responsible for their own unreimbursed medical expenses.</p>\n<p>4. The husband shall transfer to the wife, within thirty days of this judgment, by way of QDRO, $70,000 of his 401K savings plan.</p>\n<p>5. The husband shall transfer to the wife, within thirty days of this judgment, by way of QDRO, 50% of the benefits payable under his pension plan which accrued between December 14, 1991 and December 1, 2001.</p>\n<p>6. The husband shall pay to the wife alimony in the amount of $200 per week beginning December 10, 2001 for a period of 5 years or until the death of either party, whichever first occurs. Said alimony is non-modifiable as to term.</p>\n<p>7. The husband shall quit claim his right, title and interest in the marital home at 28 Strant Street, Manchester to the wife within thirty days. The husband shall pay any outstanding property taxes due on said property within said thirty days. Thereafter, the wife shall be responsible to pay the mortgage, taxes, insurance, maintenance, utilities and upkeep of said residence and shall indemnify and hold the husband harmless thereon as long as he is in compliance with all the other terms of this judgment.</p>\n<p>8. Each party shall assume and pay and hold harmless the other with respect to all debts listed on his or her Financial Affidavit.</p>\n<p>9. The husband shall pay $2,000 towards the wife's attorney's fees within thirty days of this judgment.</p>\n<p>10. The husband shall transfer to the wife all his right, title and interest in the two burial plots. CT Page 16038</p>\n<p>11. The wife may resume use of her maiden name, Linda Pelletier.</p>",
          "html_with_citations": "<p><footnote_body>[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]</footnote_body><center>                         <u>MEMORANDUM OF DECISION</u></center>\nThis is an action commenced by the Plaintiff husband on May 9, 2000 seeking a dissolution of marriage on the grounds of irretrievable breakdown. Defendant wife appeared by counsel and filed an answer and cross complaint in which she seeks a dissolution of the marriage, alimony and conveyance to her of the Plaintiffs interest in the property at 28 Strant Street, Manchester, Connecticut. The case was claimed to the Limited Contested List because of the parties' inability to resolve financial issues. Trial was held on October 25, 2001. Both parties testified. From the testimony and evidence presented and after carefully assessing the credibility of the witnesses, the court finds the following to have been proven.</p>\n<p>The parties were married on December 14, 1991 in Wawarsing, New York. The Plaintiff has resided continuously in this state for more than twelve months immediately prior to the date of the complaint. There are no minor children issue of the marriage and no other minor children have been born to the wife since the date of the marriage. Neither the state of Connecticut nor any town thereof has contributed to the support and maintenance of either party. The court finds that it has jurisdiction over the parties and the marriage.</p>\n<p>This is the second marriage between the parties. The parties were previously married to each other in 1967. That marriage was dissolved in August 1991 and the parties remarried four months later. The husband is 58 years old and the wife is 53. The husband has a high school diploma while the wife does not. At the time of their second marriage both parties were employed by Pratt  Whitney making approximately the same salary. The husband was a machine operator and the wife was an inspector. The husband was laid off by Pratt  Whitney and went to work for Hamilton which was bought by Pratt  Whitney and he continued to be employed there until he was laid off in December, 2000. He was called back in June, 2001 but to a different area working on a different type of machine. In September, 2001 he was transferred to another area and is now CT Page 16034 working second shift, while before the lay off he worked days. He has been out of work on sick leave since the end of September although he can return to his job at any time. He does not like working second shift nor the duties of his new position which have added to his level of stress. Although the husband claims he has suffered from depression for a long time, he did not see a psychiatrist for the first time until the night before the trial. He currently makes $25.16 per hour which includes a shift premium of $3.16 for working the second shift. His financial affidavit is based only on his most recent paystub and shows he earned gross pay of $402.69 for 16 hours at an hourly rate of $22.81, plus cola and shift premium of $37.73, and net income of $330.88. Annualizing his income, including overtime, he makes about $60,000 gross and his base pay is about $46,000. In the last five years he has always gotten some over-time.</p>\n<p>The parties agreed that the husband's 401K is worth $170,810 of which the parties agreed $148,605 was accumulated over the term of the marriage. The husband presently contributes $48 per week to his 401K. The parties stipulated that the husband's pension benefit has increased by $670.16 per month during the term of the marriage. The parties also agreed that the jointly owned marital residence at 28 Strant Street, Manchester is worth $120,000 and the outstanding mortgage is $45,512.86, leaving equity of approximately $74,000.</p>\n<p>The wife is in fair health. She worked at Hamilton, where she made about $16 a hour, until shortly after their second marriage when she took a voluntary layoff in June 1992 because her department was being eliminated. If she had waited for a layoff she wouldn't have received the severance pay and benefits as well as training provided by the voluntary layoff program. Her husband disagreed with her decision to take the voluntary layoff.</p>\n<p>After she left Hamilton she collected unemployment compensation for a couple of months and then started working at Denny's in October 1992. She worked there full-time for three years making $10-12 hour. From that time she has worked at various restaurant and clerical jobs. Most recently she worked at Amerbell as a clerical making $10 per hour but she was laid off in September of this year. She is currently looking for new employment. The wife has no significant assets other than her equity in the house. A brother currently resides with her there and pays rent of $300 per month but she is unsure how long this will continue because he was recently laid off from his job.</p>\n<p>The husband claims the disparity in incomes between him and his wife resulted from what he considered as her ill-advised decision to accept the voluntary layoff; that if she had not agreed to be laid off she could CT Page 16035 still be working at Pratt  Whitney now. However the wife made what she felt was an appropriate decision at the time, balancing the benefits offered under the voluntary layoff plan and the likelihood that she would be involuntarily laid off. She has since that time continued to work at various jobs.</p>\n<p>Problems began developing in the marriage in 1997. At that time the parties also began segregating their money. The husband paid the mortgage and taxes, the wife paid the utilities, groceries and miscellaneous household expenses. Through 1998 and 1999 their relationship deteriorated further, the husband wouldn't come home after work or came home intoxicated. The wife moved out of their shared bedroom in 1998. The husband also verbally abused the wife. In January 2000 the wife moved out of the marital home. She took $20,000 out of her 401K savings in order to finance her move to Georgia. She returned in April 2000 because she missed her mother and adult children who lived in Connecticut. She moved back into the marital home in a room in the basement. The husband moved out a short time later. From January to December 2000 the husband paid all the household bills. In December he stopped paying the utilities, taxes and insurance but he continued to pay the mortgage up until the date of trial. The mortgage payment is $471 per month. The taxes due on the house as of September 12, 2001 are $2622.37.</p>\n<p>During 1999 and 2000 the husband liquidated approximately $102,000 of his assets including the net proceeds of a $50,000 mortgage on the house, which he alone secured. The wife was not aware of the husband's significant assets but she had assumed he was saving for their future retirement. The husband admitted that he used the funds for gambling, travel and for a loan to his sister. As late as the spring of 2001 the husband went on a cruise. The parties stipulated that $85,000<sup id=\"ref-fn1\"><a href=\"#fn1\">1</a></sup> was spent by the husband from the marital assets and $20,000 was spent by the wife.</p>\n<p>Conn. Gen. Stat. Section <cross_reference>46b-81</cross_reference> provides that in a dissolution of marriage action \"the Superior Court may assign to either the husband or wife all or any part of the estate of the other. In fixing the nature and value of the property, if any, to be assigned, the court. . . . shall consider the length of the marriage, the causes for the . . . dissolution of the marriage . . ., the age, health, station, occupation, amount and sources of income, vocational skills, employability, estate, liabilities and needs of each of the parties and the opportunity of each for future acquisition of capital assets and income. The court shall also consider the contribution of each of the parties in the acquisition, preservation or appreciation in value of their respective estates.\" Similar criteria apply to the determination of an award of alimony pursuant to Conn. Gen. Stat. Section <cross_reference>46b-82</cross_reference>. \"`The difference between an assignment of a CT Page 16036 specific portion of an estate and alimony is in their purposes. Clark, Domestic Relations (1968) &#167; 14.8. The purpose of property assignment is equitably to divide the ownership of the parties' property. . . . On the other hand, periodic and lump sum alimony is based primarily upon a continuing duty to support.' (Citation omitted.) <u>Blake v. Blake</u>, supra,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">497</span></span></cross_reference>-98.\" <u>Billings v. Billings</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">142</span></span></cross_reference>, <cross_reference>149-150</cross_reference>\n(1999). The purpose of alimony is to provide for the support of a spouse. <u>Weiman v. Weiman</u>, <cross_reference><span class=\"citation\" data-id=\"2108960\"><a href=\"/opinion/2108960/weiman-v-weiman/\"><span class=\"volume\">188</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">232</span></a></span></cross_reference>, <cross_reference>234</cross_reference> (1982).</p>\n<p>The husband argues that his financial contributions to the marriage have been much greater than those of the wife and that the assets should be divided in half except for his pension. He agrees to pay off the mortgage within five years and transfer his interest in the house to the wife. He also suggests that he pay 25% of his 401K plan to the wife and that there be no alimony. The wife seeks alimony of $200 per week to the year 2013; $101,800 of the husband's 401K; and 50% of the marital portion of the husband's pension. She suggests that she be given the house and that she will assume payment of the mortgage.</p>\n<p>As to the wife's request for alimony, this is a marriage of ten years. The husband has a high school education while the wife does not. The husband has significantly more income, and financial resources at this point, than the wife, mostly because of the husband's depletion of the family's liquid assets. In addition, although the husband claims that the breakup of the marriage was due in part to the wife's desertion, the wife did not leave the marital residence until conditions there, caused by the husband, were unbearable. The court finds that the irretrievable breakdown of the marriage was substantially the result of the husband's behavior. Thus the Court determines that a term of alimony is appropriate in this case.</p>\n<p>The wife also seeks an award of attorney's fees. Conn. Gen. Stat. &#167; <cross_reference>46b-62</cross_reference> permits an award of attorney's fees in a dissolution action. Such an award may be based on the parties respective financial abilities and the criteria set forth in Conn. Gen. Stat. &#167; <cross_reference>46b-82</cross_reference>. Since the husband's financial resources are greater than the wife's, and the failure to award attorney's fees to the wife may undermine the court's other financial orders, the court finds that an award of fees to the wife is appropriate. See, <u>Bornemann v. Bornemann</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">508</span></span></cross_reference>, <cross_reference>543</cross_reference>\n(1998)</p>\n<p>After taking into consideration the criteria required by the statutes and the application of those criteria to the facts found by the court, the court enters the following orders:</p>\n<p>1. A decree is entered dissolving the marriage of the parties on the CT Page 16037 grounds of irretrievable breakdown, all the allegations of the complaint having been proven.</p>\n<p>2. Each party shall retain the automobile in their possession, that is, the husband shall retain the 2000 Chrysler Sebring and the wife shall retain the 1999 Mazda Protege. Each shall transfer to the other any right, title or interest they may have in the other's automobile. Each shall hold the other harmless and indemnify him/her from any and all claims, including loans, taxes, insurance, maintenance, etc. related to said automobile.</p>\n<p>3. The wife shall be covered by COBRA benefits under the husband's existing health, medical, and hospitalization policy as may be available through the husband's employer with the wife paying the premiums. Each party shall be responsible for their own unreimbursed medical expenses.</p>\n<p>4. The husband shall transfer to the wife, within thirty days of this judgment, by way of QDRO, $70,000 of his 401K savings plan.</p>\n<p>5. The husband shall transfer to the wife, within thirty days of this judgment, by way of QDRO, 50% of the benefits payable under his pension plan which accrued between December 14, 1991 and December 1, 2001.</p>\n<p>6. The husband shall pay to the wife alimony in the amount of $200 per week beginning December 10, 2001 for a period of 5 years or until the death of either party, whichever first occurs. Said alimony is non-modifiable as to term.</p>\n<p>7. The husband shall quit claim his right, title and interest in the marital home at 28 Strant Street, Manchester to the wife within thirty days. The husband shall pay any outstanding property taxes due on said property within said thirty days. Thereafter, the wife shall be responsible to pay the mortgage, taxes, insurance, maintenance, utilities and upkeep of said residence and shall indemnify and hold the husband harmless thereon as long as he is in compliance with all the other terms of this judgment.</p>\n<p>8. Each party shall assume and pay and hold harmless the other with respect to all debts listed on his or her Financial Affidavit.</p>\n<p>9. The husband shall pay $2,000 towards the wife's attorney's fees within thirty days of this judgment.</p>\n<p>10. The husband shall transfer to the wife all his right, title and interest in the two burial plots. CT Page 16038</p>\n<p>11. The wife may resume use of her maiden name, Linda Pelletier.</p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2108960/"
          ]
        }
      ],
      "judges": "SCHOLL, JUDGE.",
      "date_created": "2016-07-05T17:42:56.969708Z",
      "date_modified": "2016-07-05T17:42:56.969732Z",
      "date_filed": "2001-12-04",
      "date_filed_is_approximate": false,
      "slug": "moore-v-moore-no-fa-00-0072980-dec-4-2001",
      "citation_id": null,
      "case_name_short": "Moore",
      "case_name": "Moore v. Moore, No. Fa 00-0072980 (Dec. 4, 2001)",
      "case_name_full": "Henry R. Moore v. Linda P. Moore.",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "2001 Conn. Super. Ct. 16033",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3202624/moore-v-moore-no-fa-00-0072980-dec-4-2001/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T17:42:56.964010Z",
  "date_modified": "2016-07-05T17:42:56.964037Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Moore",
  "case_name": "Moore v. Moore, No. Fa 00-0072980 (Dec. 4, 2001)",
  "case_name_full": "Henry R. Moore v. Linda P. Moore.",
  "slug": "moore-v-moore-no-fa-00-0072980-dec-4-2001",
  "docket_number": "No. FA 00-0072980",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}