{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3208149/",
  "id": 3208149,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/connsuperct/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3336028/",
      "id": 3336028,
      "absolute_url": "/opinion/3336028/blakeney-v-warden-state-prison-no-cv-93-1744-s-jan-5-1996/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3208149/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3331532/",
          "id": 3331532,
          "absolute_url": "/opinion/3336028/blakeney-v-warden-state-prison-no-cv-93-1744-s-jan-5-1996/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3336028/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T17:46:25.168618Z",
          "date_modified": "2017-04-14T21:47:51.611957Z",
          "type": "020lead",
          "sha1": "8c677ce1b0c4c25274ae6faf60ad749355d6c18e",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/connecticut/superior_court_opinions/documents/26e531d4b9a27280.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p><footnote_body>[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]</footnote_body><u>MEMORANDUM OF DECISION</u>\nThis is a habeas petition initially filed on August 29, 1993, The petition, now in six counts, has been amended three times. Since the amendments are cumulative, the court treats the petitioner's Revised Amended Petition dated October 14, 1995 containing two counts and the Petitioner's Pro Se Third Amended Petition dated June 27, 1995 containing six counts as encompassing all the allegations presently before the court in this matter. By way of clarification, the petitioner's Revised Amended Petition dated October 14, 1995 was filed by Attorney James Shanley as a special public defender on behalf of the petitioner. This pleading contains two counts. In Count One the petitioner alleges that guilty pleas he entered in two files were not made knowingly, intelligently or voluntarily because of his (then) counsel's failure to adequately advise him. In essence, the petitioner claims in this pleading that he was denied the effective assistance of CT Page 70 counsel. In Count Two the petitioner alleges that his (then) counsel who filed an appeal on his behalf had a conflict of interest with him and should have asked the court to appoint another counsel to process his appeal. The petitioner claims that his counsel's failure to withdraw from representing him on the appeal effectively denied him the assistance of counsel on his appeal.</p>\n<p>The Third Amended Petition filed by the petitioner pro se contains six counts, the first two of which are repeats of the two counts in the Revised Amended Petition filed by counsel on behalf of the petitioner. In Count Three the petitioner alleges that in Docket No. CR7-148410 the State's Attorney did not sign an information, and that the information which was utilized by the State's Attorney did not contain an exact date, time and place of the alleged offense. The petitioner claims that the failure of the State's Attorney to prosecute the charge(s) against him with a properly signed information deprived the court of subject matter jurisdiction. Additionally, he claims that his counsel's failure to inform him of this fatal defect constitutes the ineffective assistance of counsel and should entitle him to have his guilty plea to this charge withdrawn.</p>\n<p>In Count Four, the petitioner claims that the law in existence at the time of his sentencing entitled him to receive ten days a month as a good time reduction of his sentence, and that since this statutory scheme was in place at the time of his sentencing, its effect was a part of his sentencing agreement. The petitioner, further alleges that subsequent to his sentencing the Commissioner of Corrections placed him in Administrative Segregation and that on July 1, 1994 the Commissioner adopted a rule that prohibited all inmates in Administrative Segregation from receiving statutory good time. The petitioner claims that as a result of the adoption of this rule all good time he had earned while in Administrative Segregation prior to July 1, 1994 was forfeited. In a potpourri of claims stemming from these allegations, the petitioner claims that he has been denied due process in the forfeiture of his statutory good time, that the original plea agreement is not being followed because the rules about statutory good time in effect at the time of his sentence were later changed, and that since neither he nor his counsel could have known at the time of sentencing that he would later be placed on Administrative Segregation status where a later change to the rules made the acquisition of good time impossible that his plea was not made knowingly and voluntarily. CT Page 71</p>\n<p>In Count Five the petitioner claims that he was denied due process by the Appellate Court which affirmed the judgment of the trial court.</p>\n<p>Finally, in Count Six the petitioner claims that after he pled guilty on two separate files he asked the court for permission to withdraw his guilty pleas on the basis that his (then) attorney had a conflict of interest. He further alleges that his (then) attorney asked the court for permission to withdraw as his attorney and asked the court to rule on her motion before ruling on the petitioner's motion to withdraw his guilty pleas. The petitioner states that the court denied his counsel's motion to withdraw as counsel as well as his motion to withdraw his guilty pleas and that the court's denials had the effect of depriving him of the right to counsel.</p>\n<p>Following the hearing on this petition on October 16, 1995 the University of Connecticut School of Law Legal Clinic appeared for the petitioner and filed a pleading, dated November 17, 1995 captioned, \"Motion to Admit Certified Copy of Information.\" This motion was granted without opposition. While the Clinic's Appearance is unclear as to whether it is intended to be in addition to all appearances then presently on file or in lieu of either Mr, Shanley's or the petitioner's pro se, the court treats the clinic as having appeared on Count Three which deals with the issue of whether the trial court lacked subject matter jurisdiction on the basis of the State's Attorney's failure to proceed on a signed information.</p>\n<p>Since each count raises distinct issues, each is separately treated by the court following a general recitation of underlying facts.</p>\n<p>In August of 1992 the petitioner was arrested and charged in Docket Number CR 7-148410 with Burglary in the First Degree, two counts of Assault on a Victim Older than Sixty One Years of Age, Robbery in the First Degree, and Threatening. Additionally, he was charged in Docket Number CR 7-148409 with Criminal Impersonation and with Refusing to be Fingerprinted. cf. Petitioner's Exhibit 6, Court Transcript, p. 2.</p>\n<p>The petitioner appeared in the Superior Court, G.A. 7, in Meriden on August 10, 1995 on these charges which were based on onsite arrests. The court made findings of probable cause on both files and appointed the Office of the Public Defender to represent CT Page 72 the petitioner. Id. On that date Attorney Alice Osedach-Powers of the Office of the Public Defender appeared for the petitioner.</p>\n<p>The information utilized by the State's Attorney in Docket Number CR 7-0148410 was a two page document. The top portion of page one of the document, the charging portion of the information, was not dated; nor was it signed by the State's Attorney, or a Deputy Assistant State's Attorney. The bottom portion of the second page, relating to Court Action, has the word \"Strollo\" written in the block designated for \"Prosecutor on Original Disposition.\" cf. Petitioner's Exhibit 35. Attorney David Strollo was the Deputy Assistant State's Attorney who appeared for the State on all relevant court dates pertaining to Docket Number CR 7 148410. There was no evidence adduced at the habeas hearing that the handwriting was, in fact, the signature of Attorney Strollo and the court makes no such finding.</p>\n<p>On August 24, 1992, the defendant entered not guilty pleas to the charges with a jury election. At that appearance he was also represented by Attorney Osedach-Powers.</p>\n<p>On September 8, 1992 the defendant was arraigned in the Superior Court, G.A. 7, in Meriden on charges of Burglary in the 2nd Degree, Robbery on the Third Degree, and Threatening. This case, which was based upon an arrest with a warrant, was assigned Docket Number CR 7-148937. In this matter the State's Attorney charged the respondent in a one page Information which was both dated and signed by a Deputy Assistant State's Attorney Petitioner's Exhibit 16. In this file the Office of the Public Defender was appointed and Attorney Osedach-Powers appeared with the petitioner. Petitioner's Exhibit 8, Court Transcript p. 2. This new file was continued to September 15, 1992, a date previously set for the two files known as Docket Numbers CR 7-148409 and CR 7 148410.</p>\n<p>On several occasions when the petitioner was brought to court for appearances Attorney Osedach-Powers met with him in the lock-up to discuss his cases. Attorney Osedach-Powers reviewed the police incident report, the arrest warrant, the signed and unsigned informations, all of which she had received from the State's Attorney's files, as well as the applicable statutes for the various files and charges with the petitioner. She discussed the strengths and weaknesses of the State's cases as well as the maximum sentences to which the petitioner could be exposed if he decided to proceed to trial. On one occasion she met with the CT Page 73 petitioner along with Matthew Whelan, an investigator from the Office of the Public Defender, to query the petitioner about any facts which they might be able to utilize on his behalf in his defense. The petitioner provided no such information. Attorney Osedach-Powers also discussed the contents of the State's offer to dispose of the petitioner's files once the matter had been pretried. At no time during meetings between the petitioner and Attorney Osedach-Powers was the subject of good time credits discussed by either of them. While Attorney Osedach-Powers found the petitioner to be a difficult and non communicative client she did not, at any time, perceive that she had a legal conflict of interest with the petitioner. Attorney Osedach-Powers did not find the petitioner's behavior abnormal in light of her past experiences with defendants' sometimes cynical views of the role of the public defender's office in the court's criminal process.</p>\n<p>When the defendant appeared in court on September 15, 1992, he entered a not guilty plea and jury election in Docket CR 7-148937. This new file along with the two earlier files were continued on the firm jury docket until October 26, 1992. Petitioner's Exhibit 9, Court Transcript p. 2.</p>\n<p>By pleadings dated October 16, 1992, Attorney Osedach-Powers filed a Motion to Dismiss as well as a Motion for Bill of particulars in Docket Number CR 7-148410. Petitioner's Exhibits 19, 20.</p>\n<p>The petitioner returned to court on October 26, 1992 on all three pending files and was represented in court by Attorney Osedach-Powers. At this hearing the petitioner withdrew his prior pleas and elections and entered a guilty plea to the crime of Burglary in the First Degree on Docket Number CR 7-148410. Additionally, on Docket Number CR 7-148937 he entered a guilty plea to the charge of Burglary in the Second Degree. During the court's canvass of the petitioner's pleas, Attorney Strollo provided the court, in the petitioner's presence, with a summary recitation of the State's claims relating to the criminal acts constituting the offenses to which the petitioner had entered guilty pleas. Additionally, Attorney Strollo indicated the following recommended sentence to the court; \". . . on the burglary in the first degree is one of fourteen years, execution suspended after serving nine years consecutive to the time that he is presently serving on a burglary in the first degree sentence. I believe that he is on parole where he owes close to six years. On line thirteen on the burglary in the second degree the State recommends a nine year concurrent sentence CT Page 74 to the matter of the burglary one but the total effective sentence calls for fourteen after nine consecutive to his present sentence. \"Petitioner's Exhibit 10, Court Transcript p. 5. Attorney Strollo also indicated that if the petitioner's plea was accepted by the court the State intended to enter nolles on the other file and all outstanding counts. Id. Following the petitioner's pleas the court canvassed him at length. The court's questioning included the following colloquy:</p>\n<p>\"THE COURT: Is your intent to plead guilty as a result of any threats or promises that have been made to you other than the agreed upon plea bargain of fourteen suspended after nine and three years of Probation consecutive to the sentence that you are presently doing. That is the only deal on the table is that correct?  The only thing that you have been promised.</p>\n<p>MR. BLAKENEY: Yes.\" Id. p. 10.</p>\n<p>The following colloquy between the court and the petitioner also took place:</p>\n<p>\"THE COURT: Now you realize once the Court accepts your pleas of guilty, you will not be allowed to withdraw them. You can't take them back without permission of the Court. Is that Understood?</p>\n<p><strong>MR. BLAKENEY:</strong> Yes.\" Id. p. 11.</p>\n<p>Finally, during the canvass upon the court's questioning the petitioner indicated that he was satisfied with the advice that Attorney Osedach-Powers had given him. Id. p. 6.</p>\n<p>At the petitioner's request the matter was continued until December 18, 1992 for sentencing. Since the State's sentencing recommendation was the result of an agreement with the petitioner, and the petitioner waived a Presentence Investigation, none was ordered. Id. p. 12.</p>\n<p>The petitioner then appeared in court on December 18, 1992 for sentencing. In addition he a new file on the arraignment docket. On this new matter, Attorney Maria Holtzberg was appointed as a Special Public Defender for the petitioner at the request of Attorney Osedach-Powers who appeared with the petitioner for the purpose of sentencing. Petitioner's Exhibit 11, Court Transcript p. 3. When the matter was called for sentencing and the petitioner was given an opportunity to speak, the following colloquy took place CT Page 75</p>\n<p>\"Mr. Blakeney. Yeah once again I would like some time to speak to my attorney because I haven't had a chance to speak to her in like two months. And before that every time that I did speak to her it was like for five minutes. I really don't understand what's going on right now. You see what I'm saying.</p>\n<p>THE COURT: All right what we'll do is we'll pass this to the end of the docket, that's all right we'll just pass it for a while Plenty of time to talk to your lawyer if you wish.\" Id. p. 7. Subsequently, when the petitioner appeared again before the court, the following took place:</p>\n<p>\"THE COURT Okay. Sir have you had enough time to discuss the matter with your lawyer?</p>\n<p><strong>MR. BLAKENEY</strong>: Um yeah.</p>\n<p>THE COURT: Okay</p>\n<p><strong>ATTORNEY OSEDACH</strong>: Your Honor I believe that he wants, he wishes to withdraw his pleas at this time. Apparently he claims he did not know he was down for sentencing today or that he understood the agreement apparently.\" Id. p. 7.</p>\n<p>Following more discussion, including criticism by the petitioner of Attorney Osedach-Powers' handling of his case, the court continued the matter to January 8, 1993 and ordered a transcript of the proceedings at which the petitioner had entered his guilty pleas. Also, at the end of this hearing during the discussion in which the court indicated its desire to have a transcript the petitioner asked the following:</p>\n<p><strong>\"MR. BLAKENEY</strong>: Can I get a new P-D or something?\" Id. p. 12. The transcript does not indicate any response.</p>\n<p>Prior to the date set for sentencing, the petitioner had not informed Attorney Osedach-Powers of any dissatisfaction with the plea agreement or that he wished to withdraw his plea. When he indicated to her on December 18, 1992 that he wished to withdraw his plea he told her it was based on the ineffective assistance of counsel. In conversations with Attorney Osedach-Powers the petitioner provided her with no elaboration or details of this claim. CT Page 76</p>\n<p>By a pleading dated December 23, 1992 Attorney Osedach-Powers moved to withdraw as counsel for the petitioner in which she alleged, inter alia, that communications between the petitioner and herself had irretrievably broken down making it no longer possible to discuss his case. Petitioner's Exhibit 2. Additionally, by a pleading on the same date, Attorney Osedach-Powers moved to withdraw the petitioner's guilty plea. Petitioner's Exhibit 1.</p>\n<p>When the petitioner appeared in court on January 8, 1993, Attorney Osedach-Powers wished to proceed on a Motion to Withdraw as Counsel as well as a Motion to Vacate the petitioner's pleas. In oral argument, in addition to pointing out the petitioner's subjective views on the fairness of the judicial process, Attorney Osedach-Powers indicated, \"I believe that as he stated on the last court date that he no longer wanted me as his counsel and for that reason I am asking to be removed from the case. If a new counsel is appointed that counsel can review the guilty plea and the canvas and represent Mr. Blakeney from there.\" Petitioner's Exhibit 12, Court Transcript, p. 3. The court denied the motion to withdraw as counsel.</p>\n<p>As to the motion to withdraw the plea, Attorney Osedach-Powers indicated the following:</p>\n<p>\"MS. OSEDACH: Your Honor, again, I believe that his motion to withdraw the plea would be best addressed by another counsel. He is claiming that he was somehow ineffectively assisted and that is certainly not my claim for a reason to vacate the plea. I think that Judge Reilly has done a thorough job with the canvass.\" Id. p. 4. After hearing from the State's Attorney and following a review of the plea canvass the court denied the Motion to Vacate the pleas and proceeded to sentencing. The petitioner was sentenced in accordance with the terms of the previously-indicated plea agreement. Id. pp. 7-8.</p>\n<p>On January 22, 1993 Attorney Osedach-Powers filed an Application for Waiver of Fees, Costs and Expenses and Appointment of Counsel on Appeal. In this filing, Attorney Ossedach-Powers indicated that the grounds of the appeal were whether the trial court erred in its rulings on the defendant's motion to withdraw his guilty plea, whether his guilty plea was voluntary, and whether the court erred in its rulings on counsel's motion to withdraw. Both counsel and the petitioner signed this document. Petitioner's Exhibit 3. On February 5, 1993 the court issued an order waiving certain fees for the appeal and appointing Attorney Osedach for the CT Page 77 appeal. Id. Subsequently, by pleading dated February 5, 1993 Attorney Osedach filed an appeal for the petitioner. Petitioner's Exhibit 4. At the time Attorney Osedach-Powers filed the appeal on behalf of the petitioner she intended to pursue the appeal and had not formed a determination that she would file an <u>Anders</u> brief with a Motion to Withdraw. Later, by pleading dated April 14, 1993, once Attorney Osedach-Powers had reviewed the court transcripts, including the petitioner's guilty pleas and the court's canvass, she moved to withdraw as the petitioner's counsel on the appeal. In her written motion, counsel alleged that she had conscientiously examined the case and found that an appeal would be wholly frivolous. Petitioner's Exhibit 29. Counsel submitted an <u>Anders</u>\nbrief with her motion. Petitioner's Exhibit 13. By Memorandum dated May 18, 1993 the court granted permission to Attorney Osedach to withdraw and declined to appoint new counsel. Petitioner's Exhibit 14. Thereafter the petitioner pursued his appeal pro se to an unsuccessful conclusion. The petitioner's appeal was dismissed.<u>State v. Blakeney</u>, <cross_reference>36 Conn. App. 939</cross_reference> (1995).</p>\n<p>The petitioner had experience with Connecticut's criminal justice and penal system prior to his arrests for the offenses relating to this habeas petition. He had a conviction for Burglary in the First Degree in 1990 as well as a conviction for Robbery in the Second Degree in 1989. cf. Petitioner's Exhibit 6, Court Transcript, p. 3. He had previously been incarcerated. Additionally, the petitioner had previous experience with the process of Habeas Corpus. On December 11, 1990 the petitioner filed a Petition for a Writ of Habeas Corpus stemming from his 1990 conviction for Burglary in the First Degree in which he claimed, inter alia, that he was denied the effective assistance of counsel. cf. Respondent's Exhibits D and E.</p>\n<p>A review of the petitioner's Sentenced Time Sheet reflects that on numerous occasions subsequent to his sentencing on January 118, 1993 he forfeited statutory good time. cf. Petitioner's Exhibit 18.</p>\n<p>On or about July 6, 1994 the Commissioner of Corrections issued an Administrative Directive Revision which stated, in sum, that an inmate shall not be allowed to earn Statutory Good Time while on Administrative Segregation. This revision became effective on July 6, 1994. While the court notes that by posting date July 8, 1994 the petitioner forfeited eighty four days of statutory good time, the petitioner has not proven that this particular loss of good time was due alone to his status in administrative CT Page 78 segregation. To the contrary, there is noted on the same line as this posting that the forfeiture was due to a \"Ticket Dated 6/22/94.\" Petitioner's Exhibit 18, p. 3.</p>\n<p>In Count One the petitioner claims that his confinement is illegal on the basis that he was denied the effective assistance of counsel. As factual allegations he claims that Attorney Osedach-Powers failed to pursue a hearing on motions she filed on his behalf and advised him to plead guilty without adequately conferring with him. He further claims that Attorney Osedach-Powers did not tell him that she had filed a Motion for a Bill of Particulars and a Motion to Dismiss on his behalf.</p>\n<p>In order for the petitioner to prevail on a claim of ineffective assistance of counsel he must prove both that his counsel's performance was deficient and that he was prejudiced by the deficient performance. <u>Strickland v. Washington,</u> <cross_reference>466 U.S. 668</cross_reference>\n(1986). As to this latter consideration, the Strickland Court indicated:</p>\n<p>\"The defendant must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different. A reasonable probability is a probability sufficient to undermine confidence in the outcome.\"Id. 688. \"In order for that alleged failure to be considered deficient under <u>Strickland</u>, the petitioner must first establish such failure and then show that such a failure is not reasonably competent or within the range of competence displayed by lawyers with ordinary training and skill in criminal law.<u>Rodriquez v. Commissioner</u>, <cross_reference>35 Conn. App. 527</cross_reference> (1994) (internal citations omitted). \"Judicial scrutiny of counsel's performance must be highly deferential.\" <u>Strickland v. Washington</u>, supra,<cross_reference>466 U.S. 689</cross_reference>.\" A fair assessment of attorney performance at trial requires that the reviewing court make every effort to avoid the distorting effect of hindsight.\" Id. at 689. \"In fact, the reviewing court must indulge a strong presumption that counsel's conduct falls within the wide range of professional assistance.\"Id.<u>Rodriquez,</u> supra, <cross_reference>35 Conn. App. 527</cross_reference>, at <cross_reference>535</cross_reference>.</p>\n<p>When the claim of ineffective assistance of counsel involves a later challenge to a guilty plea, the person making the claim must demonstrate that, . . . \"there was such an interrelationship between the ineffective assistance of counsel and the guilty plea that it can be said that the plea was not voluntary and intelligent because of the ineffective assistance.\" <u>Dukes v. Warden</u>, <cross_reference>161 Conn. 337</cross_reference>, CT Page 79 344 (1971).</p>\n<p>In this case the petitioner has met neither prong of the<u>Strickland</u> test. The court finds that Attorney Osedach-Powers attempted to confer with the petitioner but that the petitioner, for reasons undisclosed by him, declined to communicate with either her or her investigator. The petitioner can not refuse to cooperate with counsel pre-trial and then later be heard, with any credibility, in a habeas petition to claim that she did not adequately consult with him before his plea. Attorney Osedach-Powers testified, and the court finds, that she had access to the State's Attorney's files and that she went over all of the relevant materials from the State's Attorney's files with the petitioner before he decided to enter guilty pleas. That she did not pursue a Motion to Dismiss and a Motion for a Bill of Particulars is, standing alone, of no consequence. She and the petitioner were adequately informed of the charges against him. The petitioner has not proven that a Motion to Dismiss would have unveiled a fatal defect in the judicial process in either of the files in which he entered guilty pleas, or that the pursuit of such a motion would have brought the proceedings to a favorable final conclusion for him. Finally, in regard to this count, the petitioner has not proven that counsel's conduct, even if it could be viewed as ineffective, had any detrimental impact on him in regard to the charges then pending against him.</p>\n<p>In Count Two the petitioner claims that Attorney Osedach-Powers had a conflict of interest in the handling of his cases. He further claims that after the court denied his motion to vacate his guilty pleas as well as counsel's motion to withdraw as counsel and then sentenced him, Attorney Osedach brought an appeal on his behalf. He claims that at the time she filed an application for a fee waiver and permitted herself to be appointed appellate counsel she had a conflict of interest which made it improper for her to represent the petitioner on appeal. The petitioner further claims that Attorney Osedach-Powers later filed an <u>Anders</u> brief together with a motion to withdraw which was granted by the court. It is the essence of the petitioner's claim in this regard that Attorney Osedach-Powers should not have taken an appeal for the petitioner when she knew that he claimed she had been ineffective, and that by accepting appointment as his appellate counsel and then withdrawing as counsel Attorney Osedach's behaviors had the effect of denying the petitioner the right to counsel on appeal.</p>\n<p>\"Our state and federal constitutions guarantee a criminal CT Page 80 defendant the right to assistance of counsel. U.S. Constitution., amendment <cross_reference>VI</cross_reference>; Connecticut Constitution, Article <cross_reference>1</cross_reference>, <cross_reference>8</cross_reference>. As an adjunct to this right, a criminal defendant is entitled to be represented by an attorney free from conflicts of interest. \"That right to conflict free representation applies also to matters where a conflict of interest may impair an attorney's ability to represent his client effectively.\" (internal citations omitted) <u>Phillips v.</u><u>Warden</u>, <cross_reference>23 Conn. App. 63</cross_reference> (1990). Once an actual conflict has been established, prejudice will be presumed. <u>Strickland v. Washington,</u><cross_reference>466 U.S. 668</cross_reference>, <cross_reference>692</cross_reference> (1984). \"Thus, the standard is that the petitioner must first demonstrate an actual conflict of interest, and then that the conflict adversely affected the attorney's performance. Once the petitioner establishes an actual conflict, he need not prove prejudice but simply a lapse in representation resulting from the conflict.\" (internal citations omitted) <u>Phillips</u>\nsupra, <cross_reference>23 Conn. App. 63</cross_reference>, <cross_reference>69</cross_reference>.</p>\n<p>In reviewing this claim, the court's focus is first on the question of whether the petitioner has proven the existence of an actual conflict of interest. \"A conflict of interest has been determined to be present where one party in interest stands to gain significantly by adducing evidence, advancing arguments or engaging in conduct that is detrimental to the interests of another party.\"<u>Phillips</u>, supra, <cross_reference>23 Conn. App. 63</cross_reference>, <cross_reference>69</cross_reference>. In this case, the petitioner points to two areas of claimed conflict. He refers to transcripts of court proceedings in which Attorney Osedach-Powers indicated that the attorney-client relationship had run aground. Additionally, he claims that since he had raised the issue of ineffective assistance of counsel it was a conflict of interest for Attorney Osedach to pursue an appeal and to then file an Anders brief together with a motion to withdraw. As to the petitioner's first claim, it is evident from a review of the transcripts of the petitioner's pre-plea appearances that Attorney Osedach-Powers found him to be a difficult client. She testified credibly at the habeas hearing that the difficulties she had with the petitioner in regard to his unwillingness to communicate with her were not unusual for a public defender. The petitioner has pointed to no actual conflicting interests which diminished his counsel's advocacy on his behalf. The court finds there was no actual conflict of interest between the petitioner and counsel prior to his entry of guilty pleas.</p>\n<p>After the petitioner had pled guilty he informed counsel that he wished to withdraw his guilty pleas. When asked by Attorney Osedach-Powers, the petitioner told counsel his reason was that he CT Page 81 had been rendered ineffective assistance of counsel. At no time did he elaborate this claim either to counsel or to the court. However given the nature of the petitioner's claim, Attorney Osedach-Power, moved to withdraw and asked the court to rule on her motion to withdraw before addressing the petitioner's request to vacate his guilty pleas. The transcript from January 8, 1993 indicates that Attorney Osedach-Powers brought the petitioner's claim of ineffective assistance to the attention of the court. She stated; \"Your Honor, again, I believe that his motion to withdraw the plea would be best addressed by another counsel. He is claiming that he was somehow ineffectively assisted and that is certainly not by claim for a reason to vacate the plea. I think that Judge Reilly has done a thorough job with the canvas.\" Petitioner's Exhibit 12, Court Transcript, p. 4. In this procedure, the court finds that counsel acted properly.</p>\n<p>The petitioner further claims that because he had raised the issue of ineffective assistance of counsel Attorney Osedach-Powers should not have permitted herself to be appointed to handle his appeal, and that it was a conflict of interest for her to handle his appeal since one of the issues he wished to raised in regard to the court's denial of his motion to vacate his plea was that he had been rendered the ineffective assistance of counsel. The petitioner's argument is flawed because he has not proven the existence of any facts which constituted the ineffective assistance of counsel. One does not establish the fact of ineffective assistance simply by vague claims and mere conclusions. The court finds that Attorney Osedach-Powers had an open mind at the time she was appointed to represent the petitioner on appeal and that she conducted an objective review of the transcripts of the proceedings up to and including the petitioner's sentencing to determine if there were any non-frivolous issues which could be advanced on the petitioner's behalf. It would be a different matter if the petitioner had proven the existence of an actual conflict. But in this case the \"conflict\" advanced by the petitioner was, at most, a personal conflict brought on by the petitioner's unwillingness to place his confidence in the public defender who had been assigned to represent him. The petitioner has failed to prove that this \"personal\" conflict adversely affected his representation either in the trial court or on appeal.</p>\n<p>In Count Three the petitioner claims that an alleged defect in the information in file CR 7-148410 should render his guilty plea null and void. He claims that the failure of the information to contain an exact date, time and place, and the failure of the CT Page 82 Deputy Assistant State's Attorney to sign the information deprived the court of subject matter jurisdiction.</p>\n<p>As a preliminary matter, the court notes that the petitioner received a sentence of fourteen years with the execution suspended after serving nine years and three years probation in Docket CR 7-148410, and that sentence was to be served concurrently with the sentence of nine years to be served in Docket CR 7-148937. Thus, even though the petitioner's successful attack in Docket CR 7-148410 would not, by itself, affect the petitioner's present incarceration, the court reviews the petitioner's claim because the outside length of the partially suspended sentence and the imposition of probation entitle him to this review.</p>\n<p>As a general proposition, a plea of guilty constitutes a waiver of all defects in the prosecution except those involving the canvass of the plea and the court's subject matter jurisdiction.<u>State v. Madera</u>, <cross_reference>198 Conn. 92</cross_reference>, <cross_reference>97</cross_reference> (1985). Subject matter jurisdiction can not be waived or conferred by the consent of the defendant. <u>Reed v. Reincke</u>, <cross_reference>155 Conn. 558</cross_reference>, <cross_reference>598</cross_reference> (1967). By contrast, jurisdiction over the person of a party may be waived either expressly or impliedly. <u>Craig v. Bronson</u>, <cross_reference>202 Conn. 93</cross_reference> (1987).</p>\n<p>The Supreme Court, in <u>Craig</u>, opined that, \"Subject matter jurisdiction involves the authority of a court to adjudicate the type of controversy presented by the action before it. A Court does not truly lack subject matter jurisdiction if it has competence to entertain the action before it. Once it is determined that a tribunal has authority or competence to decide the class of cases to which the action belongs the issue of subject matter jurisdiction is resolved in favor of entertaining the action.\" (internal citations and quotations omitted.) Id at 100. cf. also,<u>Babylon v. Quick</u>, <cross_reference>192 Conn. 447</cross_reference>, <cross_reference>449</cross_reference> (1984). \"A court has subject matter jurisdiction if it has the authority to adjudicate a particular type of legal controversy. Such jurisdiction relates to the court's competency to exercise power, and not to the regularity of the court's exercise of that power.\" <u>State v. Booker</u>, <cross_reference>28 Conn. App. 38</cross_reference>\n(1992).</p>\n<p>The jurisdiction of the court to hear criminal matters is constitutionally rooted and legislatively authorized. \"The Superior Court hearing a criminal matter acquires subject matter jurisdiction from its authority as a constitutional court of unlimited jurisdiction.\" <u>State v. Stallings</u>, <cross_reference>154 Conn. 272</cross_reference> (1966), Connecticut Constitution, Article <cross_reference>5</cross_reference>, <cross_reference>1</cross_reference>., Connecticut General CT Page 83 Statutes &#167; <cross_reference>51-164s</cross_reference>. Thus, the Superior Court has jurisdiction over all criminal matters and the trial court had \"the authority to adjudicate [this] particular type of legal controversy.\" <u>State v.</u><u>Booker</u>, <cross_reference>28 Conn. App. 34</cross_reference> (1992).</p>\n<p>The petitioner claims, nevertheless, that the court lacked subject matter jurisdiction because the criminal charges, based on an unsigned information, were not properly before the court. The obligation to prosecute a criminal charge by information is based on statute as well as rule of practice. \"The Superior Court's authority in a criminal case becomes established by the proper presentment of the information . . . which is essential to initiate a criminal proceeding.\" <u>Rood v. Reincke</u>, <cross_reference>155 Conn. 591</cross_reference> (1967). C.G.S. &#167; <cross_reference>54-46</cross_reference> states, in pertinent part: \"For all crimes charged by the state on or after May 26, 1983, the prosecution may be by complaint or information.\" It is noteworthy that the Statute does not, by its express terms, require that the information be signed by a prosecuting authority. That requirement is found in the language of the applicable rule of practice.</p>\n<p>In this case, the petitioner concedes that an information was filed against him, albeit a defective information. In paragraph one of the Third Count the petitioner alleges, \"On August 10, 1992 the Petitioner was brought before the Court to answer the charges set forth in the original information that was presented to the court for Docket Number CR 7-148410.\" And in paragraph two of the same count the petitioner alleges, \"The original information did not state an exact time and place of the alleged offense, or any allegations and it did not contain a signature of any state attorney or deputy assistant.\" cf. Petitioner's Pro-Se, Second Amended Petition, incorporated by reference in Petitioner's Pro Se Third Amended Petition dated June 27, 1995. The court agrees. The charges were brought by information. Additionally, the petitioner was properly before the court having been arrested on site and the court having found probable cause for the arrest when the petitioner was presented for arraignment. The question is whether the failure of the information filed by the State's Attorney to include the signature of a prosecuting authority renders it fatally flawed.</p>\n<p>Practice Book &#167; 616 states, in part: \"All felonies shall be prosecuted by information.\" The requirement that an information be signed is found in Practice Book &#167; 617 which states, in part: \"An information shall be signed by the prosecuting authority. When any person is arrested without a warrant or is issued a summons, the CT Page 84 prosecuting authority shall, without unnecessary delay, review the acts complained of and determine whether it appears that there is reasonable cause to believe that an offense has been committed within the jurisdiction of the court and that the person arrested or the person to whom the summons was issued committed the offense. If the prosecuting authority determines that reasonable cause exists, he shall, in cases where an information is required, present an information to the court, pursuant to Sec. 616.\"</p>\n<p>The petitioner assails the information on two bases. He claims that it lacks sufficient specificity. Additionally he claims that the absence of the prosecuting attorney's signature renders it void. The petitioner was constitutionally entitled to be informed of the, \". . . nature and cause of the accusation. . .\" against him. Connecticut Constitution, Art <cross_reference>1</cross_reference>, <cross_reference>8</cross_reference>. cf. also Constitution of the United States, <cross_reference>Sixth Amendment</cross_reference>. While the general purpose of an information is to ensure that a defendant be adequately informed of the charges against him, \"There is no constitutional requirement that the state use a particular type of charging document when prosecuting a crime.\" <u>State v. Weisser</u>, <cross_reference>9 Conn. App. 255</cross_reference>, 258n.\"<u>State v. Ong</u>, <cross_reference>30 Conn. App. 45</cross_reference> (1993). When an information informs the defendant of the charge(s) against him with sufficient precision to enable him to prepare his defense and to avoid prejudicial surprise, they have performed their constitutional duty. <u>State v. Sumner</u>, <cross_reference>178 Conn. 163</cross_reference>, <cross_reference>168</cross_reference> (1968); <u>State v. Roque</u>,<cross_reference>190 Conn. 143</cross_reference> (1983); <u>State v. Spigarolo</u>, <cross_reference>210 Conn. 359</cross_reference> (1989);<u>State v. Walton</u>, <cross_reference>34 Conn. App. 223</cross_reference> (1994). Our Supreme Court has held that \"[u]nder our practice, it is sufficient for the state to set out in the information the statutory name of the crime with which the defendant is charged, leaving to the defendant the burden of requesting a bill of particulars more precisely defining the manner in which the defendant committed the offense.\" <u>State v.</u><u>Ruiz</u>, <cross_reference>171 Conn. 264</cross_reference> (1976); <u>State v. Vincent</u>, <cross_reference>194 Conn. 198</cross_reference> (1984). In this case the petitioner has made no credible claim that he was not aware of the nature of the charges against him. The information contained the statutory references to the charges. Additionally, at the time of the petitioner's plea Attorney Strollo described in detail the factual underpinnings to the charge in this docket to which the petitioner pled guilty. cf Petitioner's Exhibit 10, Court Transcript, pp. 3-5. The allegations contained in the information were sufficient.</p>\n<p>In viewing the requirement of P.B. &#167; 617 that an information be signed, the court's first concern is whether this requirement is a matter of substance or a matter of convenience. If the CT Page 85 requirement of a signature can be viewed as a mere formality then the absence of the prosecuting authority's signature would be meaningless. cf. <u>Hobby v. United States</u>, <cross_reference>468 U.S. 339</cross_reference> (1984). In<u>Hobby</u>, the United States Supreme Court refused to invalidate an indictment merely because it lacked the signature of the foreman. In this case, however, the court believes that the requirement of the Practice Book rule is mandatory. As a rule of statutory construction, \". . . if it is a matter of substance, the statutory provision is mandatory.\" <u>Eastern Color Printing Co. v. Jenks</u>,<cross_reference>150 Conn. 444</cross_reference> (1963). The requirement of a signature serves an important function of ensuring that a prosecuting authority has made an independent determination that the prosecution should be advanced.</p>\n<p>Finding that the requirement is mandatory does not conclude the court's consideration. Our Supreme Court has held that, . . . even if a statute or Practice Book rule must be strictly construed and is mandatory, compliance with its requirements does not necessarily become a prerequisite to a court's subject matter jurisdiction.\" <u>State v. Carey</u>, <cross_reference>222 Conn. 299</cross_reference> (1992). The court, in<u>Carey</u>, further opined, \"First, Practice Book rules do ordinarily define subject matter jurisdiction. General Statutes &#167; <cross_reference>51-14</cross_reference> (a) authorizes the judges of the Superior Court to promulgate rules regulating pleading, practice and procedure in judicial proceedings. Such rules shall not abridge, enlarge or modify any substantive right nor the jurisdiction of any of the courts.\" <u>Carey</u>, supra, <cross_reference>222 Conn. 299</cross_reference> at <cross_reference>307</cross_reference>. In this case the court finds that the requirement of the Practice Book that an information be signed by a prosecuting authority does not implicate the subject matter jurisdiction of the court.</p>\n<p>The court further finds that the petitioner had actual knowledge of the facts alleged by the State in support of its unsigned information. Because he had actual knowledge, his guilty plea constituted a waiver of his claim that the information was flawed. cf. <u>State v. Bradley</u>, <cross_reference>39 Conn. App. 82</cross_reference> (1995). Our Supreme Court has held that a conviction based upon a challenged information is valid unless the information is \"so obviously defective that by no reasonable construction can it be said to charge the offense for which conviction was had.\" (internal quotations omitted) <u>State v. McMurray</u>, <cross_reference>217 Conn. 243</cross_reference> (1991). The petitioner has not demonstrated that he was prejudiced by the claimed defect in the information. Cf. <u>State v. Mitchell</u>, <cross_reference>37 Conn. App. 228</cross_reference>, (1995). CT Page 86</p>\n<p>The petitioner's guilty plea in Docket Number CR 7-148410 constituted a waiver of this defect in the prosecution. cf. <u>State</u><u>v. Reddick</u>, <cross_reference>224 Conn. 445</cross_reference> (1993).</p>\n<p>In Count Four the petitioner claims that the plea agreement he reached with the prosecutor is not being followed. He claims that at the time of his plea, all prisoners were entitled by law to receive a certain number of days a month as statutory good time. He further claims that in February of 1993 he was placed in Administrative Segregation and that in July of 1994 the Commissioner of Corrections decreed that inmates in Administrative Segregation would not earn statutory good time. He claims that since he is not now receiving good time credits his actual sentence is different from the one for which he bargained. The petitioner is wrong in his premise that at the time of his sentencing the law then in effect entitled inmates to receive good time credits. The statutory scheme for good conduct credit for prisoners is set forth in C.G.S. &#167; <cross_reference>18-7a</cross_reference>. In pertinent part, the statute states that any person sentenced to a term of imprisonment for an offense committed on or after July 1, 1983, may . . . by good conduct and obedience to the rules which have been established for the service of his sentence, earn a reduction of his sentence. . .\" The language of the Statute is permissive and not mandatory. Additionally, the Statute indicates. . .\" Misconduct or refusal to obey the rules which have been established for the service of his sentence shall subject the prisoner to the loss of all or any portion of such reduction by the commissioner of his designee.\" C.G.S. &#167; <cross_reference>18-7a</cross_reference>(c). \"[G]ood time is a Commutation of a sentence, affecting an inmates parole and discharge dates, thereby serving an important rehabilitative function by allowing an inmate the opportunity to earn an earlier release date for himself.\" <u>Seno v. Commissioner</u>, <cross_reference>219 Conn. 269</cross_reference>\n(1991). \"The purpose of the statutory good time award is to aid the rehabilitative process and to mitigate the severity of punishment by rewarding a prisoner for his good conduct.\" <u>Alexander v.</u><u>Robinson</u>, <cross_reference>185 Conn. 540</cross_reference> (1981). Thus, at the time of the petitioner's sentencing he had no right to the acquisition of good time credits. The fact that he may have not earned statutory good time or that he may have forfeited good time credits earned by his subsequent misconduct is a function of the petitioner's post sentencing misconduct and not occasioned by any defect in the judicial process.</p>\n<p>In Count Five the petitioner claims that he was denied due process by the Appellate Court in its decision dismissing his appeal. The petitioner did not seek certification of his appeal to CT Page 87 the Supreme Court. Since this court does not have the jurisdiction to review the actions of the Appellate Court the substance of the petitioner's claim in this count is not properly before this court.</p>\n<p>In Count Six the petitioner claims that the court's refusal to permit Attorney Osedach-Powers to withdraw and her subsequent appearance in his appeal had the effect of denying him counsel. In this count the petitioner also re-iterates his claim that Attorney Osedach-Powers had a conflict of interest from the time that he first claimed that he had been deprived of the effective assistance of counsel. The court has already discussed the issues raised in this Count as to the conduct of Attorney Osedach-Powers and finds that at no time in the proceedings, either before plea, at sentencing, or on appeal, did Attorney Osedach-Powers have an actual conflict of interest. His claim of ineffective assistance of counsel, unsubstantiated by any credible evidence, is insufficient to raise the specter of conflict. The petitioner makes no claim, and the court finds no evidence, that Attorney Osedach-Powers did not adequately and responsibly handle his appeal, including her analysis pursuant to <u>Anders v. California</u>,<cross_reference>38 U.S. 765</cross_reference> (1967). Having been represented throughout the trial procedures as well as during his appeal up to the time the court permitted counsel to withdraw, the petitioner was not denied counsel. In its Memorandum Under P.B. &#167; 954, the court found that \"Attorney Osedach-Powers brief is complete in every respect and leaves no doubt that every element of an appeal has been addressed.\" Petitioner's Exhibit 14. The court, having found that \"any appeal of this case would be wholly frivolous\" refused to appoint new counsel for the petitioner. Id. In this regard, the court comported with the provisions of Practice Book &#167; 954. The petitioner's evidence does not substantiate his claim that he was wrongfully denied counsel.</p>\n<p>For the reasons stated, the petition is dismissed.</p>\n<p>Bishop, J.</p>",
          "html_with_citations": "<p><footnote_body>[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]</footnote_body><u>MEMORANDUM OF DECISION</u>\nThis is a habeas petition initially filed on August 29, 1993, The petition, now in six counts, has been amended three times. Since the amendments are cumulative, the court treats the petitioner's Revised Amended Petition dated October 14, 1995 containing two counts and the Petitioner's Pro Se Third Amended Petition dated June 27, 1995 containing six counts as encompassing all the allegations presently before the court in this matter. By way of clarification, the petitioner's Revised Amended Petition dated October 14, 1995 was filed by Attorney James Shanley as a special public defender on behalf of the petitioner. This pleading contains two counts. In Count One the petitioner alleges that guilty pleas he entered in two files were not made knowingly, intelligently or voluntarily because of his (then) counsel's failure to adequately advise him. In essence, the petitioner claims in this pleading that he was denied the effective assistance of CT Page 70 counsel. In Count Two the petitioner alleges that his (then) counsel who filed an appeal on his behalf had a conflict of interest with him and should have asked the court to appoint another counsel to process his appeal. The petitioner claims that his counsel's failure to withdraw from representing him on the appeal effectively denied him the assistance of counsel on his appeal.</p>\n<p>The Third Amended Petition filed by the petitioner pro se contains six counts, the first two of which are repeats of the two counts in the Revised Amended Petition filed by counsel on behalf of the petitioner. In Count Three the petitioner alleges that in Docket No. CR7-148410 the State's Attorney did not sign an information, and that the information which was utilized by the State's Attorney did not contain an exact date, time and place of the alleged offense. The petitioner claims that the failure of the State's Attorney to prosecute the charge(s) against him with a properly signed information deprived the court of subject matter jurisdiction. Additionally, he claims that his counsel's failure to inform him of this fatal defect constitutes the ineffective assistance of counsel and should entitle him to have his guilty plea to this charge withdrawn.</p>\n<p>In Count Four, the petitioner claims that the law in existence at the time of his sentencing entitled him to receive ten days a month as a good time reduction of his sentence, and that since this statutory scheme was in place at the time of his sentencing, its effect was a part of his sentencing agreement. The petitioner, further alleges that subsequent to his sentencing the Commissioner of Corrections placed him in Administrative Segregation and that on July 1, 1994 the Commissioner adopted a rule that prohibited all inmates in Administrative Segregation from receiving statutory good time. The petitioner claims that as a result of the adoption of this rule all good time he had earned while in Administrative Segregation prior to July 1, 1994 was forfeited. In a potpourri of claims stemming from these allegations, the petitioner claims that he has been denied due process in the forfeiture of his statutory good time, that the original plea agreement is not being followed because the rules about statutory good time in effect at the time of his sentence were later changed, and that since neither he nor his counsel could have known at the time of sentencing that he would later be placed on Administrative Segregation status where a later change to the rules made the acquisition of good time impossible that his plea was not made knowingly and voluntarily. CT Page 71</p>\n<p>In Count Five the petitioner claims that he was denied due process by the Appellate Court which affirmed the judgment of the trial court.</p>\n<p>Finally, in Count Six the petitioner claims that after he pled guilty on two separate files he asked the court for permission to withdraw his guilty pleas on the basis that his (then) attorney had a conflict of interest. He further alleges that his (then) attorney asked the court for permission to withdraw as his attorney and asked the court to rule on her motion before ruling on the petitioner's motion to withdraw his guilty pleas. The petitioner states that the court denied his counsel's motion to withdraw as counsel as well as his motion to withdraw his guilty pleas and that the court's denials had the effect of depriving him of the right to counsel.</p>\n<p>Following the hearing on this petition on October 16, 1995 the University of Connecticut School of Law Legal Clinic appeared for the petitioner and filed a pleading, dated November 17, 1995 captioned, \"Motion to Admit Certified Copy of Information.\" This motion was granted without opposition. While the Clinic's Appearance is unclear as to whether it is intended to be in addition to all appearances then presently on file or in lieu of either Mr, Shanley's or the petitioner's pro se, the court treats the clinic as having appeared on Count Three which deals with the issue of whether the trial court lacked subject matter jurisdiction on the basis of the State's Attorney's failure to proceed on a signed information.</p>\n<p>Since each count raises distinct issues, each is separately treated by the court following a general recitation of underlying facts.</p>\n<p>In August of 1992 the petitioner was arrested and charged in Docket Number CR 7-148410 with Burglary in the First Degree, two counts of Assault on a Victim Older than Sixty One Years of Age, Robbery in the First Degree, and Threatening. Additionally, he was charged in Docket Number CR 7-148409 with Criminal Impersonation and with Refusing to be Fingerprinted. cf. Petitioner's Exhibit 6, Court Transcript, p. 2.</p>\n<p>The petitioner appeared in the Superior Court, G.A. 7, in Meriden on August 10, 1995 on these charges which were based on onsite arrests. The court made findings of probable cause on both files and appointed the Office of the Public Defender to represent CT Page 72 the petitioner. Id. On that date Attorney Alice Osedach-Powers of the Office of the Public Defender appeared for the petitioner.</p>\n<p>The information utilized by the State's Attorney in Docket Number CR 7-0148410 was a two page document. The top portion of page one of the document, the charging portion of the information, was not dated; nor was it signed by the State's Attorney, or a Deputy Assistant State's Attorney. The bottom portion of the second page, relating to Court Action, has the word \"Strollo\" written in the block designated for \"Prosecutor on Original Disposition.\" cf. Petitioner's Exhibit 35. Attorney David Strollo was the Deputy Assistant State's Attorney who appeared for the State on all relevant court dates pertaining to Docket Number CR 7 148410. There was no evidence adduced at the habeas hearing that the handwriting was, in fact, the signature of Attorney Strollo and the court makes no such finding.</p>\n<p>On August 24, 1992, the defendant entered not guilty pleas to the charges with a jury election. At that appearance he was also represented by Attorney Osedach-Powers.</p>\n<p>On September 8, 1992 the defendant was arraigned in the Superior Court, G.A. 7, in Meriden on charges of Burglary in the 2nd Degree, Robbery on the Third Degree, and Threatening. This case, which was based upon an arrest with a warrant, was assigned Docket Number CR 7-148937. In this matter the State's Attorney charged the respondent in a one page Information which was both dated and signed by a Deputy Assistant State's Attorney Petitioner's Exhibit 16. In this file the Office of the Public Defender was appointed and Attorney Osedach-Powers appeared with the petitioner. Petitioner's Exhibit 8, Court Transcript p. 2. This new file was continued to September 15, 1992, a date previously set for the two files known as Docket Numbers CR 7-148409 and CR 7 148410.</p>\n<p>On several occasions when the petitioner was brought to court for appearances Attorney Osedach-Powers met with him in the lock-up to discuss his cases. Attorney Osedach-Powers reviewed the police incident report, the arrest warrant, the signed and unsigned informations, all of which she had received from the State's Attorney's files, as well as the applicable statutes for the various files and charges with the petitioner. She discussed the strengths and weaknesses of the State's cases as well as the maximum sentences to which the petitioner could be exposed if he decided to proceed to trial. On one occasion she met with the CT Page 73 petitioner along with Matthew Whelan, an investigator from the Office of the Public Defender, to query the petitioner about any facts which they might be able to utilize on his behalf in his defense. The petitioner provided no such information. Attorney Osedach-Powers also discussed the contents of the State's offer to dispose of the petitioner's files once the matter had been pretried. At no time during meetings between the petitioner and Attorney Osedach-Powers was the subject of good time credits discussed by either of them. While Attorney Osedach-Powers found the petitioner to be a difficult and non communicative client she did not, at any time, perceive that she had a legal conflict of interest with the petitioner. Attorney Osedach-Powers did not find the petitioner's behavior abnormal in light of her past experiences with defendants' sometimes cynical views of the role of the public defender's office in the court's criminal process.</p>\n<p>When the defendant appeared in court on September 15, 1992, he entered a not guilty plea and jury election in Docket CR 7-148937. This new file along with the two earlier files were continued on the firm jury docket until October 26, 1992. Petitioner's Exhibit 9, Court Transcript p. 2.</p>\n<p>By pleadings dated October 16, 1992, Attorney Osedach-Powers filed a Motion to Dismiss as well as a Motion for Bill of particulars in Docket Number CR 7-148410. Petitioner's Exhibits 19, 20.</p>\n<p>The petitioner returned to court on October 26, 1992 on all three pending files and was represented in court by Attorney Osedach-Powers. At this hearing the petitioner withdrew his prior pleas and elections and entered a guilty plea to the crime of Burglary in the First Degree on Docket Number CR 7-148410. Additionally, on Docket Number CR 7-148937 he entered a guilty plea to the charge of Burglary in the Second Degree. During the court's canvass of the petitioner's pleas, Attorney Strollo provided the court, in the petitioner's presence, with a summary recitation of the State's claims relating to the criminal acts constituting the offenses to which the petitioner had entered guilty pleas. Additionally, Attorney Strollo indicated the following recommended sentence to the court; \". . . on the burglary in the first degree is one of fourteen years, execution suspended after serving nine years consecutive to the time that he is presently serving on a burglary in the first degree sentence. I believe that he is on parole where he owes close to six years. On line thirteen on the burglary in the second degree the State recommends a nine year concurrent sentence CT Page 74 to the matter of the burglary one but the total effective sentence calls for fourteen after nine consecutive to his present sentence. \"Petitioner's Exhibit 10, Court Transcript p. 5. Attorney Strollo also indicated that if the petitioner's plea was accepted by the court the State intended to enter nolles on the other file and all outstanding counts. Id. Following the petitioner's pleas the court canvassed him at length. The court's questioning included the following colloquy:</p>\n<p>\"THE COURT: Is your intent to plead guilty as a result of any threats or promises that have been made to you other than the agreed upon plea bargain of fourteen suspended after nine and three years of Probation consecutive to the sentence that you are presently doing. That is the only deal on the table is that correct?  The only thing that you have been promised.</p>\n<p>MR. BLAKENEY: Yes.\" Id. p. 10.</p>\n<p>The following colloquy between the court and the petitioner also took place:</p>\n<p>\"THE COURT: Now you realize once the Court accepts your pleas of guilty, you will not be allowed to withdraw them. You can't take them back without permission of the Court. Is that Understood?</p>\n<p><strong>MR. BLAKENEY:</strong> Yes.\" Id. p. 11.</p>\n<p>Finally, during the canvass upon the court's questioning the petitioner indicated that he was satisfied with the advice that Attorney Osedach-Powers had given him. Id. p. 6.</p>\n<p>At the petitioner's request the matter was continued until December 18, 1992 for sentencing. Since the State's sentencing recommendation was the result of an agreement with the petitioner, and the petitioner waived a Presentence Investigation, none was ordered. Id. p. 12.</p>\n<p>The petitioner then appeared in court on December 18, 1992 for sentencing. In addition he a new file on the arraignment docket. On this new matter, Attorney Maria Holtzberg was appointed as a Special Public Defender for the petitioner at the request of Attorney Osedach-Powers who appeared with the petitioner for the purpose of sentencing. Petitioner's Exhibit 11, Court Transcript p. 3. When the matter was called for sentencing and the petitioner was given an opportunity to speak, the following colloquy took place CT Page 75</p>\n<p>\"Mr. Blakeney. Yeah once again I would like some time to speak to my attorney because I haven't had a chance to speak to her in like two months. And before that every time that I did speak to her it was like for five minutes. I really don't understand what's going on right now. You see what I'm saying.</p>\n<p>THE COURT: All right what we'll do is we'll pass this to the end of the docket, that's all right we'll just pass it for a while Plenty of time to talk to your lawyer if you wish.\" Id. p. 7. Subsequently, when the petitioner appeared again before the court, the following took place:</p>\n<p>\"THE COURT Okay. Sir have you had enough time to discuss the matter with your lawyer?</p>\n<p><strong>MR. BLAKENEY</strong>: Um yeah.</p>\n<p>THE COURT: Okay</p>\n<p><strong>ATTORNEY OSEDACH</strong>: Your Honor I believe that he wants, he wishes to withdraw his pleas at this time. Apparently he claims he did not know he was down for sentencing today or that he understood the agreement apparently.\" Id. p. 7.</p>\n<p>Following more discussion, including criticism by the petitioner of Attorney Osedach-Powers' handling of his case, the court continued the matter to January 8, 1993 and ordered a transcript of the proceedings at which the petitioner had entered his guilty pleas. Also, at the end of this hearing during the discussion in which the court indicated its desire to have a transcript the petitioner asked the following:</p>\n<p><strong>\"MR. BLAKENEY</strong>: Can I get a new P-D or something?\" Id. p. 12. The transcript does not indicate any response.</p>\n<p>Prior to the date set for sentencing, the petitioner had not informed Attorney Osedach-Powers of any dissatisfaction with the plea agreement or that he wished to withdraw his plea. When he indicated to her on December 18, 1992 that he wished to withdraw his plea he told her it was based on the ineffective assistance of counsel. In conversations with Attorney Osedach-Powers the petitioner provided her with no elaboration or details of this claim. CT Page 76</p>\n<p>By a pleading dated December 23, 1992 Attorney Osedach-Powers moved to withdraw as counsel for the petitioner in which she alleged, inter alia, that communications between the petitioner and herself had irretrievably broken down making it no longer possible to discuss his case. Petitioner's Exhibit 2. Additionally, by a pleading on the same date, Attorney Osedach-Powers moved to withdraw the petitioner's guilty plea. Petitioner's Exhibit 1.</p>\n<p>When the petitioner appeared in court on January 8, 1993, Attorney Osedach-Powers wished to proceed on a Motion to Withdraw as Counsel as well as a Motion to Vacate the petitioner's pleas. In oral argument, in addition to pointing out the petitioner's subjective views on the fairness of the judicial process, Attorney Osedach-Powers indicated, \"I believe that as he stated on the last court date that he no longer wanted me as his counsel and for that reason I am asking to be removed from the case. If a new counsel is appointed that counsel can review the guilty plea and the canvas and represent Mr. Blakeney from there.\" Petitioner's Exhibit 12, Court Transcript, p. 3. The court denied the motion to withdraw as counsel.</p>\n<p>As to the motion to withdraw the plea, Attorney Osedach-Powers indicated the following:</p>\n<p>\"MS. OSEDACH: Your Honor, again, I believe that his motion to withdraw the plea would be best addressed by another counsel. He is claiming that he was somehow ineffectively assisted and that is certainly not my claim for a reason to vacate the plea. I think that Judge Reilly has done a thorough job with the canvass.\" Id. p. 4. After hearing from the State's Attorney and following a review of the plea canvass the court denied the Motion to Vacate the pleas and proceeded to sentencing. The petitioner was sentenced in accordance with the terms of the previously-indicated plea agreement. Id. pp. 7-8.</p>\n<p>On January 22, 1993 Attorney Osedach-Powers filed an Application for Waiver of Fees, Costs and Expenses and Appointment of Counsel on Appeal. In this filing, Attorney Ossedach-Powers indicated that the grounds of the appeal were whether the trial court erred in its rulings on the defendant's motion to withdraw his guilty plea, whether his guilty plea was voluntary, and whether the court erred in its rulings on counsel's motion to withdraw. Both counsel and the petitioner signed this document. Petitioner's Exhibit 3. On February 5, 1993 the court issued an order waiving certain fees for the appeal and appointing Attorney Osedach for the CT Page 77 appeal. Id. Subsequently, by pleading dated February 5, 1993 Attorney Osedach filed an appeal for the petitioner. Petitioner's Exhibit 4. At the time Attorney Osedach-Powers filed the appeal on behalf of the petitioner she intended to pursue the appeal and had not formed a determination that she would file an <u>Anders</u> brief with a Motion to Withdraw. Later, by pleading dated April 14, 1993, once Attorney Osedach-Powers had reviewed the court transcripts, including the petitioner's guilty pleas and the court's canvass, she moved to withdraw as the petitioner's counsel on the appeal. In her written motion, counsel alleged that she had conscientiously examined the case and found that an appeal would be wholly frivolous. Petitioner's Exhibit 29. Counsel submitted an <u>Anders</u>\nbrief with her motion. Petitioner's Exhibit 13. By Memorandum dated May 18, 1993 the court granted permission to Attorney Osedach to withdraw and declined to appoint new counsel. Petitioner's Exhibit 14. Thereafter the petitioner pursued his appeal pro se to an unsuccessful conclusion. The petitioner's appeal was dismissed.<u>State v. Blakeney</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">939</span></span></cross_reference> (1995).</p>\n<p>The petitioner had experience with Connecticut's criminal justice and penal system prior to his arrests for the offenses relating to this habeas petition. He had a conviction for Burglary in the First Degree in 1990 as well as a conviction for Robbery in the Second Degree in 1989. cf. Petitioner's Exhibit 6, Court Transcript, p. 3. He had previously been incarcerated. Additionally, the petitioner had previous experience with the process of Habeas Corpus. On December 11, 1990 the petitioner filed a Petition for a Writ of Habeas Corpus stemming from his 1990 conviction for Burglary in the First Degree in which he claimed, inter alia, that he was denied the effective assistance of counsel. cf. Respondent's Exhibits D and E.</p>\n<p>A review of the petitioner's Sentenced Time Sheet reflects that on numerous occasions subsequent to his sentencing on January 118, 1993 he forfeited statutory good time. cf. Petitioner's Exhibit 18.</p>\n<p>On or about July 6, 1994 the Commissioner of Corrections issued an Administrative Directive Revision which stated, in sum, that an inmate shall not be allowed to earn Statutory Good Time while on Administrative Segregation. This revision became effective on July 6, 1994. While the court notes that by posting date July 8, 1994 the petitioner forfeited eighty four days of statutory good time, the petitioner has not proven that this particular loss of good time was due alone to his status in administrative CT Page 78 segregation. To the contrary, there is noted on the same line as this posting that the forfeiture was due to a \"Ticket Dated 6/22/94.\" Petitioner's Exhibit 18, p. 3.</p>\n<p>In Count One the petitioner claims that his confinement is illegal on the basis that he was denied the effective assistance of counsel. As factual allegations he claims that Attorney Osedach-Powers failed to pursue a hearing on motions she filed on his behalf and advised him to plead guilty without adequately conferring with him. He further claims that Attorney Osedach-Powers did not tell him that she had filed a Motion for a Bill of Particulars and a Motion to Dismiss on his behalf.</p>\n<p>In order for the petitioner to prevail on a claim of ineffective assistance of counsel he must prove both that his counsel's performance was deficient and that he was prejudiced by the deficient performance. <u>Strickland v. Washington,</u> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></span></cross_reference>\n(1986). As to this latter consideration, the Strickland Court indicated:</p>\n<p>\"The defendant must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different. A reasonable probability is a probability sufficient to undermine confidence in the outcome.\"Id. 688. \"In order for that alleged failure to be considered deficient under <u>Strickland</u>, the petitioner must first establish such failure and then show that such a failure is not reasonably competent or within the range of competence displayed by lawyers with ordinary training and skill in criminal law.<u>Rodriquez v. Commissioner</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">527</span></span></cross_reference> (1994) (internal citations omitted). \"Judicial scrutiny of counsel's performance must be highly deferential.\" <u>Strickland v. Washington</u>, supra,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">689</span></span></cross_reference>.\" A fair assessment of attorney performance at trial requires that the reviewing court make every effort to avoid the distorting effect of hindsight.\" Id. at 689. \"In fact, the reviewing court must indulge a strong presumption that counsel's conduct falls within the wide range of professional assistance.\"Id.<u>Rodriquez,</u> supra, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">527</span></span></cross_reference>, at <cross_reference>535</cross_reference>.</p>\n<p>When the claim of ineffective assistance of counsel involves a later challenge to a guilty plea, the person making the claim must demonstrate that, . . . \"there was such an interrelationship between the ineffective assistance of counsel and the guilty plea that it can be said that the plea was not voluntary and intelligent because of the ineffective assistance.\" <u>Dukes v. Warden</u>, <cross_reference><span class=\"citation\" data-id=\"2109671\"><a href=\"/opinion/2109671/dukes-v-warden/\"><span class=\"volume\">161</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">337</span></a></span></cross_reference>, CT Page 79 344 (1971).</p>\n<p>In this case the petitioner has met neither prong of the<u>Strickland</u> test. The court finds that Attorney Osedach-Powers attempted to confer with the petitioner but that the petitioner, for reasons undisclosed by him, declined to communicate with either her or her investigator. The petitioner can not refuse to cooperate with counsel pre-trial and then later be heard, with any credibility, in a habeas petition to claim that she did not adequately consult with him before his plea. Attorney Osedach-Powers testified, and the court finds, that she had access to the State's Attorney's files and that she went over all of the relevant materials from the State's Attorney's files with the petitioner before he decided to enter guilty pleas. That she did not pursue a Motion to Dismiss and a Motion for a Bill of Particulars is, standing alone, of no consequence. She and the petitioner were adequately informed of the charges against him. The petitioner has not proven that a Motion to Dismiss would have unveiled a fatal defect in the judicial process in either of the files in which he entered guilty pleas, or that the pursuit of such a motion would have brought the proceedings to a favorable final conclusion for him. Finally, in regard to this count, the petitioner has not proven that counsel's conduct, even if it could be viewed as ineffective, had any detrimental impact on him in regard to the charges then pending against him.</p>\n<p>In Count Two the petitioner claims that Attorney Osedach-Powers had a conflict of interest in the handling of his cases. He further claims that after the court denied his motion to vacate his guilty pleas as well as counsel's motion to withdraw as counsel and then sentenced him, Attorney Osedach brought an appeal on his behalf. He claims that at the time she filed an application for a fee waiver and permitted herself to be appointed appellate counsel she had a conflict of interest which made it improper for her to represent the petitioner on appeal. The petitioner further claims that Attorney Osedach-Powers later filed an <u>Anders</u> brief together with a motion to withdraw which was granted by the court. It is the essence of the petitioner's claim in this regard that Attorney Osedach-Powers should not have taken an appeal for the petitioner when she knew that he claimed she had been ineffective, and that by accepting appointment as his appellate counsel and then withdrawing as counsel Attorney Osedach's behaviors had the effect of denying the petitioner the right to counsel on appeal.</p>\n<p>\"Our state and federal constitutions guarantee a criminal CT Page 80 defendant the right to assistance of counsel. U.S. Constitution., amendment <cross_reference>VI</cross_reference>; Connecticut Constitution, Article <cross_reference>1</cross_reference>, <cross_reference>8</cross_reference>. As an adjunct to this right, a criminal defendant is entitled to be represented by an attorney free from conflicts of interest. \"That right to conflict free representation applies also to matters where a conflict of interest may impair an attorney's ability to represent his client effectively.\" (internal citations omitted) <u>Phillips v.</u><u>Warden</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">63</span></span></cross_reference> (1990). Once an actual conflict has been established, prejudice will be presumed. <u>Strickland v. Washington,</u><cross_reference><span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></span></cross_reference>, <cross_reference>692</cross_reference> (1984). \"Thus, the standard is that the petitioner must first demonstrate an actual conflict of interest, and then that the conflict adversely affected the attorney's performance. Once the petitioner establishes an actual conflict, he need not prove prejudice but simply a lapse in representation resulting from the conflict.\" (internal citations omitted) <u>Phillips</u>\nsupra, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">63</span></span></cross_reference>, <cross_reference>69</cross_reference>.</p>\n<p>In reviewing this claim, the court's focus is first on the question of whether the petitioner has proven the existence of an actual conflict of interest. \"A conflict of interest has been determined to be present where one party in interest stands to gain significantly by adducing evidence, advancing arguments or engaging in conduct that is detrimental to the interests of another party.\"<u>Phillips</u>, supra, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">63</span></span></cross_reference>, <cross_reference>69</cross_reference>. In this case, the petitioner points to two areas of claimed conflict. He refers to transcripts of court proceedings in which Attorney Osedach-Powers indicated that the attorney-client relationship had run aground. Additionally, he claims that since he had raised the issue of ineffective assistance of counsel it was a conflict of interest for Attorney Osedach to pursue an appeal and to then file an Anders brief together with a motion to withdraw. As to the petitioner's first claim, it is evident from a review of the transcripts of the petitioner's pre-plea appearances that Attorney Osedach-Powers found him to be a difficult client. She testified credibly at the habeas hearing that the difficulties she had with the petitioner in regard to his unwillingness to communicate with her were not unusual for a public defender. The petitioner has pointed to no actual conflicting interests which diminished his counsel's advocacy on his behalf. The court finds there was no actual conflict of interest between the petitioner and counsel prior to his entry of guilty pleas.</p>\n<p>After the petitioner had pled guilty he informed counsel that he wished to withdraw his guilty pleas. When asked by Attorney Osedach-Powers, the petitioner told counsel his reason was that he CT Page 81 had been rendered ineffective assistance of counsel. At no time did he elaborate this claim either to counsel or to the court. However given the nature of the petitioner's claim, Attorney Osedach-Power, moved to withdraw and asked the court to rule on her motion to withdraw before addressing the petitioner's request to vacate his guilty pleas. The transcript from January 8, 1993 indicates that Attorney Osedach-Powers brought the petitioner's claim of ineffective assistance to the attention of the court. She stated; \"Your Honor, again, I believe that his motion to withdraw the plea would be best addressed by another counsel. He is claiming that he was somehow ineffectively assisted and that is certainly not by claim for a reason to vacate the plea. I think that Judge Reilly has done a thorough job with the canvas.\" Petitioner's Exhibit 12, Court Transcript, p. 4. In this procedure, the court finds that counsel acted properly.</p>\n<p>The petitioner further claims that because he had raised the issue of ineffective assistance of counsel Attorney Osedach-Powers should not have permitted herself to be appointed to handle his appeal, and that it was a conflict of interest for her to handle his appeal since one of the issues he wished to raised in regard to the court's denial of his motion to vacate his plea was that he had been rendered the ineffective assistance of counsel. The petitioner's argument is flawed because he has not proven the existence of any facts which constituted the ineffective assistance of counsel. One does not establish the fact of ineffective assistance simply by vague claims and mere conclusions. The court finds that Attorney Osedach-Powers had an open mind at the time she was appointed to represent the petitioner on appeal and that she conducted an objective review of the transcripts of the proceedings up to and including the petitioner's sentencing to determine if there were any non-frivolous issues which could be advanced on the petitioner's behalf. It would be a different matter if the petitioner had proven the existence of an actual conflict. But in this case the \"conflict\" advanced by the petitioner was, at most, a personal conflict brought on by the petitioner's unwillingness to place his confidence in the public defender who had been assigned to represent him. The petitioner has failed to prove that this \"personal\" conflict adversely affected his representation either in the trial court or on appeal.</p>\n<p>In Count Three the petitioner claims that an alleged defect in the information in file CR 7-148410 should render his guilty plea null and void. He claims that the failure of the information to contain an exact date, time and place, and the failure of the CT Page 82 Deputy Assistant State's Attorney to sign the information deprived the court of subject matter jurisdiction.</p>\n<p>As a preliminary matter, the court notes that the petitioner received a sentence of fourteen years with the execution suspended after serving nine years and three years probation in Docket CR 7-148410, and that sentence was to be served concurrently with the sentence of nine years to be served in Docket CR 7-148937. Thus, even though the petitioner's successful attack in Docket CR 7-148410 would not, by itself, affect the petitioner's present incarceration, the court reviews the petitioner's claim because the outside length of the partially suspended sentence and the imposition of probation entitle him to this review.</p>\n<p>As a general proposition, a plea of guilty constitutes a waiver of all defects in the prosecution except those involving the canvass of the plea and the court's subject matter jurisdiction.<u>State v. Madera</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">92</span></span></cross_reference>, <cross_reference>97</cross_reference> (1985). Subject matter jurisdiction can not be waived or conferred by the consent of the defendant. <u>Reed v. Reincke</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">558</span></span></cross_reference>, <cross_reference>598</cross_reference> (1967). By contrast, jurisdiction over the person of a party may be waived either expressly or impliedly. <u>Craig v. Bronson</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">93</span></span></cross_reference> (1987).</p>\n<p>The Supreme Court, in <u>Craig</u>, opined that, \"Subject matter jurisdiction involves the authority of a court to adjudicate the type of controversy presented by the action before it. A Court does not truly lack subject matter jurisdiction if it has competence to entertain the action before it. Once it is determined that a tribunal has authority or competence to decide the class of cases to which the action belongs the issue of subject matter jurisdiction is resolved in favor of entertaining the action.\" (internal citations and quotations omitted.) Id at 100. cf. also,<u>Babylon v. Quick</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">447</span></span></cross_reference>, <cross_reference>449</cross_reference> (1984). \"A court has subject matter jurisdiction if it has the authority to adjudicate a particular type of legal controversy. Such jurisdiction relates to the court's competency to exercise power, and not to the regularity of the court's exercise of that power.\" <u>State v. Booker</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">38</span></span></cross_reference>\n(1992).</p>\n<p>The jurisdiction of the court to hear criminal matters is constitutionally rooted and legislatively authorized. \"The Superior Court hearing a criminal matter acquires subject matter jurisdiction from its authority as a constitutional court of unlimited jurisdiction.\" <u>State v. Stallings</u>, <cross_reference><span class=\"citation\" data-id=\"2053385\"><a href=\"/opinion/2053385/state-v-stallings/\"><span class=\"volume\">154</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">272</span></a></span></cross_reference> (1966), Connecticut Constitution, Article <cross_reference>5</cross_reference>, <cross_reference>1</cross_reference>., Connecticut General CT Page 83 Statutes &#167; <cross_reference>51-164s</cross_reference>. Thus, the Superior Court has jurisdiction over all criminal matters and the trial court had \"the authority to adjudicate [this] particular type of legal controversy.\" <u>State v.</u><u>Booker</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">34</span></span></cross_reference> (1992).</p>\n<p>The petitioner claims, nevertheless, that the court lacked subject matter jurisdiction because the criminal charges, based on an unsigned information, were not properly before the court. The obligation to prosecute a criminal charge by information is based on statute as well as rule of practice. \"The Superior Court's authority in a criminal case becomes established by the proper presentment of the information . . . which is essential to initiate a criminal proceeding.\" <u>Rood v. Reincke</u>, <cross_reference><span class=\"citation\" data-id=\"2387252\"><a href=\"/opinion/2387252/reed-v-reincke/\"><span class=\"volume\">155</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">591</span></a></span></cross_reference> (1967). C.G.S. &#167; <cross_reference>54-46</cross_reference> states, in pertinent part: \"For all crimes charged by the state on or after May 26, 1983, the prosecution may be by complaint or information.\" It is noteworthy that the Statute does not, by its express terms, require that the information be signed by a prosecuting authority. That requirement is found in the language of the applicable rule of practice.</p>\n<p>In this case, the petitioner concedes that an information was filed against him, albeit a defective information. In paragraph one of the Third Count the petitioner alleges, \"On August 10, 1992 the Petitioner was brought before the Court to answer the charges set forth in the original information that was presented to the court for Docket Number CR 7-148410.\" And in paragraph two of the same count the petitioner alleges, \"The original information did not state an exact time and place of the alleged offense, or any allegations and it did not contain a signature of any state attorney or deputy assistant.\" cf. Petitioner's Pro-Se, Second Amended Petition, incorporated by reference in Petitioner's Pro Se Third Amended Petition dated June 27, 1995. The court agrees. The charges were brought by information. Additionally, the petitioner was properly before the court having been arrested on site and the court having found probable cause for the arrest when the petitioner was presented for arraignment. The question is whether the failure of the information filed by the State's Attorney to include the signature of a prosecuting authority renders it fatally flawed.</p>\n<p>Practice Book &#167; 616 states, in part: \"All felonies shall be prosecuted by information.\" The requirement that an information be signed is found in Practice Book &#167; 617 which states, in part: \"An information shall be signed by the prosecuting authority. When any person is arrested without a warrant or is issued a summons, the CT Page 84 prosecuting authority shall, without unnecessary delay, review the acts complained of and determine whether it appears that there is reasonable cause to believe that an offense has been committed within the jurisdiction of the court and that the person arrested or the person to whom the summons was issued committed the offense. If the prosecuting authority determines that reasonable cause exists, he shall, in cases where an information is required, present an information to the court, pursuant to Sec. 616.\"</p>\n<p>The petitioner assails the information on two bases. He claims that it lacks sufficient specificity. Additionally he claims that the absence of the prosecuting attorney's signature renders it void. The petitioner was constitutionally entitled to be informed of the, \". . . nature and cause of the accusation. . .\" against him. Connecticut Constitution, Art <cross_reference>1</cross_reference>, <cross_reference>8</cross_reference>. cf. also Constitution of the United States, <cross_reference>Sixth Amendment</cross_reference>. While the general purpose of an information is to ensure that a defendant be adequately informed of the charges against him, \"There is no constitutional requirement that the state use a particular type of charging document when prosecuting a crime.\" <u>State v. Weisser</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">255</span></span></cross_reference>, 258n.\"<u>State v. Ong</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">45</span></span></cross_reference> (1993). When an information informs the defendant of the charge(s) against him with sufficient precision to enable him to prepare his defense and to avoid prejudicial surprise, they have performed their constitutional duty. <u>State v. Sumner</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">163</span></span></cross_reference>, <cross_reference>168</cross_reference> (1968); <u>State v. Roque</u>,<cross_reference><span class=\"citation\" data-id=\"2353603\"><a href=\"/opinion/2353603/state-v-roque/\"><span class=\"volume\">190</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">143</span></a></span></cross_reference> (1983); <u>State v. Spigarolo</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">359</span></span></cross_reference> (1989);<u>State v. Walton</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">223</span></span></cross_reference> (1994). Our Supreme Court has held that \"[u]nder our practice, it is sufficient for the state to set out in the information the statutory name of the crime with which the defendant is charged, leaving to the defendant the burden of requesting a bill of particulars more precisely defining the manner in which the defendant committed the offense.\" <u>State v.</u><u>Ruiz</u>, <cross_reference><span class=\"citation\" data-id=\"2268552\"><a href=\"/opinion/2268552/state-v-ruiz/\"><span class=\"volume\">171</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">264</span></a></span></cross_reference> (1976); <u>State v. Vincent</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">198</span></span></cross_reference> (1984). In this case the petitioner has made no credible claim that he was not aware of the nature of the charges against him. The information contained the statutory references to the charges. Additionally, at the time of the petitioner's plea Attorney Strollo described in detail the factual underpinnings to the charge in this docket to which the petitioner pled guilty. cf Petitioner's Exhibit 10, Court Transcript, pp. 3-5. The allegations contained in the information were sufficient.</p>\n<p>In viewing the requirement of P.B. &#167; 617 that an information be signed, the court's first concern is whether this requirement is a matter of substance or a matter of convenience. If the CT Page 85 requirement of a signature can be viewed as a mere formality then the absence of the prosecuting authority's signature would be meaningless. cf. <u>Hobby v. United States</u>, <cross_reference><span class=\"citation\" data-id=\"111247\"><a href=\"/opinion/111247/hobby-v-united-states/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span></cross_reference> (1984). In<u>Hobby</u>, the United States Supreme Court refused to invalidate an indictment merely because it lacked the signature of the foreman. In this case, however, the court believes that the requirement of the Practice Book rule is mandatory. As a rule of statutory construction, \". . . if it is a matter of substance, the statutory provision is mandatory.\" <u>Eastern Color Printing Co. v. Jenks</u>,<cross_reference><span class=\"citation\" data-id=\"2095498\"><a href=\"/opinion/2095498/state-ex-rel-eastern-color-printing-co-v-jenks/\"><span class=\"volume\">150</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">444</span></a></span></cross_reference> (1963). The requirement of a signature serves an important function of ensuring that a prosecuting authority has made an independent determination that the prosecution should be advanced.</p>\n<p>Finding that the requirement is mandatory does not conclude the court's consideration. Our Supreme Court has held that, . . . even if a statute or Practice Book rule must be strictly construed and is mandatory, compliance with its requirements does not necessarily become a prerequisite to a court's subject matter jurisdiction.\" <u>State v. Carey</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">299</span></span></cross_reference> (1992). The court, in<u>Carey</u>, further opined, \"First, Practice Book rules do ordinarily define subject matter jurisdiction. General Statutes &#167; <cross_reference>51-14</cross_reference> (a) authorizes the judges of the Superior Court to promulgate rules regulating pleading, practice and procedure in judicial proceedings. Such rules shall not abridge, enlarge or modify any substantive right nor the jurisdiction of any of the courts.\" <u>Carey</u>, supra, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">299</span></span></cross_reference> at <cross_reference>307</cross_reference>. In this case the court finds that the requirement of the Practice Book that an information be signed by a prosecuting authority does not implicate the subject matter jurisdiction of the court.</p>\n<p>The court further finds that the petitioner had actual knowledge of the facts alleged by the State in support of its unsigned information. Because he had actual knowledge, his guilty plea constituted a waiver of his claim that the information was flawed. cf. <u>State v. Bradley</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">82</span></span></cross_reference> (1995). Our Supreme Court has held that a conviction based upon a challenged information is valid unless the information is \"so obviously defective that by no reasonable construction can it be said to charge the offense for which conviction was had.\" (internal quotations omitted) <u>State v. McMurray</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">243</span></span></cross_reference> (1991). The petitioner has not demonstrated that he was prejudiced by the claimed defect in the information. Cf. <u>State v. Mitchell</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">228</span></span></cross_reference>, (1995). CT Page 86</p>\n<p>The petitioner's guilty plea in Docket Number CR 7-148410 constituted a waiver of this defect in the prosecution. cf. <u>State</u><u>v. Reddick</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">445</span></span></cross_reference> (1993).</p>\n<p>In Count Four the petitioner claims that the plea agreement he reached with the prosecutor is not being followed. He claims that at the time of his plea, all prisoners were entitled by law to receive a certain number of days a month as statutory good time. He further claims that in February of 1993 he was placed in Administrative Segregation and that in July of 1994 the Commissioner of Corrections decreed that inmates in Administrative Segregation would not earn statutory good time. He claims that since he is not now receiving good time credits his actual sentence is different from the one for which he bargained. The petitioner is wrong in his premise that at the time of his sentencing the law then in effect entitled inmates to receive good time credits. The statutory scheme for good conduct credit for prisoners is set forth in C.G.S. &#167; <cross_reference>18-7a</cross_reference>. In pertinent part, the statute states that any person sentenced to a term of imprisonment for an offense committed on or after July 1, 1983, may . . . by good conduct and obedience to the rules which have been established for the service of his sentence, earn a reduction of his sentence. . .\" The language of the Statute is permissive and not mandatory. Additionally, the Statute indicates. . .\" Misconduct or refusal to obey the rules which have been established for the service of his sentence shall subject the prisoner to the loss of all or any portion of such reduction by the commissioner of his designee.\" C.G.S. &#167; <cross_reference>18-7a</cross_reference>(c). \"[G]ood time is a Commutation of a sentence, affecting an inmates parole and discharge dates, thereby serving an important rehabilitative function by allowing an inmate the opportunity to earn an earlier release date for himself.\" <u>Seno v. Commissioner</u>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">269</span></span></cross_reference>\n(1991). \"The purpose of the statutory good time award is to aid the rehabilitative process and to mitigate the severity of punishment by rewarding a prisoner for his good conduct.\" <u>Alexander v.</u><u>Robinson</u>, <cross_reference><span class=\"citation\" data-id=\"1516864\"><a href=\"/opinion/1516864/alexander-v-robinson/\"><span class=\"volume\">185</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">540</span></a></span></cross_reference> (1981). Thus, at the time of the petitioner's sentencing he had no right to the acquisition of good time credits. The fact that he may have not earned statutory good time or that he may have forfeited good time credits earned by his subsequent misconduct is a function of the petitioner's post sentencing misconduct and not occasioned by any defect in the judicial process.</p>\n<p>In Count Five the petitioner claims that he was denied due process by the Appellate Court in its decision dismissing his appeal. The petitioner did not seek certification of his appeal to CT Page 87 the Supreme Court. Since this court does not have the jurisdiction to review the actions of the Appellate Court the substance of the petitioner's claim in this count is not properly before this court.</p>\n<p>In Count Six the petitioner claims that the court's refusal to permit Attorney Osedach-Powers to withdraw and her subsequent appearance in his appeal had the effect of denying him counsel. In this count the petitioner also re-iterates his claim that Attorney Osedach-Powers had a conflict of interest from the time that he first claimed that he had been deprived of the effective assistance of counsel. The court has already discussed the issues raised in this Count as to the conduct of Attorney Osedach-Powers and finds that at no time in the proceedings, either before plea, at sentencing, or on appeal, did Attorney Osedach-Powers have an actual conflict of interest. His claim of ineffective assistance of counsel, unsubstantiated by any credible evidence, is insufficient to raise the specter of conflict. The petitioner makes no claim, and the court finds no evidence, that Attorney Osedach-Powers did not adequately and responsibly handle his appeal, including her analysis pursuant to <u>Anders v. California</u>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">765</span></span></cross_reference> (1967). Having been represented throughout the trial procedures as well as during his appeal up to the time the court permitted counsel to withdraw, the petitioner was not denied counsel. In its Memorandum Under P.B. &#167; 954, the court found that \"Attorney Osedach-Powers brief is complete in every respect and leaves no doubt that every element of an appeal has been addressed.\" Petitioner's Exhibit 14. The court, having found that \"any appeal of this case would be wholly frivolous\" refused to appoint new counsel for the petitioner. Id. In this regard, the court comported with the provisions of Practice Book &#167; 954. The petitioner's evidence does not substantiate his claim that he was wrongfully denied counsel.</p>\n<p>For the reasons stated, the petition is dismissed.</p>\n<p>Bishop, J.</p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111247/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1516864/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2053385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2095498/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2109671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2268552/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2353603/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2387252/"
          ]
        }
      ],
      "judges": "BISHOP, J.",
      "date_created": "2016-07-05T17:46:25.162412Z",
      "date_modified": "2016-07-05T17:46:25.162433Z",
      "date_filed": "1996-01-05",
      "date_filed_is_approximate": false,
      "slug": "blakeney-v-warden-state-prison-no-cv-93-1744-s-jan-5-1996",
      "citation_id": null,
      "case_name_short": "Blakeney",
      "case_name": "Blakeney v. Warden, State Prison, No. Cv 93 1744 S (Jan. 5, 1996)",
      "case_name_full": "Purcell Blakeney v. Warden, State Prison",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "1996 Conn. Super. Ct. 69",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3208149/blakeney-v-warden-state-prison-no-cv-93-1744-s-jan-5-1996/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T17:46:25.155718Z",
  "date_modified": "2016-07-05T17:46:25.155746Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Blakeney",
  "case_name": "Blakeney v. Warden, State Prison, No. Cv 93 1744 S (Jan. 5, 1996)",
  "case_name_full": "Purcell Blakeney v. Warden, State Prison",
  "slug": "blakeney-v-warden-state-prison-no-cv-93-1744-s-jan-5-1996",
  "docket_number": "No. CV 93 1744 S",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}