{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/326091/",
  "id": 326091,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cal/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2617616/",
      "id": 2617616,
      "absolute_url": "/opinion/2617616/salazar-v-eastin/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/326091/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2617616/",
          "id": 2617616,
          "absolute_url": "/opinion/2617616/salazar-v-eastin/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2617616/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3862/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T11:52:21.864997Z",
          "date_modified": "2017-04-11T02:23:08.021704Z",
          "type": "010combined",
          "sha1": "0a2fdf8286fa0b9cade62c2c96e6ced1407b6e81",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>9 Cal.4th 836 (1995)</b></center>\n<center><b>890 P.2d 43</b></center>\n<center><b>39 Cal. Rptr.2d 21</b></center>\n<center><h1>FRANCISCO SALAZAR et al., Plaintiffs and Appellants,<br>\nv.<br>\nDELAINE EASTIN, as Superintendent, etc., et al., Defendants and Respondents.</h1></center>\n<center>Docket No. S032696.</center>\n<center><p><b>Supreme Court of California.</b></p></center>\n<center>March 20, 1995.</center>\n<p><span class=\"star-pagination\">*839</span> COUNSEL</p>\n<p>Robert K. Miller, M. Carmen Ramirez, Grant R. Specht, Barbara Macri-Ortiz, Andrew T. Koenig and Peter Roos for Plaintiffs and Appellants.</p>\n<p>Tina L. Rasnow, Nossaman, Gunther, Knox &amp; Elliott and Stephen P. Wiman as Amici Curiae on behalf of Plaintiffs and Appellants.</p>\n<p>Daniel E. Lungren, Attorney General, Charlton G. Holland III, Assistant Attorney General, John H. Sanders and James F. Ahern, Deputy Attorneys General, for Defendant and Respondent State Board of Education.</p>\n<p>Joseph R. Symkowick and Joanne Lowe for Defendant and Respondent Superintendent of Public Instruction.</p>\n<p>Kronick, Moskovitz, Tiedemann &amp; Girard, John L. Bukey and Wendy Gomez Getty as Amici Curiae on behalf of Defendant and Respondent Superintendent of Public Instruction.</p>\n<p>OPINION</p>\n<p>WERDEGAR, J.</p>\n<p>Education Code section 39807.5<sup>[1]</sup> authorizes school districts to charge nonindigent parents and guardians a portion of the cost of transporting their children to school. We decided in <i>Arcadia Unified School Dist.</i> v. <i>State Dept. of Education</i> (1992) 2 Cal.4th 251 [5 Cal. Rptr.2d 545, 825 P.2d 438] (<i>Arcadia</i>) that section 39807.5 is capable of being applied without violating the state Constitution's free school (Cal. Const., art. IX, § 5) or equal protection (Cal. Const., art. I, § 7, subd. (a)) clauses. (<i>Arcadia, supra,</i> 2 Cal.4th at p. 267.)</p>\n<p>When we granted review in <i>Arcadia,</i> the Court of Appeal in the instant case had already reached the opposite conclusion. Based on its belief that section 39807.5 could not be applied constitutionally, the Court of Appeal had directed the trial court to enter an injunction and writ of mandate against <span class=\"star-pagination\">*840</span> the Superintendent of Public Instruction (Superintendent), the Department of Education and the Board of Education (collectively the state defendants). The remedial order, which is still in effect, provides \"[t]hat no public school district in this state can lawfully charge bussing or transportation fees to school children or their parents for transportation to and from school.\" The order directs the state defendants to ensure that no local school district charges for transportation. (<i>Salazar</i> v. <i>Honig</i> (May 10, 1988) B026629, review den. and opn. ordered nonpub. Sept. 1, 1988 (S006146), hereafter <i>Salazar I.</i>)</p>\n<p>In <i>Arcadia</i> we expressed \"confiden[ce] that the parties [would] file the appropriate action to challenge the continued propriety of the injunction against the Superintendent....\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 259, fn. 5.) Following our suggestion, the state defendants filed, and the trial court granted, a motion to vacate the remedial order. The Court of Appeal reversed on the ground that section 39807.5, while constitutional on its face (see <i>Arcadia, supra,</i> 2 Cal.4th 251), was nevertheless being applied improperly by local districts. (<i>Salazar</i> v. <i>Dawson</i> (Mar. 25, 1993) B066953, opn. superseded by grant of review (S032696), hereafter <i>Salazar II.</i>) The Court of Appeal directed the trial court to order the state defendants to adopt and enforce mandatory, uniform rules exempting indigent pupils, even though the Legislature expressly delegated to the \"governing board\" of each local district the power and duty to adopt rules on that subject (§ 39807.5) and even though no local district is a party to the lawsuit.</p>\n<p>We conclude the Court of Appeal in <i>Salazar II, supra,</i> erred in two respects. Because <i>Arcadia, supra,</i> 2 Cal.4th 251, eliminated the legal basis for the injunction, the trial court did not abuse its discretion by vacating it. Thus, the Court of Appeal erred in reversing that order. The Court of Appeal also erred in directing the trial court to modify the injunction to address the application of section 39807.5 by local school districts. The only district against which plaintiffs sought relief in their complaint on account of a misapplication of the statute was dismissed before trial; no court has ever found that any local district is misapplying the statute. The trial court, therefore, did not abuse its discretion in refusing to modify the injunction. Accordingly, we reverse.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>To judge the correctness of the Court of Appeal's decision requires an understanding of what has and has not been adjudicated. For this reason it is necessary to set out in detail the complex procedural history of the case.</p>\n<p>Under section 39807.5, a school district that chooses to provide transportation \"may require the parents and guardians of all or some of the pupils <span class=\"star-pagination\">*841</span> transported, to pay a portion of the cost of such transportation in an amount determined by the governing board.\" The amount so charged \"shall be no greater than the statewide average nonsubsidized cost of providing such transportation to a pupil on a publicly owned or operated transit system as determined by the Superintendent of Public Instruction, in cooperation with the Department of Transportation.\" (<i>Ibid.</i>) \"The governing board shall exempt from these charges pupils of parents and guardians who are indigent as set forth in rules and regulations adopted by the board.\" (<i>Ibid.</i>)<sup>[2]</sup></p>\n<p></p>\n<h2>A. <i>Proceedings in the Superior Court.</i>\n</h2>\n<p>This case began in 1985, when plaintiffs Francisco Salazar and Irene Villalobos filed a petition for writ of mandate and complaint for injunctive relief in the Ventura County Superior Court against the state defendants and the Fillmore Unified School District. Plaintiffs alleged that section 39807.5 violated the state Constitution's free school (Cal. Const., art. IX, § 5) and equal protection (Cal. Const., art. I, § 7, subd. (a)) clauses. Salazar claimed standing as a taxpayer. Villalobos alleged both that she was a taxpayer and that she was paying a transportation fee to send her grandchild to a public school in the Fillmore Unified School District.</p>\n<p>Plaintiffs' claim under the free school clause (Cal. Const., art. IX, § 5) was simply that any charge for transportation violated the clause. Plaintiffs' claim under the equal protection clause (<i>id.,</i> art. I, § 7, subd. (a)) was that section 39807.5 discriminated between people in districts that charge for transportation and people in districts that do not, and that it \"places a disproportionate hardship on each family depending on wealth and family <span class=\"star-pagination\">*842</span> size.\" As relief against the state defendants, plaintiffs requested an injunction and writ of mandate \"ordering [them] to cease and desist from allowing school districts to charge bussing fees....\" As relief against the Fillmore Unified School District, plaintiffs asked for an order \"[e]njoining [it] from charging any fees for transportation\" or, alternatively, a writ of mandate directing it to adopt \"rules and regulations reasonably designed to exempt pupils of parents and guardians who are indigent from [the] fee....\"</p>\n<p>The Fillmore Unified School District was dismissed from the lawsuit when it elected not to charge for transportation. Plaintiffs then moved for summary judgment on their claims against the state defendants. In the alternative, plaintiffs asked the court to determine that two issues were without substantial controversy: \"1. That California Education Code Section 39807.5 is contrary to the Free Schools Clause provision of the California Constitution; [and] [¶] 2. That California Education Code Section 39807.5 is a denial of equal protection under the California Equal Protection Clause.\" In support of their motion, plaintiffs submitted state records showing that, of the state's 1,049 school districts, 1,008 were providing transportation. Of those, 60 were charging fees. Plaintiffs also submitted declarations by parents and guardians in the Corcoran, Fillmore, Santa Barbara, and Sonoma Valley school districts, who asserted their children had occasionally been refused transportation on account of inability to pay. In addition, some of the declarants had experienced difficulties in establishing their right to be exempted for indigency.</p>\n<p>In response to plaintiffs' motion, the state defendants disclaimed any duty to oversee the implementation of section 39807.5 by local school districts, because the statute permits \"the governing board\" of each district to decide whether to charge for transportation and expressly delegates to each district's \"governing board\" the responsibility of adopting rules and regulations to exempt the indigent. Thus, according to the state defendants, no justiciable controversy existed between them and plaintiffs. The state defendants presented evidence that their only involvement with transportation fees assessed under section 39807.5, apart from determining and disseminating to local districts \"the statewide average nonsubsidized cost of providing such transportation\" (<i>ibid.</i>), was to maintain records of revenues received and reported by local districts.</p>\n<p>The trial court denied plaintiffs' motion. In its order, which preceded our decision in <i>Arcadia, supra,</i> 2 Cal.4th 251, the court expressed in dictum its \"view that [section 39807.5 was] indeed unconstitutional.\"<sup>[3]</sup> However, the court did not rule, or purport to rule, on the merits. Instead, the court held <span class=\"star-pagination\">*843</span> only that \"there is no evidence that the plaintiffs have standing in the statewide suit now that the defendant, Fillmore School District, is no longer a viable defendant in the case....\" While plaintiffs sought standing as taxpayers, the court found \"nothing in [the] record to indicate that the State of California is affirmatively spending funds to enforce the aforesaid code section.\" The court did determine that the following issues, and no others, were without controversy: \"1. Petitioners Salazar and Villalobos are United States citizens who live within Ventura County and paid state and federal taxes in the year prior to the filing of the action. [¶] 2. That the State knows, or should know, that there are various school districts which are charging transportation fees in accordance with [section 39807.5].\"</p>\n<p>Summary judgment having been denied, the case proceeded to trial. Plaintiffs informed the court in their pretrial memorandum that \"the sole substantive fact to be established [was] whether school transportation in California in 1986 is an `integral fundamental part of the elementary and secondary education or  amount[s] to [a] necessary element of any school[']s activity'. <i>Hartzell</i> v. <i>Connell</i> (1984) 35 Cal.3d 899, 905 [201 Cal. Rptr. 601, 679 P.2d 35]....\" The only other fact plaintiffs proposed to establish concerned their standing as taxpayers, namely, that \"[s]tate money is expended in the administration of the statute [or] that the state is under an obligation, which requires a state expenditure, to assure that school districts do not violate the State Constitution.\"</p>\n<p>At trial plaintiffs presented only two witnesses, each an employee of the Department of Education. The first witness authenticated reports listing the districts that had and had not elected to charge for transportation and the amounts collected. The second witness, whose job it was to obtain from the Department of Transportation the statewide average cost of transportation and to disseminate that information to local school districts (see § 39807.5), testified that he had devoted \"approximately the equivalent of one 8-hour day\" to the task during the last three years. Consistently with their pretrial memorandum, plaintiffs did not offer into evidence the declarations submitted in support of their unsuccessful motion for summary judgment or any other evidence concerning how any local district was applying section 39807.5, except for the state records already mentioned showing that some districts were, and others were not, charging for transportation. The state defendants examined their employees, but presented no additional witnesses.</p>\n<p>Following the trial, which took less than a day, the court entered judgment for the state defendants without reaching the merits of plaintiffs' claims. In its statement of decision, the court explained the sole basis for its ruling was plaintiffs' failure to join the school districts that were charging for transportation. In the court's words, \"[i]t is inherently unfair to those districts to <span class=\"star-pagination\">*844</span> utilize the State as their representative in this adjudication, for the State's interest is substantially different than theirs. Its only involvement in the imposition of the subject fees is the modest duty of preparing the state average cost and distributing it to the various districts throughout the state. The persons and entities with an immediate interest in the enforcement of this statute are those 60 school districts who have elected to impose those costs and who are deriving benefit in the form of revenue from that election. However streamlined the concept of approaching this 60 defendant case by going one tier up and utilizing one defendant, it has the fatal flaw of fundamental unfairness. The 60 school districts at risk are indispensable parties and no adjudication of this issue without their participation would be equitable or appropriate.\"</p>\n<p></p>\n<h2>B. <i>Salazar I.</i>\n</h2>\n<p>Plaintiffs appealed. The Court of Appeal, Second Appellate District, reversed. In the Court of Appeal's view, plaintiffs had standing as taxpayers, and the local districts were not indispensable parties; whether or not the districts were necessary parties, the trial court had discretion to proceed without them, and the decision not to do so was an abuse of discretion. (<i>Salazar I, supra.</i>) Rather than reversing and remanding for a trial on the merits, the Court of Appeal proceeded to decide the merits as a matter of law. Citing the plurality opinion in <i>Hartzell</i> v. <i>Connell</i> (1984) 35 Cal.3d 899 [201 Cal. Rptr. 601, 679 P.2d 35], which held that fees for extracurricular activities were unconstitutional, the Court of Appeal concluded that transportation was \"an essential component of the educational process\" and, thus, a service that under the free school clause (Cal. Const., art. IX, § 5) must be provided without cost. Section 39807.5 was not saved, the court held, by the statute's requirement of exemptions for indigent students. \"[F]ee-waiver policies,\" the court wrote, \"do not satisfy the requirements of the free school guaranty.\" (<i>Salazar I, supra.</i>) Relying on Chief Justice Bird's concurring opinion in <i>Hartzell,</i> the Court of Appeal also held section 39807.5 violated the state Constitution's equal protection clause (Cal. Const., art. I, § 7, subd. (a)). The Court of Appeal wrote: \"it is evident that the fees impose disparate burdens on students according to their families' wealth.\" (<i>Salazar I, supra,</i> citing <i>Hartzell</i> v. <i>Connell, supra,</i> 35 Cal.3d at p. 924 (conc. opn. of Bird, C.J.).)</p>\n<p>We denied review and directed the Reporter of Decisions not to publish the Court of Appeal's opinion. (<i>Salazar</i> v. <i>Honig,</i> review den. and opn. ordered nonpub., Sept. 1, 1988 (S006146).) On remand, the trial court followed the Court of Appeal's directions by entering injunctive relief against the state defendants. The remedial order broadly declares, following <span class=\"star-pagination\">*845</span> the Court of Appeal's ruling, \"[t]hat no public school district in this state can lawfully charge bussing or transportation fees to school children or their parents for transportation to and from school.\" The injunction also requires the state defendants to do a number of things, namely: to \"cease and desist from [performing their statutory duty to] calculat[e] the state-wide average nonsubsidized cost of providing bus transportation\"; to mail a copy of the injunction to all school districts \"along with a Legal Advisory informing [them] to comply with this order\"; and, should any school district continue to charge a fee, to \"order ... such district to cease and desist from the imposition of such fee and [to] enforce such order pursuant to all powers vested in the [state defendants].\" (The full text of the injunction is set out in the margin.<sup>[4]</sup>)</p>\n<p></p>\n<h2>C. <i>Arcadia.</i>\n</h2>\n<p>The state defendants complied with the injunction. Nevertheless, at least 18 school districts continued to charge fees for transportation. (<i>Arcadia, supra,</i> 2 Cal.4th at p. 256.) Shortly thereafter, 25 school districts filed suit in the Sacramento County Superior Court requesting a declaratory judgment regarding the facial validity of section 39807.5 under the state Constitution. The Department of Education was named as a defendant, but the Superintendent was not. Salazar, the plaintiff in <i>Salazar I,</i> intervened. The superior <span class=\"star-pagination\">*846</span> court held the statute unconstitutional. The Court of Appeal, Third District, reversed.</p>\n<p>We affirmed. (<i>Arcadia, supra,</i> 2 Cal.4th 251.) Salazar, who attacked section 39807.5 as facially unconstitutional, argued the Department of Education was collaterally estopped to assert the contrary because it was bound by the injunction in <i>Salazar I.</i> We rejected Salazar's argument, agreeing with the Court of Appeal the public interest required the issue to be relitigated. In the wake of our order that <i>Salazar I</i> not be published or cited as precedent, we explained, \"there [arose] a continuing and demonstrable uncertainty about the validity of section 39807.5. School districts [did] not know if they [could] constitutionally charge for school transportation, and [had] responded to this uncertainty in different ways.\" (<i>Arcadia, supra,</i> 2 Cal.4th at pp. 257-258.)</p>\n<p>\"In addition,\" we wrote, \"the unusual history of [<i>Salazar I</i>] suggest[ed] that it would be in the public interest to permit [<i>Arcadia</i>] to go forward. Although Salazar presented evidence at that trial on the unconstitutionality of section 39807.5,<sup>[5]</sup> the state defendants did not present any evidence on the issue, nor did they argue that the statute was constitutional. Their defense was based solely on the contention that the school districts were indispensable parties. Thus, no one during the [<i>Salazar I</i>] proceedings contended that the statute could be applied in a manner consistent with the Constitution. The public interest would best be served by a determination of this important issue based on the presentation of both sides of the controversy.\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 258.)</p>\n<p>Proceeding to the merits, we held section 39807.5 did not on its face violate either the free school (Cal. Const., art. IX, § 5) or the equal protection (<i>id.,</i> art. I, § 7, subd. (a)) clause. We upheld the statute under the free school clause by applying the test set out in <i>Hartzell</i> v. <i>Connell, supra,</i> 35 Cal.3d 899, which prohibited fees for extracurricular activities because of their \"educational character\" (<i>id.</i> at p. 909). Under that test, the constitutional \"free school guarantee extends to all activities which constitute an `integral fundamental part of the elementary and secondary education' or which amount to `\"necessary elements of any school's activity.\"' [Citations.]\" (<i>Id.</i> at p. 905.) Publicly financed transportation, we reasoned, is not an integral or fundamental part of education; <i>Hartzell</i> did not purport to <span class=\"star-pagination\">*847</span> bring noneducational activities within the protection of the free school clause. (<i>Arcadia, supra,</i> 2 Cal.4th at pp. 262-263.) Nor, we reasoned, is publicly financed transportation a necessary element of a school's activity, since schools may (§ 39800),<sup>[6]</sup> and some do, choose not to provide transportation at all. We thus concluded the free school clause does not require publicly financed transportation. (<i>Arcadia, supra,</i> 2 Cal.4th at pp. 263-265.)</p>\n<p>We also held the statute to be constitutional on its face under the equal protection clause. (<i>Arcadia, supra,</i> 2 Cal.4th at pp. 266-267.) We reasoned: \"Salazar's claims that school transportation fees discriminate against the poor and burden the exercise of a fundamental right might have merit if the statute were to be applied in such a way that children were prevented from attending school because they could not afford to pay the fees. However, section 39807.5 specifically provides that indigent children must be exempted from paying fees for transportation. If the statute is properly administered, no child will be denied transportation to school because of poverty. We have no reason to believe, in this facial challenge, that the statute will be applied improperly.\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 266.)</p>\n<p>Regarding Salazar's further contention \"that section 39807.5 allows impermissible disparity of treatment among students in different districts, based on whether or not each district charges for transportation and how each defines indigency\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 267), we reached this conclusion: \"[T]his need not result in an equal protection violation. Under our interpretation of the statute, a student who cannot afford to pay for transportation to attend school may not be charged for school-provided transportation. If a district provides transportation without charge, the service will be free to all students; if a district charges for transportation, students who cannot afford to pay the fee will be exempted. Therefore, poor students in different districts will have equal access to school-provided transportation, if their districts elect to provide it.\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 267.)</p>\n<p>Our conclusion section 39807.5 was constitutional on its face did not directly affect the injunction in <i>Salazar I,</i> which was not before us. We did, however, note the inconsistency between the injunction, which barred any application of the statute, and our own conclusion the statute was capable of constitutional application. For that reason, we expressed \"confiden[ce] that the parties [would] file the appropriate action to challenge the continued propriety of the injunction against the Superintendent....\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 259, fn. 5.)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*848</span> D. <i>Salazar II.</i>\n</h2>\n<p>Following our suggestion, the state defendants filed a motion to vacate the injunction and writ of mandate. <i>Arcadia, supra,</i> 2 Cal.4th 251, defendants argued, effectively overruled <i>Salazar I, supra.</i> In response, plaintiffs argued <i>Salazar I</i> survived <i>Arcadia,</i> because the former went beyond the face of the statute to adjudicate claims about how the statute was being applied. According to plaintiffs, \"[<i>t</i>]<i>he Court of Appeal made ... factual findings</i> on the evidence in the record in [its] statement of facts on appeal and reached the conclusion that there were abuses of local authority.\" (Italics added.) Based on that premise, plaintiffs asked the court to modify the remedial order, rather than vacating it, so the order would affect only the four districts (Corcoran, Fillmore, Santa Barbara, and Sonoma Valley) mentioned in the declarations plaintiffs had offered in support of their unsuccessful motion for summary judgment. Plaintiffs also asked the court to require the state defendants to oversee the four districts' implementation of the statute.</p>\n<p>The superior court vacated the injunction. The judge explained the basis for his ruling in these words: \"It seems to me that the Court really has no choice in what to do.... [Plaintiffs] feel that the Court should not simply vacate the injunction, but maintain some kind of injunction against those school districts that were badly applying [section 39807.5] on the facts. [¶] I don't see a way to do that. First of all, the petition doesn't allege any invalidity as applied as distinguished from factual [<i>sic</i>] invalidity. The only factual basis in the petition, at least as I saw it, was the Fillmore district which was dismissed. The Court of Appeal did not rule on as applied validity, but ruled only on the constitutionality of the section. [¶] I think that's clear from its statement that it ruled as a matter of law in the first paragraph at page 26 of the opinion.[<sup>[7]</sup>] The judgment in the file was not [on] a factual or as applied basis. Footnote five of <i>Arcadia</i>[<sup>[8]</sup>] I think telegraphs this result. I see little choice in it.\"</p>\n<p>Plaintiffs appealed. The Court of Appeal reversed. (<i>Salazar II, supra.</i>) Apparently adopting plaintiffs' view of <i>Salazar I,</i> the court asserted its prior opinion had not, in fact, been limited to the facial validity of section 39807.5 or decided as a matter of law. Instead, the court explained, its \"<i>Salazar I</i> ... ruling was specifically based on a factual record which focused entirely on <span class=\"star-pagination\">*849</span> the unlawful use or nonuse of the statute's indigency fee waiver provision by some of the school districts electing to charge transportation fees.... [¶] It was the undisputed evidence of district abuses of the fee waiver policy, and the resultant discrimination against indigent students, that provided the rationale for our decision that section 39807.5 was unconstitutional. Thus, the factual basis for our ruling was the statute's improper application.\" (<i>Salazar II, supra.</i>)</p>\n<p>The Court of Appeal also rejected the state defendants' argument they had no statutory power to supervise local districts' application of section 39807.5, which expressly empowers the \"governing board\" of each district to adopt rules and regulations to exempt the indigent. Without addressing the relevant statutory language, the court declared it \"illogical that, in enacting section 39807.5, the Legislature intended that districts ... could formulate their own independent criteria of the meaning of indigency.\" (<i>Salazar II, supra.</i>) Based on this belief, the court held the state defendants \"must enact rules complying with section 39807.5, which school districts in turn must obey in formulating their own rules.\" (<i>Salazar II, supra.</i>) The court disposed of the case by ordering the trial court, on remand, \"to issue an amended injunction and an amended writ of mandate in accordance with [the] views expressed\" in its opinion.</p>\n<p>In a petition for rehearing, the state defendants pointed out that plaintiffs had dismissed the only defendant (Fillmore Unified School District) alleged to have been misapplying section 39807.5, and that the so-called \"factual record\" of \"district abuses\" to which the Court of Appeal had referred (<i>Salazar II, supra</i>) consisted of the declarations accompanying plaintiffs' unsuccessful motion for summary judgment, which had <i>not been proffered or admitted</i> as evidence at trial. The Court of Appeal denied the petition, but modified its opinion to explain it was \"unfair\" for the state defendants, who had \"voluntarily chosen to handle this case throughout its history on a legal and not factual basis,\" to \"refocus their energies on the factual issues....\" (<i>Salazar II, supra.</i>) The court also concluded the state defendants' challenge to the injunction, which we had suggested in <i>Arcadia</i> (<i>supra,</i> 2 Cal.4th at p. 259, fn. 5), was barred by the doctrine of the law of the case and \"constitute[d] an improper collateral attack on <i>Salazar I.</i>\" (<i>Salazar II, supra.</i>)</p>\n<p>We granted the Superintendent's petition for review.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>The Trial Court Did Not Abuse Its Discretion by Vacating the Injunction.</i>\n</h2>\n<p>(1) The ultimate question before us is whether the trial court abused its discretion by vacating the injunction. \"`It is a rule so universally followed <span class=\"star-pagination\">*850</span> and so often stated as to need only to be referred to that the granting, denial, dissolving or refusing to dissolve a permanent or preliminary injunction rests in the sound discretion of the trial court upon a consideration of all the particular circumstances of each individual case'\" and \"will not be modified or dissolved on appeal except for an abuse of discretion.\" (<i>Union Interchange, Inc.</i> v. <i>Savage</i> (1959) 52 Cal.2d 601, 606 [342 P.2d 249], quoting <i>Kendall</i> v. <i>Foulks</i> (1919) 180 Cal. 171, 174 [179 P. 886].) A court has inherent power to vacate an injunction upon a showing of a change in the controlling law. (<i>Union Interchange, Inc.</i> v. <i>Savage, supra,</i> 52 Cal.2d at p. 604; <i>Sontag Chain Stores Co.</i> v. <i>Superior Court</i> (1941) 18 Cal.2d 92, 95 [113 P.2d 689].)</p>\n<p>Here, because the injunction was inconsistent with our decision in <i>Arcadia, supra,</i> 2 Cal.4th 251, to vacate it was not an abuse of discretion. Having first declared that section 39807.5 violates the free school and equal protection clauses (Cal. Const., art. IX, § 5; <i>id.,</i> art. I, § 7, subd. (a)), the injunction prohibited any charge for school transportation and ordered the Superintendent not to perform his statutory duty (§ 39807.5) of calculating the statewide average nonsubsidized cost of providing such transportation. The injunction thus left no room for the statute to be applied. In that respect it conflicted with <i>Arcadia,</i> in which we held transportation to be outside the scope of the free school clause (Cal. Const., art. IX, § 5; see <i>Arcadia, supra,</i> 2 Cal.4th at pp. 259-265) and section 39807.5 capable of being applied consistently with the equal protection clause (Cal. Const., art. I, § 7, subd. (a); see <i>Arcadia, supra,</i> 2 Cal.4th at pp. 266-267). Recognizing the conflict, we expressed \"confiden[ce] that the parties [would] file the appropriate action to challenge the continued propriety of the injunction against the Superintendent of Public Instruction.\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 259, fn. 5.)</p>\n<p><i>Arcadia, supra,</i> 2 Cal.4th 251, thus changed the assumptions about the law upon which the injunction was based and justified the trial court in exercising its discretion to vacate the injunction. The Court of Appeal's contrary conclusion was erroneous.</p>\n<p></p>\n<h2>B. <i>The Trial Court Did Not Abuse Its Discretion by Refusing to Issue a Modified Injunction Addressing the Application of Section 39807.5 by Local School Districts.</i>\n</h2>\n<p>The trial court, in vacating the injunction, denied plaintiffs' request for a modified injunction that would have required the state defendants to control the manner in which local districts applied section 39807.5. The court reasoned plaintiffs had not alleged the statute was being improperly applied <span class=\"star-pagination\">*851</span> by any district other than Fillmore, which was dismissed after it ceased to charge for transportation. The court found no authority for plaintiffs' request in <i>Salazar I, supra,</i> which it read as holding section 39807.5 unconstitutional as a matter of law, rather than as applied. The Court of Appeal reversed (<i>Salazar II, supra</i>; see <i>ante,</i> p. 848) and directed the trial court, on remand, to issue a modified injunction against the state defendants requiring them to adopt and enforce uniform, mandatory rules for determining which pupils would be exempt from transportation charges under section 39807.5. (<i>Salazar II, supra.</i>)</p>\n<p>The Superintendent argues the Court of Appeal erred. The ultimate question before us, once again, is whether the trial court abused its discretion by declining to the modify the injunction. (<i>Union Interchange, Inc.</i> v. <i>Savage, supra,</i> 52 Cal.2d at p. 606; <i>Kendall</i> v. <i>Foulks, supra,</i> 180 Cal. at p. 174.) Despite plaintiffs' various arguments, which we address in turn, it appears the trial court did not abuse its discretion. In holding that it did, the Court of Appeal erred.</p>\n<p></p>\n<h2>1. <i>There was no proper basis for a modified injunction.</i>\n</h2>\n<p>(2) The Court of Appeal ruled as it did in the belief local districts were misapplying the statute. Under those circumstances, the court reasoned, the trial court had a duty to \"exercis[e] continuing jurisdiction to achieve institutional reform ... until it [was] satisfied that the unconstitutional practices [had] been discontinued and there [was] no reasonable expectation that such practices [would] recur.\" (<i>Salazar II, supra,</i> citing <i>Battle</i> v. <i>Anderson</i> (10th Cir.1983) 708 F.2d 1523, 1538.) Plaintiffs argue the Court of Appeal was correct.</p>\n<p>Certainly a court has the inherent power to modify its injunctions as \"the ends of justice\" require. (<i>Sontag Chain Stores Co.</i> v. <i>Superior Court, supra,</i> 18 Cal.2d at p. 95.) The principle is broad enough to permit a court that has adjudicated and enjoined violations of the law to modify the injunction, if necessary, to ensure the violations do stop. However, the principle does not aid plaintiffs, because no court has ever properly adjudicated that any local district is misapplying section 39807.5. The trial court never purported to make such a finding. The Court of Appeal did, in hindsight, read its own opinion in <i>Salazar I, supra,</i> as holding section 39807.5 unconstitutional as applied. However, a dispassionate reading of <i>Salazar I</i> does not support that interpretation. Because plaintiffs adopt the Court of Appeal's reasoning in <i>Salazar II,</i> we set out the passage from that opinion in which the Court of Appeal interpreted its earlier decision.</p>\n<p>The Court of Appeal (<i>Salazar II, supra</i>) wrote:</p>\n<p><span class=\"star-pagination\">*852</span> \"Respondents and the trial court, in concluding that we did not address the issue of any unconstitutional application of section 39807.5, misinterpret <i>Salazar I.</i> ... Nowhere in our decision did we rule the statute was `facially' unconstitutional.</p>\n<p>\"Our <i>Salazar I</i> ... ruling was specifically based on a factual record which focused entirely on the unlawful use or nonuse of the statute's indigency fee waiver provision by some of the school districts electing to charge transportation fees. <i>Salazar I's</i> facts are that some indigent school children in California are required to pay transportation fees because districts are not informing parents about the fee waiver provision, are not implementing an application procedure for the waiver, or are basing entitlement to the waiver on a families' receipt of welfare aid. The <i>Salazar I</i> facts further reveal that some indigent students who cannot afford to pay transportation fees are not able to attend school.\"</p>\n<p>The Court of Appeal continued: \"It was the undisputed evidence of district abuses of the fee waiver policy, and the resultant discrimination against indigent students, that provided the rationale for our decision that section 39807.5 was unconstitutional. Thus, the factual basis for our ruling was the statute's improper application.\" (<i>Salazar II, supra.</i>)</p>\n<p>This interpretation of <i>Salazar I</i> was unexpected. We (<i>Arcadia, supra,</i> 2 Cal.4th at p. 259, fn. 5) and the trial court had read the opinion as holding section 39807.5 was not capable of constitutional application.</p>\n<p>No other interpretation of the <i>Salazar I</i> opinion seemed reasonable. In <i>Salazar I</i> the Court of Appeal had justified its decision to reach the merits, rather than to remand the case to the trial court, on the ground it was not necessary to resolve any factual issues. The court wrote: \"That the trial judge chose to deny appellants' right to an adjudication of the law's illegality, by concluding that the suit was improper on procedural grounds, does not signify that this matter cannot now be resolved on appeal. <i>The</i> [question of the] <i>constitutionality of the statute is solely one of law, and thus an entirely proper subject for review.\"</i> (<i>Salazar I, supra,</i> italics added.)</p>\n<p>This statement by the court in <i>Salazar I</i>  that it was holding section 39807.5 unconstitutional as a matter of law  cannot be reconciled with the court's later assertion in <i>Salazar II</i> that \"the <i>factual</i> basis for [its] ruling was the statute's improper application.\" (<i>Salazar II, supra,</i> italics added.) The court misinterpreted its prior opinion.</p>\n<p>To be sure, the court in <i>Salazar I, supra,</i> had referred to declarations in which parents and guardians in four local districts averred the districts were <span class=\"star-pagination\">*853</span> not properly applying section 39807.5 insofar as it requires exemptions for the indigent. These were the declarations submitted by plaintiffs in support of their unsuccessful motion for summary judgment. Here is the passage in question, which plaintiffs later characterized as announcing \"factual findings\" and which the Court of Appeal itself (<i>Salazar II, supra</i>) interpreted in hindsight as containing \"the factual basis\" for a ruling the statute was being improperly applied:</p>\n<p>\"As can also be seen from the record herein, the fee-waiver policy contained within section 39807.5 does not assure school attendance. There is evidence that some families who are not eligible for the fee-waiver policy nevertheless have difficulty paying transportation fees. One school district has apparently used the statute as a vehicle of intimidation to force parents to pay the fee. Other school districts appear to not be enforcing the fee-waiver provision, either by failing to inform the community about the provision, or by not adopting application procedures. [¶] Even if these abuses of local authority did not exist, the <i>Hartzell</i> court has ruled that fee-waiver policies do not satisfy the requirements of the free school guaranty. (35 Cal.3d [at p.] 911....)\" (<i>Salazar I, supra.</i>)</p>\n<p>Read in context, this reference by the Court of Appeal in <i>Salazar I</i> to plaintiffs' declarations can properly be described only as rhetorical support for its conclusion section 39807.5 could not be constitutionally applied. In other words, to the argument that exemptions for the indigent prevented section 39807.5 from being an obstacle to school attendance, the Court of Appeal replied the exemptions should not be assumed to have that effect.<sup>[9]</sup></p>\n<p>Certainly <i>the Court of Appeal</i> had no proper basis for holding that any local district was applying section 39807.5 improperly. The trial court never made any findings that might support such a holding. Nor was it asked to do so. In their complaint, plaintiffs had asked the court to order the state defendants to prevent school districts from charging <i>any</i> fees for transportation. To be sure, plaintiffs at an earlier time had asked for relief against alleged misapplications of section 39807.5 by the Fillmore Unified School District.<sup>[10]</sup> However, the request for relief against that defendant became moot when plaintiffs voluntarily dismissed it.</p>\n<p><span class=\"star-pagination\">*854</span> In their motion for summary judgment against the remaining state defendants, plaintiffs asked only for a determination that section 39807.5 was unconstitutional. Plaintiffs did not ask the court to determine any issue related to any district's application of the statute. No local district was a party at that time. Consistent with plaintiffs' theory of the case, the trial court, in disposing of the motion, decided only that plaintiffs were taxpayers and the state was aware that \"`various school districts ... [were] charging transportation fees in accordance with [section 39807.5].'\" At the ensuing trial, as already mentioned (see <i>ante,</i> p. 842), plaintiffs presented no evidence regarding the statute's application other than state records showing some districts were, and others were not, charging fees. (See <i>ante,</i> p. 846, fn. 5.) Indeed, plaintiffs, in their pretrial brief, expressly disclaimed the intention to prove any \"substantive fact\" other than the assertion that \"school transportation in California in 1986 is an `integral fundamental part of the elementary and secondary education or  amount[s] to [a] necessary element of any school[']s activity'. <i>Hartzell</i> v. <i>Connell</i> (1984) 35 Cal.3d 899, 905 [201 Cal. Rptr. 601, 679 P.2d 35]....\" Proof of this assertion, which we later rejected in <i>Arcadia</i> (<i>supra,</i> 2 Cal.4th at pp. 262-264), might have entitled plaintiffs to an injunction against <i>any</i> application of the statute, but it would not have helped to show that any local district was improperly applying the statute. Nor did the trial, which plaintiffs lost on procedural grounds, result in any findings of fact, either express or implied, regarding the statute's application.</p>\n<p>Unlike plaintiffs, we do not read the Court of Appeal's opinion in <i>Salazar I</i> as containing findings of fact about the statute's application. As noted, plaintiffs interpret as containing factual findings the passage from <i>Salazar I</i> referring to plaintiffs' declarations. (<i>Salazar I, supra</i>; see <i>ante,</i> page 853.) Plaintiffs argue the court merely exercised its power under Code of Civil Procedure section 909 to make factual findings in nonjury cases.<sup>[11]</sup> However, no party asked the court to make findings of fact, and the court did not give \"opposing counsel\" (i.e., counsel for the state defendants) an opportunity to <span class=\"star-pagination\">*855</span> \"serve and file written opposition thereto\" as required by rule 23.<sup>[12]</sup> (Cal. Rules of Court, rule 23(a).) Indeed, the Court of Appeal has never asserted that it was, in <i>Salazar I,</i> exercising its power under Code of Civil Procedure section 909. The theory surfaced for the first time in plaintiffs' brief on the merits to this court. For that reason it must be rejected as contrary to the record.</p>\n<p>It thus appears no court has ever properly adjudicated that any local district is applying section 39807.5 improperly. Accordingly, no legal basis exists for the modified injunction directed by the Court of Appeal, which would require the state defendants to assume control over the application of section 39807.5 by local districts. Under these circumstances, the trial court did not abuse its discretion by denying plaintiffs' request, and the Court of Appeal erred in holding to the contrary.</p>\n<p>That the state defendants, who defended the case on procedural grounds, did not object to the declarations asserting various districts were misapplying section 39807.5, does not change our conclusion. Certainly unopposed declarations can justify a court in granting summary judgment if there are no other legal obstacles to such a ruling, such as the trial court found to exist in this case. However, declarations, even unopposed ones, are merely evidence; they do not substitute for findings that have never been made.</p>\n<p></p>\n<h2>2. <i>The relief requested by plaintiffs and directed by the Court of Appeal is contrary to section 39807.5.</i>\n</h2>\n<p>(3) The Court of Appeal's direction to the trial court to modify the injunction was erroneous on other grounds, as well. The Court of Appeal, adopting plaintiffs' suggestion, directed the trial court to order the state defendants to promulgate mandatory, uniform regulations governing the exemption of indigent pupils. Such relief is contrary to section 39807.5, <span class=\"star-pagination\">*856</span> which expressly delegates to the governing board of each local school district the power to decide whether to charge for transportation and the duty to adopt rules and regulations to exempt the indigent. This could not be clearer from the statutory language, which provides as follows: \"When <i>the governing board of any school district</i> provides for the transportation of pupils to and from schools in accordance with the provisions of Section 39800, ... <i>the governing board of the district</i> may require the parents and guardians of all or some of the pupils transported, to pay a portion of the cost of such transportation in an amount determined by <i>the governing board.</i> ... [¶] ... [¶] <i>The governing board</i> shall exempt from these charges pupils of parents and guardians who are indigent <i>as set forth in rules and regulations adopted by the board.\"</i> (§ 39807.5, italics added.)</p>\n<p>Plaintiffs argue the State Board of Education (State Board) has the power to adopt uniform regulations on this subject under section 33031, a general grant of rulemaking authority. The plain terms of the relevant statutes disprove the argument. Under section 33031, \"[t]he [state] board shall adopt rules and regulations <i>not inconsistent with the laws of this state</i> ... for the government of the day and evening elementary schools, the day and evening secondary schools, and the technical and vocational schools of the state....\" (§ 33031, italics added.) The rules the Court of Appeal would have the State Board adopt are \"inconsistent with the laws of this state\" (<i>ibid.</i>) because they would infringe the local districts' express statutory authority (§ 39807.5) to adopt rules and regulations governing the exemption of indigent pupils.</p>\n<p>That <i>valid</i> rules adopted by the State Board take precedence over rules adopted by local districts (§ 35291)<sup>[13]</sup> does not change our conclusion. The rules proposed by the Court of Appeal would be invalid because they would conflict with section 39807.5. Nor does it matter section 39831 generally authorizes and requires the State Board to \"adopt reasonable regulations relating to the use of schoolbuses by school districts and others.\"<sup>[14]</sup> In section 39807.5 the Legislature delegated <i>to the governing boards of local districts</i> the power and duty to adopt rules exempting the indigent from transportation <span class=\"star-pagination\">*857</span> fees. Under well-established principles of statutory interpretation, the more specific provision (§ 39807.5) takes precedence over the more general one (§ 39831). (<i>San Francisco Taxpayers Assn.</i> v. <i>Board of Supervisors</i> (1992) 2 Cal.4th 571, 577 [7 Cal. Rptr.2d 245, 828 P.2d 147]; <i>London &amp; S.F. Bank</i> v. <i>Parrott</i> (1899) 125 Cal. 472, 481 [58 P. 164].) To the extent a specific statute is inconsistent with a general statute potentially covering the same subject matter, the specific statute must be read as an exception to the more general statute. (<i>San Francisco Taxpayers Assn.</i> v. <i>Board of Supervisors, supra,</i> 2 Cal.4th at p. 577; <i>Common Cause</i> v. <i>Board of Supervisors</i> (1989) 49 Cal.3d 432, 443 [261 Cal. Rptr. 574, 777 P.2d 610].)</p>\n<p>Plaintiffs argue the state defendants can adopt rules and take other actions not specifically authorized by statute if necessary to correct unconstitutional practices in local school districts. The argument is based primarily on <i>Butt</i> v. <i>State of California</i> (1992) 4 Cal.4th 668 [15 Cal. Rptr.2d 480, 842 P.2d 1240] (<i>Butt</i>), in which we upheld a preliminary injunction requiring the Superintendent to take control of the affairs of a local school district whose insolvency threatened to deprive its pupils of an education equal to that of pupils in other districts.</p>\n<p>The argument fails for two reasons.</p>\n<p>First, we were not presented in <i>Butt, supra,</i> 4 Cal.4th 668, as we are here, with a statute expressly giving to an entity other than the State Board the power to adopt rules on a particular subject matter and, thus, implicitly barring the State Board from doing so. The express delegation to local school districts of the power to adopt rules governing the exemption of indigent pupils (§ 39807.5) makes it impossible to read section 33031 as conferring the same power on the State Board.</p>\n<p>Nothing in <i>Hartzell</i> v. <i>Connell, supra,</i> 35 Cal.3d 899, which plaintiffs also cite, changes this conclusion. In <i>Hartzell</i> we upheld a rule of the State Board prohibiting local districts from charging fees for extracurricular activities. The rule was authorized by the general grant of rulemaking authority (§ 33031) and by the free school clause (Cal. Const., art. IX, § 5), which we interpreted as barring fees for extracurricular activities. (<i>Hartzell</i> v. <i>Connell, supra,</i> 35 Cal.3d at pp. 914-915.) Thus, in contrast to the case before us, in <i>Hartzell</i> no statute appeared to bar the State Board from adopting the rule in question.</p>\n<p>Second, no violation of the Constitution has properly been found to exist in this case. This distinguishes the case before us from <i>Butt, supra,</i> 4 Cal.4th 668, in which the trial court found after an evidentiary hearing that an <span class=\"star-pagination\">*858</span> unplanned, early closure of schools in a particular district \"would have a real and appreciable impact on the affected students' fundamental California right to basic educational equality.\" (<i>Id.</i> at p. 688.) Based on this finding, we held an injunction requiring the Superintendent to take control of the district's affairs was justified under the principle that \"courts have equitable authority to enforce their constitutional judgments.\" (<i>Id.</i> at p. 695.) The predicate for exercising that equitable authority  at least a preliminary adjudication the law has been violated and harm will result  is missing in this case.</p>\n<p>Two cases involving alleged racial discrimination, <i>Tinsley</i> v. <i>Palo Alto Unified School Dist.</i> (1979) 91 Cal. App.3d 871 [154 Cal. Rptr. 591] and <i>San Francisco NAACP</i> v. <i>San Francisco Unified Sch.</i> (N.D.Cal. 1979) 484 F. Supp. 657, add nothing to <i>Butt, supra,</i> 4 Cal.4th 668, or to plaintiffs' argument. The court in <i>Tinsley, supra,</i> 91 Cal. App.3d 871, held proper a complaint against the state defendants alleging interdistrict disparities in educational quality, on the theory that district lines, which the state either drew or had the power to draw (<i>id.</i> at p. 904), had caused the disparities (<i>id.</i> at p. 905). Similarly, the court in <i>San Francisco NAACP, supra,</i> 484 F. Supp. 657, which relied on <i>Tinsley,</i> refused to dismiss the state defendants, on the theory that plaintiffs had alleged violations by the state defendants of specific statutory and constitutional provisions. (<i>San Francisco NAACP, supra,</i> 484 F. Supp. at pp. 662-667.) That the courts in <i>Tinsley</i> and <i>San Francisco NAACP,</i> as plaintiffs observe, appear to have concluded the state has ultimate responsibility for the constitutional operation of its schools, is true. (<i>San Francisco NAACP, supra,</i> 484 F. Supp. at pp. 662-667; <i>Tinsley, supra,</i> 91 Cal. App.3d at pp. 904-905.) We reached the same conclusion in <i>Butt</i> (<i>supra,</i> 4 Cal.4th at p. 685). None of those opinions, however, supports plaintiffs' argument that the state defendants, who are bound by statutory law, may take over a function expressly delegated by the Legislature to local districts, in the absence of a court order based on adjudicated constitutional violations.</p>\n<p>Under these circumstances, the language of sections 33031 and 39807.5 clearly sets out the respective authority of the local districts and the state defendants to make rules governing the exemption of pupils from payment of transportation fees. Thus, there is no need to address the Superintendent's arguments concerning the import and validity of the Third District's decision in <i>Comite de Padres de Familia</i> v. <i>Honig</i> (1989) 192 Cal. App.3d 528 [237 Cal. Rptr. 517]. In that case, the court held the state defendants had no duty, in the absence of a statute creating one, to monitor or enforce an employment-related affirmative action plan adopted by a local district. For present purposes it suffices merely to observe that <i>Comite</i> is entirely consistent with our conclusion.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*859</span> 3. <i>The law-of-the-case doctrine does not bar the Superintendent from challenging the Salazar I decision.</i>\n</h2>\n<p>(4) Plaintiffs' brief does not make clear whether they are arguing here, as they did in the Court of Appeal, that the law-of-the-case doctrine bars the Superintendent from challenging the ruling in <i>Salazar I, supra,</i> to the effect that section 39807.5 is unconstitutional. The argument would have to be rejected in any event. If plaintiffs are arguing the <i>Salazar I</i> court held section 39807.5 unconstitutional <i>as applied,</i> the argument is simply incorrect, as we have already explained. (See <i>ante,</i> page 852.) If plaintiffs were to argue the <i>Salazar I</i> court held section 39807.5 unconstitutional <i>on its face,</i> our decision in <i>Arcadia, supra,</i> 2 Cal.4th 251, would justify a departure from the law-of-the-case doctrine as an intervening change in the controlling rules of law. (See <i>George Arakelian Farms, Inc.</i> v. <i>Agricultural Labor Relations Bd.</i> (1989) 49 Cal.3d 1279, 1291-1292 &amp; fn. 9 [265 Cal. Rptr. 162, 783 P.2d 749]; <i>DiGenova</i> v. <i>State Board of Education</i> (1962) 57 Cal.2d 167, 179-180 [18 Cal. Rptr. 369, 367 P.2d 865].)</p>\n<p>It would, moreover, be unjust to hold now that the Superintendent may not relitigate the holding in <i>Salazar I,</i> after rejecting the same argument when plaintiff Salazar made it as an intervener in <i>Arcadia</i> (<i>supra,</i> 2 Cal.4th at pp. 257-258; see <i>ante,</i> p. 846). The law-of-the-case doctrine \"will not be adhered to where its application will result in an unjust decision.\" (<i>DiGenova</i> v. <i>State Board of Education, supra,</i> 57 Cal.2d at p. 179; see also <i>George Arakelian Farms, Inc.</i> v. <i>Agricultural Labor Relations Bd., supra,</i> 49 Cal.3d at p. 1291.)</p>\n<p></p>\n<h2>C. <i>Miscellaneous Issues.</i>\n</h2>\n<p>The parties have raised other issues that do not warrant extensive discussion in view of our decision to reverse the decision of the Court of Appeal.</p>\n<p></p>\n<h2>1. <i>The Superintendent's argument regarding indispensable parties.</i>\n</h2>\n<p>The Superintendent asks us to revisit the earlier holding in <i>Salazar I, supra,</i> that no local school district is an indispensable party to this litigation. Our disposition of this case moots the question.</p>\n<p>The question is not properly before us in any event, because it was decided in <i>Salazar I, supra,</i> which we declined to review, and because the decision on review (<i>Salazar II, supra</i>) raises the single issue of whether the trial court abused its discretion by vacating, rather than modifying, the injunction.</p>\n<p></p>\n<h2>2. <i>The State Board's proposed regulations.</i>\n</h2>\n<p>After the Court of Appeal rendered its decision in <i>Salazar II, supra,</i> the State Board changed its position in this litigation. Up to that time the State <span class=\"star-pagination\">*860</span> Board had joined the Superintendent in opposing the plaintiffs' attempt to require the state defendants to take over from local districts the administration of section 39807.5. In its answer to the petition for review, however, the State Board announced its new intention to \"proceed, under the general rule-making authority [Education Code Section 33031], with the development of regulations related to the transportation fee exemption, as an expression of the Board's intention to proceed with the development of those regulations because of their necessity and whether or not the regulations are required by court action.\" The board reiterated its new position at oral argument.</p>\n<p>The State Board's new position could be construed as a request that we not review <i>Salazar II, supra,</i> because the board is willing to abide by that decision. Such a request would have to be declined. The Superintendent, as a party bound by the injunction in <i>Salazar II,</i> has an independent right to have us determine the decision's validity.</p>\n<p>The State Board also asks us to confirm its power to promulgate regulations on this subject. We cannot. (5) \"The rendering of advisory opinions falls within neither the functions nor the jurisdiction of this court.\" (<i>People</i> ex rel. <i>Lynch</i> v. <i>Superior Court</i> (1970) 1 Cal.3d 910, 912 [83 Cal. Rptr. 670, 464 P.2d 126].) Nor would it be wise to make the attempt, since local school districts, which are the entities most likely to challenge such rules as violative of their own rulemaking powers under section 39807.5, are not parties to this lawsuit. At present, it suffices to say that any regulation the board adopts must be consistent with section 39807.5, which expressly delegates rulemaking authority to the governing board of each local district, and with section 33031, which requires any rule adopted by the board \"not [to be] inconsistent with the laws of this state,\" including section 39807.5.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Because we held in <i>Arcadia, supra,</i> 2 Cal.4th 251, that section 39807.5 is capable of being applied constitutionally, the trial court correctly exercised its discretion to vacate the injunction. Because plaintiffs did not prove any local district was misapplying section 39807.5, there was no basis for a modified injunction addressing the statute's application. Thus, the trial court did not abuse its discretion in refusing to modify the injunction. In holding to the contrary, the Court of Appeal erred.</p>\n<p>The judgment of the Court of Appeal is reversed.</p>\n<p>Lucas, C.J., Kennard, J., Arabian, J., Baxter, J., and George, J., concurred.</p>\n<p><span class=\"star-pagination\">*861</span> MOSK, J.</p>\n<p>I dissent.</p>\n<p>The majority discuss at length the somewhat tortuous proceedings leading up to the present litigation. But there is a more fundamental principle involved: whether every pupil in California, regardless of economic circumstances, is entitled to a free public school process, including transportation. (See <i>Hartzell</i> v. <i>Connell</i> (1984) 35 Cal.3d 899 [201 Cal. Rptr. 601, 679 P.2d 35] [extracurricular activities]; <i>Manjares</i> v. <i>Newton</i> (1966) 64 Cal.2d 365 [49 Cal. Rptr. 805, 411 P.2d 901] [school bus service].)</p>\n<p>The majority strayed from this basic, indeed constitutional, principle in their prevailing opinion in <i>Arcadia Unified School Dist.</i> v. <i>State Dept. of Education</i> (1992) 2 Cal.4th 251 [5 Cal. Rptr.2d 545, 825 P.2d 438] (<i>Arcadia</i>). It is regrettable that they persist in that untenable position in the present case.</p>\n<p>The importance of school transportation was stressed almost half a century ago in the case of <i>Everson</i> v. <i>Board of Education</i> (1947) 330 U.S. 1, 48 [91 L.Ed. 711, 740, 67 S.Ct. 504, 168 A.L.R. 1392], in which Justice Rutledge, joined by Justices Frankfurter, Jackson, and Burton, observed: \"Without buildings, without equipment, without library, textbooks and other materials, and without transportation to bring teacher and pupil together in such an effective teaching environment, there can be not even the skeleton of what our times require. Hardly can it be maintained that transportation is the least essential of these items, or that it does not in fact aid, encourage, sustain and support, just as they do, the very process which is its purpose to accomplish. No less essential is it, or the payment of its cost, than the very teaching in the classroom or payment of the teacher's sustenance.\" (Dis. opn. of Rutledge, J.) The remaining justices in <i>Everson</i> did not disagree with this observation of Justice Rutledge; indeed, they went so far as to approve public funding of transportation to private schools.</p>\n<p>That children of parents on welfare may possibly obtain a waiver of transportation costs does not solve the problem, particularly for those industrious working parents struggling to make ends meet in these difficult economic times. Most significantly, the Constitution guarantees access to free public schooling to all, not merely to indigents. (Cal. Const., art. IX, § 5.) As I pointed out in my dissent in <i>Arcadia</i> (<i>supra,</i> 2 Cal.4th 251, 270): \"A waiver for the poorest families, such as those receiving public aid, still requires the `working poor' to cut necessities in order to educate their children. If it comes down to a choice between grocery money and busfare, the child will be the loser.\" (Fn. omitted.) When the child cannot physically get to school for an education, he loses  and society loses as well.</p>\n<p><span class=\"star-pagination\">*862</span> Sensitive to the needs of free public education and constitutional requirements, the Court of Appeal was correct. I would affirm its judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  All further references to statutes, unless otherwise noted, are to the Education Code.</p>\n<p>[2]  In full, section 39807.5 provides:\n</p>\n<p>\"When the governing board of any school district provides for the transportation of pupils to and from schools in accordance with the provisions of Section 39800, or between the regular full-time day schools they would attend and the regular full-time occupational training classes attended by them as provided by a regional occupational center or program, the governing board of the district may require the parents and guardians of all or some of the pupils transported, to pay a portion of the cost of such transportation in an amount determined by the governing board.</p>\n<p>\"The amount determined by the board shall be no greater than the statewide average nonsubsidized cost of providing such transportation to a pupil on a publicly owned or operated transit system as determined by the Superintendent of Public Instruction, in cooperation with the Department of Transportation.</p>\n<p>\"For the purposes of this section, `nonsubsidized cost' means actual operating costs less federal subventions.</p>\n<p>\"The governing board shall exempt from these charges pupils of parents and guardians who are indigent as set forth in rules and regulations adopted by the board.</p>\n<p>\"No charge under this section shall be made for the transportation of handicapped children.</p>\n<p>\"Nothing in this section shall be construed to sanction, perpetuate, or promote the racial or ethnic segregation of pupils in the schools.\"</p>\n<p>[3]  As previously noted, we reached the opposite conclusion in <i>Arcadia, supra,</i> 2 Cal.4th 251.</p>\n<p>[4]  \"In compliance with the decision of the Court of Appeal, Second Appellate District, Division Six, this Court's previous judgment in this case is set aside and vacated and a peremptory writ of mandate shall issue and a permanent injunction is granted against the Defendants in this case and this Court further orders, decrees and rules as follows:\n</p>\n<p>\"1. That California Education Code section 39807.5 violates the Free Schools and Equal Protection Clauses of the California Constitution for the reasons set forth in the decision of the Court of Appeal in Case No. B026629 [<i>Salazar I, supra</i>].</p>\n<p>\"2. That no public school district in this state can lawfully charge bussing or transportation fees to school children or their parents for transportation to and from school.</p>\n<p>\"3. That the State Defendants, and each of them, shall cease and desist from calculating the state-wide average nonsubsidized cost of providing bus transportation to a pupil to and from school under Education Code section 39807.5.</p>\n<p>\"4. That the Defendant State Superintendent of Public Instruction, Bill Honig, and the other State Defendants in this case shall, within ten (10) days of entry of this order, mail a copy of this order to all school districts, along with a Legal Advisory informing districts to comply with this order.</p>\n<p>\"5. Should any school district charge a fee described in paragraph 2 following the notification set forth in this judgment, the Defendants, and each of them, shall issue an order to such district to cease and desist from the imposition of such fee and shall enforce such order pursuant to all powers vested in the Defendants.</p>\n<p>\"6. This Court shall maintain continuing jurisdiction over this action. The State Defendants shall, within thirty (30) days, report to counsel for the Plaintiffs and the Court all efforts taken by them to comply with this judgment.</p>\n<p>\"7. The Clerk of the Ventura County Superior Court, after the filing of this judgment, shall issue a peremptory writ of mandate in a format approved by this Court.</p>\n<p>\"8. The obligations of the Defendants under this judgment shall commence immediately upon the filing of this judgment.\"</p>\n<p>[5]  Namely, state records showing that some districts were, and others were not, charging for transportation. The evidence related to plaintiffs' claim that the statute, on its face, authorized discrimination between people in different districts by permitting each district to choose whether or not to charge for transportation. We subsequently rejected the claim when plaintiff Salazar advanced it as an intervener in <i>Arcadia</i> (<i>supra,</i> 2 Cal.4th at p. 267).</p>\n<p>[6]  Section 39800 provides in relevant part: \"The governing board of any school district may provide for the transportation of pupils to and from school whenever in the judgment of the board such transportation is advisable and good reasons exist therefor....\"</p>\n<p>[7]  The Court of Appeal had written: \"The [question of the] constitutionality of the statute is solely one of law, and thus an entirely proper subject for review. (See 9 Witkin, Cal. Procedure (3d ed. 1985) Appeal, § 242, p. 247.)\" (<i>Salazar I, supra.</i>)\n</p>\n<p>The authority cited by the Court of Appeal states that the \"[i]interpretation and applicability of a statute or ordinance is clearly a question of law.\" (9 Witkin, Cal. Procedure (3d ed. 1985) Appeal, § 242, p. 247.)</p>\n<p>[8]  See <i>ante,</i> at page 847.</p>\n<p>[9]  We subsequently reached the opposite conclusion in <i>Arcadia, supra,</i> 2 Cal.4th at page 266 (\"[i]f the statute is properly administered, no child will be denied transportation to school because of poverty\").</p>\n<p>[10]  Specifically, plaintiffs had asked in their complaint, inter alia, \"[f]or a peremptory writ of mandamus ordering the district respondents to cease and desist from collecting fees for transportation until such time as the Fillmore Unified School District adopts, and implements proper uniform rules and regulations reasonably designed to exempt pupils of parents and guardians who are indigent from the fee.\"</p>\n<p>[11]  Code of Civil Procedure section 909 provides: \"In all cases where trial by jury is not a matter of right or where trial by jury has been waived, the reviewing court may make factual determinations contrary to or in addition to those made by the trial court. The factual determinations may be based on the evidence adduced before the trial court either with or without the taking of evidence by the reviewing court. The reviewing court may for the purpose of making the factual determinations or for any other purpose in the interests of justice, take additional evidence of or concerning facts occurring at any time prior to the decision of the appeal, and may give or direct the entry of any judgment or order and may make any further or other order as the case may require. This section shall be liberally construed to the end among others that, where feasible, causes may be finally disposed of by a single appeal and without further proceedings in the trial court except where in the interests of justice a new trial is required on some or all of the issues.\"</p>\n<p>[12]  California Rules of Court, rule 23, provides:\n</p>\n<p>\"(a) [Request for findings] A request that the reviewing court make findings of fact shall contain a draft of the proposed findings, and may be made in a brief, or a separate application may be served and filed. If opposing counsel has not had an opportunity in his brief to object to the request, he may serve and file written opposition thereto.</p>\n<p>\"(b) [Application to produce evidence] Proceedings for the production of additional evidence on appeal shall be in accordance with rule 41. The court may grant or deny the application in whole or in part, and subject to such conditions as it may deem proper. If the application is granted, the court, by appropriate order, shall direct that the evidence be taken before the court or a department or a justice thereof, or before a referee appointed for the purpose. The court shall also prescribe reasonable notice of the time and place for the taking of the evidence and shall indicate the issues on which the evidence is to be taken. Where documentary evidence is offered, either party may submit the original or a certified or photostatic copy thereof and the court may admit the document in evidence and add it to the record on appeal.\"</p>\n<p>[13]  Section 35291 provides, in relevant part: \"The governing board of any school district shall prescribe rules not inconsistent with law or with the rules prescribed by the State Board of Education, for the government and discipline of the schools under its jurisdiction....\"</p>\n<p>[14]  Section 39831 provides: \"The State Board of Education shall adopt reasonable regulations relating to the use of schoolbuses by school districts and others. Such regulations shall not include the safe operation of schoolbuses which regulations shall be adopted instead by the Department of the California Highway Patrol pursuant to Section 34500 of the Vehicle Code. [¶] The Department of the California Highway Patrol shall adopt regulations relating to the safe operation of schoolbuses which shall include requiring school district governing boards to include in their schoolbus driver training programs, the proper actions to be taken in the event that a schoolbus is hijacked.\"</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">836</span></span> (1995)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">890</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">43</span></span></b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">21</span></span></b></center>\n<center><h1>FRANCISCO SALAZAR et al., Plaintiffs and Appellants,<br>\nv.<br>\nDELAINE EASTIN, as Superintendent, etc., et al., Defendants and Respondents.</h1></center>\n<center>Docket No. S032696.</center>\n<center><p><b>Supreme Court of California.</b></p></center>\n<center>March 20, 1995.</center>\n<p><span class=\"star-pagination\">*839</span> COUNSEL</p>\n<p>Robert K. Miller, M. Carmen Ramirez, Grant R. Specht, Barbara Macri-Ortiz, Andrew T. Koenig and Peter Roos for Plaintiffs and Appellants.</p>\n<p>Tina L. Rasnow, Nossaman, Gunther, Knox &amp; Elliott and Stephen P. Wiman as Amici Curiae on behalf of Plaintiffs and Appellants.</p>\n<p>Daniel E. Lungren, Attorney General, Charlton G. Holland III, Assistant Attorney General, John H. Sanders and James F. Ahern, Deputy Attorneys General, for Defendant and Respondent State Board of Education.</p>\n<p>Joseph R. Symkowick and Joanne Lowe for Defendant and Respondent Superintendent of Public Instruction.</p>\n<p>Kronick, Moskovitz, Tiedemann &amp; Girard, John L. Bukey and Wendy Gomez Getty as Amici Curiae on behalf of Defendant and Respondent Superintendent of Public Instruction.</p>\n<p>OPINION</p>\n<p>WERDEGAR, J.</p>\n<p>Education Code section 39807.5<sup>[1]</sup> authorizes school districts to charge nonindigent parents and guardians a portion of the cost of transporting their children to school. We decided in <i>Arcadia Unified School Dist.</i> v. <i>State Dept. of Education</i> (1992) <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span> [<span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">5</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">545</span></a></span>, <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">825</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">438</span></a></span>] (<i>Arcadia</i>) that section 39807.5 is capable of being applied without violating the state Constitution's free school (Cal. Const., art. IX, § 5) or equal protection (Cal. Const., art. I, § 7, subd. (a)) clauses. (<i>Arcadia, supra,</i> 2 Cal.4th at p. 267.)</p>\n<p>When we granted review in <i>Arcadia,</i> the Court of Appeal in the instant case had already reached the opposite conclusion. Based on its belief that section 39807.5 could not be applied constitutionally, the Court of Appeal had directed the trial court to enter an injunction and writ of mandate against <span class=\"star-pagination\">*840</span> the Superintendent of Public Instruction (Superintendent), the Department of Education and the Board of Education (collectively the state defendants). The remedial order, which is still in effect, provides \"[t]hat no public school district in this state can lawfully charge bussing or transportation fees to school children or their parents for transportation to and from school.\" The order directs the state defendants to ensure that no local school district charges for transportation. (<i>Salazar</i> v. <i>Honig</i> (May 10, 1988) B026629, review den. and opn. ordered nonpub. Sept. 1, 1988 (S006146), hereafter <i>Salazar I.</i>)</p>\n<p>In <i>Arcadia</i> we expressed \"confiden[ce] that the parties [would] file the appropriate action to challenge the continued propriety of the injunction against the Superintendent....\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 259, fn. 5.) Following our suggestion, the state defendants filed, and the trial court granted, a motion to vacate the remedial order. The Court of Appeal reversed on the ground that section 39807.5, while constitutional on its face (see <i>Arcadia, supra,</i> <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span>), was nevertheless being applied improperly by local districts. (<i>Salazar</i> v. <i>Dawson</i> (Mar. 25, 1993) B066953, opn. superseded by grant of review (S032696), hereafter <i>Salazar II.</i>) The Court of Appeal directed the trial court to order the state defendants to adopt and enforce mandatory, uniform rules exempting indigent pupils, even though the Legislature expressly delegated to the \"governing board\" of each local district the power and duty to adopt rules on that subject (§ 39807.5) and even though no local district is a party to the lawsuit.</p>\n<p>We conclude the Court of Appeal in <i>Salazar II, supra,</i> erred in two respects. Because <i>Arcadia, supra,</i> <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span>, eliminated the legal basis for the injunction, the trial court did not abuse its discretion by vacating it. Thus, the Court of Appeal erred in reversing that order. The Court of Appeal also erred in directing the trial court to modify the injunction to address the application of section 39807.5 by local school districts. The only district against which plaintiffs sought relief in their complaint on account of a misapplication of the statute was dismissed before trial; no court has ever found that any local district is misapplying the statute. The trial court, therefore, did not abuse its discretion in refusing to modify the injunction. Accordingly, we reverse.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>To judge the correctness of the Court of Appeal's decision requires an understanding of what has and has not been adjudicated. For this reason it is necessary to set out in detail the complex procedural history of the case.</p>\n<p>Under section 39807.5, a school district that chooses to provide transportation \"may require the parents and guardians of all or some of the pupils <span class=\"star-pagination\">*841</span> transported, to pay a portion of the cost of such transportation in an amount determined by the governing board.\" The amount so charged \"shall be no greater than the statewide average nonsubsidized cost of providing such transportation to a pupil on a publicly owned or operated transit system as determined by the Superintendent of Public Instruction, in cooperation with the Department of Transportation.\" (<i>Ibid.</i>) \"The governing board shall exempt from these charges pupils of parents and guardians who are indigent as set forth in rules and regulations adopted by the board.\" (<i>Ibid.</i>)<sup>[2]</sup></p>\n<p></p>\n<h2>A. <i>Proceedings in the Superior Court.</i>\n</h2>\n<p>This case began in 1985, when plaintiffs Francisco Salazar and Irene Villalobos filed a petition for writ of mandate and complaint for injunctive relief in the Ventura County Superior Court against the state defendants and the Fillmore Unified School District. Plaintiffs alleged that section 39807.5 violated the state Constitution's free school (Cal. Const., art. IX, § 5) and equal protection (Cal. Const., art. I, § 7, subd. (a)) clauses. Salazar claimed standing as a taxpayer. Villalobos alleged both that she was a taxpayer and that she was paying a transportation fee to send her grandchild to a public school in the Fillmore Unified School District.</p>\n<p>Plaintiffs' claim under the free school clause (Cal. Const., art. IX, § 5) was simply that any charge for transportation violated the clause. Plaintiffs' claim under the equal protection clause (<i>id.,</i> art. I, § 7, subd. (a)) was that section 39807.5 discriminated between people in districts that charge for transportation and people in districts that do not, and that it \"places a disproportionate hardship on each family depending on wealth and family <span class=\"star-pagination\">*842</span> size.\" As relief against the state defendants, plaintiffs requested an injunction and writ of mandate \"ordering [them] to cease and desist from allowing school districts to charge bussing fees....\" As relief against the Fillmore Unified School District, plaintiffs asked for an order \"[e]njoining [it] from charging any fees for transportation\" or, alternatively, a writ of mandate directing it to adopt \"rules and regulations reasonably designed to exempt pupils of parents and guardians who are indigent from [the] fee....\"</p>\n<p>The Fillmore Unified School District was dismissed from the lawsuit when it elected not to charge for transportation. Plaintiffs then moved for summary judgment on their claims against the state defendants. In the alternative, plaintiffs asked the court to determine that two issues were without substantial controversy: \"1. That California Education Code Section 39807.5 is contrary to the Free Schools Clause provision of the California Constitution; [and] [¶] 2. That California Education Code Section 39807.5 is a denial of equal protection under the California Equal Protection Clause.\" In support of their motion, plaintiffs submitted state records showing that, of the state's 1,049 school districts, 1,008 were providing transportation. Of those, 60 were charging fees. Plaintiffs also submitted declarations by parents and guardians in the Corcoran, Fillmore, Santa Barbara, and Sonoma Valley school districts, who asserted their children had occasionally been refused transportation on account of inability to pay. In addition, some of the declarants had experienced difficulties in establishing their right to be exempted for indigency.</p>\n<p>In response to plaintiffs' motion, the state defendants disclaimed any duty to oversee the implementation of section 39807.5 by local school districts, because the statute permits \"the governing board\" of each district to decide whether to charge for transportation and expressly delegates to each district's \"governing board\" the responsibility of adopting rules and regulations to exempt the indigent. Thus, according to the state defendants, no justiciable controversy existed between them and plaintiffs. The state defendants presented evidence that their only involvement with transportation fees assessed under section 39807.5, apart from determining and disseminating to local districts \"the statewide average nonsubsidized cost of providing such transportation\" (<i>ibid.</i>), was to maintain records of revenues received and reported by local districts.</p>\n<p>The trial court denied plaintiffs' motion. In its order, which preceded our decision in <i>Arcadia, supra,</i> <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span>, the court expressed in dictum its \"view that [section 39807.5 was] indeed unconstitutional.\"<sup>[3]</sup> However, the court did not rule, or purport to rule, on the merits. Instead, the court held <span class=\"star-pagination\">*843</span> only that \"there is no evidence that the plaintiffs have standing in the statewide suit now that the defendant, Fillmore School District, is no longer a viable defendant in the case....\" While plaintiffs sought standing as taxpayers, the court found \"nothing in [the] record to indicate that the State of California is affirmatively spending funds to enforce the aforesaid code section.\" The court did determine that the following issues, and no others, were without controversy: \"1. Petitioners Salazar and Villalobos are United States citizens who live within Ventura County and paid state and federal taxes in the year prior to the filing of the action. [¶] 2. That the State knows, or should know, that there are various school districts which are charging transportation fees in accordance with [section 39807.5].\"</p>\n<p>Summary judgment having been denied, the case proceeded to trial. Plaintiffs informed the court in their pretrial memorandum that \"the sole substantive fact to be established [was] whether school transportation in California in 1986 is an `integral fundamental part of the elementary and secondary education or  amount[s] to [a] necessary element of any school[']s activity'. <i>Hartzell</i> v. <i>Connell</i> (1984) <span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">899</span></a></span>, 905 [<span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">201</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">601</span></a></span>, <span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">679</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">35</span></a></span>]....\" The only other fact plaintiffs proposed to establish concerned their standing as taxpayers, namely, that \"[s]tate money is expended in the administration of the statute [or] that the state is under an obligation, which requires a state expenditure, to assure that school districts do not violate the State Constitution.\"</p>\n<p>At trial plaintiffs presented only two witnesses, each an employee of the Department of Education. The first witness authenticated reports listing the districts that had and had not elected to charge for transportation and the amounts collected. The second witness, whose job it was to obtain from the Department of Transportation the statewide average cost of transportation and to disseminate that information to local school districts (see § 39807.5), testified that he had devoted \"approximately the equivalent of one 8-hour day\" to the task during the last three years. Consistently with their pretrial memorandum, plaintiffs did not offer into evidence the declarations submitted in support of their unsuccessful motion for summary judgment or any other evidence concerning how any local district was applying section 39807.5, except for the state records already mentioned showing that some districts were, and others were not, charging for transportation. The state defendants examined their employees, but presented no additional witnesses.</p>\n<p>Following the trial, which took less than a day, the court entered judgment for the state defendants without reaching the merits of plaintiffs' claims. In its statement of decision, the court explained the sole basis for its ruling was plaintiffs' failure to join the school districts that were charging for transportation. In the court's words, \"[i]t is inherently unfair to those districts to <span class=\"star-pagination\">*844</span> utilize the State as their representative in this adjudication, for the State's interest is substantially different than theirs. Its only involvement in the imposition of the subject fees is the modest duty of preparing the state average cost and distributing it to the various districts throughout the state. The persons and entities with an immediate interest in the enforcement of this statute are those 60 school districts who have elected to impose those costs and who are deriving benefit in the form of revenue from that election. However streamlined the concept of approaching this 60 defendant case by going one tier up and utilizing one defendant, it has the fatal flaw of fundamental unfairness. The 60 school districts at risk are indispensable parties and no adjudication of this issue without their participation would be equitable or appropriate.\"</p>\n<p></p>\n<h2>B. <i>Salazar I.</i>\n</h2>\n<p>Plaintiffs appealed. The Court of Appeal, Second Appellate District, reversed. In the Court of Appeal's view, plaintiffs had standing as taxpayers, and the local districts were not indispensable parties; whether or not the districts were necessary parties, the trial court had discretion to proceed without them, and the decision not to do so was an abuse of discretion. (<i>Salazar I, supra.</i>) Rather than reversing and remanding for a trial on the merits, the Court of Appeal proceeded to decide the merits as a matter of law. Citing the plurality opinion in <i>Hartzell</i> v. <i>Connell</i> (1984) <span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">899</span></a></span> [<span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">201</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">601</span></a></span>, <span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">679</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">35</span></a></span>], which held that fees for extracurricular activities were unconstitutional, the Court of Appeal concluded that transportation was \"an essential component of the educational process\" and, thus, a service that under the free school clause (Cal. Const., art. IX, § 5) must be provided without cost. Section 39807.5 was not saved, the court held, by the statute's requirement of exemptions for indigent students. \"[F]ee-waiver policies,\" the court wrote, \"do not satisfy the requirements of the free school guaranty.\" (<i>Salazar I, supra.</i>) Relying on Chief Justice Bird's concurring opinion in <i>Hartzell,</i> the Court of Appeal also held section 39807.5 violated the state Constitution's equal protection clause (Cal. Const., art. I, § 7, subd. (a)). The Court of Appeal wrote: \"it is evident that the fees impose disparate burdens on students according to their families' wealth.\" (<i>Salazar I, supra,</i> citing <i>Hartzell</i> v. <i>Connell, supra,</i> 35 Cal.3d at p. 924 (conc. opn. of Bird, C.J.).)</p>\n<p>We denied review and directed the Reporter of Decisions not to publish the Court of Appeal's opinion. (<i>Salazar</i> v. <i>Honig,</i> review den. and opn. ordered nonpub., Sept. 1, 1988 (S006146).) On remand, the trial court followed the Court of Appeal's directions by entering injunctive relief against the state defendants. The remedial order broadly declares, following <span class=\"star-pagination\">*845</span> the Court of Appeal's ruling, \"[t]hat no public school district in this state can lawfully charge bussing or transportation fees to school children or their parents for transportation to and from school.\" The injunction also requires the state defendants to do a number of things, namely: to \"cease and desist from [performing their statutory duty to] calculat[e] the state-wide average nonsubsidized cost of providing bus transportation\"; to mail a copy of the injunction to all school districts \"along with a Legal Advisory informing [them] to comply with this order\"; and, should any school district continue to charge a fee, to \"order ... such district to cease and desist from the imposition of such fee and [to] enforce such order pursuant to all powers vested in the [state defendants].\" (The full text of the injunction is set out in the margin.<sup>[4]</sup>)</p>\n<p></p>\n<h2>C. <i>Arcadia.</i>\n</h2>\n<p>The state defendants complied with the injunction. Nevertheless, at least 18 school districts continued to charge fees for transportation. (<i>Arcadia, supra,</i> 2 Cal.4th at p. 256.) Shortly thereafter, 25 school districts filed suit in the Sacramento County Superior Court requesting a declaratory judgment regarding the facial validity of section 39807.5 under the state Constitution. The Department of Education was named as a defendant, but the Superintendent was not. Salazar, the plaintiff in <i>Salazar I,</i> intervened. The superior <span class=\"star-pagination\">*846</span> court held the statute unconstitutional. The Court of Appeal, Third District, reversed.</p>\n<p>We affirmed. (<i>Arcadia, supra,</i> <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span>.) Salazar, who attacked section 39807.5 as facially unconstitutional, argued the Department of Education was collaterally estopped to assert the contrary because it was bound by the injunction in <i>Salazar I.</i> We rejected Salazar's argument, agreeing with the Court of Appeal the public interest required the issue to be relitigated. In the wake of our order that <i>Salazar I</i> not be published or cited as precedent, we explained, \"there [arose] a continuing and demonstrable uncertainty about the validity of section 39807.5. School districts [did] not know if they [could] constitutionally charge for school transportation, and [had] responded to this uncertainty in different ways.\" (<i>Arcadia, supra,</i> 2 Cal.4th at pp. 257-258.)</p>\n<p>\"In addition,\" we wrote, \"the unusual history of [<i>Salazar I</i>] suggest[ed] that it would be in the public interest to permit [<i>Arcadia</i>] to go forward. Although Salazar presented evidence at that trial on the unconstitutionality of section 39807.5,<sup>[5]</sup> the state defendants did not present any evidence on the issue, nor did they argue that the statute was constitutional. Their defense was based solely on the contention that the school districts were indispensable parties. Thus, no one during the [<i>Salazar I</i>] proceedings contended that the statute could be applied in a manner consistent with the Constitution. The public interest would best be served by a determination of this important issue based on the presentation of both sides of the controversy.\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 258.)</p>\n<p>Proceeding to the merits, we held section 39807.5 did not on its face violate either the free school (Cal. Const., art. IX, § 5) or the equal protection (<i>id.,</i> art. I, § 7, subd. (a)) clause. We upheld the statute under the free school clause by applying the test set out in <i>Hartzell</i> v. <i>Connell, supra,</i> <span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">899</span></a></span>, which prohibited fees for extracurricular activities because of their \"educational character\" (<i>id.</i> at p. 909). Under that test, the constitutional \"free school guarantee extends to all activities which constitute an `integral fundamental part of the elementary and secondary education' or which amount to `\"necessary elements of any school's activity.\"' [Citations.]\" (<i>Id.</i> at p. 905.) Publicly financed transportation, we reasoned, is not an integral or fundamental part of education; <i>Hartzell</i> did not purport to <span class=\"star-pagination\">*847</span> bring noneducational activities within the protection of the free school clause. (<i>Arcadia, supra,</i> 2 Cal.4th at pp. 262-263.) Nor, we reasoned, is publicly financed transportation a necessary element of a school's activity, since schools may (§ 39800),<sup>[6]</sup> and some do, choose not to provide transportation at all. We thus concluded the free school clause does not require publicly financed transportation. (<i>Arcadia, supra,</i> 2 Cal.4th at pp. 263-265.)</p>\n<p>We also held the statute to be constitutional on its face under the equal protection clause. (<i>Arcadia, supra,</i> 2 Cal.4th at pp. 266-267.) We reasoned: \"Salazar's claims that school transportation fees discriminate against the poor and burden the exercise of a fundamental right might have merit if the statute were to be applied in such a way that children were prevented from attending school because they could not afford to pay the fees. However, section 39807.5 specifically provides that indigent children must be exempted from paying fees for transportation. If the statute is properly administered, no child will be denied transportation to school because of poverty. We have no reason to believe, in this facial challenge, that the statute will be applied improperly.\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 266.)</p>\n<p>Regarding Salazar's further contention \"that section 39807.5 allows impermissible disparity of treatment among students in different districts, based on whether or not each district charges for transportation and how each defines indigency\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 267), we reached this conclusion: \"[T]his need not result in an equal protection violation. Under our interpretation of the statute, a student who cannot afford to pay for transportation to attend school may not be charged for school-provided transportation. If a district provides transportation without charge, the service will be free to all students; if a district charges for transportation, students who cannot afford to pay the fee will be exempted. Therefore, poor students in different districts will have equal access to school-provided transportation, if their districts elect to provide it.\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 267.)</p>\n<p>Our conclusion section 39807.5 was constitutional on its face did not directly affect the injunction in <i>Salazar I,</i> which was not before us. We did, however, note the inconsistency between the injunction, which barred any application of the statute, and our own conclusion the statute was capable of constitutional application. For that reason, we expressed \"confiden[ce] that the parties [would] file the appropriate action to challenge the continued propriety of the injunction against the Superintendent....\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 259, fn. 5.)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*848</span> D. <i>Salazar II.</i>\n</h2>\n<p>Following our suggestion, the state defendants filed a motion to vacate the injunction and writ of mandate. <i>Arcadia, supra,</i> <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span>, defendants argued, effectively overruled <i>Salazar I, supra.</i> In response, plaintiffs argued <i>Salazar I</i> survived <i>Arcadia,</i> because the former went beyond the face of the statute to adjudicate claims about how the statute was being applied. According to plaintiffs, \"[<i>t</i>]<i>he Court of Appeal made ... factual findings</i> on the evidence in the record in [its] statement of facts on appeal and reached the conclusion that there were abuses of local authority.\" (Italics added.) Based on that premise, plaintiffs asked the court to modify the remedial order, rather than vacating it, so the order would affect only the four districts (Corcoran, Fillmore, Santa Barbara, and Sonoma Valley) mentioned in the declarations plaintiffs had offered in support of their unsuccessful motion for summary judgment. Plaintiffs also asked the court to require the state defendants to oversee the four districts' implementation of the statute.</p>\n<p>The superior court vacated the injunction. The judge explained the basis for his ruling in these words: \"It seems to me that the Court really has no choice in what to do.... [Plaintiffs] feel that the Court should not simply vacate the injunction, but maintain some kind of injunction against those school districts that were badly applying [section 39807.5] on the facts. [¶] I don't see a way to do that. First of all, the petition doesn't allege any invalidity as applied as distinguished from factual [<i>sic</i>] invalidity. The only factual basis in the petition, at least as I saw it, was the Fillmore district which was dismissed. The Court of Appeal did not rule on as applied validity, but ruled only on the constitutionality of the section. [¶] I think that's clear from its statement that it ruled as a matter of law in the first paragraph at page 26 of the opinion.[<sup>[7]</sup>] The judgment in the file was not [on] a factual or as applied basis. Footnote five of <i>Arcadia</i>[<sup>[8]</sup>] I think telegraphs this result. I see little choice in it.\"</p>\n<p>Plaintiffs appealed. The Court of Appeal reversed. (<i>Salazar II, supra.</i>) Apparently adopting plaintiffs' view of <i>Salazar I,</i> the court asserted its prior opinion had not, in fact, been limited to the facial validity of section 39807.5 or decided as a matter of law. Instead, the court explained, its \"<i>Salazar I</i> ... ruling was specifically based on a factual record which focused entirely on <span class=\"star-pagination\">*849</span> the unlawful use or nonuse of the statute's indigency fee waiver provision by some of the school districts electing to charge transportation fees.... [¶] It was the undisputed evidence of district abuses of the fee waiver policy, and the resultant discrimination against indigent students, that provided the rationale for our decision that section 39807.5 was unconstitutional. Thus, the factual basis for our ruling was the statute's improper application.\" (<i>Salazar II, supra.</i>)</p>\n<p>The Court of Appeal also rejected the state defendants' argument they had no statutory power to supervise local districts' application of section 39807.5, which expressly empowers the \"governing board\" of each district to adopt rules and regulations to exempt the indigent. Without addressing the relevant statutory language, the court declared it \"illogical that, in enacting section 39807.5, the Legislature intended that districts ... could formulate their own independent criteria of the meaning of indigency.\" (<i>Salazar II, supra.</i>) Based on this belief, the court held the state defendants \"must enact rules complying with section 39807.5, which school districts in turn must obey in formulating their own rules.\" (<i>Salazar II, supra.</i>) The court disposed of the case by ordering the trial court, on remand, \"to issue an amended injunction and an amended writ of mandate in accordance with [the] views expressed\" in its opinion.</p>\n<p>In a petition for rehearing, the state defendants pointed out that plaintiffs had dismissed the only defendant (Fillmore Unified School District) alleged to have been misapplying section 39807.5, and that the so-called \"factual record\" of \"district abuses\" to which the Court of Appeal had referred (<i>Salazar II, supra</i>) consisted of the declarations accompanying plaintiffs' unsuccessful motion for summary judgment, which had <i>not been proffered or admitted</i> as evidence at trial. The Court of Appeal denied the petition, but modified its opinion to explain it was \"unfair\" for the state defendants, who had \"voluntarily chosen to handle this case throughout its history on a legal and not factual basis,\" to \"refocus their energies on the factual issues....\" (<i>Salazar II, supra.</i>) The court also concluded the state defendants' challenge to the injunction, which we had suggested in <i>Arcadia</i> (<i>supra,</i> 2 Cal.4th at p. 259, fn. 5), was barred by the doctrine of the law of the case and \"constitute[d] an improper collateral attack on <i>Salazar I.</i>\" (<i>Salazar II, supra.</i>)</p>\n<p>We granted the Superintendent's petition for review.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>The Trial Court Did Not Abuse Its Discretion by Vacating the Injunction.</i>\n</h2>\n<p>(1) The ultimate question before us is whether the trial court abused its discretion by vacating the injunction. \"`It is a rule so universally followed <span class=\"star-pagination\">*850</span> and so often stated as to need only to be referred to that the granting, denial, dissolving or refusing to dissolve a permanent or preliminary injunction rests in the sound discretion of the trial court upon a consideration of all the particular circumstances of each individual case'\" and \"will not be modified or dissolved on appeal except for an abuse of discretion.\" (<i>Union Interchange, Inc.</i> v. <i>Savage</i> (1959) <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">601</span></span>, 606 [<span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">249</span></span>], quoting <i>Kendall</i> v. <i>Foulks</i> (1919) <span class=\"citation\" data-id=\"3302138\"><a href=\"/opinion/3302865/kendall-v-foulks/\"><span class=\"volume\">180</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">171</span></a></span>, 174 [<span class=\"citation\" data-id=\"3302138\"><a href=\"/opinion/3302865/kendall-v-foulks/\"><span class=\"volume\">179</span> <span class=\"reporter\">P.</span> <span class=\"page\">886</span></a></span>].) A court has inherent power to vacate an injunction upon a showing of a change in the controlling law. (<i>Union Interchange, Inc.</i> v. <i>Savage, supra,</i> 52 Cal.2d at p. 604; <i>Sontag Chain Stores Co.</i> v. <i>Superior Court</i> (1941) <span class=\"citation\" data-id=\"1438166\"><a href=\"/opinion/1438166/sontag-chain-stores-co-v-superior-court/\"><span class=\"volume\">18</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">92</span></a></span>, 95 [<span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">689</span></span>].)</p>\n<p>Here, because the injunction was inconsistent with our decision in <i>Arcadia, supra,</i> <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span>, to vacate it was not an abuse of discretion. Having first declared that section 39807.5 violates the free school and equal protection clauses (Cal. Const., art. IX, § 5; <i>id.,</i> art. I, § 7, subd. (a)), the injunction prohibited any charge for school transportation and ordered the Superintendent not to perform his statutory duty (§ 39807.5) of calculating the statewide average nonsubsidized cost of providing such transportation. The injunction thus left no room for the statute to be applied. In that respect it conflicted with <i>Arcadia,</i> in which we held transportation to be outside the scope of the free school clause (Cal. Const., art. IX, § 5; see <i>Arcadia, supra,</i> 2 Cal.4th at pp. 259-265) and section 39807.5 capable of being applied consistently with the equal protection clause (Cal. Const., art. I, § 7, subd. (a); see <i>Arcadia, supra,</i> 2 Cal.4th at pp. 266-267). Recognizing the conflict, we expressed \"confiden[ce] that the parties [would] file the appropriate action to challenge the continued propriety of the injunction against the Superintendent of Public Instruction.\" (<i>Arcadia, supra,</i> 2 Cal.4th at p. 259, fn. 5.)</p>\n<p><i>Arcadia, supra,</i> <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span>, thus changed the assumptions about the law upon which the injunction was based and justified the trial court in exercising its discretion to vacate the injunction. The Court of Appeal's contrary conclusion was erroneous.</p>\n<p></p>\n<h2>B. <i>The Trial Court Did Not Abuse Its Discretion by Refusing to Issue a Modified Injunction Addressing the Application of Section 39807.5 by Local School Districts.</i>\n</h2>\n<p>The trial court, in vacating the injunction, denied plaintiffs' request for a modified injunction that would have required the state defendants to control the manner in which local districts applied section 39807.5. The court reasoned plaintiffs had not alleged the statute was being improperly applied <span class=\"star-pagination\">*851</span> by any district other than Fillmore, which was dismissed after it ceased to charge for transportation. The court found no authority for plaintiffs' request in <i>Salazar I, supra,</i> which it read as holding section 39807.5 unconstitutional as a matter of law, rather than as applied. The Court of Appeal reversed (<i>Salazar II, supra</i>; see <i>ante,</i> p. 848) and directed the trial court, on remand, to issue a modified injunction against the state defendants requiring them to adopt and enforce uniform, mandatory rules for determining which pupils would be exempt from transportation charges under section 39807.5. (<i>Salazar II, supra.</i>)</p>\n<p>The Superintendent argues the Court of Appeal erred. The ultimate question before us, once again, is whether the trial court abused its discretion by declining to the modify the injunction. (<i>Union Interchange, Inc.</i> v. <i>Savage, supra,</i> 52 Cal.2d at p. 606; <i>Kendall</i> v. <i>Foulks, supra,</i> 180 Cal. at p. 174.) Despite plaintiffs' various arguments, which we address in turn, it appears the trial court did not abuse its discretion. In holding that it did, the Court of Appeal erred.</p>\n<p></p>\n<h2>1. <i>There was no proper basis for a modified injunction.</i>\n</h2>\n<p>(2) The Court of Appeal ruled as it did in the belief local districts were misapplying the statute. Under those circumstances, the court reasoned, the trial court had a duty to \"exercis[e] continuing jurisdiction to achieve institutional reform ... until it [was] satisfied that the unconstitutional practices [had] been discontinued and there [was] no reasonable expectation that such practices [would] recur.\" (<i>Salazar II, supra,</i> citing <i>Battle</i> v. <i>Anderson</i> (10th Cir.1983) <span class=\"citation\" data-id=\"419688\"><a href=\"/opinion/419688/bobby-battle-a-class-action-cross-appellants-united-states-of-america/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1523</span></a></span>, 1538.) Plaintiffs argue the Court of Appeal was correct.</p>\n<p>Certainly a court has the inherent power to modify its injunctions as \"the ends of justice\" require. (<i>Sontag Chain Stores Co.</i> v. <i>Superior Court, supra,</i> 18 Cal.2d at p. 95.) The principle is broad enough to permit a court that has adjudicated and enjoined violations of the law to modify the injunction, if necessary, to ensure the violations do stop. However, the principle does not aid plaintiffs, because no court has ever properly adjudicated that any local district is misapplying section 39807.5. The trial court never purported to make such a finding. The Court of Appeal did, in hindsight, read its own opinion in <i>Salazar I, supra,</i> as holding section 39807.5 unconstitutional as applied. However, a dispassionate reading of <i>Salazar I</i> does not support that interpretation. Because plaintiffs adopt the Court of Appeal's reasoning in <i>Salazar II,</i> we set out the passage from that opinion in which the Court of Appeal interpreted its earlier decision.</p>\n<p>The Court of Appeal (<i>Salazar II, supra</i>) wrote:</p>\n<p><span class=\"star-pagination\">*852</span> \"Respondents and the trial court, in concluding that we did not address the issue of any unconstitutional application of section 39807.5, misinterpret <i>Salazar I.</i> ... Nowhere in our decision did we rule the statute was `facially' unconstitutional.</p>\n<p>\"Our <i>Salazar I</i> ... ruling was specifically based on a factual record which focused entirely on the unlawful use or nonuse of the statute's indigency fee waiver provision by some of the school districts electing to charge transportation fees. <i>Salazar I's</i> facts are that some indigent school children in California are required to pay transportation fees because districts are not informing parents about the fee waiver provision, are not implementing an application procedure for the waiver, or are basing entitlement to the waiver on a families' receipt of welfare aid. The <i>Salazar I</i> facts further reveal that some indigent students who cannot afford to pay transportation fees are not able to attend school.\"</p>\n<p>The Court of Appeal continued: \"It was the undisputed evidence of district abuses of the fee waiver policy, and the resultant discrimination against indigent students, that provided the rationale for our decision that section 39807.5 was unconstitutional. Thus, the factual basis for our ruling was the statute's improper application.\" (<i>Salazar II, supra.</i>)</p>\n<p>This interpretation of <i>Salazar I</i> was unexpected. We (<i>Arcadia, supra,</i> 2 Cal.4th at p. 259, fn. 5) and the trial court had read the opinion as holding section 39807.5 was not capable of constitutional application.</p>\n<p>No other interpretation of the <i>Salazar I</i> opinion seemed reasonable. In <i>Salazar I</i> the Court of Appeal had justified its decision to reach the merits, rather than to remand the case to the trial court, on the ground it was not necessary to resolve any factual issues. The court wrote: \"That the trial judge chose to deny appellants' right to an adjudication of the law's illegality, by concluding that the suit was improper on procedural grounds, does not signify that this matter cannot now be resolved on appeal. <i>The</i> [question of the] <i>constitutionality of the statute is solely one of law, and thus an entirely proper subject for review.\"</i> (<i>Salazar I, supra,</i> italics added.)</p>\n<p>This statement by the court in <i>Salazar I</i>  that it was holding section 39807.5 unconstitutional as a matter of law  cannot be reconciled with the court's later assertion in <i>Salazar II</i> that \"the <i>factual</i> basis for [its] ruling was the statute's improper application.\" (<i>Salazar II, supra,</i> italics added.) The court misinterpreted its prior opinion.</p>\n<p>To be sure, the court in <i>Salazar I, supra,</i> had referred to declarations in which parents and guardians in four local districts averred the districts were <span class=\"star-pagination\">*853</span> not properly applying section 39807.5 insofar as it requires exemptions for the indigent. These were the declarations submitted by plaintiffs in support of their unsuccessful motion for summary judgment. Here is the passage in question, which plaintiffs later characterized as announcing \"factual findings\" and which the Court of Appeal itself (<i>Salazar II, supra</i>) interpreted in hindsight as containing \"the factual basis\" for a ruling the statute was being improperly applied:</p>\n<p>\"As can also be seen from the record herein, the fee-waiver policy contained within section 39807.5 does not assure school attendance. There is evidence that some families who are not eligible for the fee-waiver policy nevertheless have difficulty paying transportation fees. One school district has apparently used the statute as a vehicle of intimidation to force parents to pay the fee. Other school districts appear to not be enforcing the fee-waiver provision, either by failing to inform the community about the provision, or by not adopting application procedures. [¶] Even if these abuses of local authority did not exist, the <i>Hartzell</i> court has ruled that fee-waiver policies do not satisfy the requirements of the free school guaranty. (35 Cal.3d [at p.] 911....)\" (<i>Salazar I, supra.</i>)</p>\n<p>Read in context, this reference by the Court of Appeal in <i>Salazar I</i> to plaintiffs' declarations can properly be described only as rhetorical support for its conclusion section 39807.5 could not be constitutionally applied. In other words, to the argument that exemptions for the indigent prevented section 39807.5 from being an obstacle to school attendance, the Court of Appeal replied the exemptions should not be assumed to have that effect.<sup>[9]</sup></p>\n<p>Certainly <i>the Court of Appeal</i> had no proper basis for holding that any local district was applying section 39807.5 improperly. The trial court never made any findings that might support such a holding. Nor was it asked to do so. In their complaint, plaintiffs had asked the court to order the state defendants to prevent school districts from charging <i>any</i> fees for transportation. To be sure, plaintiffs at an earlier time had asked for relief against alleged misapplications of section 39807.5 by the Fillmore Unified School District.<sup>[10]</sup> However, the request for relief against that defendant became moot when plaintiffs voluntarily dismissed it.</p>\n<p><span class=\"star-pagination\">*854</span> In their motion for summary judgment against the remaining state defendants, plaintiffs asked only for a determination that section 39807.5 was unconstitutional. Plaintiffs did not ask the court to determine any issue related to any district's application of the statute. No local district was a party at that time. Consistent with plaintiffs' theory of the case, the trial court, in disposing of the motion, decided only that plaintiffs were taxpayers and the state was aware that \"`various school districts ... [were] charging transportation fees in accordance with [section 39807.5].'\" At the ensuing trial, as already mentioned (see <i>ante,</i> p. 842), plaintiffs presented no evidence regarding the statute's application other than state records showing some districts were, and others were not, charging fees. (See <i>ante,</i> p. 846, fn. 5.) Indeed, plaintiffs, in their pretrial brief, expressly disclaimed the intention to prove any \"substantive fact\" other than the assertion that \"school transportation in California in 1986 is an `integral fundamental part of the elementary and secondary education or  amount[s] to [a] necessary element of any school[']s activity'. <i>Hartzell</i> v. <i>Connell</i> (1984) <span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">899</span></a></span>, 905 [<span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">201</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">601</span></a></span>, <span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">679</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">35</span></a></span>]....\" Proof of this assertion, which we later rejected in <i>Arcadia</i> (<i>supra,</i> 2 Cal.4th at pp. 262-264), might have entitled plaintiffs to an injunction against <i>any</i> application of the statute, but it would not have helped to show that any local district was improperly applying the statute. Nor did the trial, which plaintiffs lost on procedural grounds, result in any findings of fact, either express or implied, regarding the statute's application.</p>\n<p>Unlike plaintiffs, we do not read the Court of Appeal's opinion in <i>Salazar I</i> as containing findings of fact about the statute's application. As noted, plaintiffs interpret as containing factual findings the passage from <i>Salazar I</i> referring to plaintiffs' declarations. (<i>Salazar I, supra</i>; see <i>ante,</i> page 853.) Plaintiffs argue the court merely exercised its power under Code of Civil Procedure section 909 to make factual findings in nonjury cases.<sup>[11]</sup> However, no party asked the court to make findings of fact, and the court did not give \"opposing counsel\" (i.e., counsel for the state defendants) an opportunity to <span class=\"star-pagination\">*855</span> \"serve and file written opposition thereto\" as required by rule 23.<sup>[12]</sup> (Cal. Rules of Court, rule 23(a).) Indeed, the Court of Appeal has never asserted that it was, in <i>Salazar I,</i> exercising its power under Code of Civil Procedure section 909. The theory surfaced for the first time in plaintiffs' brief on the merits to this court. For that reason it must be rejected as contrary to the record.</p>\n<p>It thus appears no court has ever properly adjudicated that any local district is applying section 39807.5 improperly. Accordingly, no legal basis exists for the modified injunction directed by the Court of Appeal, which would require the state defendants to assume control over the application of section 39807.5 by local districts. Under these circumstances, the trial court did not abuse its discretion by denying plaintiffs' request, and the Court of Appeal erred in holding to the contrary.</p>\n<p>That the state defendants, who defended the case on procedural grounds, did not object to the declarations asserting various districts were misapplying section 39807.5, does not change our conclusion. Certainly unopposed declarations can justify a court in granting summary judgment if there are no other legal obstacles to such a ruling, such as the trial court found to exist in this case. However, declarations, even unopposed ones, are merely evidence; they do not substitute for findings that have never been made.</p>\n<p></p>\n<h2>2. <i>The relief requested by plaintiffs and directed by the Court of Appeal is contrary to section 39807.5.</i>\n</h2>\n<p>(3) The Court of Appeal's direction to the trial court to modify the injunction was erroneous on other grounds, as well. The Court of Appeal, adopting plaintiffs' suggestion, directed the trial court to order the state defendants to promulgate mandatory, uniform regulations governing the exemption of indigent pupils. Such relief is contrary to section 39807.5, <span class=\"star-pagination\">*856</span> which expressly delegates to the governing board of each local school district the power to decide whether to charge for transportation and the duty to adopt rules and regulations to exempt the indigent. This could not be clearer from the statutory language, which provides as follows: \"When <i>the governing board of any school district</i> provides for the transportation of pupils to and from schools in accordance with the provisions of Section 39800, ... <i>the governing board of the district</i> may require the parents and guardians of all or some of the pupils transported, to pay a portion of the cost of such transportation in an amount determined by <i>the governing board.</i> ... [¶] ... [¶] <i>The governing board</i> shall exempt from these charges pupils of parents and guardians who are indigent <i>as set forth in rules and regulations adopted by the board.\"</i> (§ 39807.5, italics added.)</p>\n<p>Plaintiffs argue the State Board of Education (State Board) has the power to adopt uniform regulations on this subject under section 33031, a general grant of rulemaking authority. The plain terms of the relevant statutes disprove the argument. Under section 33031, \"[t]he [state] board shall adopt rules and regulations <i>not inconsistent with the laws of this state</i> ... for the government of the day and evening elementary schools, the day and evening secondary schools, and the technical and vocational schools of the state....\" (§ 33031, italics added.) The rules the Court of Appeal would have the State Board adopt are \"inconsistent with the laws of this state\" (<i>ibid.</i>) because they would infringe the local districts' express statutory authority (§ 39807.5) to adopt rules and regulations governing the exemption of indigent pupils.</p>\n<p>That <i>valid</i> rules adopted by the State Board take precedence over rules adopted by local districts (§ 35291)<sup>[13]</sup> does not change our conclusion. The rules proposed by the Court of Appeal would be invalid because they would conflict with section 39807.5. Nor does it matter section 39831 generally authorizes and requires the State Board to \"adopt reasonable regulations relating to the use of schoolbuses by school districts and others.\"<sup>[14]</sup> In section 39807.5 the Legislature delegated <i>to the governing boards of local districts</i> the power and duty to adopt rules exempting the indigent from transportation <span class=\"star-pagination\">*857</span> fees. Under well-established principles of statutory interpretation, the more specific provision (§ 39807.5) takes precedence over the more general one (§ 39831). (<i>San Francisco Taxpayers Assn.</i> v. <i>Board of Supervisors</i> (1992) <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">571</span></span>, 577 [<span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">245</span></span>, <span class=\"citation no-link\"><span class=\"volume\">828</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">147</span></span>]; <i>London &amp; S.F. Bank</i> v. <i>Parrott</i> (1899) <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">472</span></span>, 481 [<span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">P.</span> <span class=\"page\">164</span></span>].) To the extent a specific statute is inconsistent with a general statute potentially covering the same subject matter, the specific statute must be read as an exception to the more general statute. (<i>San Francisco Taxpayers Assn.</i> v. <i>Board of Supervisors, supra,</i> 2 Cal.4th at p. 577; <i>Common Cause</i> v. <i>Board of Supervisors</i> (1989) <span class=\"citation\" data-id=\"1156913\"><a href=\"/opinion/1156913/common-cause-v-board-of-supervisors/\"><span class=\"volume\">49</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">432</span></a></span>, 443 [<span class=\"citation\" data-id=\"1156913\"><a href=\"/opinion/1156913/common-cause-v-board-of-supervisors/\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"1156913\"><a href=\"/opinion/1156913/common-cause-v-board-of-supervisors/\"><span class=\"volume\">777</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">610</span></a></span>].)</p>\n<p>Plaintiffs argue the state defendants can adopt rules and take other actions not specifically authorized by statute if necessary to correct unconstitutional practices in local school districts. The argument is based primarily on <i>Butt</i> v. <i>State of California</i> (1992) <span class=\"citation\" data-id=\"1205046\"><a href=\"/opinion/1205046/butt-v-state-of-california/\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">668</span></a></span> [<span class=\"citation\" data-id=\"1205046\"><a href=\"/opinion/1205046/butt-v-state-of-california/\"><span class=\"volume\">15</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">480</span></a></span>, <span class=\"citation\" data-id=\"1205046\"><a href=\"/opinion/1205046/butt-v-state-of-california/\"><span class=\"volume\">842</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1240</span></a></span>] (<i>Butt</i>), in which we upheld a preliminary injunction requiring the Superintendent to take control of the affairs of a local school district whose insolvency threatened to deprive its pupils of an education equal to that of pupils in other districts.</p>\n<p>The argument fails for two reasons.</p>\n<p>First, we were not presented in <i>Butt, supra,</i> <span class=\"citation\" data-id=\"1205046\"><a href=\"/opinion/1205046/butt-v-state-of-california/\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">668</span></a></span>, as we are here, with a statute expressly giving to an entity other than the State Board the power to adopt rules on a particular subject matter and, thus, implicitly barring the State Board from doing so. The express delegation to local school districts of the power to adopt rules governing the exemption of indigent pupils (§ 39807.5) makes it impossible to read section 33031 as conferring the same power on the State Board.</p>\n<p>Nothing in <i>Hartzell</i> v. <i>Connell, supra,</i> <span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">899</span></a></span>, which plaintiffs also cite, changes this conclusion. In <i>Hartzell</i> we upheld a rule of the State Board prohibiting local districts from charging fees for extracurricular activities. The rule was authorized by the general grant of rulemaking authority (§ 33031) and by the free school clause (Cal. Const., art. IX, § 5), which we interpreted as barring fees for extracurricular activities. (<i>Hartzell</i> v. <i>Connell, supra,</i> 35 Cal.3d at pp. 914-915.) Thus, in contrast to the case before us, in <i>Hartzell</i> no statute appeared to bar the State Board from adopting the rule in question.</p>\n<p>Second, no violation of the Constitution has properly been found to exist in this case. This distinguishes the case before us from <i>Butt, supra,</i> <span class=\"citation\" data-id=\"1205046\"><a href=\"/opinion/1205046/butt-v-state-of-california/\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">668</span></a></span>, in which the trial court found after an evidentiary hearing that an <span class=\"star-pagination\">*858</span> unplanned, early closure of schools in a particular district \"would have a real and appreciable impact on the affected students' fundamental California right to basic educational equality.\" (<i>Id.</i> at p. 688.) Based on this finding, we held an injunction requiring the Superintendent to take control of the district's affairs was justified under the principle that \"courts have equitable authority to enforce their constitutional judgments.\" (<i>Id.</i> at p. 695.) The predicate for exercising that equitable authority  at least a preliminary adjudication the law has been violated and harm will result  is missing in this case.</p>\n<p>Two cases involving alleged racial discrimination, <i>Tinsley</i> v. <i>Palo Alto Unified School Dist.</i> (1979) <span class=\"citation\" data-id=\"2134629\"><a href=\"/opinion/2134629/tinsley-v-palo-alto-unified-school-dist/\"><span class=\"volume\">91</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">871</span></a></span> [<span class=\"citation\" data-id=\"2134629\"><a href=\"/opinion/2134629/tinsley-v-palo-alto-unified-school-dist/\"><span class=\"volume\">154</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">591</span></a></span>] and <i>San Francisco NAACP</i> v. <i>San Francisco Unified Sch.</i> (N.D.Cal. 1979) <span class=\"citation\" data-id=\"1431430\"><a href=\"/opinion/1431430/san-francisco-naacp-v-san-francisco-unified-sch/\"><span class=\"volume\">484</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">657</span></a></span>, add nothing to <i>Butt, supra,</i> <span class=\"citation\" data-id=\"1205046\"><a href=\"/opinion/1205046/butt-v-state-of-california/\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">668</span></a></span>, or to plaintiffs' argument. The court in <i>Tinsley, supra,</i> <span class=\"citation\" data-id=\"2134629\"><a href=\"/opinion/2134629/tinsley-v-palo-alto-unified-school-dist/\"><span class=\"volume\">91</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">871</span></a></span>, held proper a complaint against the state defendants alleging interdistrict disparities in educational quality, on the theory that district lines, which the state either drew or had the power to draw (<i>id.</i> at p. 904), had caused the disparities (<i>id.</i> at p. 905). Similarly, the court in <i>San Francisco NAACP, supra,</i> <span class=\"citation\" data-id=\"1431430\"><a href=\"/opinion/1431430/san-francisco-naacp-v-san-francisco-unified-sch/\"><span class=\"volume\">484</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">657</span></a></span>, which relied on <i>Tinsley,</i> refused to dismiss the state defendants, on the theory that plaintiffs had alleged violations by the state defendants of specific statutory and constitutional provisions. (<i>San Francisco NAACP, supra,</i> 484 F. Supp. at pp. 662-667.) That the courts in <i>Tinsley</i> and <i>San Francisco NAACP,</i> as plaintiffs observe, appear to have concluded the state has ultimate responsibility for the constitutional operation of its schools, is true. (<i>San Francisco NAACP, supra,</i> 484 F. Supp. at pp. 662-667; <i>Tinsley, supra,</i> 91 Cal. App.3d at pp. 904-905.) We reached the same conclusion in <i>Butt</i> (<i>supra,</i> 4 Cal.4th at p. 685). None of those opinions, however, supports plaintiffs' argument that the state defendants, who are bound by statutory law, may take over a function expressly delegated by the Legislature to local districts, in the absence of a court order based on adjudicated constitutional violations.</p>\n<p>Under these circumstances, the language of sections 33031 and 39807.5 clearly sets out the respective authority of the local districts and the state defendants to make rules governing the exemption of pupils from payment of transportation fees. Thus, there is no need to address the Superintendent's arguments concerning the import and validity of the Third District's decision in <i>Comite de Padres de Familia</i> v. <i>Honig</i> (1989) <span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">528</span></span> [<span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">517</span></span>]. In that case, the court held the state defendants had no duty, in the absence of a statute creating one, to monitor or enforce an employment-related affirmative action plan adopted by a local district. For present purposes it suffices merely to observe that <i>Comite</i> is entirely consistent with our conclusion.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*859</span> 3. <i>The law-of-the-case doctrine does not bar the Superintendent from challenging the Salazar I decision.</i>\n</h2>\n<p>(4) Plaintiffs' brief does not make clear whether they are arguing here, as they did in the Court of Appeal, that the law-of-the-case doctrine bars the Superintendent from challenging the ruling in <i>Salazar I, supra,</i> to the effect that section 39807.5 is unconstitutional. The argument would have to be rejected in any event. If plaintiffs are arguing the <i>Salazar I</i> court held section 39807.5 unconstitutional <i>as applied,</i> the argument is simply incorrect, as we have already explained. (See <i>ante,</i> page 852.) If plaintiffs were to argue the <i>Salazar I</i> court held section 39807.5 unconstitutional <i>on its face,</i> our decision in <i>Arcadia, supra,</i> <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span>, would justify a departure from the law-of-the-case doctrine as an intervening change in the controlling rules of law. (See <i>George Arakelian Farms, Inc.</i> v. <i>Agricultural Labor Relations Bd.</i> (1989) <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">1279</span></span>, 1291-1292 &amp; fn. 9 [<span class=\"citation no-link\"><span class=\"volume\">265</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">162</span></span>, <span class=\"citation no-link\"><span class=\"volume\">783</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">749</span></span>]; <i>DiGenova</i> v. <i>State Board of Education</i> (1962) <span class=\"citation\" data-id=\"1179279\"><a href=\"/opinion/1179279/digenova-v-state-board-of-education/\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">167</span></a></span>, 179-180 [<span class=\"citation\" data-id=\"1179279\"><a href=\"/opinion/1179279/digenova-v-state-board-of-education/\"><span class=\"volume\">18</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">369</span></a></span>, <span class=\"citation\" data-id=\"1179279\"><a href=\"/opinion/1179279/digenova-v-state-board-of-education/\"><span class=\"volume\">367</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">865</span></a></span>].)</p>\n<p>It would, moreover, be unjust to hold now that the Superintendent may not relitigate the holding in <i>Salazar I,</i> after rejecting the same argument when plaintiff Salazar made it as an intervener in <i>Arcadia</i> (<i>supra,</i> 2 Cal.4th at pp. 257-258; see <i>ante,</i> p. 846). The law-of-the-case doctrine \"will not be adhered to where its application will result in an unjust decision.\" (<i>DiGenova</i> v. <i>State Board of Education, supra,</i> 57 Cal.2d at p. 179; see also <i>George Arakelian Farms, Inc.</i> v. <i>Agricultural Labor Relations Bd., supra,</i> 49 Cal.3d at p. 1291.)</p>\n<p></p>\n<h2>C. <i>Miscellaneous Issues.</i>\n</h2>\n<p>The parties have raised other issues that do not warrant extensive discussion in view of our decision to reverse the decision of the Court of Appeal.</p>\n<p></p>\n<h2>1. <i>The Superintendent's argument regarding indispensable parties.</i>\n</h2>\n<p>The Superintendent asks us to revisit the earlier holding in <i>Salazar I, supra,</i> that no local school district is an indispensable party to this litigation. Our disposition of this case moots the question.</p>\n<p>The question is not properly before us in any event, because it was decided in <i>Salazar I, supra,</i> which we declined to review, and because the decision on review (<i>Salazar II, supra</i>) raises the single issue of whether the trial court abused its discretion by vacating, rather than modifying, the injunction.</p>\n<p></p>\n<h2>2. <i>The State Board's proposed regulations.</i>\n</h2>\n<p>After the Court of Appeal rendered its decision in <i>Salazar II, supra,</i> the State Board changed its position in this litigation. Up to that time the State <span class=\"star-pagination\">*860</span> Board had joined the Superintendent in opposing the plaintiffs' attempt to require the state defendants to take over from local districts the administration of section 39807.5. In its answer to the petition for review, however, the State Board announced its new intention to \"proceed, under the general rule-making authority [Education Code Section 33031], with the development of regulations related to the transportation fee exemption, as an expression of the Board's intention to proceed with the development of those regulations because of their necessity and whether or not the regulations are required by court action.\" The board reiterated its new position at oral argument.</p>\n<p>The State Board's new position could be construed as a request that we not review <i>Salazar II, supra,</i> because the board is willing to abide by that decision. Such a request would have to be declined. The Superintendent, as a party bound by the injunction in <i>Salazar II,</i> has an independent right to have us determine the decision's validity.</p>\n<p>The State Board also asks us to confirm its power to promulgate regulations on this subject. We cannot. (5) \"The rendering of advisory opinions falls within neither the functions nor the jurisdiction of this court.\" (<i>People</i> ex rel. <i>Lynch</i> v. <i>Superior Court</i> (1970) <span class=\"citation\" data-id=\"1247037\"><a href=\"/opinion/1247037/people-ex-rel-lynch-v-superior-court/\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">910</span></a></span>, 912 [<span class=\"citation\" data-id=\"1247037\"><a href=\"/opinion/1247037/people-ex-rel-lynch-v-superior-court/\"><span class=\"volume\">83</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">670</span></a></span>, <span class=\"citation\" data-id=\"1247037\"><a href=\"/opinion/1247037/people-ex-rel-lynch-v-superior-court/\"><span class=\"volume\">464</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">126</span></a></span>].) Nor would it be wise to make the attempt, since local school districts, which are the entities most likely to challenge such rules as violative of their own rulemaking powers under section 39807.5, are not parties to this lawsuit. At present, it suffices to say that any regulation the board adopts must be consistent with section 39807.5, which expressly delegates rulemaking authority to the governing board of each local district, and with section 33031, which requires any rule adopted by the board \"not [to be] inconsistent with the laws of this state,\" including section 39807.5.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Because we held in <i>Arcadia, supra,</i> <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span>, that section 39807.5 is capable of being applied constitutionally, the trial court correctly exercised its discretion to vacate the injunction. Because plaintiffs did not prove any local district was misapplying section 39807.5, there was no basis for a modified injunction addressing the statute's application. Thus, the trial court did not abuse its discretion in refusing to modify the injunction. In holding to the contrary, the Court of Appeal erred.</p>\n<p>The judgment of the Court of Appeal is reversed.</p>\n<p>Lucas, C.J., Kennard, J., Arabian, J., Baxter, J., and George, J., concurred.</p>\n<p><span class=\"star-pagination\">*861</span> MOSK, J.</p>\n<p>I dissent.</p>\n<p>The majority discuss at length the somewhat tortuous proceedings leading up to the present litigation. But there is a more fundamental principle involved: whether every pupil in California, regardless of economic circumstances, is entitled to a free public school process, including transportation. (See <i>Hartzell</i> v. <i>Connell</i> (1984) <span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">899</span></a></span> [<span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">201</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">601</span></a></span>, <span class=\"citation\" data-id=\"1254921\"><a href=\"/opinion/1254921/hartzell-v-connell/\"><span class=\"volume\">679</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">35</span></a></span>] [extracurricular activities]; <i>Manjares</i> v. <i>Newton</i> (1966) <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">365</span></span> [<span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">805</span></span>, <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">901</span></span>] [school bus service].)</p>\n<p>The majority strayed from this basic, indeed constitutional, principle in their prevailing opinion in <i>Arcadia Unified School Dist.</i> v. <i>State Dept. of Education</i> (1992) <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span> [<span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">5</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">545</span></a></span>, <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">825</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">438</span></a></span>] (<i>Arcadia</i>). It is regrettable that they persist in that untenable position in the present case.</p>\n<p>The importance of school transportation was stressed almost half a century ago in the case of <i>Everson</i> v. <i>Board of Education</i> (1947) <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 48 [<span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">711</span></a></span>, 740, <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">504</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1392</span></span>], in which Justice Rutledge, joined by Justices Frankfurter, Jackson, and Burton, observed: \"Without buildings, without equipment, without library, textbooks and other materials, and without transportation to bring teacher and pupil together in such an effective teaching environment, there can be not even the skeleton of what our times require. Hardly can it be maintained that transportation is the least essential of these items, or that it does not in fact aid, encourage, sustain and support, just as they do, the very process which is its purpose to accomplish. No less essential is it, or the payment of its cost, than the very teaching in the classroom or payment of the teacher's sustenance.\" (Dis. opn. of Rutledge, J.) The remaining justices in <i>Everson</i> did not disagree with this observation of Justice Rutledge; indeed, they went so far as to approve public funding of transportation to private schools.</p>\n<p>That children of parents on welfare may possibly obtain a waiver of transportation costs does not solve the problem, particularly for those industrious working parents struggling to make ends meet in these difficult economic times. Most significantly, the Constitution guarantees access to free public schooling to all, not merely to indigents. (Cal. Const., art. IX, § 5.) As I pointed out in my dissent in <i>Arcadia</i> (<i>supra,</i> <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span>, 270): \"A waiver for the poorest families, such as those receiving public aid, still requires the `working poor' to cut necessities in order to educate their children. If it comes down to a choice between grocery money and busfare, the child will be the loser.\" (Fn. omitted.) When the child cannot physically get to school for an education, he loses  and society loses as well.</p>\n<p><span class=\"star-pagination\">*862</span> Sensitive to the needs of free public education and constitutional requirements, the Court of Appeal was correct. I would affirm its judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  All further references to statutes, unless otherwise noted, are to the Education Code.</p>\n<p>[2]  In full, section 39807.5 provides:\n</p>\n<p>\"When the governing board of any school district provides for the transportation of pupils to and from schools in accordance with the provisions of Section 39800, or between the regular full-time day schools they would attend and the regular full-time occupational training classes attended by them as provided by a regional occupational center or program, the governing board of the district may require the parents and guardians of all or some of the pupils transported, to pay a portion of the cost of such transportation in an amount determined by the governing board.</p>\n<p>\"The amount determined by the board shall be no greater than the statewide average nonsubsidized cost of providing such transportation to a pupil on a publicly owned or operated transit system as determined by the Superintendent of Public Instruction, in cooperation with the Department of Transportation.</p>\n<p>\"For the purposes of this section, `nonsubsidized cost' means actual operating costs less federal subventions.</p>\n<p>\"The governing board shall exempt from these charges pupils of parents and guardians who are indigent as set forth in rules and regulations adopted by the board.</p>\n<p>\"No charge under this section shall be made for the transportation of handicapped children.</p>\n<p>\"Nothing in this section shall be construed to sanction, perpetuate, or promote the racial or ethnic segregation of pupils in the schools.\"</p>\n<p>[3]  As previously noted, we reached the opposite conclusion in <i>Arcadia, supra,</i> <span class=\"citation\" data-id=\"2618329\"><a href=\"/opinion/2618329/arcadia-unified-school-dist-v-state-dept-of-educ/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">251</span></a></span>.</p>\n<p>[4]  \"In compliance with the decision of the Court of Appeal, Second Appellate District, Division Six, this Court's previous judgment in this case is set aside and vacated and a peremptory writ of mandate shall issue and a permanent injunction is granted against the Defendants in this case and this Court further orders, decrees and rules as follows:\n</p>\n<p>\"1. That California Education Code section 39807.5 violates the Free Schools and Equal Protection Clauses of the California Constitution for the reasons set forth in the decision of the Court of Appeal in Case No. B026629 [<i>Salazar I, supra</i>].</p>\n<p>\"2. That no public school district in this state can lawfully charge bussing or transportation fees to school children or their parents for transportation to and from school.</p>\n<p>\"3. That the State Defendants, and each of them, shall cease and desist from calculating the state-wide average nonsubsidized cost of providing bus transportation to a pupil to and from school under Education Code section 39807.5.</p>\n<p>\"4. That the Defendant State Superintendent of Public Instruction, Bill Honig, and the other State Defendants in this case shall, within ten (10) days of entry of this order, mail a copy of this order to all school districts, along with a Legal Advisory informing districts to comply with this order.</p>\n<p>\"5. Should any school district charge a fee described in paragraph 2 following the notification set forth in this judgment, the Defendants, and each of them, shall issue an order to such district to cease and desist from the imposition of such fee and shall enforce such order pursuant to all powers vested in the Defendants.</p>\n<p>\"6. This Court shall maintain continuing jurisdiction over this action. The State Defendants shall, within thirty (30) days, report to counsel for the Plaintiffs and the Court all efforts taken by them to comply with this judgment.</p>\n<p>\"7. The Clerk of the Ventura County Superior Court, after the filing of this judgment, shall issue a peremptory writ of mandate in a format approved by this Court.</p>\n<p>\"8. The obligations of the Defendants under this judgment shall commence immediately upon the filing of this judgment.\"</p>\n<p>[5]  Namely, state records showing that some districts were, and others were not, charging for transportation. The evidence related to plaintiffs' claim that the statute, on its face, authorized discrimination between people in different districts by permitting each district to choose whether or not to charge for transportation. We subsequently rejected the claim when plaintiff Salazar advanced it as an intervener in <i>Arcadia</i> (<i>supra,</i> 2 Cal.4th at p. 267).</p>\n<p>[6]  Section 39800 provides in relevant part: \"The governing board of any school district may provide for the transportation of pupils to and from school whenever in the judgment of the board such transportation is advisable and good reasons exist therefor....\"</p>\n<p>[7]  The Court of Appeal had written: \"The [question of the] constitutionality of the statute is solely one of law, and thus an entirely proper subject for review. (See 9 Witkin, Cal. Procedure (3d ed. 1985) Appeal, § 242, p. 247.)\" (<i>Salazar I, supra.</i>)\n</p>\n<p>The authority cited by the Court of Appeal states that the \"[i]interpretation and applicability of a statute or ordinance is clearly a question of law.\" (9 Witkin, Cal. Procedure (3d ed. 1985) Appeal, § 242, p. 247.)</p>\n<p>[8]  See <i>ante,</i> at page 847.</p>\n<p>[9]  We subsequently reached the opposite conclusion in <i>Arcadia, supra,</i> 2 Cal.4th at page 266 (\"[i]f the statute is properly administered, no child will be denied transportation to school because of poverty\").</p>\n<p>[10]  Specifically, plaintiffs had asked in their complaint, inter alia, \"[f]or a peremptory writ of mandamus ordering the district respondents to cease and desist from collecting fees for transportation until such time as the Fillmore Unified School District adopts, and implements proper uniform rules and regulations reasonably designed to exempt pupils of parents and guardians who are indigent from the fee.\"</p>\n<p>[11]  Code of Civil Procedure section 909 provides: \"In all cases where trial by jury is not a matter of right or where trial by jury has been waived, the reviewing court may make factual determinations contrary to or in addition to those made by the trial court. The factual determinations may be based on the evidence adduced before the trial court either with or without the taking of evidence by the reviewing court. The reviewing court may for the purpose of making the factual determinations or for any other purpose in the interests of justice, take additional evidence of or concerning facts occurring at any time prior to the decision of the appeal, and may give or direct the entry of any judgment or order and may make any further or other order as the case may require. This section shall be liberally construed to the end among others that, where feasible, causes may be finally disposed of by a single appeal and without further proceedings in the trial court except where in the interests of justice a new trial is required on some or all of the issues.\"</p>\n<p>[12]  California Rules of Court, rule 23, provides:\n</p>\n<p>\"(a) [Request for findings] A request that the reviewing court make findings of fact shall contain a draft of the proposed findings, and may be made in a brief, or a separate application may be served and filed. If opposing counsel has not had an opportunity in his brief to object to the request, he may serve and file written opposition thereto.</p>\n<p>\"(b) [Application to produce evidence] Proceedings for the production of additional evidence on appeal shall be in accordance with rule 41. The court may grant or deny the application in whole or in part, and subject to such conditions as it may deem proper. If the application is granted, the court, by appropriate order, shall direct that the evidence be taken before the court or a department or a justice thereof, or before a referee appointed for the purpose. The court shall also prescribe reasonable notice of the time and place for the taking of the evidence and shall indicate the issues on which the evidence is to be taken. Where documentary evidence is offered, either party may submit the original or a certified or photostatic copy thereof and the court may admit the document in evidence and add it to the record on appeal.\"</p>\n<p>[13]  Section 35291 provides, in relevant part: \"The governing board of any school district shall prescribe rules not inconsistent with law or with the rules prescribed by the State Board of Education, for the government and discipline of the schools under its jurisdiction....\"</p>\n<p>[14]  Section 39831 provides: \"The State Board of Education shall adopt reasonable regulations relating to the use of schoolbuses by school districts and others. Such regulations shall not include the safe operation of schoolbuses which regulations shall be adopted instead by the Department of the California Highway Patrol pursuant to Section 34500 of the Vehicle Code. [¶] The Department of the California Highway Patrol shall adopt regulations relating to the safe operation of schoolbuses which shall include requiring school district governing boards to include in their schoolbus driver training programs, the proper actions to be taken in the event that a schoolbus is hijacked.\"</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/419688/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1156913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1179279/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1205046/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1247037/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1254921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1431430/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1438166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2134629/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2618329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3302138/"
          ]
        }
      ],
      "judges": "Werdegar",
      "date_created": "2015-04-03T22:53:41.531535Z",
      "date_modified": "2018-04-02T17:37:33.672846Z",
      "date_filed": "1995-03-20",
      "date_filed_is_approximate": false,
      "slug": "salazar-v-eastin",
      "citation_id": 2590388,
      "case_name_short": "Salazar",
      "case_name": "Salazar v. Eastin",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "9 Cal. 4th 836",
      "state_cite_two": "39 Cal. Rptr. 2d 21",
      "state_cite_three": "",
      "state_cite_regional": "890 P.2d 43",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 51,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/326091/salazar-v-eastin/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:31:14.380530Z",
  "date_modified": "2014-10-30T08:31:14.380530Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Salazar",
  "case_name": "Salazar v. Eastin",
  "case_name_full": "",
  "slug": "salazar-v-eastin",
  "docket_number": "S032696",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}