{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3266441/",
  "id": 3266441,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/fla/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3394320/",
      "id": 3394320,
      "absolute_url": "/opinion/3394320/davis-v-board-of-administration/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3266441/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3387088/",
          "id": 3387088,
          "absolute_url": "/opinion/3394320/davis-v-board-of-administration/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3394320/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T18:43:03.596859Z",
          "date_modified": "2017-04-14T22:21:23.582222Z",
          "type": "020lead",
          "sha1": "97f643b980d920d8cbdc4a131c98abca98f38d75",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/florida/court_opinions/documents/686b68670302a130.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>This case before us on an appeal from a final decree rendered in the court below dissolving a temporary injunction, and dismissing the bill of complaint as amended in a case wherein the appellant was complainant and the appellees in their official capacities were respondents.</p>\n<p>The amended bill of complaint alleges in substance:</p>\n<p>That on April 21, 1930, and for many years prior thereto, the Citizens Bank of Madison was a banking institution under the laws of Florida; that on said date the officers of the said bank definitely decided that it could not and would not open again for business, because it was insolvent, its liabilities exceeding its assets, and that it did not thereafter open for business.</p>\n<p>That on April 22, 1930, the Comptroller of the State of Florida through his officers and agents took charge of the said bank, and that on May 20, 1930, the complainant was duly appointed and confirmed as liquidator of said bank and as such liquidator he took charge of the said bank and <span class=\"star-pagination\">*Page 62</span> \nwas entitled to the possession, custody and control of all the assets thereof;</p>\n<p>That on April 21, 1930, and for a long time continuously prior thereto, the said bank had been insolvent and unable to meet its indebtedness, and was in default with its financial obligations, its reserve being below that allowed by law.</p>\n<p>That on April 19, 1930, W. V. Knott, State Treasurer as Ex-officio County Treasurer had on deposit in said Citizens Bank the sum of $8,198.49, and that on said date, the bank through its officials and agents, although it was insolvent, and contemplating insolvency, did, without the request of the respondents or any of them, take from its assets certain notes, mortgages and other evidences of indebtedness due said bank, for the purpose of securing said deposit, a list of which alleged assets was attached to the amended bill of complaint as exhibit \"A.\"</p>\n<p>That one C. D. Tomlinson, vice-president of said bank, had been a member of the Board of Bond Trustees of Madison County, Florida, for a long term of years; that the said Board of Bond Trustees, since the close of the Madison State Bank, in 1926, had deposited the funds held by them, in the said Citizens Bank of Madison; that it was the custom of the said Board to keep notes, mortgages and other securities pledged by the bank to secure such deposits, in a package or envelope segregated from other securities, and the package marked for identification; that Tomlinson had an understanding with the president of the said bank, that in case of necessity or advisability, he had the right to take securities of the bank, to secure the funds held by the Board of Bond Trustees deposited therein, but there was not kept in the bank records any record of any segregation, other than the lists of such securities.</p>\n<p>That sometime prior to February 5, 1930, the Board of Administration, at Tallahassee, Florida, called upon the <span class=\"star-pagination\">*Page 63</span> \nBoard of Bond Trustees of Madison County, Florida, to turn over to it the funds and securities in the custody of the said Board of Trustees; that on that date the amount of the deposit in said bank to the credit of said Bond Trustees was $19,005.72.</p>\n<p>That on February 5, 1930, after the request of the Board of Administration for the Board of Trustees to turn over the securities, a list of the securities of said bank held by the Board of Bond Trustees, was prepared by the officials of said bank, the said list being attached to the amended bill of complaint as Exhibit \"B;\" that the said Tomlinson, representing the Board of Bond Trustees, and one A. Livingston, president of the bank, on February 5, 1930, went to Tallahassee, and saw one of the members of the Board of Administration, viz.: Hon Ernest Amos, State Comptroller, the other members of the Board being out of the city; that a copy of Exhibit \"B\" was shown or turned over to Hon. Ernest Amos, Comptroller, as a member of the Board of Administration, and that C. D. Tomlinson informed him that he was ready to make settlement, and transfer the funds of the Board of Bond Trustees to the Board of Administration; that at the same time, the said Livingston, said that Tomlinson was ready, but that he (Livingston) was not ready, \"meaning and stating in substance that the Citizens Bank of Madison could not well afford to have such a large withdrawal then;\" that in view of this statement by the said Livingston, as to the effect the large withdrawal might have on the Citizens Bank, it was agreed between Honorable Ernest Amos and said A. Livingston, that $1,000.00 might be paid each week, to begin a short time thereafter, subject, however, to the approval of the other members of the Board of Administration; that pursuant to such understanding, payments were made weekly from about February 12, 1920, up to the closing of the bank, and that the deposit had been <span class=\"star-pagination\">*Page 64</span> \nthereby reduced from $19,005.72 to the sum of $8,198.49; that at the direction or suggestion of Hon. Ernest Amos, the said Tomlinson kept the securities at the Citizens Bank of Madison;</p>\n<p>That the account on the book of the bank was never changed from the Board of Bond Trustees to the Board of Administration;</p>\n<p>\"That as securities matured it was the custom of the Board of Bond Trustees, to take down the matured securities, and if necessary to properly secure the funds on deposit in the Citizens Bank, to substitute other securities; that after the deposit was turned over to the Board of Administration on or about February 5, 1930, securities that matured were taken down from time to time, but none were substituted until April 19, 1930;\" that a new list was made up on April 19, 1930, and attached to and made a part of the amended bill of complaint as Exhibit \"C,\" the same being made to secure the said deposit of $8,198.49; that some of the securities in list designated \"C\" had been put up as security for the deposit of the Board of Administration prior to April 19, 1930, and some had not, and that Exhibit \"A\" is that portion of the securities in Exhibit \"C\" that had never been put up prior to April 19, 1930; that after the bank had ceased to transact business, and after the Comptroller had through his agents and officers taken charge of said bank, the officers and agents of the bank turned over said notes, and evidences of indebtedness to W. V. Knott, State Treasurer, as Ex-officio County Treasurer, who received them on September 8, 1930;</p>\n<p>\"That said officials and agents of the said bank, knowing it to be insolvent and contemplating insolvency, delivered said notes and evidence of indebtedness and each of them to said W. V. Knott, State Treasurer, as Ex-officio County Treasurer, in fraud of other creditors of said bank, with a <span class=\"star-pagination\">*Page 65</span> \nfraudulent view and intent to give defendants and each of them a preference over other creditors of said bank, by having same to operate as payment in full of the said deposit.\"</p>\n<p>That the liabilities of the bank far exceeded its assets and that the unsecured claims of the common creditors including depositors will be paid far less than the amount of their claims; and the transfer of the securities to secure the deposit of the Board of Administration was and is a fraud upon the other creditors and depositors, and gives the defendants a preference; that said transfer being made with a view to the preference of the defendants to other creditors, is utterly null and void.</p>\n<p>The amended bill of complaint prays the Court to decree that the alleged transfer is a fraud upon the rights of the complainant, and of the creditors of the said Citizens Bank of Madison, and an illegal preference in favor of defendants and each of them; that the complainant as liquidator be declared to be the owner of and entitled to the possession of the said securities alleged to have been transferred to W. V. Knott, State Treasurer, Ex-officio County Treasurer, and to the proceeds of any if any have been paid, and that the defendants and each of them be required to return to the complainant the securities and each of them or any money derived from the sale thereof. There is also a prayer for an accounting; and for a temporary and permanent injunction restraining the defendant and each of them from parting with, pledging, transferring, assigning or collecting the securities of any of them.</p>\n<p>The respondents demurred to the amended bill, which was overruled by the court below.</p>\n<p>Thereupon the respondents filed their answer in which they admitted the allegations of the amended bill of complaint, setting up the existence of the Citizens Bank of <span class=\"star-pagination\">*Page 66</span> \nMadison, as a banking corporation, under the laws of Florida engaging in a general banking business on April 12, 1930, and for a number of years prior thereto. The answer further admitted the allegations as to the insolvency of the said bank on April 21, 1930, that it was at that time unable to meet its obligations, and pay off its indebtedness; that its liabilities exceeded its assets, and was in an unsound condition. The answer alleges that the respondents are without knowledge as to whether the bank was long prior to April 21, 1930, insolvent, as alleged in the second paragraph of the amended bill of complaint. It further denies any knowledge that on April 21, 1930, the reserve of the bank was below that allowed by law.</p>\n<p>The respondents admit in their answer that W. V. Knott, State Treasurer, as Ex-officio County Treasurer, had on deposit in the Citizens Bank of Madison a large sum of money, to-wit, $8,198.49, but they deny that the officers and agents of the bank in contemplation of insolvency, and without the request of the defendants, did on April 19, 1930, take from the assets of the said bank certain assets, notes, mortgages, and evidences of indebtedness, due said bank, for the purpose of securing the deposit, as alleged in paragraph 3 of the amended bill of complaint. The respondents further answering regarding the securities pledged, say:</p>\n<p>\"It is admitted that C. D. Tomlinson, vice-president of said bank, had, for a long term of years, been a member of the Board of Bond Trustees of Madison County, Florida, and that said Board of Bond Trustees, after the closing of the Madison State Bank in the year 1926, did keep the County Bond Funds, including interest and sinking funds, in said Citizens Bank of Madison, and that to secure these funds it was and had been a custom of long standing, to-wit: A custom existing prior to and ever since the year 1926 to demand and receive from the bank in which said funds <span class=\"star-pagination\">*Page 67</span> \nwere deposited security therefor, which security was usually in the form of notes, mortgages and other securities, which were segregated from the assets of said bank and turned over to the said Bond Trustees, and usually kept for safe keeping in said bank, which said custom continued for many years prior to the closing of said Citizens Bank of Madison, except at times when the deposit of such funds of the Bond Trustees became so low that no securities were thought to be necessary; that this custom of demanding and taking securities for deposits of county bond funds, including interest and sinking funds, was, by agreement between the said Citizens Bank of Madison and the said Bond Trustees of said county; that these defendants are without knowledge as to whether any records were kept in the bank's books of such securities so obligated by the bank from time to time.</p>\n<p>\"(b) It is admitted that some time prior to February 5, 1930, the Board of Bond Trustees of Madison was called upon by the Board of Administration aforesaid to turn over to the State Treasurer as County Treasurer, Ex-officio, any and all securities, moneys and claims in the hands, possession or control of said Board of Bond Trustees for Madison County, Florida, and that on said date the amount on deposit in said Citizens Bank to the credit of said Bond Trustees was $19,005.72; that pursuant thereto the said Board of Bond Trustees for Madison County did turn over and transfer to the State Treasurer as County Treasurer Ex-officio, the account and deposit aforesaid, together with a list of securities of the said Citizens Bank, dated February 5, 1930, and held by said Board of Bond Trustees to secure said deposit.</p>\n<p>\"(c) Defendants are without knowledge that the said account in said Citizens Bank in the name of the Board of Bond Trustees was never changed to the name of the <span class=\"star-pagination\">*Page 68</span> \nBoard of Administration, in the books of said banks, and is without knowledge of any of the other allegations of the paragraph.</p>\n<p>\"(d) It is admitted that as the securities pledged by said bank to secure the deposit of said Board of Bond Trustees of County Bond Funds, matured, it was the custom of the said Board of Bond Trustees, by agreement with the bank, to take down the matured securities, and if necessary to secure funds on deposit with the Citizens' Bank, by substituting other securities therefor.</p>\n<p>\"The defendants deny that the securities pledged and listed under date of February 5, 1930, were taken down from time to time between February 5, 1930, and April 19, 1930, but admit that on April 19, 1930, a new list of the securities was made up, and allege that those securities listed on April 19, 1930, which were not included in the list of February 5, 1930, were substituted for those in the list of February 5, 1930, which were taken down on account of the maturity thereof in accordance with the agreement contained in the said list of February 5, 1930, and in pursuance of the agreement and custom existing between said bank and the said Board of Bond Trustees at the time and for a long time prior thereto.\"</p>\n<p>\"It is denied that after the said bank was taken charge of by the Comptroller, and after it ceased to transact business, the officers and agents of the said bank turned over to the State Treasurer as County Treasurer Ex-officio, said notes and evidences of indebtedness as security for the deposits of said Board of Bond Trustees in said bank, and defendants aver the truth to be, that said securities were turned over to the State Treasurer as County Treasurer Ex-officio prior to the closing of the said bank.\"</p>\n<p>\"The defendants are without knowledge of the facts alleged in sub-paragraph (d) of paragraph 3 of the amended <span class=\"star-pagination\">*Page 69</span> \nbill of complaint that the officers and agents of said bank turned over said securities to the State Treasurer as aforesaid, in contemplation of the insolvency of the bank, and in fraud of other creditors of said bank, or with the fraudulent view and intent of giving defendants a preference over other creditors of said bank, and deny that the same was done to operate as payment in full of the amount of said deposit.\"</p>\n<p>In paragraph 4 of their answer the respondents deny that the alleged transfer of the securities to secure the deposit set forth in the bill and preceding paragraph of the answer, was a fraud upon the rights of other creditors including depositors, and giving defendants and each of them a preference over creditors, including depositors, and they deny that the said transfer was made with the intent and view to the preference of defendants to other creditors; and they further deny that the same is utterly null and void, and that the paying over to the State Treasurer as County Treasurer Ex-officio, was in fact or in law a transfer of the assets of the bank.</p>\n<p>In the 5th paragraph of the answer, it is alleged in substance that the act of the Board of Bond Trustees of Madison County, Florida, in turning over to the State Treasurer, as Ex-officio County Treasurer, the account, claim and deposit of the said Board, including interest and sinking fund deposited in said Citizens Bank of Madison, and the securities pledged therefor by the said bank as shown by the exhibits attached to the amended bill of complaint, was done in pursuance of the provision of Section 3, Chapter 14486, Laws of Florida, Acts of 1929, requiring the Board of Bond Trustees to pay over and transfer to the State Treasurer, as Ex-officio County Treasurer \"any and all securities, moneys or claims which may be in their possession or control as administrators of such sinking funds, to be held by <span class=\"star-pagination\">*Page 70</span> \nhim for the use and benefit of said County or Special Road and Bridge District, as hereinafter set forth.\" It is further alleged by the respondents in said paragraph 5 of the answer, that it is also provided in Section 3 of said Chapter 14486, that \"the State Treasurer as County Treasurer Ex-officio, shall retain such funds as shall be received from any such County or District, with the bank, where the same is then deposited for such time as is reasonably necessary for any such bank to comply with the provisions of Section 17 of this Act,\" and, That upon the transferring of the deposit and the securities therefor, by the Board of Trustees, to the State Treasurer as Ex-officio County Treasurer, it became his duty to retain the same for such time as was reasonably necessary for such bank to comply with the provisions of Section 17, Chapter 14486, Laws of Florida, and that the conduct of the State Treasurer as County Treasurer Ex-officio in holding said deposit and securities pledged therefor, was in pursuance of such requirement of said statute; That up to the time the bank closed it had not complied with the provisions of Section 17, of said Chapter 14486 by depositing with the State Treasurer satisfactory bonds or treasury certificates of the United States, or Special Tax School District Bonds, or bonds of any municipality eligible to secure State deposits as provided by law, or bonds of any county or Special Road and Bridge District in the State of Florida entitled to participate under Chapter 14886, to secure such deposits.</p>\n<p>It is further alleged in paragraph 5 of the answer as follows:</p>\n<p>\"That the said Citizens' Bank of Madison recognized, accepted and honored the said transfer of the deposit and the said securities pledged therefor by said Board of Bond Trustees to the State Treasurer as County Treasurer Ex-officio, as shown by the fact that said Citizens Bank from time to <span class=\"star-pagination\">*Page 71</span> \ntime between February 5, 1930, and April 19, 1930, paid the State Treasurer, as County Treasurer Ex-officio, on said account the sum of money alleged in the amended bill of complaint, thereby reducing said account or deposit from $19,005.72, the amount transferred to the said State Treasurer by said Board of Bond Trustees, to approximately $8,198.49.</p>\n<p>\"It is further alleged by <em>Complainant</em> (respondents is the word intended) that the notes, mortgages, and other securities listed in the exhibits to said bill of complaint, pledged by the said Citizens Bank of Madison to the Board of Bond Trustees and transferred by them to the State Treasurer, was not done in payment of said account as alleged in the amended bill of complaint, but for the purpose only of securing the deposit.\"</p>\n<p>After answer was filed, testimony was taken before a Special Master appointed by the court. The case was submitted for final hearing on amended bill, answer and testimony, and the court rendered final decree, dismissing the amended bill of complaint, dissolving the temporary restraining order, and adjudging the costs against the complainant.</p>\n<p>From this decree appeal has been taken, and the Appellant assigns three errors.</p>\n<p>These three assignments of errors may however be epitomized as follows: \"The court erred in rendering the final decree dismissing the amended bill of complaint and dissolving the temporary injunction.\"</p>\n<p>The questions raised by this appeal are:</p>\n<p>1. Can a bank pledge its assets to secure the deposit of public funds? and,</p>\n<p>2. Was the transfer and pledge of the notes, mortgages and other securities, made on February 5, 1930, and April 19, 1930, by the officers of the Citizens' Bank of Madison to secure the deposit of the funds of the Board of <span class=\"star-pagination\">*Page 72</span> \nBond Trustees of Madison County, Florida, and subsequently the deposit of the funds of the Board of Administration, made in contemplation of insolvency, and with a view to a preference of the Bond Trustees or Board of Administration, to other creditors of said bank?</p>\n<p>The first question mentioned has been before us in other cases. In the case of First American Bank and Trust Company v. Town of Palm Beach, <cross_reference>96 Fla. 247</cross_reference>, ___ So.2d ___, we said:</p>\n<p>\"State banks in Florida may lawfully pledge securities to protect depositors of public funds.\"</p>\n<p>In that case we also said:</p>\n<p>\"The authority of a State banking institution to guarantee deposits by pledging collateral security is controlled in many States by statutes. In others it is controlled by court decisions based upon what the courts conceive to be a proper public policy. In others, as in this State, the question of such authority may be said to be controlled by a legislatively established public policy.\"</p>\n<p>See also U.S. Fidelity and Guarantee Co. v. Village of Bassfield (Miss.), <cross_reference>114 So.2d 26</cross_reference>.</p>\n<p>From the allegations of the amended bill of complaint, the answer of the respondents, and the testimony before the Court it is clear that for a number of years prior to closing its doors, the Citizens' Bank of Madison had segregated notes, mortgages and other evidences of indebtedness owned by it, to be considered, used and pledged as security for the public funds deposited with it by the Board of Bond Trustees of Madison County. It is clearly alleged, admitted and proven that it was the agreement and understanding between the authorities of the bank and the Bond Trustees that as these securities matured, such matured obligations would be withdrawn or \"taken down\" and others of like value substituted. In fact each of the lists of the securities <span class=\"star-pagination\">*Page 73</span> \nattached to the amended bill of complaint, as shown by the transcript of record carries this agreement in the following words:</p>\n<p>\"It is hereby agreed that the Citizens' Bank of Madison is to have the privilege of withdrawing from time to time any of the above receivables' upon substitution therefor of others in no less amount and value for the purpose of adjusting maturities, and that as the balances in said bank to the credit of said Trustees increases or decreases, the security hereby given may be adjusted in amounts to cover it being the intention of all parties concerned to at all times maintain a full coverage in an amount of not less than 110 per cent. of the balance to the credit of the Trustees.\"</p>\n<p>According to the testimony of the witness Tomlinson, who was Vice-President of the Bank, and a member of the Board of Bond Trustees, the above quoted provision was attached to every list of collaterals pledged to secure the deposits of the Bond Trustees during the time these deposits were carried in the Citizens' Bank of Madison including the list of April 19, 1930.</p>\n<p>It appears from the testimony that the collaterals pledged as security for the deposits of the funds were kept in an envelope marked \"Collateral Account of the Trustees, Madison County Road Bonds.\" That with the exception of the mortgages these securities were endorsed in blank by some officer in the bank, and that as a rule these collaterals were changed about once a month, that the Bond Trustees would always keep sufficient securities to protect the deposit, a new list being made when securities matured, and others substituted.</p>\n<p>Clearly the bank was authorized to pledge its assets, as security in the manner detailed in the pleadings and testimony to secure the deposits of these public funds.</p>\n<p>The second proposition advanced by the appellant is, that <span class=\"star-pagination\">*Page 74</span> \nthe pledging of the securities made by the bank on April 19, 1930, to secure the deposit of the funds of the Board of Bond Trustees of Madison County or their successors, was so made in contemplation of insolvency and with a view to a preference of the Bond Trustees or their successors, to other creditors of the bank.</p>\n<p>Under the provisions of Section 4168, Revised General Statutes of Florida, Section 6109, Compiled General Laws, \"all transfers of notes, bonds, bills of exchange and other evidences of debt owing to any banking company * * * make after the commission of an act of insolvency, or in contemplation thereof made with a view to the preference of one creditor to another shall be utterly null and void.\"</p>\n<p>Under the statute, before a transfer by a bank of notes, mortgages and other evidences of indebtedness to one of its creditors can be held to be void, such bank must have been insolvent at the time of such transfer, or must, in contemplation of insolvency, have made such transfer with a view to the preference of such creditor to another. What is the meaning of the phrase, \"with a view to?\"</p>\n<p>The Supreme Court of Michigan, in the case of George W. Stone, Receiver, v. Nelson F. Jenison, 36 L.R.A. 675, had before it a statute somewhat similar to Section 4168, Revised General Statutes of Florida <em>supra.</em> In that case the court said,</p>\n<p>\"Payments to a depositor during a run on the bank and after the cashier has persuaded some persons not to withdraw their deposits, but when the bank has assets sufficient so that its officers hope and expect to continue business and be able to pay all the debts of the bank, <em>are not made with a view</em> to prevent the application of the assets of the bank in the manner prescribed by statute or <em>with a view</em> to the preference of that depositor over the other creditors.\" (Italics supplied.) <span class=\"star-pagination\">*Page 75</span> </p>\n<p>The statute which the Michigan Court was considering, reads as follows:</p>\n<p>\"All payments of money, either after the commission of an act of insolvency, or in contemplation thereof * * * <em>with a view</em> to the preference of one creditor to another shall be null and void.\" (Italics supplied.)</p>\n<p>In this Michigan case, Hooker, J., in a separate concurring opinion, 36 L.R.A. 678 (text), says:</p>\n<p>\"We may reasonably say that the words, 'with a view to'<em>mean with the intent to, or desire of pursuing a particular</em><em>course,</em> etc.\" (Italics supplied.)</p>\n<p>In the instant case, it appears from the pleadings and from the testimony of Mr. C. D. Tomlinson, Vice-President of the Bank, and a member of the former Board of Bond Trustees of Madison County, who was the only witness called to testify as to the transactions between the parties, and as to the financial condition of the bank, that the putting up or pledging of the securities involved in this case was for the purpose of continuing the custom and the agreement of the bank to secure the deposit of the public funds it had on hand, and to the credit of the Bond Trustees, and later the Board of Administration. The testimony fails in our opinion to show any commission of an act of insolvency by the bank or its officials on April 19, 1930, or prior thereto, there is no testimony to show that on said date it contemplated insolvency, or that it made the pledge of the securities on that date <em>with a view to</em>\nor with the intent or desire to prefer the respondents to its other creditors. On the contrary, Mr. Tomlinson, the witness for the complainant, in response to the question, \"Why was the list dated April 19, 1930, made?\" Said, \"In order that the notes might be substituted therefor, that has been the custom as before.\" He further testified that on April 19, 1930, he, at the request of a representative of respondents, had the <span class=\"star-pagination\">*Page 76</span> \ncustody of the securities pledged on February 5, 1930, and that some of these securities which had matured, subsequent to February 5, 1930, had been taken down and new securities for similar amounts were substituted on April 19, 1930. Mr. Tomlinson testified that the bank had suffered no losses from February 5, 1930, to April 19, 1930, nor between April 19 and 21; that it is quite probable the bank's reserve was less on April 22, 1930, than on April 19, 1930.</p>\n<p>While the evidence shows that the President of the bank, on February 5, 1930, informed the Comptroller of the State, as representative of the Board of Administration, that the bank could not well afford on that date to have a withdrawal of $19,005.72, we do not think it sufficient evidence of insolvency. This sum was being paid to the State Treasurer, Ex-officio County Treasurer, at the rate of $1,000.00 per week, beginning with February 12, 1930, and being continued when the bank closed its doors.</p>\n<p>In the case of McDonald v. Chemical National Bank,<cross_reference>43 L.Ed. 1109</cross_reference>, text, the Supreme Court of the United States has the following to say:</p>\n<p>\"Nor can a finding, that the payments made to the Chemical National Bank on dates above mentioned were made in contemplation of insolvency and with the intent to prefer that bank, be based on the mere allegation that the Capital National Bank was insolvent, and that its insolvency must have been known to its officers. It is a matter of common knowledge that banks and other corporations continue in many instances to do their regular and ordinary business for long periods, though in a condition of actual insolvency as disclosed by subsequent events. It cannot surely be said that all payments made in due course of business in such cases are to be deemed to be made in contemplation of insolvency or with a view to prefer one creditor to another. There is often the hope that if only the credit of the bank <span class=\"star-pagination\">*Page 77</span> \ncan be kept up, by continuing its ordinary business, and by avoiding any act of insolvency, affairs may take a favorable turn and thus the suspension of payments and business be avoided. In the present instance there was not only no allegation of payment made in contemplation of insolvency or with a view to prefer Chemical Bank, but there was no evidence that up to the closing hours of January 31, 1893, the Capital National Bank had failed to pay any depositor on demand or had not met at maturity all its obligations. And the evidence fails to disclose any intention or expectation on the part of its officers to presently suspend business. It rather shows that up to the last, the operations of the bank and its transactions with the Chemical National Bank, were conducted in the usual manner. It may be that those of its officers who knew its real condition must have dreaded an ultimate catastrophe, but there is nothing to justify the inference that the particular payments were made in contemplation of insolvency or with a view to prefer the defendant bank.\"</p>\n<p>The pledging of the securities, by the Citizens' Bank of Madison, on April 19, 1930, was simply a continuation of its agreement and custom to secure the public funds deposited by the Bond Trustees, but recognized by the bank after February 5, 1930, as funds of the Board of Administration. It is true new securities were included in the list of April 19, 1930, but these were only substituted for matured securities withdrawn from the pledge of February 5, 1930. There is no evidence that either the pledge of securities of February 5, 1930, or of April 19, 1930, were made by the bank in contemplation of insolvency and with a view for giving preference to the respondents over other creditors.</p>\n<p>The transfer of the securities of April 19, 1930, was not in payment of the deposit held by the bank of public funds, to the credit of the Board of Administration, or the State <span class=\"star-pagination\">*Page 78</span> \nTreasurer as Ex-officio County Treasurer, but the transfer was a pledge of such collaterals as security for the funds.</p>\n<p>Finding no error in the judgment and decree of the court below, the decree is affirmed.</p>\n<p>WHITFIELD, TERRELL, BROWN and BUFORD, J. J., concur.</p>\n<p>DAVIS, C. J., disqualified.</p>",
          "html_with_citations": "<p>This case before us on an appeal from a final decree rendered in the court below dissolving a temporary injunction, and dismissing the bill of complaint as amended in a case wherein the appellant was complainant and the appellees in their official capacities were respondents.</p>\n<p>The amended bill of complaint alleges in substance:</p>\n<p>That on April 21, 1930, and for many years prior thereto, the Citizens Bank of Madison was a banking institution under the laws of Florida; that on said date the officers of the said bank definitely decided that it could not and would not open again for business, because it was insolvent, its liabilities exceeding its assets, and that it did not thereafter open for business.</p>\n<p>That on April 22, 1930, the Comptroller of the State of Florida through his officers and agents took charge of the said bank, and that on May 20, 1930, the complainant was duly appointed and confirmed as liquidator of said bank and as such liquidator he took charge of the said bank and <span class=\"star-pagination\">*Page 62</span> \nwas entitled to the possession, custody and control of all the assets thereof;</p>\n<p>That on April 21, 1930, and for a long time continuously prior thereto, the said bank had been insolvent and unable to meet its indebtedness, and was in default with its financial obligations, its reserve being below that allowed by law.</p>\n<p>That on April 19, 1930, W. V. Knott, State Treasurer as Ex-officio County Treasurer had on deposit in said Citizens Bank the sum of $8,198.49, and that on said date, the bank through its officials and agents, although it was insolvent, and contemplating insolvency, did, without the request of the respondents or any of them, take from its assets certain notes, mortgages and other evidences of indebtedness due said bank, for the purpose of securing said deposit, a list of which alleged assets was attached to the amended bill of complaint as exhibit \"A.\"</p>\n<p>That one C. D. Tomlinson, vice-president of said bank, had been a member of the Board of Bond Trustees of Madison County, Florida, for a long term of years; that the said Board of Bond Trustees, since the close of the Madison State Bank, in 1926, had deposited the funds held by them, in the said Citizens Bank of Madison; that it was the custom of the said Board to keep notes, mortgages and other securities pledged by the bank to secure such deposits, in a package or envelope segregated from other securities, and the package marked for identification; that Tomlinson had an understanding with the president of the said bank, that in case of necessity or advisability, he had the right to take securities of the bank, to secure the funds held by the Board of Bond Trustees deposited therein, but there was not kept in the bank records any record of any segregation, other than the lists of such securities.</p>\n<p>That sometime prior to February 5, 1930, the Board of Administration, at Tallahassee, Florida, called upon the <span class=\"star-pagination\">*Page 63</span> \nBoard of Bond Trustees of Madison County, Florida, to turn over to it the funds and securities in the custody of the said Board of Trustees; that on that date the amount of the deposit in said bank to the credit of said Bond Trustees was $19,005.72.</p>\n<p>That on February 5, 1930, after the request of the Board of Administration for the Board of Trustees to turn over the securities, a list of the securities of said bank held by the Board of Bond Trustees, was prepared by the officials of said bank, the said list being attached to the amended bill of complaint as Exhibit \"B;\" that the said Tomlinson, representing the Board of Bond Trustees, and one A. Livingston, president of the bank, on February 5, 1930, went to Tallahassee, and saw one of the members of the Board of Administration, viz.: Hon Ernest Amos, State Comptroller, the other members of the Board being out of the city; that a copy of Exhibit \"B\" was shown or turned over to Hon. Ernest Amos, Comptroller, as a member of the Board of Administration, and that C. D. Tomlinson informed him that he was ready to make settlement, and transfer the funds of the Board of Bond Trustees to the Board of Administration; that at the same time, the said Livingston, said that Tomlinson was ready, but that he (Livingston) was not ready, \"meaning and stating in substance that the Citizens Bank of Madison could not well afford to have such a large withdrawal then;\" that in view of this statement by the said Livingston, as to the effect the large withdrawal might have on the Citizens Bank, it was agreed between Honorable Ernest Amos and said A. Livingston, that $1,000.00 might be paid each week, to begin a short time thereafter, subject, however, to the approval of the other members of the Board of Administration; that pursuant to such understanding, payments were made weekly from about February 12, 1920, up to the closing of the bank, and that the deposit had been <span class=\"star-pagination\">*Page 64</span> \nthereby reduced from $19,005.72 to the sum of $8,198.49; that at the direction or suggestion of Hon. Ernest Amos, the said Tomlinson kept the securities at the Citizens Bank of Madison;</p>\n<p>That the account on the book of the bank was never changed from the Board of Bond Trustees to the Board of Administration;</p>\n<p>\"That as securities matured it was the custom of the Board of Bond Trustees, to take down the matured securities, and if necessary to properly secure the funds on deposit in the Citizens Bank, to substitute other securities; that after the deposit was turned over to the Board of Administration on or about February 5, 1930, securities that matured were taken down from time to time, but none were substituted until April 19, 1930;\" that a new list was made up on April 19, 1930, and attached to and made a part of the amended bill of complaint as Exhibit \"C,\" the same being made to secure the said deposit of $8,198.49; that some of the securities in list designated \"C\" had been put up as security for the deposit of the Board of Administration prior to April 19, 1930, and some had not, and that Exhibit \"A\" is that portion of the securities in Exhibit \"C\" that had never been put up prior to April 19, 1930; that after the bank had ceased to transact business, and after the Comptroller had through his agents and officers taken charge of said bank, the officers and agents of the bank turned over said notes, and evidences of indebtedness to W. V. Knott, State Treasurer, as Ex-officio County Treasurer, who received them on September 8, 1930;</p>\n<p>\"That said officials and agents of the said bank, knowing it to be insolvent and contemplating insolvency, delivered said notes and evidence of indebtedness and each of them to said W. V. Knott, State Treasurer, as Ex-officio County Treasurer, in fraud of other creditors of said bank, with a <span class=\"star-pagination\">*Page 65</span> \nfraudulent view and intent to give defendants and each of them a preference over other creditors of said bank, by having same to operate as payment in full of the said deposit.\"</p>\n<p>That the liabilities of the bank far exceeded its assets and that the unsecured claims of the common creditors including depositors will be paid far less than the amount of their claims; and the transfer of the securities to secure the deposit of the Board of Administration was and is a fraud upon the other creditors and depositors, and gives the defendants a preference; that said transfer being made with a view to the preference of the defendants to other creditors, is utterly null and void.</p>\n<p>The amended bill of complaint prays the Court to decree that the alleged transfer is a fraud upon the rights of the complainant, and of the creditors of the said Citizens Bank of Madison, and an illegal preference in favor of defendants and each of them; that the complainant as liquidator be declared to be the owner of and entitled to the possession of the said securities alleged to have been transferred to W. V. Knott, State Treasurer, Ex-officio County Treasurer, and to the proceeds of any if any have been paid, and that the defendants and each of them be required to return to the complainant the securities and each of them or any money derived from the sale thereof. There is also a prayer for an accounting; and for a temporary and permanent injunction restraining the defendant and each of them from parting with, pledging, transferring, assigning or collecting the securities of any of them.</p>\n<p>The respondents demurred to the amended bill, which was overruled by the court below.</p>\n<p>Thereupon the respondents filed their answer in which they admitted the allegations of the amended bill of complaint, setting up the existence of the Citizens Bank of <span class=\"star-pagination\">*Page 66</span> \nMadison, as a banking corporation, under the laws of Florida engaging in a general banking business on April 12, 1930, and for a number of years prior thereto. The answer further admitted the allegations as to the insolvency of the said bank on April 21, 1930, that it was at that time unable to meet its obligations, and pay off its indebtedness; that its liabilities exceeded its assets, and was in an unsound condition. The answer alleges that the respondents are without knowledge as to whether the bank was long prior to April 21, 1930, insolvent, as alleged in the second paragraph of the amended bill of complaint. It further denies any knowledge that on April 21, 1930, the reserve of the bank was below that allowed by law.</p>\n<p>The respondents admit in their answer that W. V. Knott, State Treasurer, as Ex-officio County Treasurer, had on deposit in the Citizens Bank of Madison a large sum of money, to-wit, $8,198.49, but they deny that the officers and agents of the bank in contemplation of insolvency, and without the request of the defendants, did on April 19, 1930, take from the assets of the said bank certain assets, notes, mortgages, and evidences of indebtedness, due said bank, for the purpose of securing the deposit, as alleged in paragraph 3 of the amended bill of complaint. The respondents further answering regarding the securities pledged, say:</p>\n<p>\"It is admitted that C. D. Tomlinson, vice-president of said bank, had, for a long term of years, been a member of the Board of Bond Trustees of Madison County, Florida, and that said Board of Bond Trustees, after the closing of the Madison State Bank in the year 1926, did keep the County Bond Funds, including interest and sinking funds, in said Citizens Bank of Madison, and that to secure these funds it was and had been a custom of long standing, to-wit: A custom existing prior to and ever since the year 1926 to demand and receive from the bank in which said funds <span class=\"star-pagination\">*Page 67</span> \nwere deposited security therefor, which security was usually in the form of notes, mortgages and other securities, which were segregated from the assets of said bank and turned over to the said Bond Trustees, and usually kept for safe keeping in said bank, which said custom continued for many years prior to the closing of said Citizens Bank of Madison, except at times when the deposit of such funds of the Bond Trustees became so low that no securities were thought to be necessary; that this custom of demanding and taking securities for deposits of county bond funds, including interest and sinking funds, was, by agreement between the said Citizens Bank of Madison and the said Bond Trustees of said county; that these defendants are without knowledge as to whether any records were kept in the bank's books of such securities so obligated by the bank from time to time.</p>\n<p>\"(b) It is admitted that some time prior to February 5, 1930, the Board of Bond Trustees of Madison was called upon by the Board of Administration aforesaid to turn over to the State Treasurer as County Treasurer, Ex-officio, any and all securities, moneys and claims in the hands, possession or control of said Board of Bond Trustees for Madison County, Florida, and that on said date the amount on deposit in said Citizens Bank to the credit of said Bond Trustees was $19,005.72; that pursuant thereto the said Board of Bond Trustees for Madison County did turn over and transfer to the State Treasurer as County Treasurer Ex-officio, the account and deposit aforesaid, together with a list of securities of the said Citizens Bank, dated February 5, 1930, and held by said Board of Bond Trustees to secure said deposit.</p>\n<p>\"(c) Defendants are without knowledge that the said account in said Citizens Bank in the name of the Board of Bond Trustees was never changed to the name of the <span class=\"star-pagination\">*Page 68</span> \nBoard of Administration, in the books of said banks, and is without knowledge of any of the other allegations of the paragraph.</p>\n<p>\"(d) It is admitted that as the securities pledged by said bank to secure the deposit of said Board of Bond Trustees of County Bond Funds, matured, it was the custom of the said Board of Bond Trustees, by agreement with the bank, to take down the matured securities, and if necessary to secure funds on deposit with the Citizens' Bank, by substituting other securities therefor.</p>\n<p>\"The defendants deny that the securities pledged and listed under date of February 5, 1930, were taken down from time to time between February 5, 1930, and April 19, 1930, but admit that on April 19, 1930, a new list of the securities was made up, and allege that those securities listed on April 19, 1930, which were not included in the list of February 5, 1930, were substituted for those in the list of February 5, 1930, which were taken down on account of the maturity thereof in accordance with the agreement contained in the said list of February 5, 1930, and in pursuance of the agreement and custom existing between said bank and the said Board of Bond Trustees at the time and for a long time prior thereto.\"</p>\n<p>\"It is denied that after the said bank was taken charge of by the Comptroller, and after it ceased to transact business, the officers and agents of the said bank turned over to the State Treasurer as County Treasurer Ex-officio, said notes and evidences of indebtedness as security for the deposits of said Board of Bond Trustees in said bank, and defendants aver the truth to be, that said securities were turned over to the State Treasurer as County Treasurer Ex-officio prior to the closing of the said bank.\"</p>\n<p>\"The defendants are without knowledge of the facts alleged in sub-paragraph (d) of paragraph 3 of the amended <span class=\"star-pagination\">*Page 69</span> \nbill of complaint that the officers and agents of said bank turned over said securities to the State Treasurer as aforesaid, in contemplation of the insolvency of the bank, and in fraud of other creditors of said bank, or with the fraudulent view and intent of giving defendants a preference over other creditors of said bank, and deny that the same was done to operate as payment in full of the amount of said deposit.\"</p>\n<p>In paragraph 4 of their answer the respondents deny that the alleged transfer of the securities to secure the deposit set forth in the bill and preceding paragraph of the answer, was a fraud upon the rights of other creditors including depositors, and giving defendants and each of them a preference over creditors, including depositors, and they deny that the said transfer was made with the intent and view to the preference of defendants to other creditors; and they further deny that the same is utterly null and void, and that the paying over to the State Treasurer as County Treasurer Ex-officio, was in fact or in law a transfer of the assets of the bank.</p>\n<p>In the 5th paragraph of the answer, it is alleged in substance that the act of the Board of Bond Trustees of Madison County, Florida, in turning over to the State Treasurer, as Ex-officio County Treasurer, the account, claim and deposit of the said Board, including interest and sinking fund deposited in said Citizens Bank of Madison, and the securities pledged therefor by the said bank as shown by the exhibits attached to the amended bill of complaint, was done in pursuance of the provision of Section 3, Chapter 14486, Laws of Florida, Acts of 1929, requiring the Board of Bond Trustees to pay over and transfer to the State Treasurer, as Ex-officio County Treasurer \"any and all securities, moneys or claims which may be in their possession or control as administrators of such sinking funds, to be held by <span class=\"star-pagination\">*Page 70</span> \nhim for the use and benefit of said County or Special Road and Bridge District, as hereinafter set forth.\" It is further alleged by the respondents in said paragraph 5 of the answer, that it is also provided in Section 3 of said Chapter 14486, that \"the State Treasurer as County Treasurer Ex-officio, shall retain such funds as shall be received from any such County or District, with the bank, where the same is then deposited for such time as is reasonably necessary for any such bank to comply with the provisions of Section 17 of this Act,\" and, That upon the transferring of the deposit and the securities therefor, by the Board of Trustees, to the State Treasurer as Ex-officio County Treasurer, it became his duty to retain the same for such time as was reasonably necessary for such bank to comply with the provisions of Section 17, Chapter 14486, Laws of Florida, and that the conduct of the State Treasurer as County Treasurer Ex-officio in holding said deposit and securities pledged therefor, was in pursuance of such requirement of said statute; That up to the time the bank closed it had not complied with the provisions of Section 17, of said Chapter 14486 by depositing with the State Treasurer satisfactory bonds or treasury certificates of the United States, or Special Tax School District Bonds, or bonds of any municipality eligible to secure State deposits as provided by law, or bonds of any county or Special Road and Bridge District in the State of Florida entitled to participate under Chapter 14886, to secure such deposits.</p>\n<p>It is further alleged in paragraph 5 of the answer as follows:</p>\n<p>\"That the said Citizens' Bank of Madison recognized, accepted and honored the said transfer of the deposit and the said securities pledged therefor by said Board of Bond Trustees to the State Treasurer as County Treasurer Ex-officio, as shown by the fact that said Citizens Bank from time to <span class=\"star-pagination\">*Page 71</span> \ntime between February 5, 1930, and April 19, 1930, paid the State Treasurer, as County Treasurer Ex-officio, on said account the sum of money alleged in the amended bill of complaint, thereby reducing said account or deposit from $19,005.72, the amount transferred to the said State Treasurer by said Board of Bond Trustees, to approximately $8,198.49.</p>\n<p>\"It is further alleged by <em>Complainant</em> (respondents is the word intended) that the notes, mortgages, and other securities listed in the exhibits to said bill of complaint, pledged by the said Citizens Bank of Madison to the Board of Bond Trustees and transferred by them to the State Treasurer, was not done in payment of said account as alleged in the amended bill of complaint, but for the purpose only of securing the deposit.\"</p>\n<p>After answer was filed, testimony was taken before a Special Master appointed by the court. The case was submitted for final hearing on amended bill, answer and testimony, and the court rendered final decree, dismissing the amended bill of complaint, dissolving the temporary restraining order, and adjudging the costs against the complainant.</p>\n<p>From this decree appeal has been taken, and the Appellant assigns three errors.</p>\n<p>These three assignments of errors may however be epitomized as follows: \"The court erred in rendering the final decree dismissing the amended bill of complaint and dissolving the temporary injunction.\"</p>\n<p>The questions raised by this appeal are:</p>\n<p>1. Can a bank pledge its assets to secure the deposit of public funds? and,</p>\n<p>2. Was the transfer and pledge of the notes, mortgages and other securities, made on February 5, 1930, and April 19, 1930, by the officers of the Citizens' Bank of Madison to secure the deposit of the funds of the Board of <span class=\"star-pagination\">*Page 72</span> \nBond Trustees of Madison County, Florida, and subsequently the deposit of the funds of the Board of Administration, made in contemplation of insolvency, and with a view to a preference of the Bond Trustees or Board of Administration, to other creditors of said bank?</p>\n<p>The first question mentioned has been before us in other cases. In the case of First American Bank and Trust Company v. Town of Palm Beach, <cross_reference><span class=\"citation\" data-id=\"3394282\"><a href=\"/opinion/3400588/first-am-bank-trust-co-v-town-of-palm-beach/\"><span class=\"volume\">96</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">247</span></a></span></cross_reference>, ___ So.2d ___, we said:</p>\n<p>\"State banks in Florida may lawfully pledge securities to protect depositors of public funds.\"</p>\n<p>In that case we also said:</p>\n<p>\"The authority of a State banking institution to guarantee deposits by pledging collateral security is controlled in many States by statutes. In others it is controlled by court decisions based upon what the courts conceive to be a proper public policy. In others, as in this State, the question of such authority may be said to be controlled by a legislatively established public policy.\"</p>\n<p>See also U.S. Fidelity and Guarantee Co. v. Village of Bassfield (Miss.), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">26</span></span></cross_reference>.</p>\n<p>From the allegations of the amended bill of complaint, the answer of the respondents, and the testimony before the Court it is clear that for a number of years prior to closing its doors, the Citizens' Bank of Madison had segregated notes, mortgages and other evidences of indebtedness owned by it, to be considered, used and pledged as security for the public funds deposited with it by the Board of Bond Trustees of Madison County. It is clearly alleged, admitted and proven that it was the agreement and understanding between the authorities of the bank and the Bond Trustees that as these securities matured, such matured obligations would be withdrawn or \"taken down\" and others of like value substituted. In fact each of the lists of the securities <span class=\"star-pagination\">*Page 73</span> \nattached to the amended bill of complaint, as shown by the transcript of record carries this agreement in the following words:</p>\n<p>\"It is hereby agreed that the Citizens' Bank of Madison is to have the privilege of withdrawing from time to time any of the above receivables' upon substitution therefor of others in no less amount and value for the purpose of adjusting maturities, and that as the balances in said bank to the credit of said Trustees increases or decreases, the security hereby given may be adjusted in amounts to cover it being the intention of all parties concerned to at all times maintain a full coverage in an amount of not less than 110 per cent. of the balance to the credit of the Trustees.\"</p>\n<p>According to the testimony of the witness Tomlinson, who was Vice-President of the Bank, and a member of the Board of Bond Trustees, the above quoted provision was attached to every list of collaterals pledged to secure the deposits of the Bond Trustees during the time these deposits were carried in the Citizens' Bank of Madison including the list of April 19, 1930.</p>\n<p>It appears from the testimony that the collaterals pledged as security for the deposits of the funds were kept in an envelope marked \"Collateral Account of the Trustees, Madison County Road Bonds.\" That with the exception of the mortgages these securities were endorsed in blank by some officer in the bank, and that as a rule these collaterals were changed about once a month, that the Bond Trustees would always keep sufficient securities to protect the deposit, a new list being made when securities matured, and others substituted.</p>\n<p>Clearly the bank was authorized to pledge its assets, as security in the manner detailed in the pleadings and testimony to secure the deposits of these public funds.</p>\n<p>The second proposition advanced by the appellant is, that <span class=\"star-pagination\">*Page 74</span> \nthe pledging of the securities made by the bank on April 19, 1930, to secure the deposit of the funds of the Board of Bond Trustees of Madison County or their successors, was so made in contemplation of insolvency and with a view to a preference of the Bond Trustees or their successors, to other creditors of the bank.</p>\n<p>Under the provisions of Section 4168, Revised General Statutes of Florida, Section 6109, Compiled General Laws, \"all transfers of notes, bonds, bills of exchange and other evidences of debt owing to any banking company * * * make after the commission of an act of insolvency, or in contemplation thereof made with a view to the preference of one creditor to another shall be utterly null and void.\"</p>\n<p>Under the statute, before a transfer by a bank of notes, mortgages and other evidences of indebtedness to one of its creditors can be held to be void, such bank must have been insolvent at the time of such transfer, or must, in contemplation of insolvency, have made such transfer with a view to the preference of such creditor to another. What is the meaning of the phrase, \"with a view to?\"</p>\n<p>The Supreme Court of Michigan, in the case of George W. Stone, Receiver, v. Nelson F. Jenison, 36 L.R.A. 675, had before it a statute somewhat similar to Section 4168, Revised General Statutes of Florida <em>supra.</em> In that case the court said,</p>\n<p>\"Payments to a depositor during a run on the bank and after the cashier has persuaded some persons not to withdraw their deposits, but when the bank has assets sufficient so that its officers hope and expect to continue business and be able to pay all the debts of the bank, <em>are not made with a view</em> to prevent the application of the assets of the bank in the manner prescribed by statute or <em>with a view</em> to the preference of that depositor over the other creditors.\" (Italics supplied.) <span class=\"star-pagination\">*Page 75</span> </p>\n<p>The statute which the Michigan Court was considering, reads as follows:</p>\n<p>\"All payments of money, either after the commission of an act of insolvency, or in contemplation thereof * * * <em>with a view</em> to the preference of one creditor to another shall be null and void.\" (Italics supplied.)</p>\n<p>In this Michigan case, Hooker, J., in a separate concurring opinion, 36 L.R.A. 678 (text), says:</p>\n<p>\"We may reasonably say that the words, 'with a view to'<em>mean with the intent to, or desire of pursuing a particular</em><em>course,</em> etc.\" (Italics supplied.)</p>\n<p>In the instant case, it appears from the pleadings and from the testimony of Mr. C. D. Tomlinson, Vice-President of the Bank, and a member of the former Board of Bond Trustees of Madison County, who was the only witness called to testify as to the transactions between the parties, and as to the financial condition of the bank, that the putting up or pledging of the securities involved in this case was for the purpose of continuing the custom and the agreement of the bank to secure the deposit of the public funds it had on hand, and to the credit of the Bond Trustees, and later the Board of Administration. The testimony fails in our opinion to show any commission of an act of insolvency by the bank or its officials on April 19, 1930, or prior thereto, there is no testimony to show that on said date it contemplated insolvency, or that it made the pledge of the securities on that date <em>with a view to</em>\nor with the intent or desire to prefer the respondents to its other creditors. On the contrary, Mr. Tomlinson, the witness for the complainant, in response to the question, \"Why was the list dated April 19, 1930, made?\" Said, \"In order that the notes might be substituted therefor, that has been the custom as before.\" He further testified that on April 19, 1930, he, at the request of a representative of respondents, had the <span class=\"star-pagination\">*Page 76</span> \ncustody of the securities pledged on February 5, 1930, and that some of these securities which had matured, subsequent to February 5, 1930, had been taken down and new securities for similar amounts were substituted on April 19, 1930. Mr. Tomlinson testified that the bank had suffered no losses from February 5, 1930, to April 19, 1930, nor between April 19 and 21; that it is quite probable the bank's reserve was less on April 22, 1930, than on April 19, 1930.</p>\n<p>While the evidence shows that the President of the bank, on February 5, 1930, informed the Comptroller of the State, as representative of the Board of Administration, that the bank could not well afford on that date to have a withdrawal of $19,005.72, we do not think it sufficient evidence of insolvency. This sum was being paid to the State Treasurer, Ex-officio County Treasurer, at the rate of $1,000.00 per week, beginning with February 12, 1930, and being continued when the bank closed its doors.</p>\n<p>In the case of McDonald v. Chemical National Bank,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1109</span></span></cross_reference>, text, the Supreme Court of the United States has the following to say:</p>\n<p>\"Nor can a finding, that the payments made to the Chemical National Bank on dates above mentioned were made in contemplation of insolvency and with the intent to prefer that bank, be based on the mere allegation that the Capital National Bank was insolvent, and that its insolvency must have been known to its officers. It is a matter of common knowledge that banks and other corporations continue in many instances to do their regular and ordinary business for long periods, though in a condition of actual insolvency as disclosed by subsequent events. It cannot surely be said that all payments made in due course of business in such cases are to be deemed to be made in contemplation of insolvency or with a view to prefer one creditor to another. There is often the hope that if only the credit of the bank <span class=\"star-pagination\">*Page 77</span> \ncan be kept up, by continuing its ordinary business, and by avoiding any act of insolvency, affairs may take a favorable turn and thus the suspension of payments and business be avoided. In the present instance there was not only no allegation of payment made in contemplation of insolvency or with a view to prefer Chemical Bank, but there was no evidence that up to the closing hours of January 31, 1893, the Capital National Bank had failed to pay any depositor on demand or had not met at maturity all its obligations. And the evidence fails to disclose any intention or expectation on the part of its officers to presently suspend business. It rather shows that up to the last, the operations of the bank and its transactions with the Chemical National Bank, were conducted in the usual manner. It may be that those of its officers who knew its real condition must have dreaded an ultimate catastrophe, but there is nothing to justify the inference that the particular payments were made in contemplation of insolvency or with a view to prefer the defendant bank.\"</p>\n<p>The pledging of the securities, by the Citizens' Bank of Madison, on April 19, 1930, was simply a continuation of its agreement and custom to secure the public funds deposited by the Bond Trustees, but recognized by the bank after February 5, 1930, as funds of the Board of Administration. It is true new securities were included in the list of April 19, 1930, but these were only substituted for matured securities withdrawn from the pledge of February 5, 1930. There is no evidence that either the pledge of securities of February 5, 1930, or of April 19, 1930, were made by the bank in contemplation of insolvency and with a view for giving preference to the respondents over other creditors.</p>\n<p>The transfer of the securities of April 19, 1930, was not in payment of the deposit held by the bank of public funds, to the credit of the Board of Administration, or the State <span class=\"star-pagination\">*Page 78</span> \nTreasurer as Ex-officio County Treasurer, but the transfer was a pledge of such collaterals as security for the funds.</p>\n<p>Finding no error in the judgment and decree of the court below, the decree is affirmed.</p>\n<p>WHITFIELD, TERRELL, BROWN and BUFORD, J. J., concur.</p>\n<p>DAVIS, C. J., disqualified.</p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3394282/"
          ]
        }
      ],
      "judges": "CAMPBELL, Circuit Judge. &#8212;",
      "date_created": "2016-07-05T18:43:03.591265Z",
      "date_modified": "2016-08-17T19:19:42.570178Z",
      "date_filed": "1933-03-14",
      "date_filed_is_approximate": false,
      "slug": "davis-v-board-of-administration",
      "citation_id": null,
      "case_name_short": "Davis",
      "case_name": "Davis v. Board of Administration",
      "case_name_full": "W. T. Davis, as Liquidator of the Citizens Bank of Madison, a Banking Corporation v. W. v. Knott, as Ex-Officio County Treasurer, and Doyle E. Carlton, Governor of the State of Florida, Ernest Amos, Comptroller of the State of Florida, as and Constituting the Board of Administration",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "109 Fla. 60",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "147 So. 276",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "J. R. Kelly  and  R. H. Rowe,  for Appellant;\n\n Cary D. Landis, Attorney General,  and  H. E. Carter,  Assistant,  for Appellees.",
      "nature_of_suit": "",
      "posture": "An appeal from the Circuit Court for Leon County, J. B. Johnson, Judge.",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3266441/davis-v-board-of-administration/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T18:43:03.586394Z",
  "date_modified": "2016-07-05T18:43:03.586421Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Davis",
  "case_name": "Davis v. Board of Administration",
  "case_name_full": "W. T. Davis, as Liquidator of the Citizens Bank of Madison, a Banking Corporation v. W. v. Knott, as Ex-Officio County Treasurer, and Doyle E. Carlton, Governor of the State of Florida, Ernest Amos, Comptroller of the State of Florida, as and Constituting the Board of Administration",
  "slug": "davis-v-board-of-administration",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}