{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/328077/",
  "id": 328077,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cal/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2617929/",
      "id": 2617929,
      "absolute_url": "/opinion/2617929/stanislaus-co-etc-assn-v-stanislaus/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/328077/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2617929/",
          "id": 2617929,
          "absolute_url": "/opinion/2617929/stanislaus-co-etc-assn-v-stanislaus/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2617929/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3801/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T11:52:41.913692Z",
          "date_modified": "2017-04-11T02:25:00.199084Z",
          "type": "010combined",
          "sha1": "3658149c500732cb8656e39b9fb77a500f5facb0",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>8 Cal.2d 378 (1937)</b></center>\n<center><h1>STANISLAUS COUNTY DAIRYMEN'S PROTECTIVE ASSOCIATION (a Voluntary, Unincorporated Association) et al., Appellants,<br>\nv.<br>\nCOUNTY OF STANISLAUS (a Political Subdivision) et al., Respondents.</h1></center>\n<center>Sac. No. 4972. </center>\n<center><p><b>Supreme Court of California. In Bank.  </b></p></center>\n<center>February 27, 1937.</center>\n<p> Hawkins &amp; Hawkins and Whitehurst &amp; Logan for Appellants.</p>\n<p> Leslie A. Cleary, District Attorney, and Frank B. Collier, Deputy District Attorney, for Respondents.</p>\n<p> CURTIS, J.</p>\n<p> This action, originally appealed to this court, was transferred by our order to the District Court of Appeal for the Third District. That court rendered its decision affirming the judgment of the trial court. A petition for hearing by this court after said decision was later granted. While we are in accord with the conclusion reached by the District Court of Appeal, we are not in entire agreement with said court in all that was said in said opinion. We therefore adopt as the opinion of this court the opinion rendered by the District Court of Appeal with such changes or modifications as we think necessary to express our views upon the legal questions present in the case. Such changes or modifications as we have made in the opinion as rendered by the District Court of Appeal are set off in brackets from those portions of the original opinion which we have adopted.</p>\n<p> The opinion as changed or modified by us is as follows:</p>\n<p> The plaintiffs have appealed from a judgment which was rendered against them upon an order sustaining a demurrer to a complaint without leave to amend the pleading. The action was brought to enjoin the officers of the Stanislaus County Voluntary Tuberculosis Control Area from enforcing an ordinance of that district authorizing the inspecting, condemning or slaughtering of dairy cattle infected with tuberculosis. It is contended the ordinance is unconstitutional and void for the reason that it is in conflict with the Agricultural <span class=\"star-pagination\">*383</span> Code of California, which purports to legislate for the entire state upon the same subject, and because the ordinance is discriminatory, unreasonable and oppressive. The demurrer was sustained on the ground that the complaint fails to state facts sufficient to constitute a cause of action authorizing the injunctive relief which is sought.</p>\n<p> It is contended the demurrer was improperly sustained for the reason that the facts which are alleged show that the county ordinance is unreasonable, discriminatory and void, and that evidence may be adduced to prove that an act which may appear on its face to be valid is, nevertheless, void. It is stated in 2 McQuillin on Municipal Corporations, page 732, section 766, in that regard:</p>\n<p> [1] \"It is well settled that in case of an act of the legislature, or of a municipal ordinance which has been expressly ratified by the legislature, evidence may not, as a general rule, be introduced for the purpose of showing that the statute or ordinance is unreasonable, and therefore unconstitutional, while in the case of an ordinance or municipal regulation adopted under authority of the legislature, but not specially ratified after adoption, it may be attacked on the ground that it is unreasonable, and to support this claim evidence may be introduced.\"</p>\n<p> Conceding that a different rule prevails in that regard in determining whether a county ordinance is unreasonable and void from that which applies with relation to the ordinance of a city which is enacted under an express delegation of authority contained in a charter which has been approved by the legislature, still we are of the opinion the present county ordinance does not appear to be unreasonable or discriminatory. [2] The mere allegations of conclusions with respect to the purpose or result of an ordinance are not binding on a court in the construction thereof. The ordinance itself is clear with respect to its purpose and procedure.</p>\n<p> The County of Stanislaus was granted authority to adopt local, police, sanitary or other regulations not in conflict with general laws. (Art. XI, sec. 11, Const. of Calif.) The only questions to be determined are whether the challenged ordinance constitutes a violation of that constitutional delegation of authority, or whether it is in conflict with the Agricultural Code of California. [3] The authority to enact police ordinances for sanitation or health on the part of counties as well <span class=\"star-pagination\">*384</span> as chartered cities is just as broad, sweeping and inclusive as the powers with relation thereto which are vested in the legislature itself, except that they must not conflict with the Constitution or with general laws, and must be confined in their application only to the city or county adopting them. (People v. Velarde, 45 Cal.App. 520 [188 P. 59]; In re Maas, 219 Cal. 422 [27 PaCal.2d 373].)</p>\n<p> [4] In determining whether the ordinance is unreasonable, discriminatory or oppressive, and therefore void, the intent and object of the legislation should be ascertained, if possible, from the act itself. In 59 Corpus Juris, page 961, section 571, it is said in that regard:</p>\n<p> \"In construing a statute to give effect to the intent or purpose of the legislature, the object of the statute must be kept in mind, and such construction placed upon it as will, if possible, effect its purpose and render it valid.\"</p>\n<p> But the purpose and spirit of the act should also be considered. In 59 Corpus Juris, page 964, section 573, it is said:</p>\n<p> \"In pursuance of the general object of giving effect to the intention of the legislature, the courts are not controlled by the literal meaning of the language of the statute, but the spirit or intention of the law prevails over the letter thereof, it being generally recognized that whatever is within the spirit of the statute is within the statute although it is not within the letter thereof, while that which is within the letter, although not within the spirit, is not within the statute. Effect will be given the real intention even though contrary to the letter of the law. The rule of construction according to the spirit of the law is especially applicable where adherence to the letter would result in absurdity or injustice, or would lead to contradictions, or would defeat the plain purpose of the act ... When the law is free and clear of ambiguity, the letter of it is not to be disregarded on the pretext of pursuing its spirit.\"</p>\n<p> [5] It is asserted sections 234 to 239 of the Agricultural Code of California (Deering's Supp. to Gen. Laws of Calif., 1933, p. 841 et seq.) include all of the provisions with relation to the control of tuberculosis as affecting cattle within the state, which are found in the Stanislaus ordinance, which latter measure is a mere attempt to regulate the same subject covered by the state law, and that the ordinance is therefore ineffectual and void. (In re Sic, 73 Cal. 142 [14 P. 405]; <span class=\"star-pagination\">*385</span> In re Mingo, 190 Cal. 769 [214 P. 850]; Atlas Mixed Mortar Co. v. City of Burbank, 202 Cal. 660 [262 P. 334].) The application of this rule depends upon whether the Agricultural Code does in fact cover regulations in the same district regarding tubercular cattle which are sought to be enforced by the Stanislaus ordinance. If the ordinance does enact new and additional regulations beyond those which are covered by the state law, then those measures may be upheld as valid so long as they do not conflict with the provisions of the state law. It is said in In re Iverson, 199 Cal. 582 [250 P. 681], in that regard:</p>\n<p> \"Where the legislature has assumed to regulate a given course of conduct by prohibitory enactments, a municipality with subordinate power to act in the matter may make such new and additional regulations in aid and furtherance of the purposes of the general law as may seem fit and appropriate to the necessities of the particular locality, and which are not in themselves unreasonable. (Mann v. Scott, 180 Cal. 550, 556 [182 P. 281].) ... Whether the legislature has undertaken to occupy exclusively a given field of legislation is to be determined in every case upon an analysis of the statute and the facts and circumstances upon which it was intended to operate.\"</p>\n<p> After comparison of the Stanislaus County ordinance with the Agricultural Code we are satisfied these measures are not in conflict [except in one respect which will be hereinafter considered]. It is recited that the County of Stanislaus adopted an ordinance pursuant to section 234.25 of the Agricultural Code declaring that county to be an independent \"voluntary tuberculosis area\". This procedure is authorized by the code. [6] The theory of the Agricultural Code is that the state will assume authority to enforce the provisions thereof with respect to tubercular animals only in districts consisting of one or more counties after such areas have been segregated and established by the agricultural department. Section 234 of the code provides in that regard:</p>\n<p> \"The department may establish and maintain tuberculosis control areas within this state, wherein said department shall examine and tuberculin test all dairy cattle, and, with the consent of the owner, such beef cattle as he may specify, as often as may be deemed necessary, in order to determine which <span class=\"star-pagination\">*386</span> animals are affected with tuberculosis. Any tuberculosis control area shall consist of one or more entire counties.\"</p>\n<p> This provision is followed by section 234.25, which authorizes any county which is not included in a district organized by the department to create by ordinance its own area \"until the department shall establish such county as a tuberculosis control area\", within which county or any portion thereof the board of supervisors may provide for the regulation and testing of all cattle for the purpose of eradicating tuberculosis. That is exactly what was done in the present case. The last-mentioned section provides:</p>\n<p> \"In any county which has not been established by the department as a tuberculosis control area as provided in the preceding section, the board of supervisors of such county may, by ordinance, declare any portion of said county a voluntary tuberculosis control area, for the purpose of eradicating bovine tuberculosis therein; the same to continue, as such, only until the department shall establish such county as a tuberculosis control area.\"</p>\n<p> \"The county livestock inspector shall, subject to the supervision of the director, examine and tuberculin test all dairy cattle within such voluntary tuberculosis control area, as often as may be deemed necessary, in order to determine which animals are affected with tuberculosis.\"</p>\n<p> \"The board of supervisors of such county shall provide by ordinance for the formation, regulation, and operation of all such voluntary tuberculosis control areas, as may be so established within such county, necessary to accomplish the object of this section. The provisions in this code for payment of indemnity shall not apply to any voluntary tuberculosis control area established by authority of this section.\"</p>\n<p> [7] It is alleged the board of supervisors of Stanislaus County enacted ordinance number 170 pursuant to the provisions of section 234.25 of the Agricultural Code on January 19, 1935, creating a voluntary tuberculosis control area of the entire county for the purpose of eradicating tuberculosis from cattle. That ordinance is referred to as exhibit \"A\" and is made a part of the complaint. It is claimed that since the last-mentioned section only authorizes a board of supervisors to declare \"any portion of said county a voluntary tuberculosis control area,\" the effort to include the entire county in such district is unwarranted and void. We think there <span class=\"star-pagination\">*387</span> is no merit in this contention. We are of the opinion the authority to embrace within the area \"any portion of the county\" necessarily confers the right to include all portions or the whole thereof. (Coelho v. Truckell, 9 Cal.App.2d 47 [48 PaCal.2d 697].)</p>\n<p> The complaint then alleges that the board of supervisors of Stanislaus County enacted ordinance number 171, on February 25, 1935, which ordinance is also referred to as exhibit \"B\" and made a part of the pleading. This ordinance appears to conform to the requirements of section 234.25 of the Agricultural Code [except in the one respect already referred to], and provides in detail for the regulation and control of the testing, branding and disposition of tubercular animals within that county.</p>\n<p> The first ordinance created the district. The second one provided the authority and procedure for eradicating tuberculosis from dairy cattle within that area. This right also is given to said county by the terms of the Agricultural Code above quoted.</p>\n<p> [8] [Since it does not appear that Stanislaus County was included by the agricultural department in any tuberculosis control district within the state, it is clear that the county had a right to organize such a district within its own borders. In fact, as we have seen, this right is expressly given said county by the terms of the Agricultural Code quoted above. This is exactly what the County of Stanislaus proceeded to do. As no such district was established in said county by the Agricultural Department, the county was left free to establish such a district within its territorial limits, and provide in the ordinance establishing the same such legal regulations as in the judgment of the board of supervisors would meet the needs of said county. There can be no valid objection to such an ordinance that it is couched in the same language, or that it may be intended to serve the same purpose, as districts formed by the agricultural department under the Agricultural Code.] [9] Statutes may be identical in language and purpose, but if they apply to distinctly separate districts, they are not conflicting. The legislature had a right to authorize the organization of separate districts within the state for the purpose of regulating and eradicating tuberculosis from dairy cattle. This districting of the state has been done with respect to fishing and hunting and in various other <span class=\"star-pagination\">*388</span> regulatory enactments. The Agricultural Code is not discriminatory or void on that account.</p>\n<p> [10] The appellants suggest that the Stanislaus ordinance conflicts with the Agricultural Code in many particulars, among which is the fact that section 238 of the code provides that animals shall not be tested for tuberculosis or slaughtered unless there are funds available from federal and state sources to compensate the owner of the stock for the loss thereof, while the ordinance provides for no compensation under such circumstances. But, as we have said, there is no conflict between these measures since the code does not apply except in districts which have been established by the agricultural department, and Stanislaus County was not included in such an area. Section 234.25 of the Agricultural Code specifically declares that:</p>\n<p> \"The provisions in this code for payment of indemnity shall not apply to any voluntary tuberculosis control area established by authority of this section.\"</p>\n<p> [In view of the fact that no tuberculosis control district has been established by the department of agriculture in the County of Stanislaus, we are not concerned with the problems as to whether the Agricultural Code is unconstitutional for the alleged reason that it is unreasonable, discriminatory, or oppressive, or that it constitutes an unlawful delegation of judicial authority or otherwise. The officials of the County of Stanislaus are not pretending to regulate tuberculosis among dairy cattle pursuant to the Agricultural Code, but are acting in pursuance of the authority given them by the terms of said ordinance.]</p>\n<p> [11] We are of the opinion the ordinance is not void because it purports to delegate certain discretionary authority in testing, segregating or slaughtering cattle which are infected with tuberculosis. The ordinance is evidently intended as a police and sanitary measure adopted under the provisions of article XI, section 11 of the Constitution of California, chiefly to eradicate tuberculosis from dairy cattle in Stanislaus County for the protection of the consumers of milk against that prevalent disease. This discretion is conferred by the ordinance on the county livestock inspector or upon the county veterinarians, subject to the rules therein provided for the purpose of regulating the dairy business and eradicating <span class=\"star-pagination\">*389</span> tuberculosis. Sections III to VI of the ordinance are quoted in part and provide:</p>\n<p> \"III. All bovine animals within the voluntary tuberculosis control area herein created shall be tuberculin tested by the county livestock inspector or veterinarians as often, in the opinion of said livestock inspector or veterinarians, as may be deemed necessary to accomplish the purpose of this ordinance ...\"</p>\n<p> \"IV. Each reactor shall ... be marked ... under the supervision of the county livestock inspector or a veterinarian ...\"</p>\n<p> \"V. Any bovine animal in Stanislaus County reacting positively to a tuberculin test conducted by a veterinarian or the livestock inspector ... shall immediately be segregated ... and shall be slaughtered within 30 days ... under supervision of a federal, state, or state approved municipal meat inspector.\"</p>\n<p> \"VI. After removal of reactors the premises occupied and used by the reactors must be cleaned and disinfected by the owners thereof at their expense, to the satisfaction of a veterinarian or the county livestock inspector.\"</p>\n<p> For the purpose of enforcing this ordinance the county livestock inspector or county veterinarians are constituted the agents or officers of that district.</p>\n<p> Regarding the right of the legislature to delegate to administrative boards or officers the authority to adopt reasonable rules or methods of supervising or regulating a business or enterprise within the general purpose for which the statute is enacted, the language used in the case of Fillmore Union High School District of Ventura County v. Cobb, 5 Cal.2d 26 [53 PaCal.2d 349], appears to answer the appellants' objections to the ordinance which is involved in this case. That opinion says in that regard:</p>\n<p> [12] \"It is a well-established rule of law that authority may be delegated by the legislature to administrative boards or officers to adopt reasonable rules and terms to carry out the general purpose for which a statute is enacted, even though the delegated power confers a discretion or the necessity of determining terms, qualifications, or facts upon the board or officer within the scope of the legislative act. (6 R. C. L., p. 179, sec. 179; 5 Cal.Jur., p. 683, sec. 97; 1 Cooley's Const. Lim., p. 228; School District No. 7, etc., v. Hunnicutt, <span class=\"star-pagination\">*390</span> (D. C. Okl.) 51 Fed.2d 528; People v. Kuder, 93 Cal.App. 42 [269 P. 198]; In re Halck, 215 Cal. 500 [11 PaCal.2d 389]; Ex parte McManus, 151 Cal. 331, 335 [90 P. 702]; In re Weisberg, 215 Cal. 624 [12 PaCal.2d 446, 450].) In 1 Cooley's Constitutional Limitations, eighth edition, page 231, it is said in that regard:\"</p>\n<p> \" 'Boards and commissions now play an important part in the administration of our laws. The great social and industrial evolution of the past century, and the many demands made upon our legislatures by the increasing complexity of human activities, have made essential the creation of these administrative bodies and the delegation to them of certain powers. Though legislative power cannot be delegated to boards and commissions, the legislature may delegate to them administrative functions in carrying out the purpose of a statute and various governmental powers for the more efficient administration of the laws.'\"</p>\n<p> \"In the case of In re Weisberg, supra, in upholding a statute authorizing the state fire marshal to license certain establishments for sponging and pressing garments, the Supreme Court said with respect to these delegated powers:\"</p>\n<p> \" 'We find no merit in petitioner's claim that the act confers arbitrary and uncontrolled power upon the state fire marshal to determine the persons entitled to pursue and the conditions upon which they may conduct the regulated business. This contention is sufficiently answered by Carter v. Stevens, supra, 211 Cal. 281, 289-293 [295 P. 28], and Gaylord v. City of Pasadena, 175 Cal. 433, 436 [166 P. 348, 349]. As stated in the latter case, \"it has become increasingly imperative that many quasi-legislative and quasi-judicial functions, which in smaller communities and under more primitive conditions were performed by the legislative or judicial branches of the government, are intrusted to departments, boards, commissions, and agents. No sound objection can longer be successfully advanced to this growing method of transacting public business. Those things must be done in this way or they cannot be done at all, and their doing, in a very real sense, makes for the safety of the republic and is thus sanctioned by the highest law. For, as the Supreme Court of the United States declares: 'Indeed, it is not too much to say that a denial to Congress of the right, under the Constitution, to delegate the power to determine some fact or the state of <span class=\"star-pagination\">*391</span> things upon which the enforcement of its enactment depends would be \"to stop the wheels of government\" and bring about confusion, if not paralysis, in the conduct of the public business.' (Union Bridge Co. v. United States, 204 U.S. 364, 367 [27 S.Ct. 367, 51 L.Ed. 523].)\" ' \"</p>\n<p> There is nothing in the able opinion of Mr. Chief Justice Hughes in the case of Panama Refining Co. v. Ryan, 293 U.S. 388 [55 S.Ct. 241, 79 L.Ed. 446], commonly called the \"hot oil\" case, upon which the appellants rely, in conflict with the authorities from which we have previously quoted. Moreover, the appellants are assailing section 234.25 of the Agricultural Code in that regard, and not the provisions of the county ordinance.</p>\n<p> [13] [However, it will be noted that the ordinance of the board of supervisors of Stanislaus County (sec. III) provides that bovine animals within the district created by said ordinance shall be tuberculin tested by the county livestock inspector, or veterinarians, as often, in the opinion of said livestock inspector, or veterinarians, as may be deemed necessary to accomplish the purpose of the ordinance. It will be noted that by this ordinance the right to test bovine animals is given to veterinarians as well as to the livestock inspector, while by the terms of section 234.25 of the Agricultural Code it is provided that, \"the county livestock inspector shall ... test all dairy cattle within such voluntary tuberculosis control area.\" It is apparent in reading these two provisions, one from the county ordinance and the other from the Agricultural Code, that the provision of the ordinance is broader than that upon the same subject found in the code. The latter provision makes it the duty of the county livestock inspector to test all dairy cattle within the district, while the county ordinance empowers veterinarians, as well as the county livestock inspector, to make such test. This attempt to give this power and authority to a veterinarian who is not the county livestock inspector cannot be sustained. Whether we hold that the County of Stanislaus in the enactment of said ordinance was proceeding under the powers bestowed upon counties by section 11 of article XI of the Constitution, or under section 234.25 of the Agricultural Code, this provision of the ordinance cannot be sustained. If said ordinance was enacted under section 11 of article XI of the Constitution giving counties power to make and enforce local, police, sanitary and <span class=\"star-pagination\">*392</span> other regulations as are not in conflict with general laws, then the provision of the ordinance in question is in conflict with the general law of the state as contained in the Agricultural Code. If the ordinance was passed under the authority given said county under the Agricultural Code, then it is in conflict with the express provisions of said statute which provides that all testing of any cattle shall be done by the county livestock inspector. In our opinion, this provision in the ordinance is a most material departure from the power conferred upon the county. Those empowered to make said test, as will appear from the reading of sections III to VI, both inclusive, hereinbefore set out, are given the further power to condemn and to order slaughtered all animals reacting positively to a tuberculin test. When we realize that under this ordinance no provision is made for compensation to owners of cattle ordered slaughtered, we can see at a glance that the giving of such power to veterinarians indiscriminately might result in most serious consequences to owners of cattle in the said district. Even in involuntary districts created under the Agricultural Code where provision is made to reimburse owners of slaughtered cattle, the testing is done by officials of the state and not left indiscriminately to veterinarians generally. Undoubtedly, the legislature realized that the power of testing cattle and ordering their slaughter when found to be diseased, while necessary to be lodged in some board or officer, was a grave responsibility, and by the provisions of the Agricultural Code expressly limited its exercise to those officials whose qualifications peculiarly fitted them for the discharge of that duty. The provision of section III of said ordinance to the extent that it requires or permits \"veterinarians\" to make the tuberculin test of bovine animals within a voluntary tuberculosis control area, being in conflict with and contrary to the Agricultural Code is invalid, and for that reason not within the power of said county to enact. (County of San Luis Obispo v. Graves, 84 Cal. 71, 74 [23 P. 1032]; Ex parte Keeney, 84 Cal. 304 [24 P. 34]; In re Mingo, 190 Cal. 769 [214 P. 850]; In re Murphy, 190 Cal. 286 [212 P. 30].) However, this invalid provision of said ordinance does not render invalid the remaining portions of said ordinance. This invalid provision is readily separable from the remaining portions thereof. Besides, the ordinance <span class=\"star-pagination\">*393</span> provides that the invalidity of one portion thereof will not affect the remainder of the ordinance.]</p>\n<p> [14] The ordinance does not unlawfully discriminate between the owners of beef cattle and dairy cows in violation of article I, section 11, of the Constitution of California, nor does it deprive any owner of property without due process of law, contrary to the inhibition of the Fourteenth Amendment of the federal Constitution.</p>\n<p> The ordinance does exempt beef cattle from the necessity of inspection, testing or slaughter in the manner which is applicable to dairy cows which are found to be infected with tuberculosis. We are of the opinion this is a reasonable and valid classification. It is apparent the act is primarily intended to regulate the control of milk cows for sanitary and police purposes so as to protect the dairy business for the well-known reason that milk, which is susceptible to infection from tubercular germs, is peculiarly dangerous for human consumption. Stanislaus County is a famous dairy county. There is good reason why that industry should be strictly regulated and protected in that district. It may be true that beef cattle may also be dangerously infected with tuberculosis. The general laws of inspecting, classifying and marketing beef may adequately provide for safety against tubercularly infected meat, independently of the Stanislaus County ordinance. At least the reasonableness of the classification of dairy cows from beef cattle is a question resting very largely in the discretion of the legislative authority. It is said in the case of Martin v. Superior Court, 194 Cal. 93 [227 P. 762]:</p>\n<p> [15] \"The authority and the duty to ascertain the facts which will justify classified legislation must of necessity rest with the legislature, in the first instance, to whom has been given the power to legislate and not to the court and the decision of the legislature in that behalf is ordinarily conclusive upon the courts. Every presumption is in favor of the validity of the legislative act and the legislative classification will not therefore be disturbed unless it is palpably arbitrary in its nature and neither founded upon nor supported by reason.\"</p>\n<p> To the same effect are the cases of Dooley v. Johnson, 133 Cal.App. 459 [24 PaCal.2d 540], and Jochimsen v. City of <span class=\"star-pagination\">*394</span> Los Angeles, 54 Cal.App. 715 [202 P. 902]. In the case last cited it is said:</p>\n<p> \"The state may distinguish, select, and classify objects of legislation, and necessarily the power must have a wide range of discretion. 'Classification for such purposes is not invalid because not depending upon scientific or marked differences in things or persons or in their relations. It suffices if it is practical, and is not reviewable unless palpably arbitrary.' \"</p>\n<p> [16] It is contended the ordinance violates the provisions of the Fourteenth Amendment to the federal Constitution by depriving the owners of cattle of their property without due process of law, and that it is unreasonable and oppressive and therefore unconstitutional and void.</p>\n<p> It is true that the ordinance does provide for the inspection and slaughter of cattle found to be infected with tuberculosis, without providing for compensation therefor. This condemning and slaughter of cattle without providing for compensation therefor, and at the discretion of the county livestock inspector [...] raises a close and serious constitutional question. Most statutes and ordinances enacted for the summary destruction of diseased animals which are dangerous to health provide for reasonable methods of ascertaining and compensating the owners for their value. This is the safe and just method of disposing of diseased livestock. But it appears that under the police powers, in emergencies arising from the prevalence of diseased animals which are dangerous to the health of individuals, such as stock which is infected with the virulent \"hoof-and- mouth disease\" or other contagious or infectious diseases, statutes have been held to be valid which provide for the summary destruction of the animals even though they do not provide for compensation for the value of the animals. [17] These statutes are upheld on the theory that under the police power the agencies of the government are authorized to abate a public nuisance dangerous to the health of individuals. (New Orleans v. Charouleau, 121 La. 890 [46 So. 911, 18 L.R.A. (N. S.) 368, 126 Am.St.Rep. 332, 15 Ann. Cas. 46]; Newark &amp; S. O. Horse Car Co. v. Hunt, 50 N. J. L. 308 [12 Atl. 697]; Torruella v. Fernandez, 14 P. R. R. 591; 3 C.J., p. 54, sec. 151; 1 R. C. L., p. 1158, sec. 102; 67 A.L.R. 208, note.) We are of the opinion the ordinance which is involved in this case falls within that rule for the reason that it is enacted under the police <span class=\"star-pagination\">*395</span> power specifically delegated to the county by the provision of the state Constitution, and is intended to eradicate tuberculosis from dairy cattle and to regulate the producing and distribution of pure milk free from infected germs which are dangerous to health. We are pointed to no case which has held such statutes or ordinances to be unconstitutional or void on account of a failure to provide for compensating the owners of such diseased cattle for their summary destruction. The ordinance provides for the segregation of such diseased cattle for a period of thirty days, during which time they shall be slaughtered. This seems to afford reasonable assurance that they are actually dangerously diseased before their destruction is authorized. The delegation of enforcing this provision of the ordinance to a county livestock inspector is not unreasonable, arbitrary or oppressive. These officers are deemed to be the skilled agents of the county for the purpose of inspecting, segregating and destroying diseased dairy cattle for the preservation of the health of the consumers of milk so commonly used by the public.</p>\n<p> [18] The same reason prompts the sustaining of section VI of the ordinance which provides for the cleaning and disinfecting of the premises from which such diseased cattle have been removed, under the supervision and to the satisfaction of the same county livestock inspector.</p>\n<p> [19] The mere fact that the ordinance provides that diseased cattle shall be slaughtered \"under supervision of Federal, State or State approved municipal meat inspector\" is harmless. The mere supervision of the actual destruction of diseased animals on the part of federal or state approved officers deprives the owners of such stock of no vested property rights. Moreover, if that clause be deemed to be invalid, it does not affect the balance of the ordinance, which specifically provides that the invalidity of any section, paragraph or phrase thereof \"shall not affect the validity of the remaining portion of the ordinance\".</p>\n<p> Nearly every issue which is involved in this appeal was determined adversely to these appellants in the recent case of Coelho v. Truckell, 9 Cal.App.2d 47 [48 PaCal.2d 697], in which a hearing was denied by the Supreme Court. In that case Kings County organized a tuberculosis control area under the provisions of section 234.25 of the Agricultural Code of California, including the entire county in that district, <span class=\"star-pagination\">*396</span> just as Stanislaus County did in the present case. Kings County then adopted an ordinance under the police power conferred upon it by the Constitution of California providing for the testing, branding, segregation and slaughter of cattle within the district which were found to be infected with tuberculosis. The slaughter of such diseased cattle was authorized without compensation to the owners thereof. The enforcement of the ordinance was delegated to the livestock inspector of the county, or to qualified veterinarians employed by the bureau of animal industry of the United States. [It is true that the Kings County ordinance provided that the testing of cattle shall be done by \"a bureau veterinary inspector, a cooperating regularly employed state or county veterinary inspector or an accredited veterinarian\". The only point raised as to the validity of this provision of the Kings County ordinance was that it attempted to \"vest authority to execute its terms in the representatives of the federal bureau of animal industry, none of whom are residents or electors of Kings County and therefore not qualified to become officials or deputies of officials of that county\". In answering this argument, the court stated on page 57 of its opinion: \"The bureau of animal industry is willing to permit its employees to assist the state and county officials in eradicating bovine tuberculosis. The two mentioned in the agreed statement of facts, being the only federal employees with whom we are concerned, are regular veterinarians and qualified to administer tuberculin tests. We can see no good reason why they should not be permitted to assist the officials of Kings County in making such tests. It should not be necessary for them to be officers or deputies of officers of the county in order to enable them to administer tuberculin tests than it should be necessary for a duly licensed physician to be a health officer or a deputy in order that he may be permitted to diagnose the case of a patient and determine that he is suffering from a contagious disease and should be quarantined.\"</p>\n<p> No contention was made, or at least was not considered by the court, that the provision, authorizing the testing of cattle by others than the county livestock inspector, was invalid by reason of the conflict with section 234.25 of the Agricultural Code. The decision in that case, therefore, is not decisive of that question. Upon the issues that were determined in <span class=\"star-pagination\">*397</span> that case, the decision therein is in strict accord with the views herein expressed.</p>\n<p> [20] We do not intend to intimate by anything that we have said in this opinion that the county livestock inspector must personally perform all acts required in testing dairy cattle within the district. This, at least in some instances, would be a physical impossibility. He may act through deputies or call in veterinarians to assist him in the performance of his duties. But what we do mean to hold is that the portion of section III of the ordinance which apparently attempts to give veterinarians, independent of the county livestock inspector, the power to test animals and order slaughtered those found to be diseased, is an invalid provision of said ordinance.]</p>\n<p> The judgment is affirmed.</p>\n<p> Thompson, J., Waste, C.J., Shenk, J., and Seawell, J., concurred.</p>\n<p> EDMONDS, J.</p>\n<p> I dissent. The view taken by the majority of the court is, in my opinion, inconsistent with the decision of this court in LaFranchi v. City of Santa Rosa, ante, p. 331 [65 PaCal.2d 1301, 110 A.L.R. 639], rendered February 25, 1937. In that case an ordinance of the city of Santa Rosa was held to be in conflict with the provisions of the Agricultural Code. For the same reason the ordinance here involved should be held to be inconsistent with the provisions of that Code dealing with the same subject-matter.</p>\n<p> It is perfectly clear that the state has power to adopt measures looking toward the eradication of bovine tuberculosis under the police power, and there can be no doubt of the power of the state to assume exclusive control of the entire subject-matter. It is equally clear that under article XI, section 11, of the state Constitution this subject-matter could be left to the control of the cities and counties. However, if the state has acted by general law, the regulations enforceable by the subordinate agencies are limited to enactments not inconsistent with the general law. It is elementary, and the state Constitution so provides, that all laws of a general nature shall have a uniform operation. The federal Constitution prohibits any state from making or enforcing a law denying to any person the equal protection of the law. Applying <span class=\"star-pagination\">*398</span> these general principles to the instant case, it is my opinion that the ordinance is inconsistent with the general law.</p>\n<p> The Agricultural Code, which includes in its provisions authority for the eradication of bovine tuberculosis, is a general law. (Ex parte Beck, 162 Cal. 701 [124 P. 543]; In re Cencinino, 31 Cal.App. 238 [160 P. 167]; Ex parte Grey, 11 Cal.App. 125 [104 P. 476].) By these provisions the state department of agriculture is authorized to establish and maintain tuberculosis control areas wherein the department shall examine and test all dairy cattle. The code also provides that reactors shall be segregated and slaughtered and the owner compensated therefor. A further provision is that, if funds are insufficient for administration and indemnification, the department may withdraw one or more counties from the area, which withdrawn area shall become a provisional control area wherein cattle may be tested at the request of the owner, but with no authority for their slaughter.</p>\n<p> The Agricultural Code thus expresses as a general legislative policy that no cattle shall be tested or destroyed under the article relating to bovine tuberculosis unless funds are available from appropriation for payment of indemnity to the owner. However, one of the provisions of this article authorizes the board of supervisors of a county which has not been established by the department of agriculture of the state as a tuberculosis control area, to by ordinance declare any portion of the county a voluntary tuberculosis control area. \"The provisions in this code for payment of indemnity shall not apply to any voluntary tuberculosis control area established by authority of this section.\" (Sec. 234.25, Agricultural Code.)</p>\n<p> The ordinance here attacked was enacted pursuant to the provisions of the code. But if the ordinance is valid the right of an owner of destroyed cattle to indemnification depends upon the county in which they may have been located. If they were examined and slaughtered within a tuberculosis control area established by the state the owner is entitled to receive the payments specified by the act. But if the cattle were destroyed within a voluntary tuberculosis control area established by the county ordinance in conformity to the act, the owner receives nothing for his animals. Under such circumstances the right to indemnification may depend entirely upon the location of the infected cattle. <span class=\"star-pagination\">*399</span></p>\n<p> The state probably could have provided for the summary slaughter of infected cattle without indemnification (Randall v. Patch, 118 Me. 303 [108 Atl. 97, 8 A.L.R. 65]; Miller v. State, 146 Va. 175 [135 S.E. 813, 67 A.L.R. 197]), but it has not seen fit to do so. A fundamental part of the plan adopted by the state is that cattle shall only be destroyed when funds for indemnification are available.</p>\n<p> As already pointed out, the state law is a general law, and such laws must be uniform in their operation. There is no reasonable basis for classification under a state law by which dairymen in one county are entitled to indemnification while those in an adjoining county are denied the same right. It is apparent that, if the state by statute had directly provided for such a classification, it would be invalid. What the state cannot do directly it cannot do indirectly. It cannot create certain rights in some of its citizens and then delegate to counties the power to deny these rights to other citizens similarly situated.</p>\n<p> There is still another reason why the decision of the majority, in my opinion, is unsound. The complaint of the plaintiffs contains many allegations indicating that the present ordinance is unreasonable. They were entitled to a trial on the issues thus presented. (2 McQuillin on Municipal Corporations, sec. 766, p. 732; In re Smith, 143 Cal. 368 [77 P. 180]; Dobbins v. Los Angeles, 195 U.S. 223 [25 S.Ct. 18, 49 L.Ed. 169].)</p>\n<p> In my opinion the judgment should be reversed with directions to the trial court to allow the defendants to answer. <span class=\"star-pagination\">*400</span></p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">378</span></span> (1937)</b></center>\n<center><h1>STANISLAUS COUNTY DAIRYMEN'S PROTECTIVE ASSOCIATION (a Voluntary, Unincorporated Association) et al., Appellants,<br>\nv.<br>\nCOUNTY OF STANISLAUS (a Political Subdivision) et al., Respondents.</h1></center>\n<center>Sac. No. 4972. </center>\n<center><p><b>Supreme Court of California. In Bank.  </b></p></center>\n<center>February 27, 1937.</center>\n<p> Hawkins &amp; Hawkins and Whitehurst &amp; Logan for Appellants.</p>\n<p> Leslie A. Cleary, District Attorney, and Frank B. Collier, Deputy District Attorney, for Respondents.</p>\n<p> CURTIS, J.</p>\n<p> This action, originally appealed to this court, was transferred by our order to the District Court of Appeal for the Third District. That court rendered its decision affirming the judgment of the trial court. A petition for hearing by this court after said decision was later granted. While we are in accord with the conclusion reached by the District Court of Appeal, we are not in entire agreement with said court in all that was said in said opinion. We therefore adopt as the opinion of this court the opinion rendered by the District Court of Appeal with such changes or modifications as we think necessary to express our views upon the legal questions present in the case. Such changes or modifications as we have made in the opinion as rendered by the District Court of Appeal are set off in brackets from those portions of the original opinion which we have adopted.</p>\n<p> The opinion as changed or modified by us is as follows:</p>\n<p> The plaintiffs have appealed from a judgment which was rendered against them upon an order sustaining a demurrer to a complaint without leave to amend the pleading. The action was brought to enjoin the officers of the Stanislaus County Voluntary Tuberculosis Control Area from enforcing an ordinance of that district authorizing the inspecting, condemning or slaughtering of dairy cattle infected with tuberculosis. It is contended the ordinance is unconstitutional and void for the reason that it is in conflict with the Agricultural <span class=\"star-pagination\">*383</span> Code of California, which purports to legislate for the entire state upon the same subject, and because the ordinance is discriminatory, unreasonable and oppressive. The demurrer was sustained on the ground that the complaint fails to state facts sufficient to constitute a cause of action authorizing the injunctive relief which is sought.</p>\n<p> It is contended the demurrer was improperly sustained for the reason that the facts which are alleged show that the county ordinance is unreasonable, discriminatory and void, and that evidence may be adduced to prove that an act which may appear on its face to be valid is, nevertheless, void. It is stated in 2 McQuillin on Municipal Corporations, page 732, section 766, in that regard:</p>\n<p> [1] \"It is well settled that in case of an act of the legislature, or of a municipal ordinance which has been expressly ratified by the legislature, evidence may not, as a general rule, be introduced for the purpose of showing that the statute or ordinance is unreasonable, and therefore unconstitutional, while in the case of an ordinance or municipal regulation adopted under authority of the legislature, but not specially ratified after adoption, it may be attacked on the ground that it is unreasonable, and to support this claim evidence may be introduced.\"</p>\n<p> Conceding that a different rule prevails in that regard in determining whether a county ordinance is unreasonable and void from that which applies with relation to the ordinance of a city which is enacted under an express delegation of authority contained in a charter which has been approved by the legislature, still we are of the opinion the present county ordinance does not appear to be unreasonable or discriminatory. [2] The mere allegations of conclusions with respect to the purpose or result of an ordinance are not binding on a court in the construction thereof. The ordinance itself is clear with respect to its purpose and procedure.</p>\n<p> The County of Stanislaus was granted authority to adopt local, police, sanitary or other regulations not in conflict with general laws. (Art. XI, sec. 11, Const. of Calif.) The only questions to be determined are whether the challenged ordinance constitutes a violation of that constitutional delegation of authority, or whether it is in conflict with the Agricultural Code of California. [3] The authority to enact police ordinances for sanitation or health on the part of counties as well <span class=\"star-pagination\">*384</span> as chartered cities is just as broad, sweeping and inclusive as the powers with relation thereto which are vested in the legislature itself, except that they must not conflict with the Constitution or with general laws, and must be confined in their application only to the city or county adopting them. (People v. Velarde, <span class=\"citation\" data-id=\"3284602\"><a href=\"/opinion/3286133/people-v-velarde/\"><span class=\"volume\">45</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">520</span></a></span> [<span class=\"citation\" data-id=\"3284602\"><a href=\"/opinion/3286133/people-v-velarde/\"><span class=\"volume\">188</span> <span class=\"reporter\">P.</span> <span class=\"page\">59</span></a></span>]; In re Maas, <span class=\"citation\" data-id=\"3300486\"><a href=\"/opinion/3301387/in-re-maas/\"><span class=\"volume\">219</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">422</span></a></span> [27 PaCal.2d 373].)</p>\n<p> [4] In determining whether the ordinance is unreasonable, discriminatory or oppressive, and therefore void, the intent and object of the legislation should be ascertained, if possible, from the act itself. In 59 Corpus Juris, page 961, section 571, it is said in that regard:</p>\n<p> \"In construing a statute to give effect to the intent or purpose of the legislature, the object of the statute must be kept in mind, and such construction placed upon it as will, if possible, effect its purpose and render it valid.\"</p>\n<p> But the purpose and spirit of the act should also be considered. In 59 Corpus Juris, page 964, section 573, it is said:</p>\n<p> \"In pursuance of the general object of giving effect to the intention of the legislature, the courts are not controlled by the literal meaning of the language of the statute, but the spirit or intention of the law prevails over the letter thereof, it being generally recognized that whatever is within the spirit of the statute is within the statute although it is not within the letter thereof, while that which is within the letter, although not within the spirit, is not within the statute. Effect will be given the real intention even though contrary to the letter of the law. The rule of construction according to the spirit of the law is especially applicable where adherence to the letter would result in absurdity or injustice, or would lead to contradictions, or would defeat the plain purpose of the act ... When the law is free and clear of ambiguity, the letter of it is not to be disregarded on the pretext of pursuing its spirit.\"</p>\n<p> [5] It is asserted sections 234 to 239 of the Agricultural Code of California (Deering's Supp. to Gen. Laws of Calif., 1933, p. 841 et seq.) include all of the provisions with relation to the control of tuberculosis as affecting cattle within the state, which are found in the Stanislaus ordinance, which latter measure is a mere attempt to regulate the same subject covered by the state law, and that the ordinance is therefore ineffectual and void. (In re Sic, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">142</span></span> [<span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">P.</span> <span class=\"page\">405</span></span>]; <span class=\"star-pagination\">*385</span> In re Mingo, <span class=\"citation\" data-id=\"3301887\"><a href=\"/opinion/3302642/in-re-mingo/\"><span class=\"volume\">190</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">769</span></a></span> [<span class=\"citation\" data-id=\"3301887\"><a href=\"/opinion/3302642/in-re-mingo/\"><span class=\"volume\">214</span> <span class=\"reporter\">P.</span> <span class=\"page\">850</span></a></span>]; Atlas Mixed Mortar Co. v. City of Burbank, <span class=\"citation\" data-id=\"3309456\"><a href=\"/opinion/3309370/atlas-mixed-mortar-co-v-city-of-burbank/\"><span class=\"volume\">202</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">660</span></a></span> [<span class=\"citation\" data-id=\"3309456\"><a href=\"/opinion/3309370/atlas-mixed-mortar-co-v-city-of-burbank/\"><span class=\"volume\">262</span> <span class=\"reporter\">P.</span> <span class=\"page\">334</span></a></span>].) The application of this rule depends upon whether the Agricultural Code does in fact cover regulations in the same district regarding tubercular cattle which are sought to be enforced by the Stanislaus ordinance. If the ordinance does enact new and additional regulations beyond those which are covered by the state law, then those measures may be upheld as valid so long as they do not conflict with the provisions of the state law. It is said in In re Iverson, <span class=\"citation\" data-id=\"3302871\"><a href=\"/opinion/3303534/in-re-iverson/\"><span class=\"volume\">199</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">582</span></a></span> [<span class=\"citation\" data-id=\"3302871\"><a href=\"/opinion/3303534/in-re-iverson/\"><span class=\"volume\">250</span> <span class=\"reporter\">P.</span> <span class=\"page\">681</span></a></span>], in that regard:</p>\n<p> \"Where the legislature has assumed to regulate a given course of conduct by prohibitory enactments, a municipality with subordinate power to act in the matter may make such new and additional regulations in aid and furtherance of the purposes of the general law as may seem fit and appropriate to the necessities of the particular locality, and which are not in themselves unreasonable. (Mann v. Scott, <span class=\"citation\" data-id=\"3302102\"><a href=\"/opinion/3302831/mann-v-scott/\"><span class=\"volume\">180</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">550</span></a></span>, 556 [<span class=\"citation\" data-id=\"3302102\"><a href=\"/opinion/3302831/mann-v-scott/\"><span class=\"volume\">182</span> <span class=\"reporter\">P.</span> <span class=\"page\">281</span></a></span>].) ... Whether the legislature has undertaken to occupy exclusively a given field of legislation is to be determined in every case upon an analysis of the statute and the facts and circumstances upon which it was intended to operate.\"</p>\n<p> After comparison of the Stanislaus County ordinance with the Agricultural Code we are satisfied these measures are not in conflict [except in one respect which will be hereinafter considered]. It is recited that the County of Stanislaus adopted an ordinance pursuant to section 234.25 of the Agricultural Code declaring that county to be an independent \"voluntary tuberculosis area\". This procedure is authorized by the code. [6] The theory of the Agricultural Code is that the state will assume authority to enforce the provisions thereof with respect to tubercular animals only in districts consisting of one or more counties after such areas have been segregated and established by the agricultural department. Section 234 of the code provides in that regard:</p>\n<p> \"The department may establish and maintain tuberculosis control areas within this state, wherein said department shall examine and tuberculin test all dairy cattle, and, with the consent of the owner, such beef cattle as he may specify, as often as may be deemed necessary, in order to determine which <span class=\"star-pagination\">*386</span> animals are affected with tuberculosis. Any tuberculosis control area shall consist of one or more entire counties.\"</p>\n<p> This provision is followed by section 234.25, which authorizes any county which is not included in a district organized by the department to create by ordinance its own area \"until the department shall establish such county as a tuberculosis control area\", within which county or any portion thereof the board of supervisors may provide for the regulation and testing of all cattle for the purpose of eradicating tuberculosis. That is exactly what was done in the present case. The last-mentioned section provides:</p>\n<p> \"In any county which has not been established by the department as a tuberculosis control area as provided in the preceding section, the board of supervisors of such county may, by ordinance, declare any portion of said county a voluntary tuberculosis control area, for the purpose of eradicating bovine tuberculosis therein; the same to continue, as such, only until the department shall establish such county as a tuberculosis control area.\"</p>\n<p> \"The county livestock inspector shall, subject to the supervision of the director, examine and tuberculin test all dairy cattle within such voluntary tuberculosis control area, as often as may be deemed necessary, in order to determine which animals are affected with tuberculosis.\"</p>\n<p> \"The board of supervisors of such county shall provide by ordinance for the formation, regulation, and operation of all such voluntary tuberculosis control areas, as may be so established within such county, necessary to accomplish the object of this section. The provisions in this code for payment of indemnity shall not apply to any voluntary tuberculosis control area established by authority of this section.\"</p>\n<p> [7] It is alleged the board of supervisors of Stanislaus County enacted ordinance number 170 pursuant to the provisions of section 234.25 of the Agricultural Code on January 19, 1935, creating a voluntary tuberculosis control area of the entire county for the purpose of eradicating tuberculosis from cattle. That ordinance is referred to as exhibit \"A\" and is made a part of the complaint. It is claimed that since the last-mentioned section only authorizes a board of supervisors to declare \"any portion of said county a voluntary tuberculosis control area,\" the effort to include the entire county in such district is unwarranted and void. We think there <span class=\"star-pagination\">*387</span> is no merit in this contention. We are of the opinion the authority to embrace within the area \"any portion of the county\" necessarily confers the right to include all portions or the whole thereof. (Coelho v. Truckell, <span class=\"citation\" data-id=\"1184233\"><a href=\"/opinion/1184233/coelho-v-truckell/\"><span class=\"volume\">9</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">47</span></a></span> [48 PaCal.2d 697].)</p>\n<p> The complaint then alleges that the board of supervisors of Stanislaus County enacted ordinance number 171, on February 25, 1935, which ordinance is also referred to as exhibit \"B\" and made a part of the pleading. This ordinance appears to conform to the requirements of section 234.25 of the Agricultural Code [except in the one respect already referred to], and provides in detail for the regulation and control of the testing, branding and disposition of tubercular animals within that county.</p>\n<p> The first ordinance created the district. The second one provided the authority and procedure for eradicating tuberculosis from dairy cattle within that area. This right also is given to said county by the terms of the Agricultural Code above quoted.</p>\n<p> [8] [Since it does not appear that Stanislaus County was included by the agricultural department in any tuberculosis control district within the state, it is clear that the county had a right to organize such a district within its own borders. In fact, as we have seen, this right is expressly given said county by the terms of the Agricultural Code quoted above. This is exactly what the County of Stanislaus proceeded to do. As no such district was established in said county by the Agricultural Department, the county was left free to establish such a district within its territorial limits, and provide in the ordinance establishing the same such legal regulations as in the judgment of the board of supervisors would meet the needs of said county. There can be no valid objection to such an ordinance that it is couched in the same language, or that it may be intended to serve the same purpose, as districts formed by the agricultural department under the Agricultural Code.] [9] Statutes may be identical in language and purpose, but if they apply to distinctly separate districts, they are not conflicting. The legislature had a right to authorize the organization of separate districts within the state for the purpose of regulating and eradicating tuberculosis from dairy cattle. This districting of the state has been done with respect to fishing and hunting and in various other <span class=\"star-pagination\">*388</span> regulatory enactments. The Agricultural Code is not discriminatory or void on that account.</p>\n<p> [10] The appellants suggest that the Stanislaus ordinance conflicts with the Agricultural Code in many particulars, among which is the fact that section 238 of the code provides that animals shall not be tested for tuberculosis or slaughtered unless there are funds available from federal and state sources to compensate the owner of the stock for the loss thereof, while the ordinance provides for no compensation under such circumstances. But, as we have said, there is no conflict between these measures since the code does not apply except in districts which have been established by the agricultural department, and Stanislaus County was not included in such an area. Section 234.25 of the Agricultural Code specifically declares that:</p>\n<p> \"The provisions in this code for payment of indemnity shall not apply to any voluntary tuberculosis control area established by authority of this section.\"</p>\n<p> [In view of the fact that no tuberculosis control district has been established by the department of agriculture in the County of Stanislaus, we are not concerned with the problems as to whether the Agricultural Code is unconstitutional for the alleged reason that it is unreasonable, discriminatory, or oppressive, or that it constitutes an unlawful delegation of judicial authority or otherwise. The officials of the County of Stanislaus are not pretending to regulate tuberculosis among dairy cattle pursuant to the Agricultural Code, but are acting in pursuance of the authority given them by the terms of said ordinance.]</p>\n<p> [11] We are of the opinion the ordinance is not void because it purports to delegate certain discretionary authority in testing, segregating or slaughtering cattle which are infected with tuberculosis. The ordinance is evidently intended as a police and sanitary measure adopted under the provisions of article XI, section 11 of the Constitution of California, chiefly to eradicate tuberculosis from dairy cattle in Stanislaus County for the protection of the consumers of milk against that prevalent disease. This discretion is conferred by the ordinance on the county livestock inspector or upon the county veterinarians, subject to the rules therein provided for the purpose of regulating the dairy business and eradicating <span class=\"star-pagination\">*389</span> tuberculosis. Sections III to VI of the ordinance are quoted in part and provide:</p>\n<p> \"III. All bovine animals within the voluntary tuberculosis control area herein created shall be tuberculin tested by the county livestock inspector or veterinarians as often, in the opinion of said livestock inspector or veterinarians, as may be deemed necessary to accomplish the purpose of this ordinance ...\"</p>\n<p> \"IV. Each reactor shall ... be marked ... under the supervision of the county livestock inspector or a veterinarian ...\"</p>\n<p> \"V. Any bovine animal in Stanislaus County reacting positively to a tuberculin test conducted by a veterinarian or the livestock inspector ... shall immediately be segregated ... and shall be slaughtered within 30 days ... under supervision of a federal, state, or state approved municipal meat inspector.\"</p>\n<p> \"VI. After removal of reactors the premises occupied and used by the reactors must be cleaned and disinfected by the owners thereof at their expense, to the satisfaction of a veterinarian or the county livestock inspector.\"</p>\n<p> For the purpose of enforcing this ordinance the county livestock inspector or county veterinarians are constituted the agents or officers of that district.</p>\n<p> Regarding the right of the legislature to delegate to administrative boards or officers the authority to adopt reasonable rules or methods of supervising or regulating a business or enterprise within the general purpose for which the statute is enacted, the language used in the case of Fillmore Union High School District of Ventura County v. Cobb, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">26</span></span> [53 PaCal.2d 349], appears to answer the appellants' objections to the ordinance which is involved in this case. That opinion says in that regard:</p>\n<p> [12] \"It is a well-established rule of law that authority may be delegated by the legislature to administrative boards or officers to adopt reasonable rules and terms to carry out the general purpose for which a statute is enacted, even though the delegated power confers a discretion or the necessity of determining terms, qualifications, or facts upon the board or officer within the scope of the legislative act. (<span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Rawle</span> <span class=\"page\">C</span></span>. L., p. 179, sec. 179; 5 Cal.Jur., p. 683, sec. 97; 1 Cooley's Const. Lim., p. 228; School District No. 7, etc., v. Hunnicutt, <span class=\"star-pagination\">*390</span> (D. C. Okl.) 51 Fed.2d 528; People v. Kuder, <span class=\"citation\" data-id=\"3290740\"><a href=\"/opinion/3292116/people-v-kuder/\"><span class=\"volume\">93</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">42</span></a></span> [<span class=\"citation\" data-id=\"3290740\"><a href=\"/opinion/3292116/people-v-kuder/\"><span class=\"volume\">269</span> <span class=\"reporter\">P.</span> <span class=\"page\">198</span></a></span>]; In re Halck, <span class=\"citation\" data-id=\"3307432\"><a href=\"/opinion/3307555/in-re-halck/\"><span class=\"volume\">215</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">500</span></a></span> [11 PaCal.2d 389]; Ex parte McManus, <span class=\"citation\" data-id=\"3310287\"><a href=\"/opinion/3310126/ex-parte-mcmanus/\"><span class=\"volume\">151</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">331</span></a></span>, 335 [<span class=\"citation\" data-id=\"3310287\"><a href=\"/opinion/3310126/ex-parte-mcmanus/\"><span class=\"volume\">90</span> <span class=\"reporter\">P.</span> <span class=\"page\">702</span></a></span>]; In re Weisberg, <span class=\"citation\" data-id=\"3303907\"><a href=\"/opinion/3304442/in-re-weisberg/\"><span class=\"volume\">215</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">624</span></a></span> [12 PaCal.2d 446, 450].) In 1 Cooley's Constitutional Limitations, eighth edition, page 231, it is said in that regard:\"</p>\n<p> \" 'Boards and commissions now play an important part in the administration of our laws. The great social and industrial evolution of the past century, and the many demands made upon our legislatures by the increasing complexity of human activities, have made essential the creation of these administrative bodies and the delegation to them of certain powers. Though legislative power cannot be delegated to boards and commissions, the legislature may delegate to them administrative functions in carrying out the purpose of a statute and various governmental powers for the more efficient administration of the laws.'\"</p>\n<p> \"In the case of In re Weisberg, supra, in upholding a statute authorizing the state fire marshal to license certain establishments for sponging and pressing garments, the Supreme Court said with respect to these delegated powers:\"</p>\n<p> \" 'We find no merit in petitioner's claim that the act confers arbitrary and uncontrolled power upon the state fire marshal to determine the persons entitled to pursue and the conditions upon which they may conduct the regulated business. This contention is sufficiently answered by Carter v. Stevens, supra, <span class=\"citation\" data-id=\"3308615\"><a href=\"/opinion/3308604/carter-v-stevens/\"><span class=\"volume\">211</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">281</span></a></span>, 289-293 [<span class=\"citation\" data-id=\"3308615\"><a href=\"/opinion/3308604/carter-v-stevens/\"><span class=\"volume\">295</span> <span class=\"reporter\">P.</span> <span class=\"page\">28</span></a></span>], and Gaylord v. City of Pasadena, <span class=\"citation\" data-id=\"3302231\"><a href=\"/opinion/3302951/gaylord-v-city-of-pasadena/\"><span class=\"volume\">175</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">433</span></a></span>, 436 [<span class=\"citation\" data-id=\"3302231\"><a href=\"/opinion/3302951/gaylord-v-city-of-pasadena/\"><span class=\"volume\">166</span> <span class=\"reporter\">P.</span> <span class=\"page\">348</span></a></span>, 349]. As stated in the latter case, \"it has become increasingly imperative that many quasi-legislative and quasi-judicial functions, which in smaller communities and under more primitive conditions were performed by the legislative or judicial branches of the government, are intrusted to departments, boards, commissions, and agents. No sound objection can longer be successfully advanced to this growing method of transacting public business. Those things must be done in this way or they cannot be done at all, and their doing, in a very real sense, makes for the safety of the republic and is thus sanctioned by the highest law. For, as the Supreme Court of the United States declares: 'Indeed, it is not too much to say that a denial to Congress of the right, under the Constitution, to delegate the power to determine some fact or the state of <span class=\"star-pagination\">*391</span> things upon which the enforcement of its enactment depends would be \"to stop the wheels of government\" and bring about confusion, if not paralysis, in the conduct of the public business.' (Union Bridge Co. v. United States, <span class=\"citation\" data-id=\"96591\"><a href=\"/opinion/96591/union-bridge-co-v-united-states/\"><span class=\"volume\">204</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 367 [<span class=\"citation\" data-id=\"96591\"><a href=\"/opinion/96591/union-bridge-co-v-united-states/\"><span class=\"volume\">27</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"96591\"><a href=\"/opinion/96591/union-bridge-co-v-united-states/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">523</span></a></span>].)\" ' \"</p>\n<p> There is nothing in the able opinion of Mr. Chief Justice Hughes in the case of Panama Refining Co. v. Ryan, <span class=\"citation\" data-id=\"102353\"><a href=\"/opinion/102353/panama-refining-co-v-ryan/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span> [<span class=\"citation\" data-id=\"102353\"><a href=\"/opinion/102353/panama-refining-co-v-ryan/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></a></span>, <span class=\"citation\" data-id=\"102353\"><a href=\"/opinion/102353/panama-refining-co-v-ryan/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">446</span></a></span>], commonly called the \"hot oil\" case, upon which the appellants rely, in conflict with the authorities from which we have previously quoted. Moreover, the appellants are assailing section 234.25 of the Agricultural Code in that regard, and not the provisions of the county ordinance.</p>\n<p> [13] [However, it will be noted that the ordinance of the board of supervisors of Stanislaus County (sec. III) provides that bovine animals within the district created by said ordinance shall be tuberculin tested by the county livestock inspector, or veterinarians, as often, in the opinion of said livestock inspector, or veterinarians, as may be deemed necessary to accomplish the purpose of the ordinance. It will be noted that by this ordinance the right to test bovine animals is given to veterinarians as well as to the livestock inspector, while by the terms of section 234.25 of the Agricultural Code it is provided that, \"the county livestock inspector shall ... test all dairy cattle within such voluntary tuberculosis control area.\" It is apparent in reading these two provisions, one from the county ordinance and the other from the Agricultural Code, that the provision of the ordinance is broader than that upon the same subject found in the code. The latter provision makes it the duty of the county livestock inspector to test all dairy cattle within the district, while the county ordinance empowers veterinarians, as well as the county livestock inspector, to make such test. This attempt to give this power and authority to a veterinarian who is not the county livestock inspector cannot be sustained. Whether we hold that the County of Stanislaus in the enactment of said ordinance was proceeding under the powers bestowed upon counties by section 11 of article XI of the Constitution, or under section 234.25 of the Agricultural Code, this provision of the ordinance cannot be sustained. If said ordinance was enacted under section 11 of article XI of the Constitution giving counties power to make and enforce local, police, sanitary and <span class=\"star-pagination\">*392</span> other regulations as are not in conflict with general laws, then the provision of the ordinance in question is in conflict with the general law of the state as contained in the Agricultural Code. If the ordinance was passed under the authority given said county under the Agricultural Code, then it is in conflict with the express provisions of said statute which provides that all testing of any cattle shall be done by the county livestock inspector. In our opinion, this provision in the ordinance is a most material departure from the power conferred upon the county. Those empowered to make said test, as will appear from the reading of sections III to VI, both inclusive, hereinbefore set out, are given the further power to condemn and to order slaughtered all animals reacting positively to a tuberculin test. When we realize that under this ordinance no provision is made for compensation to owners of cattle ordered slaughtered, we can see at a glance that the giving of such power to veterinarians indiscriminately might result in most serious consequences to owners of cattle in the said district. Even in involuntary districts created under the Agricultural Code where provision is made to reimburse owners of slaughtered cattle, the testing is done by officials of the state and not left indiscriminately to veterinarians generally. Undoubtedly, the legislature realized that the power of testing cattle and ordering their slaughter when found to be diseased, while necessary to be lodged in some board or officer, was a grave responsibility, and by the provisions of the Agricultural Code expressly limited its exercise to those officials whose qualifications peculiarly fitted them for the discharge of that duty. The provision of section III of said ordinance to the extent that it requires or permits \"veterinarians\" to make the tuberculin test of bovine animals within a voluntary tuberculosis control area, being in conflict with and contrary to the Agricultural Code is invalid, and for that reason not within the power of said county to enact. (County of San Luis Obispo v. Graves, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">71</span></span>, 74 [<span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">P.</span> <span class=\"page\">1032</span></span>]; Ex parte Keeney, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">304</span></span> [<span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">P.</span> <span class=\"page\">34</span></span>]; In re Mingo, <span class=\"citation\" data-id=\"3301887\"><a href=\"/opinion/3302642/in-re-mingo/\"><span class=\"volume\">190</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">769</span></a></span> [<span class=\"citation\" data-id=\"3301887\"><a href=\"/opinion/3302642/in-re-mingo/\"><span class=\"volume\">214</span> <span class=\"reporter\">P.</span> <span class=\"page\">850</span></a></span>]; In re Murphy, <span class=\"citation\" data-id=\"3301625\"><a href=\"/opinion/3302407/in-re-murphy/\"><span class=\"volume\">190</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">286</span></a></span> [<span class=\"citation\" data-id=\"3301625\"><a href=\"/opinion/3302407/in-re-murphy/\"><span class=\"volume\">212</span> <span class=\"reporter\">P.</span> <span class=\"page\">30</span></a></span>].) However, this invalid provision of said ordinance does not render invalid the remaining portions of said ordinance. This invalid provision is readily separable from the remaining portions thereof. Besides, the ordinance <span class=\"star-pagination\">*393</span> provides that the invalidity of one portion thereof will not affect the remainder of the ordinance.]</p>\n<p> [14] The ordinance does not unlawfully discriminate between the owners of beef cattle and dairy cows in violation of article I, section 11, of the Constitution of California, nor does it deprive any owner of property without due process of law, contrary to the inhibition of the Fourteenth Amendment of the federal Constitution.</p>\n<p> The ordinance does exempt beef cattle from the necessity of inspection, testing or slaughter in the manner which is applicable to dairy cows which are found to be infected with tuberculosis. We are of the opinion this is a reasonable and valid classification. It is apparent the act is primarily intended to regulate the control of milk cows for sanitary and police purposes so as to protect the dairy business for the well-known reason that milk, which is susceptible to infection from tubercular germs, is peculiarly dangerous for human consumption. Stanislaus County is a famous dairy county. There is good reason why that industry should be strictly regulated and protected in that district. It may be true that beef cattle may also be dangerously infected with tuberculosis. The general laws of inspecting, classifying and marketing beef may adequately provide for safety against tubercularly infected meat, independently of the Stanislaus County ordinance. At least the reasonableness of the classification of dairy cows from beef cattle is a question resting very largely in the discretion of the legislative authority. It is said in the case of Martin v. Superior Court, <span class=\"citation\" data-id=\"3300886\"><a href=\"/opinion/3301737/martin-v-superior-court/\"><span class=\"volume\">194</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">93</span></a></span> [<span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">P.</span> <span class=\"page\">762</span></span>]:</p>\n<p> [15] \"The authority and the duty to ascertain the facts which will justify classified legislation must of necessity rest with the legislature, in the first instance, to whom has been given the power to legislate and not to the court and the decision of the legislature in that behalf is ordinarily conclusive upon the courts. Every presumption is in favor of the validity of the legislative act and the legislative classification will not therefore be disturbed unless it is palpably arbitrary in its nature and neither founded upon nor supported by reason.\"</p>\n<p> To the same effect are the cases of Dooley v. Johnson, <span class=\"citation\" data-id=\"3288397\"><a href=\"/opinion/3289839/dooley-v-johnson/\"><span class=\"volume\">133</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">459</span></a></span> [24 PaCal.2d 540], and Jochimsen v. City of <span class=\"star-pagination\">*394</span> Los Angeles, <span class=\"citation\" data-id=\"3281916\"><a href=\"/opinion/3283512/jochimsen-v-city-of-los-angeles/\"><span class=\"volume\">54</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">715</span></a></span> [<span class=\"citation\" data-id=\"3281916\"><a href=\"/opinion/3283512/jochimsen-v-city-of-los-angeles/\"><span class=\"volume\">202</span> <span class=\"reporter\">P.</span> <span class=\"page\">902</span></a></span>]. In the case last cited it is said:</p>\n<p> \"The state may distinguish, select, and classify objects of legislation, and necessarily the power must have a wide range of discretion. 'Classification for such purposes is not invalid because not depending upon scientific or marked differences in things or persons or in their relations. It suffices if it is practical, and is not reviewable unless palpably arbitrary.' \"</p>\n<p> [16] It is contended the ordinance violates the provisions of the Fourteenth Amendment to the federal Constitution by depriving the owners of cattle of their property without due process of law, and that it is unreasonable and oppressive and therefore unconstitutional and void.</p>\n<p> It is true that the ordinance does provide for the inspection and slaughter of cattle found to be infected with tuberculosis, without providing for compensation therefor. This condemning and slaughter of cattle without providing for compensation therefor, and at the discretion of the county livestock inspector [...] raises a close and serious constitutional question. Most statutes and ordinances enacted for the summary destruction of diseased animals which are dangerous to health provide for reasonable methods of ascertaining and compensating the owners for their value. This is the safe and just method of disposing of diseased livestock. But it appears that under the police powers, in emergencies arising from the prevalence of diseased animals which are dangerous to the health of individuals, such as stock which is infected with the virulent \"hoof-and- mouth disease\" or other contagious or infectious diseases, statutes have been held to be valid which provide for the summary destruction of the animals even though they do not provide for compensation for the value of the animals. [17] These statutes are upheld on the theory that under the police power the agencies of the government are authorized to abate a public nuisance dangerous to the health of individuals. (New Orleans v. Charouleau, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">La.</span> <span class=\"page\">890</span></span> [<span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">So.</span> <span class=\"page\">911</span></span>, 18 L.R.A. (N. S.) 368, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">Am. St. Rep.</span> <span class=\"page\">332</span></span>, 15 Ann. Cas. 46]; Newark &amp; S. O. Horse Car Co. v. Hunt, 50 N. J. L. 308 [<span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">A.</span> <span class=\"page\">697</span></span>]; Torruella v. Fernandez, 14 P. R. R. 591; 3 C.J., p. 54, sec. 151; <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Rawle</span> <span class=\"page\">C</span></span>. L., p. 1158, sec. 102; <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">208</span></span>, note.) We are of the opinion the ordinance which is involved in this case falls within that rule for the reason that it is enacted under the police <span class=\"star-pagination\">*395</span> power specifically delegated to the county by the provision of the state Constitution, and is intended to eradicate tuberculosis from dairy cattle and to regulate the producing and distribution of pure milk free from infected germs which are dangerous to health. We are pointed to no case which has held such statutes or ordinances to be unconstitutional or void on account of a failure to provide for compensating the owners of such diseased cattle for their summary destruction. The ordinance provides for the segregation of such diseased cattle for a period of thirty days, during which time they shall be slaughtered. This seems to afford reasonable assurance that they are actually dangerously diseased before their destruction is authorized. The delegation of enforcing this provision of the ordinance to a county livestock inspector is not unreasonable, arbitrary or oppressive. These officers are deemed to be the skilled agents of the county for the purpose of inspecting, segregating and destroying diseased dairy cattle for the preservation of the health of the consumers of milk so commonly used by the public.</p>\n<p> [18] The same reason prompts the sustaining of section VI of the ordinance which provides for the cleaning and disinfecting of the premises from which such diseased cattle have been removed, under the supervision and to the satisfaction of the same county livestock inspector.</p>\n<p> [19] The mere fact that the ordinance provides that diseased cattle shall be slaughtered \"under supervision of Federal, State or State approved municipal meat inspector\" is harmless. The mere supervision of the actual destruction of diseased animals on the part of federal or state approved officers deprives the owners of such stock of no vested property rights. Moreover, if that clause be deemed to be invalid, it does not affect the balance of the ordinance, which specifically provides that the invalidity of any section, paragraph or phrase thereof \"shall not affect the validity of the remaining portion of the ordinance\".</p>\n<p> Nearly every issue which is involved in this appeal was determined adversely to these appellants in the recent case of Coelho v. Truckell, <span class=\"citation\" data-id=\"1184233\"><a href=\"/opinion/1184233/coelho-v-truckell/\"><span class=\"volume\">9</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">47</span></a></span> [48 PaCal.2d 697], in which a hearing was denied by the Supreme Court. In that case Kings County organized a tuberculosis control area under the provisions of section 234.25 of the Agricultural Code of California, including the entire county in that district, <span class=\"star-pagination\">*396</span> just as Stanislaus County did in the present case. Kings County then adopted an ordinance under the police power conferred upon it by the Constitution of California providing for the testing, branding, segregation and slaughter of cattle within the district which were found to be infected with tuberculosis. The slaughter of such diseased cattle was authorized without compensation to the owners thereof. The enforcement of the ordinance was delegated to the livestock inspector of the county, or to qualified veterinarians employed by the bureau of animal industry of the United States. [It is true that the Kings County ordinance provided that the testing of cattle shall be done by \"a bureau veterinary inspector, a cooperating regularly employed state or county veterinary inspector or an accredited veterinarian\". The only point raised as to the validity of this provision of the Kings County ordinance was that it attempted to \"vest authority to execute its terms in the representatives of the federal bureau of animal industry, none of whom are residents or electors of Kings County and therefore not qualified to become officials or deputies of officials of that county\". In answering this argument, the court stated on page 57 of its opinion: \"The bureau of animal industry is willing to permit its employees to assist the state and county officials in eradicating bovine tuberculosis. The two mentioned in the agreed statement of facts, being the only federal employees with whom we are concerned, are regular veterinarians and qualified to administer tuberculin tests. We can see no good reason why they should not be permitted to assist the officials of Kings County in making such tests. It should not be necessary for them to be officers or deputies of officers of the county in order to enable them to administer tuberculin tests than it should be necessary for a duly licensed physician to be a health officer or a deputy in order that he may be permitted to diagnose the case of a patient and determine that he is suffering from a contagious disease and should be quarantined.\"</p>\n<p> No contention was made, or at least was not considered by the court, that the provision, authorizing the testing of cattle by others than the county livestock inspector, was invalid by reason of the conflict with section 234.25 of the Agricultural Code. The decision in that case, therefore, is not decisive of that question. Upon the issues that were determined in <span class=\"star-pagination\">*397</span> that case, the decision therein is in strict accord with the views herein expressed.</p>\n<p> [20] We do not intend to intimate by anything that we have said in this opinion that the county livestock inspector must personally perform all acts required in testing dairy cattle within the district. This, at least in some instances, would be a physical impossibility. He may act through deputies or call in veterinarians to assist him in the performance of his duties. But what we do mean to hold is that the portion of section III of the ordinance which apparently attempts to give veterinarians, independent of the county livestock inspector, the power to test animals and order slaughtered those found to be diseased, is an invalid provision of said ordinance.]</p>\n<p> The judgment is affirmed.</p>\n<p> Thompson, J., Waste, C.J., Shenk, J., and Seawell, J., concurred.</p>\n<p> EDMONDS, J.</p>\n<p> I dissent. The view taken by the majority of the court is, in my opinion, inconsistent with the decision of this court in LaFranchi v. City of Santa Rosa, ante, p. 331 [65 PaCal.2d 1301, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">639</span></span>], rendered February 25, 1937. In that case an ordinance of the city of Santa Rosa was held to be in conflict with the provisions of the Agricultural Code. For the same reason the ordinance here involved should be held to be inconsistent with the provisions of that Code dealing with the same subject-matter.</p>\n<p> It is perfectly clear that the state has power to adopt measures looking toward the eradication of bovine tuberculosis under the police power, and there can be no doubt of the power of the state to assume exclusive control of the entire subject-matter. It is equally clear that under article XI, section 11, of the state Constitution this subject-matter could be left to the control of the cities and counties. However, if the state has acted by general law, the regulations enforceable by the subordinate agencies are limited to enactments not inconsistent with the general law. It is elementary, and the state Constitution so provides, that all laws of a general nature shall have a uniform operation. The federal Constitution prohibits any state from making or enforcing a law denying to any person the equal protection of the law. Applying <span class=\"star-pagination\">*398</span> these general principles to the instant case, it is my opinion that the ordinance is inconsistent with the general law.</p>\n<p> The Agricultural Code, which includes in its provisions authority for the eradication of bovine tuberculosis, is a general law. (Ex parte Beck, <span class=\"citation\" data-id=\"3300307\"><a href=\"/opinion/3301226/ex-parte-beck/\"><span class=\"volume\">162</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">701</span></a></span> [<span class=\"citation\" data-id=\"3300307\"><a href=\"/opinion/3301226/ex-parte-beck/\"><span class=\"volume\">124</span> <span class=\"reporter\">P.</span> <span class=\"page\">543</span></a></span>]; In re Cencinino, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">238</span></span> [<span class=\"citation\" data-id=\"3290004\"><a href=\"/opinion/3291407/matter-of-application-of-cencinino/\"><span class=\"volume\">160</span> <span class=\"reporter\">P.</span> <span class=\"page\">167</span></a></span>]; Ex parte Grey, <span class=\"citation\" data-id=\"3292566\"><a href=\"/opinion/3293901/ex-parte-grey/\"><span class=\"volume\">11</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">125</span></a></span> [<span class=\"citation\" data-id=\"3292566\"><a href=\"/opinion/3293901/ex-parte-grey/\"><span class=\"volume\">104</span> <span class=\"reporter\">P.</span> <span class=\"page\">476</span></a></span>].) By these provisions the state department of agriculture is authorized to establish and maintain tuberculosis control areas wherein the department shall examine and test all dairy cattle. The code also provides that reactors shall be segregated and slaughtered and the owner compensated therefor. A further provision is that, if funds are insufficient for administration and indemnification, the department may withdraw one or more counties from the area, which withdrawn area shall become a provisional control area wherein cattle may be tested at the request of the owner, but with no authority for their slaughter.</p>\n<p> The Agricultural Code thus expresses as a general legislative policy that no cattle shall be tested or destroyed under the article relating to bovine tuberculosis unless funds are available from appropriation for payment of indemnity to the owner. However, one of the provisions of this article authorizes the board of supervisors of a county which has not been established by the department of agriculture of the state as a tuberculosis control area, to by ordinance declare any portion of the county a voluntary tuberculosis control area. \"The provisions in this code for payment of indemnity shall not apply to any voluntary tuberculosis control area established by authority of this section.\" (Sec. 234.25, Agricultural Code.)</p>\n<p> The ordinance here attacked was enacted pursuant to the provisions of the code. But if the ordinance is valid the right of an owner of destroyed cattle to indemnification depends upon the county in which they may have been located. If they were examined and slaughtered within a tuberculosis control area established by the state the owner is entitled to receive the payments specified by the act. But if the cattle were destroyed within a voluntary tuberculosis control area established by the county ordinance in conformity to the act, the owner receives nothing for his animals. Under such circumstances the right to indemnification may depend entirely upon the location of the infected cattle. <span class=\"star-pagination\">*399</span></p>\n<p> The state probably could have provided for the summary slaughter of infected cattle without indemnification (Randall v. Patch, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">Me.</span> <span class=\"page\">303</span></span> [<span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">A.</span> <span class=\"page\">97</span></span>, <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">65</span></span>]; Miller v. State, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">Va.</span> <span class=\"page\">175</span></span> [<span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">197</span></span>]), but it has not seen fit to do so. A fundamental part of the plan adopted by the state is that cattle shall only be destroyed when funds for indemnification are available.</p>\n<p> As already pointed out, the state law is a general law, and such laws must be uniform in their operation. There is no reasonable basis for classification under a state law by which dairymen in one county are entitled to indemnification while those in an adjoining county are denied the same right. It is apparent that, if the state by statute had directly provided for such a classification, it would be invalid. What the state cannot do directly it cannot do indirectly. It cannot create certain rights in some of its citizens and then delegate to counties the power to deny these rights to other citizens similarly situated.</p>\n<p> There is still another reason why the decision of the majority, in my opinion, is unsound. The complaint of the plaintiffs contains many allegations indicating that the present ordinance is unreasonable. They were entitled to a trial on the issues thus presented. (2 McQuillin on Municipal Corporations, sec. 766, p. 732; In re Smith, <span class=\"citation\" data-id=\"3306416\"><a href=\"/opinion/3306668/in-re-smith/\"><span class=\"volume\">143</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">368</span></a></span> [<span class=\"citation\" data-id=\"3306416\"><a href=\"/opinion/3306668/in-re-smith/\"><span class=\"volume\">77</span> <span class=\"reporter\">P.</span> <span class=\"page\">180</span></a></span>]; Dobbins v. Los Angeles, <span class=\"citation\" data-id=\"96140\"><a href=\"/opinion/96140/dobbins-v-los-angeles/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span> [<span class=\"citation\" data-id=\"96140\"><a href=\"/opinion/96140/dobbins-v-los-angeles/\"><span class=\"volume\">25</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"96140\"><a href=\"/opinion/96140/dobbins-v-los-angeles/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">169</span></a></span>].)</p>\n<p> In my opinion the judgment should be reversed with directions to the trial court to allow the defendants to answer. <span class=\"star-pagination\">*400</span></p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96140/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96591/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1184233/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3281916/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3284602/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3288397/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3290004/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3290740/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3292566/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3300307/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3300486/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3300886/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3301625/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3301887/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3302102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3302231/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3302871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3303907/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3306416/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3307432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3308615/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3309456/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3310287/"
          ]
        }
      ],
      "judges": "Curtis",
      "date_created": "2014-10-30T08:32:21.360208Z",
      "date_modified": "2017-04-15T03:29:26.106506Z",
      "date_filed": "1937-02-27",
      "date_filed_is_approximate": false,
      "slug": "stanislaus-co-etc-assn-v-stanislaus",
      "citation_id": 2590701,
      "case_name_short": "Stanislaus",
      "case_name": "Stanislaus Co. Etc. Assn. v. Stanislaus",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "8 Cal. 2d 378",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 17,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/328077/stanislaus-co-etc-assn-v-stanislaus/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:32:21.357719Z",
  "date_modified": "2014-10-30T08:32:21.357719Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Stanislaus",
  "case_name": "Stanislaus Co. Etc. Assn. v. Stanislaus",
  "case_name_full": "",
  "slug": "stanislaus-co-etc-assn-v-stanislaus",
  "docket_number": "Sac. No. 4972",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}