{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3287041/",
  "id": 3287041,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/idaho/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3414920/",
      "id": 3414920,
      "absolute_url": "/opinion/3414920/pruett-v-cranston/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3287041/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3410610/",
          "id": 3410610,
          "absolute_url": "/opinion/3414920/pruett-v-cranston/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3414920/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4172/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T19:28:26.513991Z",
          "date_modified": "2017-04-14T22:36:06.327587Z",
          "type": "040dissent",
          "sha1": "f0d9491c4c608cf73e7026418a1ee7fce68cc0ea",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/idaho/court_opinions/documents/6df68e2fb5c2ca1d.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>The record shows that, July 27, 1936, appellant sustained a personal injury by accident, arising out of and in the course of his employment by respondent, Cranston Chevrolet Company, hereafter called the company, and that respondent, state insurance fund, hereafter called the fund, was surety against the company's workmen's compensation liability; that in due time claim for compensation was made and, thereafter, no hearing having been had thereon, the parties caused to be filed with the industrial accident board a compensation agreement, which was approved by the board, wherein this appears:</p>\n<p>\"WHEREAS, B.W. Pruett sustained a personal injury by accident, arising out of and in the course of his employment, on the 27th day of July, 1936, while employed by Cranston Chevrolet Company, which accident has been duly reported to the Industrial Accident Board of the State of Idaho. That according to the physician's reports and agreement between the parties hereto, said claimant sustained, as a result of said accident, temporary total disability and permanent partial disability as hereinafter set forth. <span class=\"star-pagination\">*Page 484</span> </p>\n<p>\"Loss of time from 7-29-36 to 11-30-36 being 17 weeks and 6 days, for which compensation is payable for a period of 17 weeks and 6 days at $16.00 per week, $288.00. Permanent partial disability consisting of aggravation of pre-existing tubercular condition of third and fourth lumbar equal to 20% as compared to loss of one leg at the hip; estimated by Dr. Herald T. Nokes, being: 99% of 36 weeks at $16.00 per week, $570.24; total amount due, $858.24; paid to date, $294.30; amount still due, $563.94.\"</p>\n<p>Appellant was, at the time of the accident, a married man, forty-six years old, with six dependent children. In 1908 or 1909 he was bothered with a pain in his back and was put in a plaster of Paris cast, which he wore about a year. Thereafter he wore make-shift braces and corsets for about another year, and was laid up about two years, until 1911, when he resumed work, and thereafter had no trouble with his back until 1931. The industrial accident board found, and its findings are sustained by the evidence:</p>\n<p>\"III. That in the month of September, 1916, claimant entered the employ of the defendant, Cranston Chevrolet Company, as an auto mechanic and continued to work for said company as such mechanic until the year 1929, at which time he opened and began to operate a repair garage and service station for himself and continued to operate the same until about the summer of 1935, at which time he entered the employ of the Scully Battery Company at Boise, Idaho, and worked there about three months, shortly after which he re-entered the employ of the above named defendant, Cranston Chevrolet Company, as an auto mechanic.</p>\n<p>\"IV. That while operating his own repair garage and service station and in the year 1931, he had to cease work and rest for a period of three or four months on account of pain and suffering in his back, during which time he was treated by Herald T. Nokes, a physician in Boise.</p>\n<p>\"V. That after re-entering the employ of defendant, Cranston Chevrolet Company, as above stated, and until <span class=\"star-pagination\">*Page 485</span> \nthe said 27th day of July, 1936, claimant was continuously in the employ of said company as an auto mechanic, earning average weekly wages of $34.00.\"</p>\n<p>After the claim for compensation was filed, Dr. Fred A. Pittenger, a physician and surgeon, examined appellant, at the request of the fund, and reported to its manager, Mr. O'Malley, as follows:</p>\n<p>\"As per your request Mr. Pruett who was injured on July 27, 1936, was seen by me at St. Luke's Hospital. Also, x-ray pictures were examined with the idea in view as to what in my judgment was the present condition of Mr. Pruett's back.</p>\n<p>\"Mr. Pruett was in bed in St. Luke's Hospital in a plaster cast. Any examination I might have made other than observation would have been futile. X-ray pictures show a necrosis of the third and part of the fourth lumbar vertebrae, which undoubtedly was an arrested, tubercular osteomyelitis. Evidence of the x-ray shows that this had been long standing. This man probably had a bony ankylosis, and the accident of July 27 broke down this ankylosis.</p>\n<p>\"It will undoubtedly be months with immobilization of some type, either cast or bone transplant, before he can be pronounced surgically cured.</p>\n<p>\"I am unable to state how much of his present condition could be due to the recent accident and how much to his former condition, but the fact remains that he has an osteomyelitis of the third lumbar and the lower portion of the fourth lumbar vertebra and that immobilization is indicated.\"</p>\n<p>The last of August or first of September, 1936, Dr. Pittenger, assisted by Dr. Nokes, performed a surgical operation on appellant's back, about which Dr. Nokes testified:</p>\n<p>\"Q. What kind of an operation was that?</p>\n<p>\"A. A bone transplanting, including the second, third, fourth and fifth lumbar vertebrae.\"</p>\n<p>Dr. Pittenger testified he had recently examined appellant, and was asked:</p>\n<p>\"Q. Do you have an opinion at this time as to the <span class=\"star-pagination\">*Page 486</span> \nextent of the disability of Mr. Pruett as of the first time you made your examination in August 1936, taking into consideration both the trauma and the pre-existing condition &#8212; disability?</p>\n<p>\"A. It is my opinion this man has 100% disability for doing manual labor.</p>\n<p>\"Q. He had at that time and still has it?</p>\n<p>\"A. Yes.</p>\n<p>\"Q. You have the history of the accident he had at that time, of his lifting the transmission and he fell and strained his back on the 27th of July, 1936?</p>\n<p>\"A. Yes.</p>\n<p>\"Q. What effect did &#8212; would you say that accident had on the condition as you found it there when you first examined him?</p>\n<p>\"A. Well, it broke down the old ankylosis and lit up a latent tuberculosis of the spine.</p>\n<p>\"Q. Would you say that accident then aggravated and accelerated that pre-existing condition?</p>\n<p>\"A. Yes.\"</p>\n<p>The board found and the evidence supporting it is uncontradicted:</p>\n<p>\"That at the time the claimant entered into said agreement, the claimant was totally disabled for work and ever since has been and now is so totally disabled for work and that there has been no change in claimant's condition, resulting from said accident, or at all, since he entered into said agreement.\"</p>\n<p>December 9, 1936, Dr. Nokes made a report to the industrial accident board as to the extent of appellant's disability, wherein the following appears:</p>\n<p>\"3. If there is loss of function give your estimate of disability in % of loss in comparison with the total loss by amputation of the member or part of member involved.\"</p>\n<p>\"20% disability as compared to the loss of the leg at the hip because of back injury.\"</p>\n<p>At the hearing before the board, he was asked, with respect to this report:</p>\n<p>\"Q. Did you at that time take into consideration his <span class=\"star-pagination\">*Page 487</span> \ntotal condition, or were you taking into consideration his aggravation?</p>\n<p>\"A. We were taking into consideration, through instructions from the State Insurance Fund, not the previous disability but the amount of disability which he suffered from this accident itself.</p>\n<p>\"Q. You were not taking into consideration his previous condition?</p>\n<p>\"A. No. We were instructed not to.</p>\n<p>\"Q. Did this accident, in your opinion, have any effect on his previous condition?</p>\n<p>\"A. It sure did. Because of the fact the man was able to work continuously at rather difficult, not to say laborious, occupations and following this accident the man was not able to work, would give us the opinion immediately he did really have an accident which was a total disability.</p>\n<p>\"Q. Did this accident he had aggravate this former condition?</p>\n<p>\"A. Yes.</p>\n<p>\"Q. And accelerate the condition?</p>\n<p>\"A. Yes. it exaggerated it tremendously.\"</p>\n<p>He further testified:</p>\n<p>\"Q. Will you state, Doctor, what in your opinion was the extent of the disability of Mr. Pruett at the time you signed this final physician's report on December 9, 1936, taking into consideration not only the aggravation you say was caused by the accident but also his pre-existing condition?</p>\n<p>\"A. Taking into consideration Mr. Pruett's condition previous to the accident and the aggravation from the accident, I pronounced Mr. Pruett totally disabled.</p>\n<p>\"Q. Totally and permanently?</p>\n<p>\"A. Yes. Totally and permanently.</p>\n<p>\"Q. And you say he is in that condition at the present time?</p>\n<p>\"A. Totally and permanently disabled. Yes. He is.\"</p>\n<p>Mr. O'Malley testified to a conversation he had with Dr. Nokes with respect to the nature of appellant's disability, resulting from the accident, in part, as follows:</p>\n<p>\"My first conversation that I definitely remember was <span class=\"star-pagination\">*Page 488</span> \nabout August 13. I base that on the fact I put a hand written memo in the file and that is dated August 15. I was the one who got Dr. Pittenger to examine him and my first conversation with Dr. Nokes &#8212; I went to see him and the doctor gave me the history of the case. The first thing Dr. Nokes told me was he says, 'I had no thought and it would not be fair to attempt to charge the State Insurance Fund with Mr. Pruett's condition.' He told me he had an old, chronic condition extending back over years. He told me that about 1931, and he treated him at that time and that he collected insurance at that time. He told me, he says, 'Mr. Pruett had had a condition in his spine for a long number of years that anything would aggravate.' He told me and he put his report in and he said, 'He wrenched his back' and that is Mr. Pruett's report and Mr. Pruett told me. He said he was taking out part of the machinery which slipped and wrenched his back and Dr. Nokes said any wrench to Mr. Pruett's back would lay him up. He said he was laid up and was in the hospital. He said he had tried for years to get Mr. Pruett to have a bone graft as that was the only thing to help cure him and he said he wanted to do that for some time but Mr. Pruett refused. He said, 'Of course, I think he is entitled to some compensation in this case.' I did not interview the Chevrolet Company. Mr. Hay did that and put a report in the file. Here's what Dr. Nokes said: He said 'He is going to be a long while.' He says, 'I can't tell when he will be normal again as to what he was at the time this happened.' He thought we should pay him compensation and we might get him to do the bone graft while on compensation. He discussed it fully with me. We never got a history of Mr. Pruett's condition from anybody excepting Dr. Nokes. * * * I had another interview with Dr. Nokes and Dr. Nokes' plea was that to allow him some permanent disability it would help him pay for the expenses of the bone graft. Well, I discussed it with Dr. Pittenger. I remember Dr. Pittenger would not make any estimate. He wouldn't make an estimate of the permanent disability pertaining to the strain. Then I finally agreed with Dr. Nokes that if he would fix up an estimate on what he thought was right and reasonable as a permanent <span class=\"star-pagination\">*Page 489</span> \npartial disability that it would be assigned to this particular injury, that I would help him that much and pay it. Instead of Dr. Nokes being instructed by the State Insurance Fund, Dr. Nokes engineered this whole thing as to the compensation at the time he was entitled to compensation and then as to the disability.\"</p>\n<p>The only serious conflict in the evidence is in the testimony of Dr. Nokes and Mr. O'Malley as to which of them was responsible for appellant being paid less compensation than he should have received, according to the workmen's compensation law. The board found on this conflicting testimony: \"that the said manager at no time informed the said physician that in making an estimate of claimant's disability he was to disregard any previous injury to the back and that his disability was to purely and simply relate entirely to the present injury.\"</p>\n<p>It is clear from the testimony of Mr. O'Malley that Dr. Nokes, in negotiating the compensation agreement, proceeded on the theory that appellant was not entitled to compensation for disability caused by his pre-existing tubercular condition, and that his disability arising from the accident and that arising from his pre-existing disease should be segregated and he should be compensated for the former alone. Mr. O'Malley, with full knowledge of the facts, did not correct the doctor's views in this particular, but agreed with him to a settlement with appellant for less than the law allowed him. It does not appear that Dr. Nokes had been authorized by appellant to negotiate the settlement.</p>\n<p>Appellant did not have the benefit of legal counsel prior to or at the time he entered into the compensation agreement. He testified:</p>\n<p>\"Q. At the time you signed that agreement what was your condition?</p>\n<p>\"A. That was the first time I had been down town since the operation. I could walk a little bit with a cane. I could walk maybe a half block or block and that would be the limit, with the use of the cane.</p>\n<p>\"Q. When you signed that agreement you were going entirely on the recommendations of your doctor, were you not? <span class=\"star-pagination\">*Page 490</span> </p>\n<p>\"A. Yes. * * *</p>\n<p>\"Q. Did you have some conversation with Mr. O'Malley?</p>\n<p>\"A. Yes. I talked to him at the time this was signed up.</p>\n<p>\"Q. What did he say?</p>\n<p>\"A. He told me that is all I could get, either take that or nothing. That they would only pay me for the aggravation, and not for what existed there before, and that is all the State Insurance Fund would pay and that was all I could get. There was no argument about it. I guess we signed it.\"</p>\n<p>On that point the board found:</p>\n<p>\"That after the said report of Dr. Nokes dated December 9, 1936, was received by the State Insurance Fund, the claimant called at the office of the State Insurance Fund and was told by the manager that he was willing to enter into an agreement with him allowing him compensation for his total temporary disability for work for a period of 17 weeks and 6 days, for which he was to be allowed $288.00 and for permanent partial disability consisting of aggravation of pre-existing tubercular condition of the third and fourth lumbar equal to 20% as compared to loss of one leg at the hip for which he was to be allowed $570.24, and that was all he was willing to allow him and all he, claimant, could get; that thereupon and at said time the claimant and the defendants, Cranston Chevrolet Company, employer, and State Insurance Fund, surety, entered into an agreement in words and figures following:\" [Then follows a copy of the compensation agreement.]</p>\n<p>After setting out the compensation agreement in full, the finding of fact continues: \"and caused the same [the agreement] to be filed in the office of the Industrial Accident Board on the 21st day of December, 1936, and that on the 22nd day of December, 1936, on the report of said Dr. Nokes dated December 9, 1936, and the other reports in the file at the time the Industrial Accident Board approved the said agreement.\"</p>\n<p>Appellant contends his disability, due to his accident and that caused by his pre-existing physical condition, <span class=\"star-pagination\">*Page 491</span> \nshould not have been segregated; that he was, and is, entitled to an award of compensation for total, permanent disability, and that the compensation agreement attempting to authorize payment of less than the amount due him, and the order approving it, being violative of the workmen's compensation law and the public policy of Idaho, constitute constructive fraud. The allegations and proof sustain that contention. Idaho Code Annotated &#167; <cross_reference>43-901</cross_reference>; 21 C. J. 114, &#167; 90, 13 C. J., 497-498; <em>Van</em><em>Blaricom v. Export Lbr. Co.</em>, <cross_reference>52 Idaho 459</cross_reference>, <cross_reference>16 P.2d 990</cross_reference>;<em>Cramer v. Kansas City Rys. Co.</em>, <cross_reference>112 Kan. 298</cross_reference>, <cross_reference>211 P. 118</cross_reference>;<em>Walker v. Kansas Gasoline Co.</em>, <cross_reference>130 Kan. 576</cross_reference>, <cross_reference>287 P. 235</cross_reference>.</p>\n<p>Section <cross_reference>43-902</cross_reference>, being part of the workmen's compensation law, declares the public policy of the state, as follows:</p>\n<p>\"The common law system governing the remedy of workmen against employers for injuries received in industrial and public work is inconsistent with modern industrial conditions. The administration of the common law system in such cases has produced the result that little of the cost to the employer has reached the injured workman, and that little at large expense to the public. The remedy of the workman has been uncertain, slow and inadequate. Injuries in such employments formerly occasional have become frequent and inevitable. The welfare of the state depends upon its industries, and even more upon the welfare of its wageworkers. The state of Idaho, therefore, exercising herein its police and sovereign power, declares that all phases of the premises are withdrawn from private controversy, and sure and certain relief for injured workmen and their families and dependents is hereby provided regardless of questions of fault and to the exclusion of every other remedy, proceeding or compensation, except as is otherwise provided in this act, and to that end all civil actions and civil causes of action for such personal injuries, and all jurisdiction of the courts of the state over such causes are hereby abolished, except as is in this act provided.\"</p>\n<p>Section <cross_reference>43-1402</cross_reference> is:</p>\n<p>\"If the employer and the injured employee reach an agreement in regard to compensation under this act, a <span class=\"star-pagination\">*Page 492</span> \nmemorandum of the agreement shall be filed with the board and, if approved by it, thereupon the memorandum shall for all purposes be enforceable under the provisions of section 43-1410 unless modified as provided in section <cross_reference>43-1407</cross_reference>. Such agreements shall be approved by the board only when the terms conform to the provisions of this act.\"</p>\n<p>Appellant's right to compensation, for injuries arising out of and in the course of his employment, had not only been withdrawn from private controversy by section <cross_reference>43-902</cross_reference>, but he had the assurance of section <cross_reference>43-1402</cross_reference> that an agreement with his employer and its surety, as to the amount of compensation which should be paid him for his injuries, would not be approved by the board so as to become and be binding on him unless its terms conformed to the workmen's compensation law.</p>\n<p>He also had the assurance of section <cross_reference>43-1005</cross_reference>, the part of which, applicable to the facts of this case, is:</p>\n<p>\"No contract, rule, regulation or device whatsoever shall operate to relieve the employer in whole or in part from any liability created by this act, * * *\"</p>\n<p>Section <cross_reference>43-1001</cross_reference> provides:</p>\n<p>\"If a workman receives personal injury by accident arising out of and in the course of any employment covered by this act his employer or the surety shall pay compensation in the amounts and to the person or persons hereinafter specified.\"</p>\n<p>Construing these provisions of the workmen's compensation law, this court, in <em>Hanson v. Independent School Dist. 11-J</em>,<cross_reference>57 Idaho 297</cross_reference>, <cross_reference>303</cross_reference>, <cross_reference>65 P.2d 733</cross_reference>, <cross_reference>736</cross_reference>, said:</p>\n<p>\"Under the provisions of the Workmen's Compensation Act and the decisions of this court heretofore referred to we are of the opinion that while the board is authorized to approve an agreement of settlement as provided by I. C. A., section<cross_reference>43-1402</cross_reference>, such agreement must incorporate, otherwise there will be read into the agreement, the provisions of the Workmen's Compensation Act, and it is not within the power of the board to award a lesser or different compensation to claimant than that provided by the Workmen's Compensation Act although he was suffering from a pre-existing and progressive disease. * * *\"</p>\n<p>The sixth section of the syllabus in <em>McNeil v. Panhandle</em> <span class=\"star-pagination\">*Page 493</span> <em>Lumber Co.</em>, <cross_reference>34 Idaho 773</cross_reference>, <cross_reference>774</cross_reference>, <cross_reference>203 P. 1068</cross_reference>, <cross_reference>1069</cross_reference>, expresses a rule applicable to the facts of this case, as follows:</p>\n<p>\" 'Total disability' as used in the workmen's compensation law of this state takes no account of a state of partial disability or impaired health existing in the claimant previous to the happening of the accident claimed to have caused such 'total disability.' \"</p>\n<p>See, also, <em>In re Larson</em>, <cross_reference>48 Idaho 136</cross_reference>, <cross_reference>279 P. 1087</cross_reference>; <em>Strouse</em><em>v. Hercules Min. Co.</em>, <cross_reference>51 Idaho 7</cross_reference>, <cross_reference>1 P.2d 203</cross_reference>; <em>Scarborough</em><em>v. Beardmore</em>, <cross_reference>52 Idaho 180</cross_reference>, <cross_reference>12 P.2d 771</cross_reference>; <em>Beaver v.</em><em>Morrison-Knudson Co.</em>, <cross_reference>55 Idaho 275</cross_reference>, <cross_reference>41 P.2d 605</cross_reference>; <em>Leach v.</em><em>Grangeville Highway Dist.</em>, <cross_reference>55 Idaho 307</cross_reference>, <cross_reference>41 P.2d 618</cross_reference>;<em>Hanson v. Independent School Dist. 11-J</em>, <cross_reference>57 Idaho 297</cross_reference>,<cross_reference>65 P.2d 733</cross_reference>; <em>Evans v. Cavanagh</em>, <cross_reference>58 Idaho 324</cross_reference>, <cross_reference>73 P. 83</cross_reference>; <em>Taylor v.</em><em>Federal M.  S. Co.</em>, <cross_reference>59 Idaho 183</cross_reference>, <cross_reference>81 P.2d 728</cross_reference>; <em>Nistad v.</em><em>Winton Lumber Co.</em>, <cross_reference>59 Idaho 533</cross_reference>, <cross_reference>85 P.2d 236</cross_reference>; <cross_reference>61 Idaho 1</cross_reference>,<cross_reference>99 P.2d 52</cross_reference>; <em>Young v. Herrington</em>, <cross_reference>61 Idaho 183</cross_reference>,<cross_reference>99 P.2d 441</cross_reference>.</p>\n<p>The order appealed from should be reversed and the cause remanded to the industrial accident board with direction to award compensation to appellant for permanent, total disability.</p>\n<p><center>                          ON REHEARING</center><center>                    (Filed February 3, 1942)</center></p>",
          "html_with_citations": "<p>The record shows that, July 27, 1936, appellant sustained a personal injury by accident, arising out of and in the course of his employment by respondent, Cranston Chevrolet Company, hereafter called the company, and that respondent, state insurance fund, hereafter called the fund, was surety against the company's workmen's compensation liability; that in due time claim for compensation was made and, thereafter, no hearing having been had thereon, the parties caused to be filed with the industrial accident board a compensation agreement, which was approved by the board, wherein this appears:</p>\n<p>\"WHEREAS, B.W. Pruett sustained a personal injury by accident, arising out of and in the course of his employment, on the 27th day of July, 1936, while employed by Cranston Chevrolet Company, which accident has been duly reported to the Industrial Accident Board of the State of Idaho. That according to the physician's reports and agreement between the parties hereto, said claimant sustained, as a result of said accident, temporary total disability and permanent partial disability as hereinafter set forth. <span class=\"star-pagination\">*Page 484</span> </p>\n<p>\"Loss of time from 7-29-36 to 11-30-36 being 17 weeks and 6 days, for which compensation is payable for a period of 17 weeks and 6 days at $16.00 per week, $288.00. Permanent partial disability consisting of aggravation of pre-existing tubercular condition of third and fourth lumbar equal to 20% as compared to loss of one leg at the hip; estimated by Dr. Herald T. Nokes, being: 99% of 36 weeks at $16.00 per week, $570.24; total amount due, $858.24; paid to date, $294.30; amount still due, $563.94.\"</p>\n<p>Appellant was, at the time of the accident, a married man, forty-six years old, with six dependent children. In 1908 or 1909 he was bothered with a pain in his back and was put in a plaster of Paris cast, which he wore about a year. Thereafter he wore make-shift braces and corsets for about another year, and was laid up about two years, until 1911, when he resumed work, and thereafter had no trouble with his back until 1931. The industrial accident board found, and its findings are sustained by the evidence:</p>\n<p>\"III. That in the month of September, 1916, claimant entered the employ of the defendant, Cranston Chevrolet Company, as an auto mechanic and continued to work for said company as such mechanic until the year 1929, at which time he opened and began to operate a repair garage and service station for himself and continued to operate the same until about the summer of 1935, at which time he entered the employ of the Scully Battery Company at Boise, Idaho, and worked there about three months, shortly after which he re-entered the employ of the above named defendant, Cranston Chevrolet Company, as an auto mechanic.</p>\n<p>\"IV. That while operating his own repair garage and service station and in the year 1931, he had to cease work and rest for a period of three or four months on account of pain and suffering in his back, during which time he was treated by Herald T. Nokes, a physician in Boise.</p>\n<p>\"V. That after re-entering the employ of defendant, Cranston Chevrolet Company, as above stated, and until <span class=\"star-pagination\">*Page 485</span> \nthe said 27th day of July, 1936, claimant was continuously in the employ of said company as an auto mechanic, earning average weekly wages of $34.00.\"</p>\n<p>After the claim for compensation was filed, Dr. Fred A. Pittenger, a physician and surgeon, examined appellant, at the request of the fund, and reported to its manager, Mr. O'Malley, as follows:</p>\n<p>\"As per your request Mr. Pruett who was injured on July 27, 1936, was seen by me at St. Luke's Hospital. Also, x-ray pictures were examined with the idea in view as to what in my judgment was the present condition of Mr. Pruett's back.</p>\n<p>\"Mr. Pruett was in bed in St. Luke's Hospital in a plaster cast. Any examination I might have made other than observation would have been futile. X-ray pictures show a necrosis of the third and part of the fourth lumbar vertebrae, which undoubtedly was an arrested, tubercular osteomyelitis. Evidence of the x-ray shows that this had been long standing. This man probably had a bony ankylosis, and the accident of July 27 broke down this ankylosis.</p>\n<p>\"It will undoubtedly be months with immobilization of some type, either cast or bone transplant, before he can be pronounced surgically cured.</p>\n<p>\"I am unable to state how much of his present condition could be due to the recent accident and how much to his former condition, but the fact remains that he has an osteomyelitis of the third lumbar and the lower portion of the fourth lumbar vertebra and that immobilization is indicated.\"</p>\n<p>The last of August or first of September, 1936, Dr. Pittenger, assisted by Dr. Nokes, performed a surgical operation on appellant's back, about which Dr. Nokes testified:</p>\n<p>\"Q. What kind of an operation was that?</p>\n<p>\"A. A bone transplanting, including the second, third, fourth and fifth lumbar vertebrae.\"</p>\n<p>Dr. Pittenger testified he had recently examined appellant, and was asked:</p>\n<p>\"Q. Do you have an opinion at this time as to the <span class=\"star-pagination\">*Page 486</span> \nextent of the disability of Mr. Pruett as of the first time you made your examination in August 1936, taking into consideration both the trauma and the pre-existing condition &#8212; disability?</p>\n<p>\"A. It is my opinion this man has 100% disability for doing manual labor.</p>\n<p>\"Q. He had at that time and still has it?</p>\n<p>\"A. Yes.</p>\n<p>\"Q. You have the history of the accident he had at that time, of his lifting the transmission and he fell and strained his back on the 27th of July, 1936?</p>\n<p>\"A. Yes.</p>\n<p>\"Q. What effect did &#8212; would you say that accident had on the condition as you found it there when you first examined him?</p>\n<p>\"A. Well, it broke down the old ankylosis and lit up a latent tuberculosis of the spine.</p>\n<p>\"Q. Would you say that accident then aggravated and accelerated that pre-existing condition?</p>\n<p>\"A. Yes.\"</p>\n<p>The board found and the evidence supporting it is uncontradicted:</p>\n<p>\"That at the time the claimant entered into said agreement, the claimant was totally disabled for work and ever since has been and now is so totally disabled for work and that there has been no change in claimant's condition, resulting from said accident, or at all, since he entered into said agreement.\"</p>\n<p>December 9, 1936, Dr. Nokes made a report to the industrial accident board as to the extent of appellant's disability, wherein the following appears:</p>\n<p>\"3. If there is loss of function give your estimate of disability in % of loss in comparison with the total loss by amputation of the member or part of member involved.\"</p>\n<p>\"20% disability as compared to the loss of the leg at the hip because of back injury.\"</p>\n<p>At the hearing before the board, he was asked, with respect to this report:</p>\n<p>\"Q. Did you at that time take into consideration his <span class=\"star-pagination\">*Page 487</span> \ntotal condition, or were you taking into consideration his aggravation?</p>\n<p>\"A. We were taking into consideration, through instructions from the State Insurance Fund, not the previous disability but the amount of disability which he suffered from this accident itself.</p>\n<p>\"Q. You were not taking into consideration his previous condition?</p>\n<p>\"A. No. We were instructed not to.</p>\n<p>\"Q. Did this accident, in your opinion, have any effect on his previous condition?</p>\n<p>\"A. It sure did. Because of the fact the man was able to work continuously at rather difficult, not to say laborious, occupations and following this accident the man was not able to work, would give us the opinion immediately he did really have an accident which was a total disability.</p>\n<p>\"Q. Did this accident he had aggravate this former condition?</p>\n<p>\"A. Yes.</p>\n<p>\"Q. And accelerate the condition?</p>\n<p>\"A. Yes. it exaggerated it tremendously.\"</p>\n<p>He further testified:</p>\n<p>\"Q. Will you state, Doctor, what in your opinion was the extent of the disability of Mr. Pruett at the time you signed this final physician's report on December 9, 1936, taking into consideration not only the aggravation you say was caused by the accident but also his pre-existing condition?</p>\n<p>\"A. Taking into consideration Mr. Pruett's condition previous to the accident and the aggravation from the accident, I pronounced Mr. Pruett totally disabled.</p>\n<p>\"Q. Totally and permanently?</p>\n<p>\"A. Yes. Totally and permanently.</p>\n<p>\"Q. And you say he is in that condition at the present time?</p>\n<p>\"A. Totally and permanently disabled. Yes. He is.\"</p>\n<p>Mr. O'Malley testified to a conversation he had with Dr. Nokes with respect to the nature of appellant's disability, resulting from the accident, in part, as follows:</p>\n<p>\"My first conversation that I definitely remember was <span class=\"star-pagination\">*Page 488</span> \nabout August 13. I base that on the fact I put a hand written memo in the file and that is dated August 15. I was the one who got Dr. Pittenger to examine him and my first conversation with Dr. Nokes &#8212; I went to see him and the doctor gave me the history of the case. The first thing Dr. Nokes told me was he says, 'I had no thought and it would not be fair to attempt to charge the State Insurance Fund with Mr. Pruett's condition.' He told me he had an old, chronic condition extending back over years. He told me that about 1931, and he treated him at that time and that he collected insurance at that time. He told me, he says, 'Mr. Pruett had had a condition in his spine for a long number of years that anything would aggravate.' He told me and he put his report in and he said, 'He wrenched his back' and that is Mr. Pruett's report and Mr. Pruett told me. He said he was taking out part of the machinery which slipped and wrenched his back and Dr. Nokes said any wrench to Mr. Pruett's back would lay him up. He said he was laid up and was in the hospital. He said he had tried for years to get Mr. Pruett to have a bone graft as that was the only thing to help cure him and he said he wanted to do that for some time but Mr. Pruett refused. He said, 'Of course, I think he is entitled to some compensation in this case.' I did not interview the Chevrolet Company. Mr. Hay did that and put a report in the file. Here's what Dr. Nokes said: He said 'He is going to be a long while.' He says, 'I can't tell when he will be normal again as to what he was at the time this happened.' He thought we should pay him compensation and we might get him to do the bone graft while on compensation. He discussed it fully with me. We never got a history of Mr. Pruett's condition from anybody excepting Dr. Nokes. * * * I had another interview with Dr. Nokes and Dr. Nokes' plea was that to allow him some permanent disability it would help him pay for the expenses of the bone graft. Well, I discussed it with Dr. Pittenger. I remember Dr. Pittenger would not make any estimate. He wouldn't make an estimate of the permanent disability pertaining to the strain. Then I finally agreed with Dr. Nokes that if he would fix up an estimate on what he thought was right and reasonable as a permanent <span class=\"star-pagination\">*Page 489</span> \npartial disability that it would be assigned to this particular injury, that I would help him that much and pay it. Instead of Dr. Nokes being instructed by the State Insurance Fund, Dr. Nokes engineered this whole thing as to the compensation at the time he was entitled to compensation and then as to the disability.\"</p>\n<p>The only serious conflict in the evidence is in the testimony of Dr. Nokes and Mr. O'Malley as to which of them was responsible for appellant being paid less compensation than he should have received, according to the workmen's compensation law. The board found on this conflicting testimony: \"that the said manager at no time informed the said physician that in making an estimate of claimant's disability he was to disregard any previous injury to the back and that his disability was to purely and simply relate entirely to the present injury.\"</p>\n<p>It is clear from the testimony of Mr. O'Malley that Dr. Nokes, in negotiating the compensation agreement, proceeded on the theory that appellant was not entitled to compensation for disability caused by his pre-existing tubercular condition, and that his disability arising from the accident and that arising from his pre-existing disease should be segregated and he should be compensated for the former alone. Mr. O'Malley, with full knowledge of the facts, did not correct the doctor's views in this particular, but agreed with him to a settlement with appellant for less than the law allowed him. It does not appear that Dr. Nokes had been authorized by appellant to negotiate the settlement.</p>\n<p>Appellant did not have the benefit of legal counsel prior to or at the time he entered into the compensation agreement. He testified:</p>\n<p>\"Q. At the time you signed that agreement what was your condition?</p>\n<p>\"A. That was the first time I had been down town since the operation. I could walk a little bit with a cane. I could walk maybe a half block or block and that would be the limit, with the use of the cane.</p>\n<p>\"Q. When you signed that agreement you were going entirely on the recommendations of your doctor, were you not? <span class=\"star-pagination\">*Page 490</span> </p>\n<p>\"A. Yes. * * *</p>\n<p>\"Q. Did you have some conversation with Mr. O'Malley?</p>\n<p>\"A. Yes. I talked to him at the time this was signed up.</p>\n<p>\"Q. What did he say?</p>\n<p>\"A. He told me that is all I could get, either take that or nothing. That they would only pay me for the aggravation, and not for what existed there before, and that is all the State Insurance Fund would pay and that was all I could get. There was no argument about it. I guess we signed it.\"</p>\n<p>On that point the board found:</p>\n<p>\"That after the said report of Dr. Nokes dated December 9, 1936, was received by the State Insurance Fund, the claimant called at the office of the State Insurance Fund and was told by the manager that he was willing to enter into an agreement with him allowing him compensation for his total temporary disability for work for a period of 17 weeks and 6 days, for which he was to be allowed $288.00 and for permanent partial disability consisting of aggravation of pre-existing tubercular condition of the third and fourth lumbar equal to 20% as compared to loss of one leg at the hip for which he was to be allowed $570.24, and that was all he was willing to allow him and all he, claimant, could get; that thereupon and at said time the claimant and the defendants, Cranston Chevrolet Company, employer, and State Insurance Fund, surety, entered into an agreement in words and figures following:\" [Then follows a copy of the compensation agreement.]</p>\n<p>After setting out the compensation agreement in full, the finding of fact continues: \"and caused the same [the agreement] to be filed in the office of the Industrial Accident Board on the 21st day of December, 1936, and that on the 22nd day of December, 1936, on the report of said Dr. Nokes dated December 9, 1936, and the other reports in the file at the time the Industrial Accident Board approved the said agreement.\"</p>\n<p>Appellant contends his disability, due to his accident and that caused by his pre-existing physical condition, <span class=\"star-pagination\">*Page 491</span> \nshould not have been segregated; that he was, and is, entitled to an award of compensation for total, permanent disability, and that the compensation agreement attempting to authorize payment of less than the amount due him, and the order approving it, being violative of the workmen's compensation law and the public policy of Idaho, constitute constructive fraud. The allegations and proof sustain that contention. Idaho Code Annotated &#167; <cross_reference>43-901</cross_reference>; 21 C. J. 114, &#167; 90, 13 C. J., 497-498; <em>Van</em><em>Blaricom v. Export Lbr. Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">459</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3411732\"><a href=\"/opinion/3415778/van-blaricom-v-export-lbr-co/\"><span class=\"volume\">16</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">990</span></a></span></cross_reference>;<em>Cramer v. Kansas City Rys. Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">298</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">P.</span> <span class=\"page\">118</span></span></cross_reference>;<em>Walker v. Kansas Gasoline Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">576</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">287</span> <span class=\"reporter\">P.</span> <span class=\"page\">235</span></span></cross_reference>.</p>\n<p>Section <cross_reference>43-902</cross_reference>, being part of the workmen's compensation law, declares the public policy of the state, as follows:</p>\n<p>\"The common law system governing the remedy of workmen against employers for injuries received in industrial and public work is inconsistent with modern industrial conditions. The administration of the common law system in such cases has produced the result that little of the cost to the employer has reached the injured workman, and that little at large expense to the public. The remedy of the workman has been uncertain, slow and inadequate. Injuries in such employments formerly occasional have become frequent and inevitable. The welfare of the state depends upon its industries, and even more upon the welfare of its wageworkers. The state of Idaho, therefore, exercising herein its police and sovereign power, declares that all phases of the premises are withdrawn from private controversy, and sure and certain relief for injured workmen and their families and dependents is hereby provided regardless of questions of fault and to the exclusion of every other remedy, proceeding or compensation, except as is otherwise provided in this act, and to that end all civil actions and civil causes of action for such personal injuries, and all jurisdiction of the courts of the state over such causes are hereby abolished, except as is in this act provided.\"</p>\n<p>Section <cross_reference>43-1402</cross_reference> is:</p>\n<p>\"If the employer and the injured employee reach an agreement in regard to compensation under this act, a <span class=\"star-pagination\">*Page 492</span> \nmemorandum of the agreement shall be filed with the board and, if approved by it, thereupon the memorandum shall for all purposes be enforceable under the provisions of section 43-1410 unless modified as provided in section <cross_reference>43-1407</cross_reference>. Such agreements shall be approved by the board only when the terms conform to the provisions of this act.\"</p>\n<p>Appellant's right to compensation, for injuries arising out of and in the course of his employment, had not only been withdrawn from private controversy by section <cross_reference>43-902</cross_reference>, but he had the assurance of section <cross_reference>43-1402</cross_reference> that an agreement with his employer and its surety, as to the amount of compensation which should be paid him for his injuries, would not be approved by the board so as to become and be binding on him unless its terms conformed to the workmen's compensation law.</p>\n<p>He also had the assurance of section <cross_reference>43-1005</cross_reference>, the part of which, applicable to the facts of this case, is:</p>\n<p>\"No contract, rule, regulation or device whatsoever shall operate to relieve the employer in whole or in part from any liability created by this act, * * *\"</p>\n<p>Section <cross_reference>43-1001</cross_reference> provides:</p>\n<p>\"If a workman receives personal injury by accident arising out of and in the course of any employment covered by this act his employer or the surety shall pay compensation in the amounts and to the person or persons hereinafter specified.\"</p>\n<p>Construing these provisions of the workmen's compensation law, this court, in <em>Hanson v. Independent School Dist. 11-J</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">297</span></span></cross_reference>, <cross_reference>303</cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3412635\"><a href=\"/opinion/3416495/hanson-v-independent-school-dist-11-j/\"><span class=\"volume\">65</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">733</span></a></span></cross_reference>, <cross_reference>736</cross_reference>, said:</p>\n<p>\"Under the provisions of the Workmen's Compensation Act and the decisions of this court heretofore referred to we are of the opinion that while the board is authorized to approve an agreement of settlement as provided by I. C. A., section<cross_reference>43-1402</cross_reference>, such agreement must incorporate, otherwise there will be read into the agreement, the provisions of the Workmen's Compensation Act, and it is not within the power of the board to award a lesser or different compensation to claimant than that provided by the Workmen's Compensation Act although he was suffering from a pre-existing and progressive disease. * * *\"</p>\n<p>The sixth section of the syllabus in <em>McNeil v. Panhandle</em> <span class=\"star-pagination\">*Page 493</span> <em>Lumber Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">773</span></span></cross_reference>, <cross_reference>774</cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">P.</span> <span class=\"page\">1068</span></span></cross_reference>, <cross_reference>1069</cross_reference>, expresses a rule applicable to the facts of this case, as follows:</p>\n<p>\" 'Total disability' as used in the workmen's compensation law of this state takes no account of a state of partial disability or impaired health existing in the claimant previous to the happening of the accident claimed to have caused such 'total disability.' \"</p>\n<p>See, also, <em>In re Larson</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">136</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3411871\"><a href=\"/opinion/3415893/in-re-larson/\"><span class=\"volume\">279</span> <span class=\"reporter\">P.</span> <span class=\"page\">1087</span></a></span></cross_reference>; <em>Strouse</em><em>v. Hercules Min. Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">7</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3410640\"><a href=\"/opinion/3414943/strouse-v-hercules-min-co/\"><span class=\"volume\">1</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">203</span></a></span></cross_reference>; <em>Scarborough</em><em>v. Beardmore</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">180</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3410566\"><a href=\"/opinion/3414891/scarborough-v-beardmore/\"><span class=\"volume\">12</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">771</span></a></span></cross_reference>; <em>Beaver v.</em><em>Morrison-Knudson Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">275</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">605</span></span></cross_reference>; <em>Leach v.</em><em>Grangeville Highway Dist.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">307</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3411376\"><a href=\"/opinion/3415509/leach-v-grangeville-highway-dist/\"><span class=\"volume\">41</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">618</span></a></span></cross_reference>;<em>Hanson v. Independent School Dist. 11-J</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">297</span></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3412635\"><a href=\"/opinion/3416495/hanson-v-independent-school-dist-11-j/\"><span class=\"volume\">65</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">733</span></a></span></cross_reference>; <em>Evans v. Cavanagh</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">324</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">P.</span> <span class=\"page\">83</span></span></cross_reference>; <em>Taylor v.</em><em>Federal M.  S. Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">183</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3411623\"><a href=\"/opinion/3415700/taylor-v-federal-m-s-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">728</span></a></span></cross_reference>; <em>Nistad v.</em><em>Winton Lumber Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">533</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3412059\"><a href=\"/opinion/3416035/nistad-v-winton-lumber-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">236</span></a></span></cross_reference>; <cross_reference><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">1</span></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3410476\"><a href=\"/opinion/3414823/nistad-v-winton-lumber-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">52</span></a></span></cross_reference>; <em>Young v. Herrington</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">1</span></span>83</cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3412135\"><a href=\"/opinion/3416096/young-v-herrington/\"><span class=\"volume\">99</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">441</span></a></span></cross_reference>.</p>\n<p>The order appealed from should be reversed and the cause remanded to the industrial accident board with direction to award compensation to appellant for permanent, total disability.</p>\n<p><center>                          ON REHEARING</center><center>                    (Filed February 3, 1942)</center></p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3410476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3410566/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3410640/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3411376/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3411623/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3411732/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3411871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3412059/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3412135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3412635/"
          ]
        },
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3410608/",
          "id": 3410608,
          "absolute_url": "/opinion/3414920/pruett-v-cranston/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3414920/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4152/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T19:28:26.500440Z",
          "date_modified": "2017-04-14T22:36:06.185854Z",
          "type": "020lead",
          "sha1": "f0d9491c4c608cf73e7026418a1ee7fce68cc0ea",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/idaho/court_opinions/documents/6df68e2fb5c2ca1d.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>July 27, 1936, B.W. Pruett was injured by an accident arising out of and in the course of his employment by the Cranston Chevrolet Company. August 5, 1936, he filed claim for compensation with the Industrial Accident Board. December 17, 1936, he entered into an agreement with his employer and the State Insurance Fund whereby it was agreed the company and the fund would pay claimant both total temporary and permanent partial disability compensation. December 22, 1936, this agreement was approved by the Industrial Accident Board. Three years later, to-wit, January 16, 1940, claimant filed with the board an application for the modification of the compensation agreement. June 6, <span class=\"star-pagination\">*Page 481</span> \n1940, the application for modification was heard by the board. July 3, 1940, the board made findings of fact and rulings of law and entered thereon an order denying appellant an award and dismissing his application, from which this appeal is prosecuted.</p>\n<p>It is alleged in the application \"That at the time of the execution of said agreement and of the approval thereof by the Industrial Accident Board claimant was totally and permanently disabled as the result of injuries sustained in said accident; that said agreement and award based thereon are in violation of and contrary to the Workmen's Compensation Laws of the State of Idaho in that they deprive claimant of the full compensation benefits to which he was lawfully entitled under said compensation laws; that instead of receiving compensation on the basis of a permanent partial injury equal to twenty per cent as compared to loss of one leg at the hip, claimant was entitled and should have received under said Compensation Laws compensation based upon a condition of total and permanent disability. That said agreement and award based thereon being in contravention of the Workmen's Compensation Laws of the State of Idaho were, and are, null and void and of no force and effect.\"</p>\n<p>In <em>Rodius v. Coeur d'Alene Mill Co.</em>, <cross_reference>46 Idaho 692</cross_reference>, <cross_reference>696</cross_reference>,<cross_reference>271 P. 1</cross_reference>, this court said:</p>\n<p>\"The agreement of the employer and surety to pay the child compensation, having been approved by the board, had the same effect as an award of the board. [Citing cases.] Subject to review on appeal, an award, 'in the absence of fraud,' is 'final and conclusive as between the parties' (C.S., sec. 6270 [Sec. 43-1408, I. C. A.]), except that, on application therefor, 'on the ground of a change in conditions,' the board may make an award 'ending, diminishing or increasing the compensation previously agreed upon or awarded.' \"</p>\n<p>We have repeatedly approved this holding. <em>Boshers v. Payne</em>,<cross_reference>58 Idaho, 109</cross_reference>, <cross_reference>112</cross_reference>, <cross_reference>70 P.2d 391</cross_reference>; <em>Reagan v. Baxter Foundry </em><em>Machine Works</em>, <cross_reference>53 Idaho 722</cross_reference>, <cross_reference>724</cross_reference>, <cross_reference>27 P.2d 62</cross_reference>; <em>McGarrigle v.</em><em>Grangeville E. L.  P. Co.</em>, <cross_reference>60 Idaho 690</cross_reference>, at 702, <cross_reference>97 P.2d 402</cross_reference>. <span class=\"star-pagination\">*Page 482</span> </p>\n<p>In <em>Zapantis v. Central Idaho Min.  Mill. Co.</em>, <cross_reference>61 Idaho 660</cross_reference>,<cross_reference>668</cross_reference>, <cross_reference>106 P.2d 113</cross_reference>, this court pointed out that</p>\n<p>\"In the case of <em>Reagan v. Baxter Foundry  Machine Works,</em><em>supra</em>, the holding of the Rodius case was followed and quoted at length, both as to the effect of the approval and agreement by the Industrial Accident Board and as to the finality of such approval as <em>res judicata.</em> In the latter case the court quoted from sec. 43-1408, to the effect that 'An award of the board in the absence of fraud, shall be final and conclusive between the parties.' In <em>Barry v. Peterson Motor Co.</em>, <cross_reference>55 Idaho 702</cross_reference>, <cross_reference>708</cross_reference>,<cross_reference>46 P.2d 77</cross_reference>, the Reagan-Baxter Foundry case was cited with approval and the court said: 'From a careful survey of the authorities it is apparent that a hearing because of changed conditions is limited to a modification of the award solely on that ground and no other errors may be corrected by either party.' (See, also, citation of authorities under note 2 (a), page 570, 122 A.L.R.)\"</p>\n<p>In the Zapantis case, supra (approved and followed in<em>Bower v. Triangle Construction Co.</em>, <cross_reference>63 Idaho 128</cross_reference>,<cross_reference>118 P.2d 737</cross_reference>), after an exhaustive review of the authorities, this court held a compensation agreement between a claimant, employer, and State Insurance Fund, approved by the Industrial Accident Board, has the same effect as an award of the board, and, subject to review on appeal, is final and conclusive, in the absence of fraud, as between the parties, except that it may be modified by the board on the ground of a change of conditions, and that such an agreement is <em>res judicata</em> as to the condition of a claimant at the time a compensation agreement is made.</p>\n<p>We turn now to the contention that the compensation agreement and the award based thereon are null and void and of no force and effect and that the agreement and the order approving it constitute constructive fraud. The 1937 session of the legislature (Session Laws 1937, chapter 175, p. 288) amended sections 43-1408, 43-1409 and 43-1413, I. C. A. In addition to providing an appeal could be prosecuted from a final order or award of the Industrial Accident Board direct to this court, it provided that: \"Upon hearing [on appeal] the court may affirm or set <span class=\"star-pagination\">*Page 483</span> \naside such order or award but may set it aside only upon the following grounds, and shall not set the same aside on any other or different grounds, to-wit:</p>\n<p>(a) That the findings of fact are not based on any substantial, competent evidence.</p>\n<p>(b) . . . . . . . . . .</p>\n<p>(c) . . . . . . . . . .</p>\n<p>(d) . . . . . . . . . .</p>\n<p>Where, as in the case at bar, the order of the board denying and dismissing claimant's application is supported by substantial, competent evidence, this court will not disturb the same. <em>O'Neil v. Madison Lumber  Mill Co.</em>, <cross_reference>61 Idaho 546</cross_reference>,<cross_reference>551</cross_reference>, <cross_reference>105 P.2d 194</cross_reference>; <em>Watkins v. Cavanagh</em>, <cross_reference>61 Idaho 720</cross_reference>, <cross_reference>725</cross_reference>,<cross_reference>107 P.2d 155</cross_reference>.</p>\n<p>It follows the order of the board must be, and it is, hereby affirmed, with costs to respondents.</p>\n<p>Budge, C.J., Givens and Ailshie, JJ., concur.</p>",
          "html_with_citations": "<p>July 27, 1936, B.W. Pruett was injured by an accident arising out of and in the course of his employment by the Cranston Chevrolet Company. August 5, 1936, he filed claim for compensation with the Industrial Accident Board. December 17, 1936, he entered into an agreement with his employer and the State Insurance Fund whereby it was agreed the company and the fund would pay claimant both total temporary and permanent partial disability compensation. December 22, 1936, this agreement was approved by the Industrial Accident Board. Three years later, to-wit, January 16, 1940, claimant filed with the board an application for the modification of the compensation agreement. June 6, <span class=\"star-pagination\">*Page 481</span> \n1940, the application for modification was heard by the board. July 3, 1940, the board made findings of fact and rulings of law and entered thereon an order denying appellant an award and dismissing his application, from which this appeal is prosecuted.</p>\n<p>It is alleged in the application \"That at the time of the execution of said agreement and of the approval thereof by the Industrial Accident Board claimant was totally and permanently disabled as the result of injuries sustained in said accident; that said agreement and award based thereon are in violation of and contrary to the Workmen's Compensation Laws of the State of Idaho in that they deprive claimant of the full compensation benefits to which he was lawfully entitled under said compensation laws; that instead of receiving compensation on the basis of a permanent partial injury equal to twenty per cent as compared to loss of one leg at the hip, claimant was entitled and should have received under said Compensation Laws compensation based upon a condition of total and permanent disability. That said agreement and award based thereon being in contravention of the Workmen's Compensation Laws of the State of Idaho were, and are, null and void and of no force and effect.\"</p>\n<p>In <em>Rodius v. Coeur d'Alene Mill Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">692</span></span></cross_reference>, <cross_reference>696</cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3412234\"><a href=\"/opinion/3416178/rodius-v-coeur-dalene-mill-co/\"><span class=\"volume\">271</span> <span class=\"reporter\">P.</span> <span class=\"page\">1</span></a></span></cross_reference>, this court said:</p>\n<p>\"The agreement of the employer and surety to pay the child compensation, having been approved by the board, had the same effect as an award of the board. [Citing cases.] Subject to review on appeal, an award, 'in the absence of fraud,' is 'final and conclusive as between the parties' (C.S., sec. 6270 [Sec. 43-1408, I. C. A.]), except that, on application therefor, 'on the ground of a change in conditions,' the board may make an award 'ending, diminishing or increasing the compensation previously agreed upon or awarded.' \"</p>\n<p>We have repeatedly approved this holding. <em>Boshers v. Payne</em>,<cross_reference>58 Idaho, 109</cross_reference>, <cross_reference>112</cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3410420\"><a href=\"/opinion/3414778/boshers-v-payne/\"><span class=\"volume\">70</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">391</span></a></span></cross_reference>; <em>Reagan v. Baxter Foundry </em><em>Machine Works</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">722</span></span></cross_reference>, <cross_reference>724</cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">62</span></span></cross_reference>; <em>McGarrigle v.</em><em>Grangeville E. L.  P. Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">690</span></span></cross_reference>, at 702, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">402</span></span></cross_reference>. <span class=\"star-pagination\">*Page 482</span> </p>\n<p>In <em>Zapantis v. Central Idaho Min.  Mill. Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">660</span></span></cross_reference>,<cross_reference>668</cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3409218\"><a href=\"/opinion/3413861/zapantis-v-central-idaho-min-mill-co/\"><span class=\"volume\">106</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">113</span></a></span></cross_reference>, this court pointed out that</p>\n<p>\"In the case of <em>Reagan v. Baxter Foundry  Machine Works,</em><em>supra</em>, the holding of the Rodius case was followed and quoted at length, both as to the effect of the approval and agreement by the Industrial Accident Board and as to the finality of such approval as <em>res judicata.</em> In the latter case the court quoted from sec. 43-1408, to the effect that 'An award of the board in the absence of fraud, shall be final and conclusive between the parties.' In <em>Barry v. Peterson Motor Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">702</span></span></cross_reference>, <cross_reference>708</cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3409106\"><a href=\"/opinion/3413772/barry-v-peterson-motor-co/\"><span class=\"volume\">46</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">77</span></a></span></cross_reference>, the Reagan-Baxter Foundry case was cited with approval and the court said: 'From a careful survey of the authorities it is apparent that a hearing because of changed conditions is limited to a modification of the award solely on that ground and no other errors may be corrected by either party.' (See, also, citation of authorities under note 2 (a), page 570, 122 A.L.R.)\"</p>\n<p>In the Zapantis case, supra (approved and followed in<em>Bower v. Triangle Construction Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">128</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">737</span></span></cross_reference>), after an exhaustive review of the authorities, this court held a compensation agreement between a claimant, employer, and State Insurance Fund, approved by the Industrial Accident Board, has the same effect as an award of the board, and, subject to review on appeal, is final and conclusive, in the absence of fraud, as between the parties, except that it may be modified by the board on the ground of a change of conditions, and that such an agreement is <em>res judicata</em> as to the condition of a claimant at the time a compensation agreement is made.</p>\n<p>We turn now to the contention that the compensation agreement and the award based thereon are null and void and of no force and effect and that the agreement and the order approving it constitute constructive fraud. The 1937 session of the legislature (Session Laws 1937, chapter 175, p. 288) amended sections 43-1408, 43-1409 and 43-1413, I. C. A. In addition to providing an appeal could be prosecuted from a final order or award of the Industrial Accident Board direct to this court, it provided that: \"Upon hearing [on appeal] the court may affirm or set <span class=\"star-pagination\">*Page 483</span> \naside such order or award but may set it aside only upon the following grounds, and shall not set the same aside on any other or different grounds, to-wit:</p>\n<p>(a) That the findings of fact are not based on any substantial, competent evidence.</p>\n<p>(b) . . . . . . . . . .</p>\n<p>(c) . . . . . . . . . .</p>\n<p>(d) . . . . . . . . . .</p>\n<p>Where, as in the case at bar, the order of the board denying and dismissing claimant's application is supported by substantial, competent evidence, this court will not disturb the same. <em>O'Neil v. Madison Lumber  Mill Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">546</span></span></cross_reference>,<cross_reference>551</cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3409986\"><a href=\"/opinion/3414447/oniel-v-madison-lumber-mill-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">194</span></a></span></cross_reference>; <em>Watkins v. Cavanagh</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">720</span></span></cross_reference>, <cross_reference>725</cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3411851\"><a href=\"/opinion/3415877/watkins-v-cavanagh/\"><span class=\"volume\">107</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">155</span></a></span></cross_reference>.</p>\n<p>It follows the order of the board must be, and it is, hereby affirmed, with costs to respondents.</p>\n<p>Budge, C.J., Givens and Ailshie, JJ., concur.</p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3409106/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3409218/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3409986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3410420/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3411851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3412234/"
          ]
        },
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3410611/",
          "id": 3410611,
          "absolute_url": "/opinion/3414920/pruett-v-cranston/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3414920/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4172/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T19:28:26.522220Z",
          "date_modified": "2017-04-14T22:36:05.359807Z",
          "type": "040dissent",
          "sha1": "f0d9491c4c608cf73e7026418a1ee7fce68cc0ea",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/idaho/court_opinions/documents/6df68e2fb5c2ca1d.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>My views in this case are to be found in the opinion dissenting from the original decision, in which dissent Justice Budge authorizes me to say he concurs. <span class=\"star-pagination\">*Page 494</span> </p>",
          "html_with_citations": "",
          "extracted_by_ocr": false,
          "opinions_cited": []
        },
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3410609/",
          "id": 3410609,
          "absolute_url": "/opinion/3414920/pruett-v-cranston/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3414920/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4152/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T19:28:26.507069Z",
          "date_modified": "2017-04-14T22:36:05.339312Z",
          "type": "050addendum",
          "sha1": "f0d9491c4c608cf73e7026418a1ee7fce68cc0ea",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/idaho/court_opinions/documents/6df68e2fb5c2ca1d.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>Appellant filed a petition for a rehearing December 24, 1941. The petition was granted and the rehearing had January 26, 1942. Since the rehearing we have painstakingly examined appellant's petition and brief filed in its support as well as respondents' brief. We find no reason for departing from the foregoing opinion, hence adhere thereto.</p>\n<p>Givens, C.J., and Ailshie, J., concur.</p>",
          "html_with_citations": "",
          "extracted_by_ocr": false,
          "opinions_cited": []
        }
      ],
      "judges": "HOLDEN, J.",
      "date_created": "2016-07-05T19:28:26.493741Z",
      "date_modified": "2017-04-14T22:37:59.314007Z",
      "date_filed": "1941-12-05",
      "date_filed_is_approximate": false,
      "slug": "pruett-v-cranston",
      "citation_id": null,
      "case_name_short": "Pruett",
      "case_name": "Pruett v. Cranston",
      "case_name_full": "B. W. Pruett v. Cranston Chevrolet Company and State Insurance Fund",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "63 Idaho 478",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "121 P.2d 559",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "Elam  Burke, for Appellant.\n\nThe Workmen's Compensation Law sanctions an agreement between the parties only when it conforms to the provisions of the Act. An agreement, or portion thereof, whether or not approved by the board, which fails to provide compensation benefits commensurate with the injury sustained and results thereof, is a nullity, in that it becomes an attempt to relieve the employer in whole or in part from liability created by the act. (I. C. A. Sec.  43-902 ; I. C. A. Sec.  43-1001 ; I. C. A. Sec. 43-1003 ; I. C. A. Sec.  43-1005 ; I. C. A. Sec.  54-1006 ; I. C. A. Sec.  43-1402 ;  Hansen v. Independent School District ,  57 Idaho 297 , 69 P.2d 733 ;  Jenkins v. Boise Payette Lbr. Co.  49 Idaho 24 ,  287 P. 202 ; 71 Corpus Juris, P. 939, Sec. 695; Forbes v. Ottumwa Sand Co.  (Ia.) 249 N.W. 399;  Boyko v.  Federated Metals Corporation , (N.J.)  164 A. 462 .)\n\nClarence L. Hillman, for Respondents.\n\nThe rule of law in this state is well established that in workmen's compensation cases, (such as the case at bar), where the facts presented by the testimony of witnesses, stipulation or otherwise, are conflicting, and where facts appear in the record which, if uncontradicted, would be sufficient to support the order appealed from, it will not be reversed on appeal. (Const., art. 5, sec. 9, (as amended, see 1937 Laws, p. 498); I. C. A. secs.  43-1407 , 43-1408, 43-1409 (as amended 1937 Laws, c. 175, pp. 288, 289);  Golary v. Stoddard ,  60 Idaho 168 , 89 P.2d 1002 ;  Potter v. Realty Trust Co. ,  60 Idaho 281 , 90 P.2d 699 ;  Rand v. Lafferty Transportation Co. et al. ,  60 Idaho 507 , 92 P.2d 786 .)\n\nWhere, as in this case, there is substantial, competent evidence to support the findings of the industrial accident board, and such findings support the board's order denying an award, such order will not be reversed or set aside; but on the contrary will be affirmed by the supreme court, since the constitution admonishes the court that \"On appeal from orders of the Industrial Accident Board the court shall be limited to a review of questions of law.\" (Const., sec. 9, as amended by vote of the people at the 1936 election, 1937 laws, p. 499; I. C. A. secs.  43-1407 , 53-1408, 43-1409, 43-1410 (as amended, 1937 laws, c. 175, p. 288);  Skeen v. Sunshine Mining Company , 60 Idaho 741 ,  748 ,  96 P.2d 497 ,  499 ;  Knight v. Younkin, et al. , 61 Idaho 612 ,  105 P.2d 456 ,  459 .)",
      "nature_of_suit": "",
      "posture": "APPEAL from the Industrial Accident Board.\n\nAppellant applied to the Industrial Accident Board for modification of an agreement and award of compensation for injuries by accident arising out of and in the course of his employment by respondent, Cranston Chevrolet Company. A trial to the Industrial Accident Board resulted in an order denying and dismissing the application. This appeal is from the order. Affirmed.",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3287041/pruett-v-cranston/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T19:28:26.486963Z",
  "date_modified": "2016-07-05T19:28:26.486992Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Pruett",
  "case_name": "Pruett v. Cranston",
  "case_name_full": "B. W. Pruett v. Cranston Chevrolet Company and State Insurance Fund",
  "slug": "pruett-v-cranston",
  "docket_number": "No. 6835.",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}