{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3292603/",
  "id": 3292603,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ill/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3420478/",
      "id": 3420478,
      "absolute_url": "/opinion/3420478/city-of-aurora-v-burns/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3292603/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3417003/",
          "id": 3417003,
          "absolute_url": "/opinion/3420478/city-of-aurora-v-burns/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3420478/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4212/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T19:44:25.526704Z",
          "date_modified": "2017-04-14T22:42:06.597921Z",
          "type": "020lead",
          "sha1": "45ba5c08e1bfb2e662882156e424ec91a568193c",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/illinois/supreme_court_opinions/documents/8a99b695c7e60d3c.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>The city of Aurora on January 3, 1924, filed its bill in the city court against Robert Burns and Albert W. DeLatour, alleging that the city council on May 9, 1923, passed the building zone ordinance; that Burns and DeLatour conducted several grocery stores in Aurora known as Piggly Wiggly stores, and had under construction at the northwest corner of Chestnut and Walnut streets a building, all or a part of which was designed as and intended to be used for a grocery store; that the site of the proposed building was located in a portion of the city zoned as \"B\" residential district, and that the operation and maintenance of a grocery store in that district were prohibited. The prayer was for an injunction restraining the defendants from prosecuting the construction of the building as a grocery store and from their use of the building in any way violative of the building zone ordinance. Burns and DeLatour filed an answer, in which they averred, on various grounds, that the ordinance, and the statute by authority of which the ordinance was passed, were void, and that in consequence the city was not entitled to the relief sought. A hearing was had, <span class=\"star-pagination\">*Page 86</span> \nin which, among other things, it was shown that more than seven months of study and planning, with the aid of expert advice, had been given to the subject before the zoning ordinance was passed. A decree followed, which sustained the allegations of the bill and found that the district in question was characteristically a residential neighborhood, in which private dwellings for one or two families predominated; that scattered through the district were twelve grocery stores; that the ordinance stabilized the value of property and promoted both the permanency of desirable home surroundings and the general welfare of the citizens of Aurora; that the use of the premises for grocery store purposes would increase the fire and police hazards and would affect deleteriously the health of the inhabitants of the neighborhood; that the ordinance did not deny Burns and DeLatour the equal protection of the laws or deprive them of their property without due process of law or just compensation therefor; that, so far as Burns and DeLatour were concerned, the ordinance was not monopolistic, unreasonable, discriminatory or oppressive, and that it was uniform in its operation and a lawful exercise of the police power of the city. The decree concluded by enjoining Burns and DeLatour from constructing or using the building in violation of the provisions of the ordinance. They prosecute an appeal directly to this court because the case involves the validity of a statute and of a municipal ordinance, and with respect to the latter the chancellor has certified that the public interest requires that the appeal shall be so taken.</p>\n<p>Section 1 of the act pursuant to which the ordinance was passed, provides: \"In addition to existing powers, and to the end that adequate light, pure air and safety from fire and other dangers may be secured, that the taxable value of land and buildings throughout the city, village or incorporated town, may be conserved, that congestion in the public streets may be lessened or avoided, and that the public health, <span class=\"star-pagination\">*Page 87</span> \nsafety, comfort, morals and welfare may otherwise be promoted, the city council in each city, and the president and board of trustees in each village and incorporated town shall have the following powers: To regulate and limit the height and bulk of buildings hereafter to be erected; to regulate and limit the intensity of the use of lot areas, and to regulate and determine the area of open spaces, within and surrounding such buildings; to classify, regulate and restrict the location of trades and industries and the location of buildings designed for specified industrial, business, residential and other uses; to divide the entire city, village or incorporated town into districts of such number, shape, area and of such different classes (according to use of land and buildings, height and bulk of buildings, intensity of the use of lot areas, area of open spaces, or other classification) as may be deemed best suited to carry out the purposes of this act; to fix standards to which buildings or structures shall conform therein; to prohibit uses, buildings or structures incompatible with the character of such districts respectively; and to prevent additions to and alteration or remodeling of existing buildings or structures in such a way as to avoid the restrictions and limitations lawfully imposed hereunder. In all ordinances passed under the authority of this act, due allowance shall be made for existing conditions, the conservation of property values, the direction of building development to the best advantage of the entire city, village or incorporated town, and the uses to which property is devoted at the time of the enactment of any such ordinance. The powers by this act given shall not be exercised so as to deprive the owner of any existing property of its use or maintenance for the purpose to which it is then lawfully devoted.\" (Laws of 1921, P. 180.)</p>\n<p>Section 2 (Laws of 1921, p. 181,) provides for a zoning commission, whose duty it shall be to recommend the boundaries of districts and appropriate regulations to be enforced <span class=\"star-pagination\">*Page 88</span> \ntherein. The commission is required to prepare a tentative report and a proposed zoning ordinance for the entire municipality. After the preparation of such report and ordinance the commission shall hold a hearing thereon and afford persons interested an opportunity to be heard. At least fifteen days' notice of such hearing shall be given by publication in a newspaper of general circulation in the municipality, or, in the absence of such newspaper, by posting in four conspicuous places. The notice is required to state the time and place of the hearing and where copies of the proposed ordinance will be accessible for examination by interested parties. The hearing may be adjourned from time to time. Within thirty days after the final hearing the commission shall make a final report and submit a proposed ordinance for the entire municipality to its authorities, who may enact the ordinance with or without change or refer it back to the commission for further consideration. The zoning commission shall cease to exist upon the adoption of a zoning ordinance for the entire municipality.</p>\n<p>Section 3 (Laws of 1921, P. 181,) provides that all ordinances passed pursuant to the act shall be enforced by such officer as may be designated by ordinance. Each municipality exercising the powers conferred shall provide for the creation of a board of appeals of not less than three nor more than five members, which shall have power, (<em>a</em>) upon application, to review the actions of the enforcing officer of the municipality in order to determine whether they are in accordance with the ordinances passed pursuant to the act; and (<em>b</em>) to recommend to the city authorities such ordinances or amendments as they may deem necessary or desirable, including power, in specific cases of particular hardship, to recommend variations of the original ordinance or amendments thereto. Such variations or amendments in all cases shall be made by ordinance.</p>\n<p>By section 4 (Laws of 1921, P. 181,) it is provided that the regulations imposed and the districts created may be <span class=\"star-pagination\">*Page 89</span> \nvaried or amended from time to time by ordinance, but no such variations or amendments shall be made without a hearing before the board of appeals. The board is required to give notice and proceed in the manner provided by the second section with respect to the zoning commission. Upon its report the municipal authorities may adopt the proposed variation or amendment, with or without change, or may refer it back to the board for further consideration. Any proposed variation or amendment which fails to receive the approval of the board of appeals shall not be passed except by the favorable vote of two-thirds of all the members of the city council or village board. In case of written protest against any proposed variation or amendment, signed by the owners of twenty per cent of the frontage to be altered, or by a like percentage of the frontage immediately adjoining or across an alley therefrom or directly opposite thereto, filed with the board of appeals or with the city council or board of trustees, such variation or amendment shall not be passed except by the favorable vote of two-thirds of all the members of the city council or board of trustees.</p>\n<p>The first section of the building zone ordinance of the city of Aurora defines certain terms used in the ordinance. By the second section the city is divided into eight districts, namely: \"A\" residential district; \"B\" residential district; \"C\" residential district; \"D\" local business district; \"E\" commercial district; \"F\" commercial district; \"G\" industrial district and \"H\" heavy industrial district. The boundaries of these districts are shown upon a map which is made a part of the ordinance. The section concludes with the paragraph that, except as provided, no building shall be erected or altered so as to exceed the heights established by the ordinance for the district wherein such building is located; nor shall any building be erected or altered except in conformity with the ordinance; nor shall the lot area be so reduced or diminished in area that the yards, courts or <span class=\"star-pagination\">*Page 90</span> \nother open spaces shall be smaller than prescribed in the ordinance; nor shall any building be used for any purpose other than is permitted in the district in which such building is located.</p>\n<p>Sections 3 to 10, inclusive, prescribe the minimum dimensions of yards and courts, the percentage of ground areas buildings may occupy, the maximum heights of buildings and their uses in the several districts, respectively. For the purposes of the instant case it is only necessary to state, the uses to which buildings may be put in \"A\" and \"B\" residential districts. Buildings in \"A\" residential district, section 3 provides, shall be used exclusively for one or more of the following purposes: (1) One-family dwellings; (2) two-family dwellings; (3) churches; (4) educational institutions; (5) schools; and (6) For Rent or Sale signs, not exceeding ten square feet in area. In \"B\" residential district, section 4 provides, buildings shall be used exclusively for one or more of the following purposes: (1) Any use included in section 3 as being permitted in the \"A\" residential district; (2) boarding houses and lodging houses; (3) clubs or lodges, excepting those the chief activity of which is a service customarily carried on as a business; (4) convents; (5) dormitories; (6) family hotels; (7) nurseries, farming and truck gardening; (8) educational and philanthropic institutions; and (9) tenements. The usual accessories to these various buildings, located on the same lot and not involving the conduct of a business, are included. A hospital, sanitarium, asylum, or institution for treatment of diseases, clinic, day nursery, home for aged or infirm, orphanage, reformatory, penal institution or other charitable institution or use may be erected in \"B\" residential district, provided a permit is issued therefor by the city council.</p>\n<p>Section 11 provides: \"Any lawful use existing at the time of the adoption of this ordinance of any building or premises may be continued although such use does not conform <span class=\"star-pagination\">*Page 91</span> \nform to the provisions of this ordinance for the district in which such use is situated. The area occupied by such use may be enlarged, provided such enlargement shall not exceed an area equal to fifty per cent of the area of the ground floor of the building in which said non-conforming use is situated or such use may be extended throughout the building provided no structural alterations are made therein. If no structural alterations are made in the building a non-conforming use of such building may be changed to any other use permitted in the same use district as that in which the use existing at the time of the adoption of this ordinance is permitted. Whenever a non-conforming use of a building or premises has been changed to a conforming use or a more restricted use, such use shall not thereafter be changed to a less restricted use. If a non-conforming use is ever discontinued, any future use of such building or premises shall conform to the provisions of this ordinance. If a building housing a non-conforming use is destroyed to an extent of two-thirds or more of its assessed value such use shall be discontinued.\"</p>\n<p>Certain exceptions to height and area regulations are prescribed by the twelfth and thirteenth sections, respectively. The eighteenth section constitutes the commissioner of public health and safety the enforcing officer, with authority to issue permits in conformity with the ordinance. The nineteenth section establishes the board of appeals, and provides for the holding of its meetings and the adoption of rules for its procedure. The meetings must be open to the public and a record of them is required to be kept. Section 20 provides for appeals from the commissioner of public health and safety to the board of appeals, and confers upon that board power and authority, under conditions defined, to vary the provisions of the ordinance.</p>\n<p>Appellants make two contentions for the reversal of the city court's decree. The first is, that the enabling act of 1921 is void because (<em>a</em>) the General Assembly has no <span class=\"star-pagination\">*Page 92</span> \npower to declare a grocery store a nuisance <em>per se</em> and to restrict its location; (<em>b</em>) the owner of property has a constitutional right to make such use of it as he desires so long as he does not injure or threaten the safety, health, comfort or general welfare of the public; and (<em>c</em>) legislation to interfere with private property rights cannot be sustained for purely aesthetic purposes. The second contention is, that the enabling act, and the zoning ordinance passed by appellee pursuant thereto, are void because (<em>a</em>) they are not uniform in their operation, are unreasonable and create a monopoly; (<em>b</em>) they invest city officers with a discretion which is purely arbitrary and which may be exercised in the interest of a favored few; and (<em>c</em>) they deny to appellants the equal protection of the laws and create unjust and illegal class discriminations.</p>\n<p>The police power may be exercised not only in the interest of the public health, morals and safety, but also for the promotion of the general welfare. (<em>Booth</em> v. <em>People</em>, <cross_reference>186 Ill. 43</cross_reference>;  <em>People</em> v. <em>Freeman</em>, 242 id. 373; <em>Public Utilities Com.</em>\nv. <em>City of Quincy</em>, 290 id. 360; <em>Chicago, Burlington and Quincy</em><em>Railway Co.</em> v. <em>Drainage Comrs.</em> <cross_reference>200 U.S. 561</cross_reference>; <em>Noble State Bank</em>\nv. <em>Haskell</em>, 219 id. 104; <em>Welch</em> v.<em>Swasey</em>, 214 id. 91; <em>Beer Co.</em> v. <em>Massachusetts</em>, 97 id. 25;<em>Opinion of Justices</em>, <cross_reference>234 Mass. 597</cross_reference>.) The power need not be constitutionally delegated, for it is inherently necessary to the effective conduct and maintenance of government. It can neither be abdicated nor bargained away and it is inalienable even by express grant, and all contract and property rights are held subject to its fair exercise. (<em>People</em> v. <em>Robertson</em>,<cross_reference>302 Ill. 422</cross_reference>; <em>County of Cook</em> v. <em>City of Chicago</em>, 311 id. 234;<em>Public Utilities Com.</em> v. <em>City of Quincy, supra; Atlantic Coast</em><em>Line</em> v. <em>Goldsboro</em>, <cross_reference>232 U.S. 548</cross_reference>.) The authority of the States to enact such laws as they deem reasonably necessary to promote the public health, morals, safety and general welfare comprehends a wide range of judgment and discretion in determining the matters which <span class=\"star-pagination\">*Page 93</span> \nare of sufficiently general importance to be subjected to State regulation and administration. (<em>Mountain Timber Co.</em> v.<em>Washington</em>, <cross_reference>243 U.S. 219</cross_reference>.) Nor do the limitations of the Federal constitution deny to a State the power to establish all regulations reasonably necessary to advance and secure the health, morals, safety and general welfare of the community. (<em>People</em> v. <em>Robertson, supra; Chicago and Alton Railroad Co.</em> v.<em>Tranbarger</em>, <cross_reference>238 U.S. 67</cross_reference>.) The police power, however, has constitutional limits, and any measure enacted or adopted in its exercise, to be sustained, must bear some reasonable relation to the purposes for which the power may be exercised. The legislature may not, under the guise of protecting the public interests, arbitrarily interfere with private rights. The legislative determination as to what is a proper exercise of the police power is not conclusive but is subject to review by the courts. (<em>City of Chicago</em> v. <em>Chicago and Northwestern</em><em>Railway Co.</em> <cross_reference>275 Ill. 30</cross_reference>; <em>Koy</em> v. <em>City of Chicago</em>, 263 id. 122;<em>People</em> v. <em>Elerding</em>, 254 id. 579; <em>Booth</em> v. <em>People, supra; Lawton</em>\nv. <em>Steele</em>, <cross_reference>152 U.S. 133</cross_reference>.) If the means employed have no real, substantial relation to public objects within the State's power, or if those means are arbitrary and unreasonable, the judiciary will disregard mere forms and interfere for the protection of rights injuriously affected by such illegal action. <em>Booth</em> v. <em>People, supra; People</em> v. <em>Robertson, supra;</em><em>Condon</em> v. <em>Village of Forest Park</em>, <cross_reference>278 Ill. 218</cross_reference>; <em>Chicago,</em><em>Burlington and Quincy Railway Co.</em> v. <em>Drainage Comrs. supra.;</em><em>Minnesota</em> v. <em>Barber</em>, <cross_reference>136 U.S. 313</cross_reference>.</p>\n<p>The constantly increasing density of our urban populations, the multiplying forms of industry and the growing complexity of our civilization make it necessary for the State, either directly or through some public agency by its sanction, to limit individual activities to a greater extent than formerly. With the growth and development of the State the police power necessarily develops, within reasonable bounds, to meet the changing conditions. (<em>Public Utilities</em> <span class=\"star-pagination\">*Page 94</span> <em>Com.</em> v. <em>City of Quincy, supra.</em>) The power is not circumscribed by precedents arising out of past conditions, but is elastic and capable of expansion in order to keep pace with human progress. Mr. Justice Holmes well defined the nature and extent of the power in <em>Noble State Bank</em> v. <em>Haskell, supra:</em> \"It may be said in a general way that the police power extends to all the great public needs. (<em>Camfield</em> v. <em>United States</em>, <cross_reference>167 U.S. 518</cross_reference>.) It may be put forth in aid of what is sanctioned by usage or held by the prevailing morality or strong and preponderant opinion to be greatly and immediately necessary to the public welfare.\"</p>\n<p>The State imposes restraints upon individual conduct. Likewise its interests justify restraints upon the uses to which private property may be devoted. By the protection of individual rights the State is not deprived of the power to protect itself or to promote the general welfare. Uses of private property detrimental to the community's welfare may be regulated or even prohibited. (<em>Koy</em> v. <em>City of Chicago, supra;</em><em>Booth</em> v. <em>People, supra.</em>) The harmless may sometimes be brought within the regulation or prohibition in order to abate or destroy the harmful. The segregation of industries, commercial pursuits and dwellings to particular districts in a city, when exercised reasonably, may bear a rational relation to the health, morals, safety and general welfare of the community. The establishment of such districts or zones may, among other things, prevent congestion of population, secure quiet residence districts, expedite local transportation, and facilitate the suppression of disorder, the extinguishment of fires and the enforcement of traffic and sanitary regulations. The danger of fire and the risk of contagion are often lessened by the exclusion of stores and factories from areas devoted to residences, and, in consequence, the safety and health of the community may be promoted. These objects, among others, are attained by the exercise of the police power. <em>In re Opinion of</em><em>Justices, supra; Building Inspector of Lowell</em> v. <em>Stoklosa</em>, 145 N.E. <span class=\"star-pagination\">*Page 95</span> \n(Mass.) 262; <em>Spector</em> v. <em>Building Inspector of Milton</em>, 145 id. 265; <em>Brett</em> v. <em>Building Comr. of Brookline</em>, 145 id. 269; <em>Bamel</em>\nv. <em>Building Comr.</em> 145 id. 272; <em>Lincoln Trust Co.</em> v.<em>Williams Building Corp.</em> <cross_reference>229 N.Y. 313</cross_reference>; <em>In re Cherry</em>, 193 N.Y. Supp. (App.Div.) 57; <em>State</em> v. <em>Harper</em>, 196 N.W. (Wis.) 451;<em>Holzbauer</em> v. <em>Ritter</em>, 198 N.W. (Wis.) 852; <em>Ware</em> v.<em>City of Wichita</em>, <cross_reference>113 Kan. 153</cross_reference>; <em>West</em> v. <em>City of Wichita</em>, 234 Pac. (Kan.) 978; <em>City of DesMoines</em> v. <em>Manhattan Oil Co.</em><cross_reference>193 Iowa, 1096</cross_reference>; <em>State</em> v. <em>City of New Orleans</em>, 97 So. (La.) 440; <em>Miller</em> v. <em>Board of Public Works</em>, 234 Pac. (Cal.) 381; <em>Zahn</em>\nv. <em>Board of Public Works</em>, 234 id. 388; <em>Brown</em> v. <em>City of Los</em><em>Angeles</em>, 192 id. 716; <em>State of Minnesota</em> v. <em>Houghton,</em><em>Inspector</em>, 204 N.W. (Minn.) 569; <em>Pritz</em> v. <em>Messer</em>, 149 N.E. (Ohio) 30; <em>Salt Lake City</em> v. <em>Western Foundry</em>,<cross_reference>55 Utah, 447</cross_reference>; <em>Hadacheck</em> v. <em>Sebastian</em>, <cross_reference>239 U.S. 394</cross_reference>.</p>\n<p>Zoning necessarily involves a consideration of the community as a whole and a comprehensive view of its needs. An arbitrary creation of districts, without regard to existing conditions or future growth and development, is not a proper exercise of the police power and is not sustainable. No general zoning plan, however, can be inaugurated without incurring complaints of hardship in particular instances. But the individual whose use of his property may be restricted is not the only person to be considered. The great majority, whose enjoyment of their property rights requires the imposition of restrictions upon the uses to which private property may be put, must also be taken into consideration. The exclusion of places of business from residential districts is not a declaration that such places are nuisances or that they are to be suppressed as such, but it is a part of the general plan by which the city's territory is allotted to different uses in order to prevent, or at least to reduce, the congestion, disorder and dangers which often inhere in unregulated municipal development. <span class=\"star-pagination\">*Page 96</span> </p>\n<p>The building zone ordinance of the city of Aurora, pursuant to the requirement of the enabling act, (Laws of 1921, p. 180,) permits lawful uses of buildings at the time of the passage of the ordinance, although not in conformity with its provisions, to continue thereafter. This exception is made so that the ordinance shall not have a retroactive operation. It would be manifestly unjust to deprive the owner of property of the use to which it was lawfully devoted when the ordinance became effective. Fire limits are established within which the subsequent erection of wooden buildings is prohibited, yet existing wooden buildings are permitted to remain. (<em>King</em> v. <em>Davenport</em>, <cross_reference>98 Ill. 305</cross_reference>; <em>County of Cook</em> v. <em>City of</em><em>Chicago, supra.</em>) Limitations upon the height of buildings, varying according to different districts, have been sustained. (<em>Welch</em> v. <em>Swasey</em>, <cross_reference>193 Mass. 364</cross_reference>, affirmed in <cross_reference>214 U.S. 91</cross_reference>.) The fact that an ordinance which prohibits the piling of lumber for storage or drying within one hundred feet of a residence does not apply to one built after the lumber is piled does not render the ordinance invalid for unjust discrimination, since the difference between vacant property and property already occupied by a residence is, in view of the object of the ordinance, a reasonable classification. (<em>City of Chicago</em> v.<em>Ripley</em>, <cross_reference>249 Ill. 466</cross_reference>.) These, among many others, are police regulations which create discriminations and yet are of undoubted validity. To exempt buildings already devoted to a particular use from a prohibition against such use of buildings thereafter erected in a specified area is not an unlawful discrimination. Such a classification has a sound basis and is reasonable. (<em>Quong Wing</em> v. <em>Kirkendall</em>, <cross_reference>223 U.S. 59</cross_reference>; <em>Welch</em>\nv. <em>Swasey, supra; Ayer</em> v. <em>Commissioners on Height of Buildings</em>,<cross_reference>242 Mass. 30</cross_reference>; <em>Spector</em> v. <em>Building Inspector of Milton, supra;</em><em>Commonwealth</em> v. <em>Alger</em>, 7 Cush. 53.) Even if appellants' property could be used more profitably for business than for residential purposes, that fact would be inconsequential in the broad aspects of the case. Every exercise of the police <span class=\"star-pagination\">*Page 97</span> \npower relating to the use of land is likely to affect adversely the property rights of some individual. Uncompensated obedience to proper police regulations has been often required.<em>Fischer</em> v. <em>St. Louis</em>, <cross_reference>194 U.S. 361</cross_reference>; <em>California Reduction Co.</em> v.<em>Sanitary Reduction Works</em>, 199 id. 306; <em>Reinman</em> v. <em>Little</em><em>Rock</em>, 237 id. 171; <em>Hadacheck</em> v. <em>Sebastian, supra.</em></p>\n<p>To sustain their contentions that the enabling act and the ordinance are void, the appellants rely principally upon<em>City of Chicago</em> v. <em>Rumpff</em>, <cross_reference>45 Ill. 90</cross_reference>, <em>Tugman</em> v. <em>City of</em><em>Chicago</em>, 78 id. 405, and <em>People</em> v. <em>Kaul</em>, 302 id. 317. In <em>City</em><em>of Chicago</em> v. <em>Rumpff, supra</em>, the city sought to give a meat-packing company the exclusive right to do slaughtering at a particular location within the city and to prohibit others from engaging in that business. It was held that the power to pass such an ordinance or to make such a contract had not been delegated to the city, and that the ordinance or contract was unreasonable because it created a monopoly. The court said that the city undoubtedly had the power to designate the particular quarter within which the business might be conducted and to prohibit it in other parts of the city in order to prevent its becoming offensive or injurious, but that in doing so all persons should be free to engage in the business within the designated area by conforming to the municipal regulations. The board of health of the city, in <em>Tugman</em> v. <em>City of Chicago,</em><em>supra</em>, adopted a regulation prohibiting the erection or operation after January 1, 1872, within certain limits comprising practically the whole city, of any distillery, slaughter house, rendering establishment or soap factory. Tugman erected a slaughter house within the restricted area after the date specified and was prosecuted for a violation of the regulation. The measure was held void on two grounds: First, the board of health was without power to adopt it; and second, because it created a monopoly. In <em>People</em> v. <em>Kaul,</em><em>supra</em>, it was sought by a writ of <em>mandamus</em> to compel certain officers of <span class=\"star-pagination\">*Page 98</span> \nthe village of Forest Park to issue a permit for the erection of a factory within an area from which factories were excluded by ordinance. No suitable site for the proposed factory was available in the village outside of the restricted area. The ordinance tended to create a monopoly and was therefore unreasonably discriminatory. To segregate factories and places of business from residence districts under a community-wide zone plan is altogether different from the arbitrary exercises of power shown by these cases. No monopoly is fostered or created by requiring stores and factories to be located in districts allotted to them.</p>\n<p>Zoning is regulation by districts and not by individual pieces of property. The classification, as a whole, must be fair, but an absolute identity of treatment of particular parcels of land is not required. The power must be reasonably exercised. The question is not whether we approve the ordinance under review, but whether we can pronounce it an unreasonable exercise of power, having no rational relation to the public health, morals, safety or general welfare. The ordinance is the result of more than seven months of study and planning, with the aid of expert advice. All of the territory of the city is included within the several districts created by the ordinance. Appellants are treated exactly as any other property owner within the same district. Nothing in the ordinance indicates that it operates oppressively or inequitably. Should any discrimination develop it can be removed by the administrative action of the board of appeals, for which provision is made both by the enabling act and the ordinance. Such action is subject to review by the courts.</p>\n<p>The decree of the city court will be affirmed.</p>\n<p><em>Decree affirmed.</em></p>\n<p>FARMER and DUNCAN, JJ., dissenting. <span class=\"star-pagination\">*Page 99</span> </p>",
          "html_with_citations": "<p>The city of Aurora on January 3, 1924, filed its bill in the city court against Robert Burns and Albert W. DeLatour, alleging that the city council on May 9, 1923, passed the building zone ordinance; that Burns and DeLatour conducted several grocery stores in Aurora known as Piggly Wiggly stores, and had under construction at the northwest corner of Chestnut and Walnut streets a building, all or a part of which was designed as and intended to be used for a grocery store; that the site of the proposed building was located in a portion of the city zoned as \"B\" residential district, and that the operation and maintenance of a grocery store in that district were prohibited. The prayer was for an injunction restraining the defendants from prosecuting the construction of the building as a grocery store and from their use of the building in any way violative of the building zone ordinance. Burns and DeLatour filed an answer, in which they averred, on various grounds, that the ordinance, and the statute by authority of which the ordinance was passed, were void, and that in consequence the city was not entitled to the relief sought. A hearing was had, <span class=\"star-pagination\">*Page 86</span> \nin which, among other things, it was shown that more than seven months of study and planning, with the aid of expert advice, had been given to the subject before the zoning ordinance was passed. A decree followed, which sustained the allegations of the bill and found that the district in question was characteristically a residential neighborhood, in which private dwellings for one or two families predominated; that scattered through the district were twelve grocery stores; that the ordinance stabilized the value of property and promoted both the permanency of desirable home surroundings and the general welfare of the citizens of Aurora; that the use of the premises for grocery store purposes would increase the fire and police hazards and would affect deleteriously the health of the inhabitants of the neighborhood; that the ordinance did not deny Burns and DeLatour the equal protection of the laws or deprive them of their property without due process of law or just compensation therefor; that, so far as Burns and DeLatour were concerned, the ordinance was not monopolistic, unreasonable, discriminatory or oppressive, and that it was uniform in its operation and a lawful exercise of the police power of the city. The decree concluded by enjoining Burns and DeLatour from constructing or using the building in violation of the provisions of the ordinance. They prosecute an appeal directly to this court because the case involves the validity of a statute and of a municipal ordinance, and with respect to the latter the chancellor has certified that the public interest requires that the appeal shall be so taken.</p>\n<p>Section 1 of the act pursuant to which the ordinance was passed, provides: \"In addition to existing powers, and to the end that adequate light, pure air and safety from fire and other dangers may be secured, that the taxable value of land and buildings throughout the city, village or incorporated town, may be conserved, that congestion in the public streets may be lessened or avoided, and that the public health, <span class=\"star-pagination\">*Page 87</span> \nsafety, comfort, morals and welfare may otherwise be promoted, the city council in each city, and the president and board of trustees in each village and incorporated town shall have the following powers: To regulate and limit the height and bulk of buildings hereafter to be erected; to regulate and limit the intensity of the use of lot areas, and to regulate and determine the area of open spaces, within and surrounding such buildings; to classify, regulate and restrict the location of trades and industries and the location of buildings designed for specified industrial, business, residential and other uses; to divide the entire city, village or incorporated town into districts of such number, shape, area and of such different classes (according to use of land and buildings, height and bulk of buildings, intensity of the use of lot areas, area of open spaces, or other classification) as may be deemed best suited to carry out the purposes of this act; to fix standards to which buildings or structures shall conform therein; to prohibit uses, buildings or structures incompatible with the character of such districts respectively; and to prevent additions to and alteration or remodeling of existing buildings or structures in such a way as to avoid the restrictions and limitations lawfully imposed hereunder. In all ordinances passed under the authority of this act, due allowance shall be made for existing conditions, the conservation of property values, the direction of building development to the best advantage of the entire city, village or incorporated town, and the uses to which property is devoted at the time of the enactment of any such ordinance. The powers by this act given shall not be exercised so as to deprive the owner of any existing property of its use or maintenance for the purpose to which it is then lawfully devoted.\" (Laws of 1921, P. 180.)</p>\n<p>Section 2 (Laws of 1921, p. 181,) provides for a zoning commission, whose duty it shall be to recommend the boundaries of districts and appropriate regulations to be enforced <span class=\"star-pagination\">*Page 88</span> \ntherein. The commission is required to prepare a tentative report and a proposed zoning ordinance for the entire municipality. After the preparation of such report and ordinance the commission shall hold a hearing thereon and afford persons interested an opportunity to be heard. At least fifteen days' notice of such hearing shall be given by publication in a newspaper of general circulation in the municipality, or, in the absence of such newspaper, by posting in four conspicuous places. The notice is required to state the time and place of the hearing and where copies of the proposed ordinance will be accessible for examination by interested parties. The hearing may be adjourned from time to time. Within thirty days after the final hearing the commission shall make a final report and submit a proposed ordinance for the entire municipality to its authorities, who may enact the ordinance with or without change or refer it back to the commission for further consideration. The zoning commission shall cease to exist upon the adoption of a zoning ordinance for the entire municipality.</p>\n<p>Section 3 (Laws of 1921, P. 181,) provides that all ordinances passed pursuant to the act shall be enforced by such officer as may be designated by ordinance. Each municipality exercising the powers conferred shall provide for the creation of a board of appeals of not less than three nor more than five members, which shall have power, (<em>a</em>) upon application, to review the actions of the enforcing officer of the municipality in order to determine whether they are in accordance with the ordinances passed pursuant to the act; and (<em>b</em>) to recommend to the city authorities such ordinances or amendments as they may deem necessary or desirable, including power, in specific cases of particular hardship, to recommend variations of the original ordinance or amendments thereto. Such variations or amendments in all cases shall be made by ordinance.</p>\n<p>By section 4 (Laws of 1921, P. 181,) it is provided that the regulations imposed and the districts created may be <span class=\"star-pagination\">*Page 89</span> \nvaried or amended from time to time by ordinance, but no such variations or amendments shall be made without a hearing before the board of appeals. The board is required to give notice and proceed in the manner provided by the second section with respect to the zoning commission. Upon its report the municipal authorities may adopt the proposed variation or amendment, with or without change, or may refer it back to the board for further consideration. Any proposed variation or amendment which fails to receive the approval of the board of appeals shall not be passed except by the favorable vote of two-thirds of all the members of the city council or village board. In case of written protest against any proposed variation or amendment, signed by the owners of twenty per cent of the frontage to be altered, or by a like percentage of the frontage immediately adjoining or across an alley therefrom or directly opposite thereto, filed with the board of appeals or with the city council or board of trustees, such variation or amendment shall not be passed except by the favorable vote of two-thirds of all the members of the city council or board of trustees.</p>\n<p>The first section of the building zone ordinance of the city of Aurora defines certain terms used in the ordinance. By the second section the city is divided into eight districts, namely: \"A\" residential district; \"B\" residential district; \"C\" residential district; \"D\" local business district; \"E\" commercial district; \"F\" commercial district; \"G\" industrial district and \"H\" heavy industrial district. The boundaries of these districts are shown upon a map which is made a part of the ordinance. The section concludes with the paragraph that, except as provided, no building shall be erected or altered so as to exceed the heights established by the ordinance for the district wherein such building is located; nor shall any building be erected or altered except in conformity with the ordinance; nor shall the lot area be so reduced or diminished in area that the yards, courts or <span class=\"star-pagination\">*Page 90</span> \nother open spaces shall be smaller than prescribed in the ordinance; nor shall any building be used for any purpose other than is permitted in the district in which such building is located.</p>\n<p>Sections 3 to 10, inclusive, prescribe the minimum dimensions of yards and courts, the percentage of ground areas buildings may occupy, the maximum heights of buildings and their uses in the several districts, respectively. For the purposes of the instant case it is only necessary to state, the uses to which buildings may be put in \"A\" and \"B\" residential districts. Buildings in \"A\" residential district, section 3 provides, shall be used exclusively for one or more of the following purposes: (1) One-family dwellings; (2) two-family dwellings; (3) churches; (4) educational institutions; (5) schools; and (6) For Rent or Sale signs, not exceeding ten square feet in area. In \"B\" residential district, section 4 provides, buildings shall be used exclusively for one or more of the following purposes: (1) Any use included in section 3 as being permitted in the \"A\" residential district; (2) boarding houses and lodging houses; (3) clubs or lodges, excepting those the chief activity of which is a service customarily carried on as a business; (4) convents; (5) dormitories; (6) family hotels; (7) nurseries, farming and truck gardening; (8) educational and philanthropic institutions; and (9) tenements. The usual accessories to these various buildings, located on the same lot and not involving the conduct of a business, are included. A hospital, sanitarium, asylum, or institution for treatment of diseases, clinic, day nursery, home for aged or infirm, orphanage, reformatory, penal institution or other charitable institution or use may be erected in \"B\" residential district, provided a permit is issued therefor by the city council.</p>\n<p>Section 11 provides: \"Any lawful use existing at the time of the adoption of this ordinance of any building or premises may be continued although such use does not conform <span class=\"star-pagination\">*Page 91</span> \nform to the provisions of this ordinance for the district in which such use is situated. The area occupied by such use may be enlarged, provided such enlargement shall not exceed an area equal to fifty per cent of the area of the ground floor of the building in which said non-conforming use is situated or such use may be extended throughout the building provided no structural alterations are made therein. If no structural alterations are made in the building a non-conforming use of such building may be changed to any other use permitted in the same use district as that in which the use existing at the time of the adoption of this ordinance is permitted. Whenever a non-conforming use of a building or premises has been changed to a conforming use or a more restricted use, such use shall not thereafter be changed to a less restricted use. If a non-conforming use is ever discontinued, any future use of such building or premises shall conform to the provisions of this ordinance. If a building housing a non-conforming use is destroyed to an extent of two-thirds or more of its assessed value such use shall be discontinued.\"</p>\n<p>Certain exceptions to height and area regulations are prescribed by the twelfth and thirteenth sections, respectively. The eighteenth section constitutes the commissioner of public health and safety the enforcing officer, with authority to issue permits in conformity with the ordinance. The nineteenth section establishes the board of appeals, and provides for the holding of its meetings and the adoption of rules for its procedure. The meetings must be open to the public and a record of them is required to be kept. Section 20 provides for appeals from the commissioner of public health and safety to the board of appeals, and confers upon that board power and authority, under conditions defined, to vary the provisions of the ordinance.</p>\n<p>Appellants make two contentions for the reversal of the city court's decree. The first is, that the enabling act of 1921 is void because (<em>a</em>) the General Assembly has no <span class=\"star-pagination\">*Page 92</span> \npower to declare a grocery store a nuisance <em>per se</em> and to restrict its location; (<em>b</em>) the owner of property has a constitutional right to make such use of it as he desires so long as he does not injure or threaten the safety, health, comfort or general welfare of the public; and (<em>c</em>) legislation to interfere with private property rights cannot be sustained for purely aesthetic purposes. The second contention is, that the enabling act, and the zoning ordinance passed by appellee pursuant thereto, are void because (<em>a</em>) they are not uniform in their operation, are unreasonable and create a monopoly; (<em>b</em>) they invest city officers with a discretion which is purely arbitrary and which may be exercised in the interest of a favored few; and (<em>c</em>) they deny to appellants the equal protection of the laws and create unjust and illegal class discriminations.</p>\n<p>The police power may be exercised not only in the interest of the public health, morals and safety, but also for the promotion of the general welfare. (<em>Booth</em> v. <em>People</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">43</span></span></cross_reference>;  <em>People</em> v. <em>Freeman</em>, 242 id. 373; <em>Public Utilities Com.</em>\nv. <em>City of Quincy</em>, 290 id. 360; <em>Chicago, Burlington and Quincy</em><em>Railway Co.</em> v. <em>Drainage Comrs.</em> <cross_reference><span class=\"citation\" data-id=\"96420\"><a href=\"/opinion/96420/cb-q-railway-v-drainage-commrs/\"><span class=\"volume\">200</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">561</span></a></span></cross_reference>; <em>Noble State Bank</em>\nv. <em>Haskell</em>, 219 id. 104; <em>Welch</em> v.<em>Swasey</em>, 214 id. 91; <em>Beer Co.</em> v. <em>Massachusetts</em>, 97 id. 25;<em>Opinion of Justices</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">597</span></span></cross_reference>.) The power need not be constitutionally delegated, for it is inherently necessary to the effective conduct and maintenance of government. It can neither be abdicated nor bargained away and it is inalienable even by express grant, and all contract and property rights are held subject to its fair exercise. (<em>People</em> v. <em>Robertson</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">422</span></span></cross_reference>; <em>County of Cook</em> v. <em>City of Chicago</em>, 311 id. 234;<em>Public Utilities Com.</em> v. <em>City of Quincy, supra; Atlantic Coast</em><em>Line</em> v. <em>Goldsboro</em>, <cross_reference><span class=\"citation\" data-id=\"98111\"><a href=\"/opinion/98111/atlantic-coast-line-r-co-v-goldsboro/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span></cross_reference>.) The authority of the States to enact such laws as they deem reasonably necessary to promote the public health, morals, safety and general welfare comprehends a wide range of judgment and discretion in determining the matters which <span class=\"star-pagination\">*Page 93</span> \nare of sufficiently general importance to be subjected to State regulation and administration. (<em>Mountain Timber Co.</em> v.<em>Washington</em>, <cross_reference><span class=\"citation\" data-id=\"98890\"><a href=\"/opinion/98890/mountain-timber-company-plff-in-err-v-state-of-washington/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span></cross_reference>.) Nor do the limitations of the Federal constitution deny to a State the power to establish all regulations reasonably necessary to advance and secure the health, morals, safety and general welfare of the community. (<em>People</em> v. <em>Robertson, supra; Chicago and Alton Railroad Co.</em> v.<em>Tranbarger</em>, <cross_reference><span class=\"citation\" data-id=\"98491\"><a href=\"/opinion/98491/chicago-alton-r-co-v-tranbarger/\"><span class=\"volume\">238</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span></cross_reference>.) The police power, however, has constitutional limits, and any measure enacted or adopted in its exercise, to be sustained, must bear some reasonable relation to the purposes for which the power may be exercised. The legislature may not, under the guise of protecting the public interests, arbitrarily interfere with private rights. The legislative determination as to what is a proper exercise of the police power is not conclusive but is subject to review by the courts. (<em>City of Chicago</em> v. <em>Chicago and Northwestern</em><em>Railway Co.</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">275</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">30</span></span></cross_reference>; <em>Koy</em> v. <em>City of Chicago</em>, 263 id. 122;<em>People</em> v. <em>Elerding</em>, 254 id. 579; <em>Booth</em> v. <em>People, supra; Lawton</em>\nv. <em>Steele</em>, <cross_reference><span class=\"citation\" data-id=\"93817\"><a href=\"/opinion/93817/lawton-v-steele/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span></cross_reference>.) If the means employed have no real, substantial relation to public objects within the State's power, or if those means are arbitrary and unreasonable, the judiciary will disregard mere forms and interfere for the protection of rights injuriously affected by such illegal action. <em>Booth</em> v. <em>People, supra; People</em> v. <em>Robertson, supra;</em><em>Condon</em> v. <em>Village of Forest Park</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">278</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">218</span></span></cross_reference>; <em>Chicago,</em><em>Burlington and Quincy Railway Co.</em> v. <em>Drainage Comrs. supra.;</em><em>Minnesota</em> v. <em>Barber</em>, <cross_reference><span class=\"citation\" data-id=\"92826\"><a href=\"/opinion/92826/minnesota-v-barber/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span></cross_reference>.</p>\n<p>The constantly increasing density of our urban populations, the multiplying forms of industry and the growing complexity of our civilization make it necessary for the State, either directly or through some public agency by its sanction, to limit individual activities to a greater extent than formerly. With the growth and development of the State the police power necessarily develops, within reasonable bounds, to meet the changing conditions. (<em>Public Utilities</em> <span class=\"star-pagination\">*Page 94</span> <em>Com.</em> v. <em>City of Quincy, supra.</em>) The power is not circumscribed by precedents arising out of past conditions, but is elastic and capable of expansion in order to keep pace with human progress. Mr. Justice Holmes well defined the nature and extent of the power in <em>Noble State Bank</em> v. <em>Haskell, supra:</em> \"It may be said in a general way that the police power extends to all the great public needs. (<em>Camfield</em> v. <em>United States</em>, <cross_reference><span class=\"citation\" data-id=\"94728\"><a href=\"/opinion/94728/camfield-v-united-states/\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">518</span></a></span></cross_reference>.) It may be put forth in aid of what is sanctioned by usage or held by the prevailing morality or strong and preponderant opinion to be greatly and immediately necessary to the public welfare.\"</p>\n<p>The State imposes restraints upon individual conduct. Likewise its interests justify restraints upon the uses to which private property may be devoted. By the protection of individual rights the State is not deprived of the power to protect itself or to promote the general welfare. Uses of private property detrimental to the community's welfare may be regulated or even prohibited. (<em>Koy</em> v. <em>City of Chicago, supra;</em><em>Booth</em> v. <em>People, supra.</em>) The harmless may sometimes be brought within the regulation or prohibition in order to abate or destroy the harmful. The segregation of industries, commercial pursuits and dwellings to particular districts in a city, when exercised reasonably, may bear a rational relation to the health, morals, safety and general welfare of the community. The establishment of such districts or zones may, among other things, prevent congestion of population, secure quiet residence districts, expedite local transportation, and facilitate the suppression of disorder, the extinguishment of fires and the enforcement of traffic and sanitary regulations. The danger of fire and the risk of contagion are often lessened by the exclusion of stores and factories from areas devoted to residences, and, in consequence, the safety and health of the community may be promoted. These objects, among others, are attained by the exercise of the police power. <em>In re Opinion of</em><em>Justices, supra; Building Inspector of Lowell</em> v. <em>Stoklosa</em>, 145 N.E. <span class=\"star-pagination\">*Page 95</span> \n(Mass.) 262; <em>Spector</em> v. <em>Building Inspector of Milton</em>, 145 id. 265; <em>Brett</em> v. <em>Building Comr. of Brookline</em>, 145 id. 269; <em>Bamel</em>\nv. <em>Building Comr.</em> 145 id. 272; <em>Lincoln Trust Co.</em> v.<em>Williams Building Corp.</em> <cross_reference><span class=\"citation\" data-id=\"3616413\"><a href=\"/opinion/3633044/lincoln-trust-co-v-williams-bldg-corp/\"><span class=\"volume\">229</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">313</span></a></span></cross_reference>; <em>In re Cherry</em>, 193 N.Y. Supp. (App.Div.) 57; <em>State</em> v. <em>Harper</em>, 196 N.W. (Wis.) 451;<em>Holzbauer</em> v. <em>Ritter</em>, 198 N.W. (Wis.) 852; <em>Ware</em> v.<em>City of Wichita</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">153</span></span></cross_reference>; <em>West</em> v. <em>City of Wichita</em>, 234 Pac. (Kan.) 978; <em>City of DesMoines</em> v. <em>Manhattan Oil Co.</em><cross_reference>193 Iowa, 1096</cross_reference>; <em>State</em> v. <em>City of New Orleans</em>, 97 So. (La.) 440; <em>Miller</em> v. <em>Board of Public Works</em>, 234 Pac. (Cal.) 381; <em>Zahn</em>\nv. <em>Board of Public Works</em>, 234 id. 388; <em>Brown</em> v. <em>City of Los</em><em>Angeles</em>, 192 id. 716; <em>State of Minnesota</em> v. <em>Houghton,</em><em>Inspector</em>, 204 N.W. (Minn.) 569; <em>Pritz</em> v. <em>Messer</em>, 149 N.E. (Ohio) 30; <em>Salt Lake City</em> v. <em>Western Foundry</em>,<cross_reference>55 Utah, 447</cross_reference>; <em>Hadacheck</em> v. <em>Sebastian</em>, <cross_reference><span class=\"citation\" data-id=\"98592\"><a href=\"/opinion/98592/hadacheck-v-sebastian/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span></cross_reference>.</p>\n<p>Zoning necessarily involves a consideration of the community as a whole and a comprehensive view of its needs. An arbitrary creation of districts, without regard to existing conditions or future growth and development, is not a proper exercise of the police power and is not sustainable. No general zoning plan, however, can be inaugurated without incurring complaints of hardship in particular instances. But the individual whose use of his property may be restricted is not the only person to be considered. The great majority, whose enjoyment of their property rights requires the imposition of restrictions upon the uses to which private property may be put, must also be taken into consideration. The exclusion of places of business from residential districts is not a declaration that such places are nuisances or that they are to be suppressed as such, but it is a part of the general plan by which the city's territory is allotted to different uses in order to prevent, or at least to reduce, the congestion, disorder and dangers which often inhere in unregulated municipal development. <span class=\"star-pagination\">*Page 96</span> </p>\n<p>The building zone ordinance of the city of Aurora, pursuant to the requirement of the enabling act, (Laws of 1921, p. 180,) permits lawful uses of buildings at the time of the passage of the ordinance, although not in conformity with its provisions, to continue thereafter. This exception is made so that the ordinance shall not have a retroactive operation. It would be manifestly unjust to deprive the owner of property of the use to which it was lawfully devoted when the ordinance became effective. Fire limits are established within which the subsequent erection of wooden buildings is prohibited, yet existing wooden buildings are permitted to remain. (<em>King</em> v. <em>Davenport</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">305</span></span></cross_reference>; <em>County of Cook</em> v. <em>City of</em><em>Chicago, supra.</em>) Limitations upon the height of buildings, varying according to different districts, have been sustained. (<em>Welch</em> v. <em>Swasey</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">364</span></span></cross_reference>, affirmed in <cross_reference><span class=\"citation\" data-id=\"97036\"><a href=\"/opinion/97036/welch-v-swasey/\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span></cross_reference>.) The fact that an ordinance which prohibits the piling of lumber for storage or drying within one hundred feet of a residence does not apply to one built after the lumber is piled does not render the ordinance invalid for unjust discrimination, since the difference between vacant property and property already occupied by a residence is, in view of the object of the ordinance, a reasonable classification. (<em>City of Chicago</em> v.<em>Ripley</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">466</span></span></cross_reference>.) These, among many others, are police regulations which create discriminations and yet are of undoubted validity. To exempt buildings already devoted to a particular use from a prohibition against such use of buildings thereafter erected in a specified area is not an unlawful discrimination. Such a classification has a sound basis and is reasonable. (<em>Quong Wing</em> v. <em>Kirkendall</em>, <cross_reference><span class=\"citation\" data-id=\"97531\"><a href=\"/opinion/97531/quong-wing-v-kirkendall/\"><span class=\"volume\">223</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span></cross_reference>; <em>Welch</em>\nv. <em>Swasey, supra; Ayer</em> v. <em>Commissioners on Height of Buildings</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">30</span></span></cross_reference>; <em>Spector</em> v. <em>Building Inspector of Milton, supra;</em><em>Commonwealth</em> v. <em>Alger</em>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Cush.</span> <span class=\"page\">53</span></span>.) Even if appellants' property could be used more profitably for business than for residential purposes, that fact would be inconsequential in the broad aspects of the case. Every exercise of the police <span class=\"star-pagination\">*Page 97</span> \npower relating to the use of land is likely to affect adversely the property rights of some individual. Uncompensated obedience to proper police regulations has been often required.<em>Fischer</em> v. <em>St. Louis</em>, <cross_reference><span class=\"citation\" data-id=\"96097\"><a href=\"/opinion/96097/fischer-v-st-louis/\"><span class=\"volume\">194</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span></cross_reference>; <em>California Reduction Co.</em> v.<em>Sanitary Reduction Works</em>, 199 id. 306; <em>Reinman</em> v. <em>Little</em><em>Rock</em>, 237 id. 171; <em>Hadacheck</em> v. <em>Sebastian, supra.</em></p>\n<p>To sustain their contentions that the enabling act and the ordinance are void, the appellants rely principally upon<em>City of Chicago</em> v. <em>Rumpff</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">90</span></span></cross_reference>, <em>Tugman</em> v. <em>City of</em><em>Chicago</em>, 78 id. 405, and <em>People</em> v. <em>Kaul</em>, 302 id. 317. In <em>City</em><em>of Chicago</em> v. <em>Rumpff, supra</em>, the city sought to give a meat-packing company the exclusive right to do slaughtering at a particular location within the city and to prohibit others from engaging in that business. It was held that the power to pass such an ordinance or to make such a contract had not been delegated to the city, and that the ordinance or contract was unreasonable because it created a monopoly. The court said that the city undoubtedly had the power to designate the particular quarter within which the business might be conducted and to prohibit it in other parts of the city in order to prevent its becoming offensive or injurious, but that in doing so all persons should be free to engage in the business within the designated area by conforming to the municipal regulations. The board of health of the city, in <em>Tugman</em> v. <em>City of Chicago,</em><em>supra</em>, adopted a regulation prohibiting the erection or operation after January 1, 1872, within certain limits comprising practically the whole city, of any distillery, slaughter house, rendering establishment or soap factory. Tugman erected a slaughter house within the restricted area after the date specified and was prosecuted for a violation of the regulation. The measure was held void on two grounds: First, the board of health was without power to adopt it; and second, because it created a monopoly. In <em>People</em> v. <em>Kaul,</em><em>supra</em>, it was sought by a writ of <em>mandamus</em> to compel certain officers of <span class=\"star-pagination\">*Page 98</span> \nthe village of Forest Park to issue a permit for the erection of a factory within an area from which factories were excluded by ordinance. No suitable site for the proposed factory was available in the village outside of the restricted area. The ordinance tended to create a monopoly and was therefore unreasonably discriminatory. To segregate factories and places of business from residence districts under a community-wide zone plan is altogether different from the arbitrary exercises of power shown by these cases. No monopoly is fostered or created by requiring stores and factories to be located in districts allotted to them.</p>\n<p>Zoning is regulation by districts and not by individual pieces of property. The classification, as a whole, must be fair, but an absolute identity of treatment of particular parcels of land is not required. The power must be reasonably exercised. The question is not whether we approve the ordinance under review, but whether we can pronounce it an unreasonable exercise of power, having no rational relation to the public health, morals, safety or general welfare. The ordinance is the result of more than seven months of study and planning, with the aid of expert advice. All of the territory of the city is included within the several districts created by the ordinance. Appellants are treated exactly as any other property owner within the same district. Nothing in the ordinance indicates that it operates oppressively or inequitably. Should any discrimination develop it can be removed by the administrative action of the board of appeals, for which provision is made both by the enabling act and the ordinance. Such action is subject to review by the courts.</p>\n<p>The decree of the city court will be affirmed.</p>\n<p><em>Decree affirmed.</em></p>\n<p>FARMER and DUNCAN, JJ., dissenting. <span class=\"star-pagination\">*Page 99</span> </p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/93817/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96420/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97036/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97531/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98592/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98890/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3616413/"
          ]
        }
      ],
      "judges": "Mr. JUSTICE DEYOUNG delivered the opinion of the court:",
      "date_created": "2016-07-05T19:44:25.520479Z",
      "date_modified": "2017-05-05T17:02:36.010078Z",
      "date_filed": "1925-12-16",
      "date_filed_is_approximate": false,
      "slug": "city-of-aurora-v-burns",
      "citation_id": null,
      "case_name_short": "Burns",
      "case_name": "City of Aurora v. Burns",
      "case_name_full": "The City of Aurora v. Robert Burns",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "319 Ill. 84",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "149 N.E. 784",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "JOHN M. RAYMOND, and CHARLES O'CONNOR, (HAIGHT, ADCOCK, HAIGHT  HARRIS, of counsel,) for appellants.\n\nMAURICE F. LORD, Corporation Counsel, THEODORE WORCESTER, and HUGH PARKER, (HORACE KENT TENNEY, S. ASHLEY GUTHRIE, WALTER D. HERRICK, JOHN LYLE VETTE, FRANK T. MURRAY, HENRY PORTER CHANDLER, and WALTER V. DODD, of counsel,) for appellee.\n\nFRANCIS X. BUSCH, and LEON HORNSTEIN, as  amici curi&#230;.",
      "nature_of_suit": "",
      "posture": "APPEAL from the City Court of Aurora; the Hon. E.M. MANGAN, Judge, presiding.",
      "syllabus": "",
      "citation_count": 158,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3292603/city-of-aurora-v-burns/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T19:44:25.513927Z",
  "date_modified": "2016-07-05T19:44:25.513950Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Burns",
  "case_name": "City of Aurora v. Burns",
  "case_name_full": "The City of Aurora v. Robert Burns",
  "slug": "city-of-aurora-v-burns",
  "docket_number": "No. 16137.  Decree affirmed.",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}