{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/329441/",
  "id": 329441,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca2/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/582701/",
      "id": 582701,
      "absolute_url": "/opinion/582701/thomas-sullivan-v-syracuse-housing-authority/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/329441/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/582701/",
          "id": 582701,
          "absolute_url": "/opinion/582701/thomas-sullivan-v-syracuse-housing-authority/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/582701/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T10:17:23Z",
          "date_modified": "2017-03-25T20:24:09.788181Z",
          "type": "010combined",
          "sha1": "d4273468312eba8a64165beab090a656ec50a7ed",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/962/962.F2d.1101.91-7834.708.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">962 F.2d 1101</p>\n    <p class=\"parties\">Thomas SULLIVAN, Plaintiff-Appellant,<br>v.<br>SYRACUSE HOUSING AUTHORITY, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 708, Docket 91-7834.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued Jan. 9, 1992.<br>Decided April 29, 1992.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Faith A. Seidenberg and Dawn M. Gencarelli, Syracuse, N.Y.  (Seidenberg, Strunk, and Goldenberg, Arlene S. Kanter, Director of Clinical Programs, and Denise Harrington, James E. Stern, and Silvia Kierszenbaum, Student Interns, Syracuse University College of Law, of counsel), for plaintiff-appellant.</p>\n      <p class=\"indent\">Edward A. Mervine, Syracuse, N.Y.  (Robert H. Kirchner and Kevin G. Martin, Bond, Schoeneck &amp; King, of counsel), for defendant-appellee.</p>\n      <p class=\"indent\">Before PRATT and MINER, Circuit Judges.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">MINER, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Thomas Sullivan appeals from a judgment of the United States District Court for the Northern District of New York (McAvoy, J.) dismissing, for lack of standing, Sullivan's claim that defendant-appellee Syracuse Housing Authority (\"SHA\") violated the Establishment Clause of the First Amendment to the Constitution, and rendering summary judgment in favor of the SHA on Sullivan's Fourteenth Amendment Equal Protection claim.   The SHA is a public housing authority organized under and pursuant to the laws of the City of Syracuse, the State of New York, and the federal government.   Since 1985, Sullivan and his family have been residents of the Benderson Heights Family Housing Complex (\"Benderson Heights\"), a public housing development in Syracuse owned and operated by the SHA.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Sullivan does not dispute in this appeal the propriety of summary judgment for the SHA on his Equal Protection claim.   Sullivan does, however, contend that he has standing to assert, and was entitled to summary judgment on, the Establishment Clause claim.   Sullivan, a Native American who is not a Christian, contends that the SHA unconstitutionally supported Christianity at the Benderson Heights community center.   For the reasons that follow, we hold that Sullivan has standing to maintain the Establishment Clause claim, but decline to address whether Sullivan was entitled to summary judgment on that claim.   Accordingly, the judgment of the district court is reversed to the extent that it dismissed Sullivan's Establishment Clause claim for lack of standing, and the case is remanded to the district court for further proceedings consistent with this opinion.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Like most of the housing developments owned and operated by the SHA, Benderson Heights has a community center providing space for community activities.   The Benderson Heights community center is operated under the terms of a written policy statement formulated by the SHA and the Benderson Heights Residents Association (\"Residents Association\").  \"Operating custody\" of the community center is vested in the Residents Association under the supervision of the SHA.   This includes authority over the selection and scheduling of community center programs.   According to the policy statement, the community center is \"provided by the SHA for the use and benefit of the residents of\" Benderson Heights.   Outside organizations may use the center, although priority is given to uses that \"directly benefit\" residents of Benderson Heights.   The community center has been used for a variety of purposes, including pregnancy prevention programs, women's support programs, meetings of the Boy Scouts and Girl Scouts, dance classes, movie nights and Residents Association meetings.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Rescue Mission Alliance, Inc.  (\"Rescue Mission\") is a not-for-profit corporation organized under the laws of the State of New York, and is located in the City of Syracuse.   The Rescue Mission provides a variety of services in and to the Syracuse community.   These services include after-school activities for area children in the Rescue Mission's own community center, programs for the homeless, and drug and alcohol rehabilitation programs.   The Rescue Mission receives funding from several sources, including the federal government and the State of New York.   While the Rescue Mission is not formally affiliated with any particular church, its Executive Director describes it as adhering to the belief of \"Christ as Saviour,\" and it appears that the Rescue Mission's members and employees predominantly are devout Christians.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In late 1988, the Vice-Chairperson of the Residents Association, Maxine Bandoh, approached the Rescue Mission about operating an after-school program in the Benderson Heights community center for children residing in the development.   In early February 1989, the Residents Association approved, apparently by informal consensus, the use of the community center for an after-school program operated by the Rescue Mission.   During this time, Sullivan was Chairperson of the Residents Association.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The SHA and the Rescue Mission subsequently entered into a written contract, dated February 11, 1989, pursuant to which the Rescue Mission agreed to provide twenty hours per week of \"recreational and educational programs for young people who reside at [Benderson Heights].\"  The contract indicated that the Residents Association had requested, and was to be the beneficiary of, the program.   The agreement specified that the program would be for children aged five to 14 years, and would be offered \"after school, Tuesdays through Fridays.\"   The Rescue Mission also was obligated to provide a \"full time Program Coordinator\" to run the after-school program, under the supervision of the Rescue Mission's Director of Family Services, Steven Tennant.   The job description developed by the Rescue Mission for the Program Coordinator noted that the duties of the position would include, among other things, offering a \"Bible Club,\" and that the qualifications for the position included a \"[c]ommitment to Jesus Christ as Savior and Lord.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The agreement between the SHA and the Rescue Mission further specified that \"Bible lessons\" would be among the offerings of the after-school program.   The Rescue Mission pledged not to discriminate in the provision of services to the Benderson Heights community and made a specific pledge not to discriminate on the basis of the \"religious preference or lack of a religious preference\" of Benderson Heights residents.   The agreement also provided that if a scheduling conflict arose in the use of the community center, the Rescue Mission would \"work cooperatively\" with, and defer to the judgment of, the SHA and the Residents Association in the resolution of the conflict.   An appendix to the agreement listed the equipment and areas of \"community space\" that the Rescue Mission was entitled to use during program hours.   These included the \"Main Meeting Room,\" the kitchen, and folding tables and chairs.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Rescue Mission began to operate its after-school program in the Benderson Heights community center shortly after the February 1989 agreement was executed, and continues to operate the program.   By custom and practice, the after-school program runs, in its entirety, from 2 p.m. until 5 p.m., Tuesdays through Fridays.   Secular activities are offered for the children until about 4 p.m., at which time the Bible study period is announced.   Many of the children leave the community center at this point and do not attend the Bible study, although pizza and ice cream have been offered at times for children who stay for the Bible study.   On Saturdays, the Rescue Mission does not operate in the community center, instead offering field trips and other activities elsewhere for Benderson Heights children.   These trips require parental consent.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Steven Burch is the Program Coordinator selected to run the Benderson Heights after-school program, and is an employee of the Rescue Mission.   As contemplated by the February 1989 agreement's provision for a \"full time\" Program Coordinator, Burch is present at the community center during normal business hours each Monday through Friday, for a total of 40 hours per week, rather than for just the hours during which the after-school program is offered.   When not with the children, Burch plans and prepares for the after-school program.   While at Benderson Heights, Burch uses a desk near the community center's Meeting Room.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On September 14, 1989, Sullivan wrote to the SHA's Executive Director, requesting to use the Benderson Heights community center for a meeting of Benderson Heights residents on the subjects of \"the future of our neighborhood\" and \"home ownership of our public housing complex.\"   Sullivan specified times on four different days during which he wanted the center.   One of the times requested by Sullivan was 4 p.m. to 6 p.m. on Thursday, September 28, 1989, a time during which the after-school program in the community center (specifically the Bible study period) would have been in progress.   Sullivan was informed a few days later, in a letter from John DeVoe of the SHA's Tenant Services Department, that the times requested by Sullivan were reserved for previously scheduled programs.   The letter noted the \"heavy use\" of the community center, expressed a willingness to work with Sullivan to find alternative times, and gave DeVoe's telephone number.   It does not appear that Sullivan responded to the DeVoe letter.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sullivan himself was never present in the community center during an after-school program.   Sullivan's son, Jason, attended on at least some occasions the first portion of the after-school program, but never attended the Bible study portion.   With the consent of Mrs. Sullivan, Jason also attended one of the Rescue Mission's Saturday field trips.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 4, 1989, Sullivan brought suit against the SHA under 42 U.S.C. &#167;&#167; 1983, 1985 &amp; 1986, making Establishment Clause and Equal Protection claims.   The complaint began by asserting the religious character of the Rescue Mission, and Sullivan's right, as a Benderson Heights tenant, to the \"use and enjoyment of\" the community center.   The complaint went on to state, in pertinent part, the following:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>11.  On or about February 29, 1989, plaintiff and other tenants met with Steve Burch who informed them about the programs which would be held at the community center, including [B]ible classes, ... and that he was there specifically to \"bring Jesus Christ\" to the residents.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>12. As a result of this, plaintiff resigned from his position as president of the tenants' association becuase [sic] the Housing Authority Center was being run by a Christian organization to \"bring Christ\" to the tenants....  (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>13.  The plaintiff, who is a Native American, a member of the Mohawk Tribe, and not a member of the Christian faith, was told in June, 1989 by Burch [that] it would be better to have someone else run the tenants' association.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>15. On or about June, 1989, one of plaintiff's children was taught to sing Christian hymns by the director while the child was participating in recreational activities at the Center.   In August, 1989, during the summer day camp program, plaintiff's son was being taught Christian hymns on the bus to and from camp.   This is repugnant to the plaintiff as this is not his religion and he is concerned because his son is preoccupied by thoughts of heaven and hell and sin.  (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>17. By acting pursuant to and enforcing the religious policy complained of herein, the defendant is denying the plaintiff's use and enjoyment of public housing facilities.  (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Sullivan requested that the SHA be enjoined permanently from operating the community center on a \"religiously segregated basis,\" from employing any \"avowed religious organization\" to run SHA recreational facilities \"with a religious orientation,\" and from \"promulgating any specific religion\" in any SHA recreational facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The SHA answered the complaint on November 22, 1989, asserting, among other defenses, that Sullivan lacked standing.   On December 19, 1989, Sullivan moved for a preliminary injunction.   By letter dated February 2, 1990, the district court requested briefing on the subject of Sullivan's standing, and shortly thereafter denied the preliminary injunction motion.   After a period of discovery, Sullivan moved for summary judgment on July 30, 1990.   The district court then requested further briefing on the subject of Sullivan's standing, and indicated that it preferred to decide the standing issue on cross-motions for summary judgment.   Accordingly, the SHA cross-moved for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In a \"Memorandum-Decision-Order\" dated July 9, 1991, 1991 WL 165676, the district court addressed the summary judgment motions.   Summary judgment was rendered for the SHA \"on any Equal Protection claim that may have been stated in the complaint,\" the district court taking note of \"the absence of any evidence to support the allegation that [Sullivan] has been denied admission to the Community Center on the basis of his religious beliefs,\" and of the \"uncontroverted evidence ... that the Rescue Mission is open to all individuals notwithstanding their religion.\"   The district court also dismissed the Establishment Clause claim, on the ground that Sullivan lacked standing to assert that claim.   Judge McAvoy stated that Sullivan had alleged nothing beyond \"mere tenancy\" at Benderson Heights and disagreeable conduct there, and that Sullivan therefore had \"failed to allege an injury personal to himself.\"   Judge McAvoy also rejected the contention that Sullivan had standing based on the alleged harm to Sullivan's son, reasoning that Sullivan \"could have, but did not, file this action on behalf of his son as well as in his own name.\"</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Sullivan's Standing to Sue</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The doctrine of standing, which addresses the question of \"whether the [plaintiff] is entitled to have the court decide the merits of the dispute or of particular issues,\" embraces both \"constitutional\" and \"prudential\" requirements.  Warth v. Seldin, 422 U.S. 490, 498, 95 S.Ct. 2197, 2205, 45 L.Ed.2d 343 (1975) (citing Barrows v. Jackson, 346 U.S. 249, 255-56, 73 S.Ct. 1031, 1034-35, 97 L.Ed. 1586 (1953) ).   The constitutional requirements derive from Article III of the Constitution, which provides that the \"judicial power\" of the United States extends only to \"cases\" or \"controversies.\"   See U.S. Const. art.  III, &#167; 2.   The core purpose of Article III is to limit the federal judicial power \" 'to those disputes which confine federal courts to a role consistent with a system of separated powers and which are traditionally thought to be capable of resolution through the judicial process.' \"  Valley Forge Christian College v. Americans United for Separation of Church and State, 454 U.S. 464, 472, 102 S.Ct. 752, 758, 70 L.Ed.2d 700 (1982) (quoting Flast v. Cohen, 392 U.S. 83, 97, 88 S.Ct. 1942, 1951, 20 L.Ed.2d 947 (1968) ).   Accordingly, in order to meet the minimum constitutional requirements for standing, a plaintiff must allege an \"actual or threatened injury\" to himself that is \"fairly traceable\" to the allegedly unlawful conduct of the defendant and is \"likely to be redressed by the requested relief.\"  Allen v. Wright, 468 U.S. 737, 751, 104 S.Ct. 3315, 3324, 82 L.Ed.2d 556 (1984) (citing  Valley Forge, 454 U.S. at 472, 102 S.Ct. at 758).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The prudential requirements of standing have been developed by the Supreme Court on its own accord and applied in a more discretionary fashion as rules of judicial \"self-restraint,\" see Barrows, 346 U.S. at 255, 73 S.Ct. at 1034, further to protect, to the extent necessary under the circumstances, the purpose of Article III, see Valley Forge, 454 U.S. at 475, 102 S.Ct. at 760 (\"close relationship\" of prudential requirements to policies of Article III);  Warth, 422 U.S. at 498, 95 S.Ct. at 2204-05 (both constitutional and prudential requirements \"founded in concern about the proper--and properly limited--role of the courts in a democratic society\").   Accordingly, prudential considerations suggest that a plaintiff generally may not rest his claim on the legal rights of a third-party, see Gladstone, Realtors v. Village of Bellwood, 441 U.S. 91, 100, 99 S.Ct. 1601, 1608, 60 L.Ed.2d 66 (1979);  that courts generally should refrain from adjudicating \"abstract questions of wide public significance\" which amount to \"generalized grievances,\" Warth, 422 U.S. at 499-500, 95 S.Ct. at 2205-06;  and that the interest asserted by the plaintiff should be \"arguably within the zone of interests to be protected or regulated by the statute or constitutional guarantee in question,\" Association of Data Processing Service Organizations v. Camp, 397 U.S. 150, 153, 90 S.Ct. 827, 830, 25 L.Ed.2d 184 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It may be true, as the SHA contends, that Sullivan is free to use the community center as he pleases and that the presence of Burch and the Rescue Mission in the center presents no obstruction to the full use and enjoyment by others of the center.   These contentions, however, are directly relevant only to the merits of this case, because they relate to whether there was a state \"establishment\" of religion at Benderson Heights.   The question of standing, by contrast, involves the party seeking relief and the allegations of injury made by that party.   See Flast, 392 U.S. at 99-100, 88 S.Ct. at 1952-53.   A court is constrained, in determining a party's standing to assert a particular claim, to \" 'accept as true all material allegations of the complaint, and [to] construe the complaint in favor of the complaining party.' \"  Gladstone, 441 U.S. at 109, 99 S.Ct. at 1613 (quoting Warth, 422 U.S. at 501, 95 S.Ct. at 2206).   Also to be considered in the standing analysis, along with the allegations made in the complaint, are such other facts and circumstances as may be evident from the record.   See id. at 110 n. 22, 99 S.Ct. at 1613 n. 22.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Relying on Valley Forge, and on Sierra Club v. Morton, 405 U.S. 727, 92 S.Ct. 1361, 31 L.Ed.2d 636 (1972), the district court held that Sullivan had not even alleged, much less proved, the \"actual injury\" to himself required, under Article III, to confer standing to assert the Establishment Clause claim.   According to the district court, Sullivan had done nothing more than assert his \"mere tenancy\" in a building in which religious activities occurred, and had alleged no injury beyond the \" 'psychological consequence presumably produced by observation of conduct with which one disagrees' \" (quoting Valley Forge, 454 U.S. at 486 n. 22, 102 S.Ct. at 766 n. 22).   Invoking additional prudential considerations, the district court also concluded that Sullivan had no standing to assert the third-party interests of his son.   We cannot agree with the district court that Sullivan lacks standing to maintain his Establishment Clause claim against the SHA.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For purposes of the constitutional standing requirements, the \"actual or threatened injury\" alleged need not be economic or monetary in nature.   See Valley Forge, 454 U.S. at 486, 102 S.Ct. at 766;  United States v. SCRAP, 412 U.S. 669, 686-688, 93 S.Ct. 2405, 2416, 37 L.Ed.2d 254 (1973);  Data Processing, 397 U.S. at 154, 90 S.Ct. at 830.   Indeed, the Supreme Court specifically has recognized that a party \"may have a spiritual stake in First Amendment values sufficient to give standing to raise issues concerning the Establishment Clause.\"  Data Processing, 397 U.S. at 154, 90 S.Ct. at 830 (citing  School District of Abington v. Schempp, 374 U.S. 203, 83 S.Ct. 1560, 10 L.Ed.2d 844 (1963) );   see also Valley Forge, 454 U.S. at 486 n. 22, 102 S.Ct. at 766 n. 22;  Abortion Rights Mobilization Inc. v. Baker, 885 F.2d 1020, 1024 (2d Cir.1989), cert. denied, 495 U.S. 918, 110 S.Ct. 1946, 109 L.Ed.2d 309 (1990).   It is necessary, however, that the injury be \"distinct and palpable,\"  Warth, 422 U.S. at 501, 95 S.Ct. at 2206, and not be \" 'abstract' or 'conjectural' or 'hypothetical,' \"  Allen, 468 U.S. at 751, 104 S.Ct. at 3324 (quoting  Los Angeles v. Lyons, 461 U.S. 95, 101-02, 103 S.Ct. 1660, 1665, 75 L.Ed.2d 675 (1983) ).   In short, the sufficiency of any type of interest or injury to confer standing is subject to the critical requirements that the party asserting the interest or injury have a direct and personal stake in the controversy,  see Valley Forge, 454 U.S. at 477-78, 486 &amp; n. 22, 102 S.Ct. at 761-62, 766 &amp; n. 22, and that the judicial process not be converted into \" 'a vehicle for the vindication of the value interests of concerned bystanders',\" see id. at 473, 102 S.Ct. at 759 (quoting  SCRAP, 412 U.S. at 687, 93 S.Ct. at 2416);  see also Schlesinger v. Reservists Committee to Stop the War, 418 U.S. 208, 223 n. 13, 94 S.Ct. 2925, 2933 n. 13, 41 L.Ed.2d 706 (1974) (constitutional standing requirements not met by \"the abstract injury in nonobservance of the Constitution asserted by ... citizens\");  Abortion Rights Mobilization, 885 F.2d at 1024-25 (clergy plaintiffs could not distinguish their injury from that of citizens in general).   The interests and injuries alleged by Sullivan are cognizable and adequate to confer standing to assert the Establishment Clause claim, under applicable law and the facts and circumstances revealed here.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Sullivan and his family reside at Benderson Heights, which is owned and operated by the SHA.   Benderson Heights is a closed and relatively small community, and has only one community center.   Under the joint operating policy developed by the SHA and the Residents Association, Sullivan, as a tenant, had a right to use the community center, which is also used by the Rescue Mission pursuant to the same policy.   Sullivan himself served as Residents Association Chairperson.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Against this background, paragraph 17 of Sullivan's complaint alleges deprivation of Sullivan's entitlement to use and enjoy \"public housing facilities\" because of the \"religious policy\" of the SHA and the Residents Association.   Therefore, Sullivan states with sufficient clarity a claim that he has been deprived of his right to use and enjoy the community center, as well as a claim that a religion has been established in a place functionally analogous to Sullivan's own home.   The complaint and record here make clear that Sullivan finds the alleged establishment of religion offensive.   The type of spiritual First Amendment injury recognized by the Supreme Court therefore is alleged to exist as well.   Under all the circumstances, Sullivan has a direct and personal stake in this controversy, and has alleged injuries sufficiently distinct, palpable and concrete to constitute the \"actual injury\" required to confer standing.   Sullivan is not a simple bystander, using the courts to vindicate abstract value interests, or a mere citizen complaining of the nonobservance by others of the Constitution.   Nor can we say that the alleged injuries in this case are simply noncognizable psychological consequences produced by observation of personally disagreeable conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The injuries alleged by Sullivan also are fairly traceable to the allegedly unlawful conduct.   It is a matter of record that the Rescue Mission's Program Coordinator occupies space at, and uses the facilities of, the community center for 40 hours per week;  that the Rescue Mission, by arrangement with the SHA and the Residents Association, operates an after-school program, including religious activities, at the community center;  that Sullivan was denied use of the community center;  and that the Rescue Mission was running its after-school program during one of the times requested by Sullivan.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Further, and for these same reasons, the injuries claimed by Sullivan likely would be redressed by the requested injunction prohibiting the Rescue Mission from using the community center.   Indeed, where, as here, the relief sought is cessation of the specifically identified and alleged unlawful conduct, the plaintiff obviously alleges injury that is both \"fairly traceable\" to the allegedly unlawful conduct of the defendant and \"likely to be redressed by the requested relief.\"   See Allen, 468 U.S. at 751, 759 &amp; n. 24, 104 S.Ct. at 3324, 3328 &amp; n. 24 (citing Valley Forge, 454 U.S. at 472, 102 S.Ct. at 758;  Simon v. Kentucky Welfare Rights Org., 426 U.S. 26, 96 S.Ct. 1917, 48 L.Ed.2d 450 (1976) ).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Sullivan's position is not analogous to that of plaintiffs denied standing in the cases cited by the district court.   To the contrary, comparison of Sullivan's case to the cases relied upon by the district court strongly supports our conclusion that Sullivan has standing to sue.   In Sierra Club, the Club, an environmental group, sued under the Administrative Procedure Act to stop development of a ski resort on land entrusted to the United States Forest Service.   The Supreme Court, while acknowledging that \"aesthetic and environmental well-being\" could amount to cognizable injury, held that the Sierra Club had no standing because it had alleged no actual injury to itself.   See Sierra Club, 405 U.S. at 734-35, 92 S.Ct. at 1366.   In contrast to the type of allegations made by Sullivan, \"[t]he Sierra Club failed to allege that it or its members would be affected in any of their activities or pastimes by the ... development.   Nowhere in the pleadings or affidavits did the Club state that its members use [the area] for any purpose, much less that they use it in any way that would be significantly affected by the proposed actions of the [developer].\"  Id. at 735, 92 S.Ct. at 1366.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Similarly, in Valley Forge, a federal statute permitted the Secretary of Health, Education and Welfare to dispose of surplus government real property for educational use.   The Secretary used that authority to convey, free of charge, surplus real property to Valley Forge Christian College, a religious school.   Americans United for the Separation of Church and State, a nonprofit organization, challenged the conveyance as violative of the Establishment Clause.   In contrast to Sullivan's position, the plaintiff organization in Valley Forge suffered no direct injury because it had no direct and personal stake in the disposition of the property by the defendant.   Indeed, in concluding that the plaintiffs in Valley Forge lacked standing, the Court noted that \"[a]lthough [plaintiffs] claim that the Constitution has been violated, they claim nothing else.   They fail to identify any personal injury suffered by the plaintiffs as a consequence of the alleged constitutional error.\"   See Valley Forge, 454 U.S. at 485, 102 S.Ct. at 765.   The Court further admonished that the Establishment Clause \"does not provide a special license to roam the country in search of governmental wrongdoing.\"   See id. at 487, 102 S.Ct. at 766.   Sullivan's position bears no similarity to, and is indeed quite the opposite of, the position of the Valley Forge plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Paragraph 15 of Sullivan's complaint provides an additional, and independent, basis for Sullivan's standing to sue, by alleging injury in connection with the exposure of Sullivan's son to Christian teachings.   It is true, as the district court pointed out, that prudential considerations generally should be invoked to deny a party standing to assert the interests of third-parties.   However, in our view, Sullivan is not asserting in paragraph 15 the interests of, or injury to, his son as such.   Rather, paragraph 15 alleges injury to Sullivan himself as a parent, flowing directly from the effect on Sullivan's child of the claimed establishment of religion.   In  School District of Abington v. Schempp, 374 U.S. 203, 83 S.Ct. 1560, 10 L.Ed.2d 844 (1963), the Supreme Court specifically recognized, for purposes of parental standing in Establishment Clause cases, the type of parental interest and injury asserted by Sullivan in paragraph 15 of the complaint.   See id. at 224 n. 9, 83 S.Ct. at 1572 n. 9.   While other Supreme Court cases also have acknowledged this type of parental interest and injury,  see Valley Forge, 454 U.S. at 486 n. 22, 102 S.Ct. at n. 22;   McCollum v. Board of Education, 333 U.S. 203, 205-06, 68 S.Ct. 461, 462-63, 92 L.Ed. 649 (1948), the Schempp decision is particularly apposite to evaluation of the parental injury alleged by Sullivan.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Schempp, parents (together with their children) challenged, as violative of the Establishment Clause, a statute requiring Bible readings in the public school attended by the children.   In concluding that the parents had standing to challenge the statute, the Court observed that the parents \"are directly affected by the laws and practices against which their complaints are directed.   These interests surely suffice to give the parties standing to complain.\"   See Schempp, 374 U.S. at 224 n. 9, 83 S.Ct. at 1572 n. 9 (citing Engel v. Vitale, 370 U.S. 421, 82 S.Ct. 1261, 8 L.Ed.2d 601 (1962) ).   In a subsequent discussion of the Schempp theory of parental standing, the Court emphasized that the \"plaintiffs in Schempp had standing ... because impressionable schoolchildren were subjected to unwelcome religious exercises or were forced to assume special burdens to avoid them.\"   See Valley Forge, 454 U.S. at 486 n. 22, 102 S.Ct. at 766 n. 22.   While the Sullivan family's position is not identical to that of the Schempp family, we believe that paragraph 15 of the Sullivan complaint alleges a parental interest and injury sufficiently similar to that recognized in Schempp, and further discussed in Valley Forge.   The parental injury alleged by Sullivan is fairly traceable to the SHA's conduct, and likely would be redressed by the relief Sullivan has requested.   The constitutional requirements for standing therefore have been satisfied by this portion of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The SHA argues that only now, in his brief, does Sullivan particularly describe the parental injury as interference with Sullivan's \"right to guide and develop his son's religious upbringing.\"   However, we perceive no requirement in the case law that a particular pleading phrase must be used in order that standing be conferred on the basis of the parental interest in children.   In Schempp, for instance, the essence of the parents' complaint appears to have been that the Bible readings \" 'were contrary to the religious beliefs which [the family] held and to their familial teaching.' \"  Schempp, 374 U.S. at 208, 83 S.Ct. at 464 (quoting Schempp v. School District of Abington, 177 F.Supp. 398, 400 (E.D.Pa.1959) ).   Paragraph 15 of Sullivan's complaint alleges with sufficient clarity the type of parental injury recognized by the Supreme Court for purposes of standing.</p>\n    </div>\n    <p>II. The Propriety of Summary Judgment</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Sullivan contends that he was entitled to summary judgment on the Establishment Clause claim.   However, the district court neither granted nor denied summary judgment on the merits of that claim.   Rather, the Establishment Clause claim was dismissed by the district court for lack of standing.   Since the district court did not pass upon the merits by summary judgment or otherwise, we think it should have the opportunity to do so in the first instance.   We therefore decline to consider on this appeal Sullivan's claim that he was entitled to summary judgment on his Establishment Clause claim.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The judgment of the district court is reversed to the extent that it dismissed Sullivan's Establishment Clause claim for lack of standing, and the case remanded to the district court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Judge Kaufman, originally a member of the panel, died on February 1, 1992.   The appeal is being decided by the remaining members of the panel pursuant to Local Rule &#167; 0.14(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Several months after the initiation of Sullivan's lawsuit, but prior to the motions for summary judgment, the SHA and the Rescue Mission entered into a renewal agreement dated April 18, 1990.   The new agreement was substantially similar to the old agreement, except that no explicit mention was made in the new agreement of \"Bible lessons\" or of a \"full time\" Program Coordinator.   The restriction on the Rescue Mission to use the community center only during \"program hours\" also was more clearly stated.   The injuries and unlawful practices alleged by Sullivan, and for which he seeks relief, originated under the old contract of February 11, 1989.   It is not clear from the record whether the new contract has resulted in any change of the customs or practices of the Rescue Mission or Burch in using the community center.   Therefore, we need not pass upon the effect of the new agreement in our analysis of Sullivan's standing</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></span></p>\n    <p class=\"parties\">Thomas SULLIVAN, Plaintiff-Appellant,<br>v.<br>SYRACUSE HOUSING AUTHORITY, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 708, Docket 91-7834.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued Jan. 9, 1992.<br>Decided April 29, 1992.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Faith A. Seidenberg and Dawn M. Gencarelli, Syracuse, N.Y.  (Seidenberg, Strunk, and Goldenberg, Arlene S. Kanter, Director of Clinical Programs, and Denise Harrington, James E. Stern, and Silvia Kierszenbaum, Student Interns, Syracuse University College of Law, of counsel), for plaintiff-appellant.</p>\n      <p class=\"indent\">Edward A. Mervine, Syracuse, N.Y.  (Robert H. Kirchner and Kevin G. Martin, Bond, Schoeneck &amp; King, of counsel), for defendant-appellee.</p>\n      <p class=\"indent\">Before PRATT and MINER, Circuit Judges.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">MINER, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Thomas Sullivan appeals from a judgment of the United States District Court for the Northern District of New York (McAvoy, J.) dismissing, for lack of standing, Sullivan's claim that defendant-appellee Syracuse Housing Authority (\"SHA\") violated the Establishment Clause of the First Amendment to the Constitution, and rendering summary judgment in favor of the SHA on Sullivan's Fourteenth Amendment Equal Protection claim.   The SHA is a public housing authority organized under and pursuant to the laws of the City of Syracuse, the State of New York, and the federal government.   Since 1985, Sullivan and his family have been residents of the Benderson Heights Family Housing Complex (\"Benderson Heights\"), a public housing development in Syracuse owned and operated by the SHA.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Sullivan does not dispute in this appeal the propriety of summary judgment for the SHA on his Equal Protection claim.   Sullivan does, however, contend that he has standing to assert, and was entitled to summary judgment on, the Establishment Clause claim.   Sullivan, a Native American who is not a Christian, contends that the SHA unconstitutionally supported Christianity at the Benderson Heights community center.   For the reasons that follow, we hold that Sullivan has standing to maintain the Establishment Clause claim, but decline to address whether Sullivan was entitled to summary judgment on that claim.   Accordingly, the judgment of the district court is reversed to the extent that it dismissed Sullivan's Establishment Clause claim for lack of standing, and the case is remanded to the district court for further proceedings consistent with this opinion.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Like most of the housing developments owned and operated by the SHA, Benderson Heights has a community center providing space for community activities.   The Benderson Heights community center is operated under the terms of a written policy statement formulated by the SHA and the Benderson Heights Residents Association (\"Residents Association\").  \"Operating custody\" of the community center is vested in the Residents Association under the supervision of the SHA.   This includes authority over the selection and scheduling of community center programs.   According to the policy statement, the community center is \"provided by the SHA for the use and benefit of the residents of\" Benderson Heights.   Outside organizations may use the center, although priority is given to uses that \"directly benefit\" residents of Benderson Heights.   The community center has been used for a variety of purposes, including pregnancy prevention programs, women's support programs, meetings of the Boy Scouts and Girl Scouts, dance classes, movie nights and Residents Association meetings.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Rescue Mission Alliance, Inc.  (\"Rescue Mission\") is a not-for-profit corporation organized under the laws of the State of New York, and is located in the City of Syracuse.   The Rescue Mission provides a variety of services in and to the Syracuse community.   These services include after-school activities for area children in the Rescue Mission's own community center, programs for the homeless, and drug and alcohol rehabilitation programs.   The Rescue Mission receives funding from several sources, including the federal government and the State of New York.   While the Rescue Mission is not formally affiliated with any particular church, its Executive Director describes it as adhering to the belief of \"Christ as Saviour,\" and it appears that the Rescue Mission's members and employees predominantly are devout Christians.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In late 1988, the Vice-Chairperson of the Residents Association, Maxine Bandoh, approached the Rescue Mission about operating an after-school program in the Benderson Heights community center for children residing in the development.   In early February 1989, the Residents Association approved, apparently by informal consensus, the use of the community center for an after-school program operated by the Rescue Mission.   During this time, Sullivan was Chairperson of the Residents Association.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The SHA and the Rescue Mission subsequently entered into a written contract, dated February 11, 1989, pursuant to which the Rescue Mission agreed to provide twenty hours per week of \"recreational and educational programs for young people who reside at [Benderson Heights].\"  The contract indicated that the Residents Association had requested, and was to be the beneficiary of, the program.   The agreement specified that the program would be for children aged five to 14 years, and would be offered \"after school, Tuesdays through Fridays.\"   The Rescue Mission also was obligated to provide a \"full time Program Coordinator\" to run the after-school program, under the supervision of the Rescue Mission's Director of Family Services, Steven Tennant.   The job description developed by the Rescue Mission for the Program Coordinator noted that the duties of the position would include, among other things, offering a \"Bible Club,\" and that the qualifications for the position included a \"[c]ommitment to Jesus Christ as Savior and Lord.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The agreement between the SHA and the Rescue Mission further specified that \"Bible lessons\" would be among the offerings of the after-school program.   The Rescue Mission pledged not to discriminate in the provision of services to the Benderson Heights community and made a specific pledge not to discriminate on the basis of the \"religious preference or lack of a religious preference\" of Benderson Heights residents.   The agreement also provided that if a scheduling conflict arose in the use of the community center, the Rescue Mission would \"work cooperatively\" with, and defer to the judgment of, the SHA and the Residents Association in the resolution of the conflict.   An appendix to the agreement listed the equipment and areas of \"community space\" that the Rescue Mission was entitled to use during program hours.   These included the \"Main Meeting Room,\" the kitchen, and folding tables and chairs.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Rescue Mission began to operate its after-school program in the Benderson Heights community center shortly after the February 1989 agreement was executed, and continues to operate the program.   By custom and practice, the after-school program runs, in its entirety, from 2 p.m. until 5 p.m., Tuesdays through Fridays.   Secular activities are offered for the children until about 4 p.m., at which time the Bible study period is announced.   Many of the children leave the community center at this point and do not attend the Bible study, although pizza and ice cream have been offered at times for children who stay for the Bible study.   On Saturdays, the Rescue Mission does not operate in the community center, instead offering field trips and other activities elsewhere for Benderson Heights children.   These trips require parental consent.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Steven Burch is the Program Coordinator selected to run the Benderson Heights after-school program, and is an employee of the Rescue Mission.   As contemplated by the February 1989 agreement's provision for a \"full time\" Program Coordinator, Burch is present at the community center during normal business hours each Monday through Friday, for a total of 40 hours per week, rather than for just the hours during which the after-school program is offered.   When not with the children, Burch plans and prepares for the after-school program.   While at Benderson Heights, Burch uses a desk near the community center's Meeting Room.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On September 14, 1989, Sullivan wrote to the SHA's Executive Director, requesting to use the Benderson Heights community center for a meeting of Benderson Heights residents on the subjects of \"the future of our neighborhood\" and \"home ownership of our public housing complex.\"   Sullivan specified times on four different days during which he wanted the center.   One of the times requested by Sullivan was 4 p.m. to 6 p.m. on Thursday, September 28, 1989, a time during which the after-school program in the community center (specifically the Bible study period) would have been in progress.   Sullivan was informed a few days later, in a letter from John DeVoe of the SHA's Tenant Services Department, that the times requested by Sullivan were reserved for previously scheduled programs.   The letter noted the \"heavy use\" of the community center, expressed a willingness to work with Sullivan to find alternative times, and gave DeVoe's telephone number.   It does not appear that Sullivan responded to the DeVoe letter.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sullivan himself was never present in the community center during an after-school program.   Sullivan's son, Jason, attended on at least some occasions the first portion of the after-school program, but never attended the Bible study portion.   With the consent of Mrs. Sullivan, Jason also attended one of the Rescue Mission's Saturday field trips.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 4, 1989, Sullivan brought suit against the SHA under 42 U.S.C. &#167;&#167; 1983, 1985 &amp; 1986, making Establishment Clause and Equal Protection claims.   The complaint began by asserting the religious character of the Rescue Mission, and Sullivan's right, as a Benderson Heights tenant, to the \"use and enjoyment of\" the community center.   The complaint went on to state, in pertinent part, the following:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>11.  On or about February 29, 1989, plaintiff and other tenants met with Steve Burch who informed them about the programs which would be held at the community center, including [B]ible classes, ... and that he was there specifically to \"bring Jesus Christ\" to the residents.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>12. As a result of this, plaintiff resigned from his position as president of the tenants' association becuase [sic] the Housing Authority Center was being run by a Christian organization to \"bring Christ\" to the tenants....  (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>13.  The plaintiff, who is a Native American, a member of the Mohawk Tribe, and not a member of the Christian faith, was told in June, 1989 by Burch [that] it would be better to have someone else run the tenants' association.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>15. On or about June, 1989, one of plaintiff's children was taught to sing Christian hymns by the director while the child was participating in recreational activities at the Center.   In August, 1989, during the summer day camp program, plaintiff's son was being taught Christian hymns on the bus to and from camp.   This is repugnant to the plaintiff as this is not his religion and he is concerned because his son is preoccupied by thoughts of heaven and hell and sin.  (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>17. By acting pursuant to and enforcing the religious policy complained of herein, the defendant is denying the plaintiff's use and enjoyment of public housing facilities.  (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Sullivan requested that the SHA be enjoined permanently from operating the community center on a \"religiously segregated basis,\" from employing any \"avowed religious organization\" to run SHA recreational facilities \"with a religious orientation,\" and from \"promulgating any specific religion\" in any SHA recreational facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The SHA answered the complaint on November 22, 1989, asserting, among other defenses, that Sullivan lacked standing.   On December 19, 1989, Sullivan moved for a preliminary injunction.   By letter dated February 2, 1990, the district court requested briefing on the subject of Sullivan's standing, and shortly thereafter denied the preliminary injunction motion.   After a period of discovery, Sullivan moved for summary judgment on July 30, 1990.   The district court then requested further briefing on the subject of Sullivan's standing, and indicated that it preferred to decide the standing issue on cross-motions for summary judgment.   Accordingly, the SHA cross-moved for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In a \"Memorandum-Decision-Order\" dated July 9, 1991, <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">165676</span></span>, the district court addressed the summary judgment motions.   Summary judgment was rendered for the SHA \"on any Equal Protection claim that may have been stated in the complaint,\" the district court taking note of \"the absence of any evidence to support the allegation that [Sullivan] has been denied admission to the Community Center on the basis of his religious beliefs,\" and of the \"uncontroverted evidence ... that the Rescue Mission is open to all individuals notwithstanding their religion.\"   The district court also dismissed the Establishment Clause claim, on the ground that Sullivan lacked standing to assert that claim.   Judge McAvoy stated that Sullivan had alleged nothing beyond \"mere tenancy\" at Benderson Heights and disagreeable conduct there, and that Sullivan therefore had \"failed to allege an injury personal to himself.\"   Judge McAvoy also rejected the contention that Sullivan had standing based on the alleged harm to Sullivan's son, reasoning that Sullivan \"could have, but did not, file this action on behalf of his son as well as in his own name.\"</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Sullivan's Standing to Sue</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The doctrine of standing, which addresses the question of \"whether the [plaintiff] is entitled to have the court decide the merits of the dispute or of particular issues,\" embraces both \"constitutional\" and \"prudential\" requirements.  Warth v. Seldin, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 498, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2205, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975) (citing Barrows v. Jackson, <span class=\"citation\" data-id=\"105152\"><a href=\"/opinion/105152/barrows-v-jackson/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 255-56, <span class=\"citation\" data-id=\"105152\"><a href=\"/opinion/105152/barrows-v-jackson/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>, 1034-35, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1586</span></span> (1953) ).   The constitutional requirements derive from Article III of the Constitution, which provides that the \"judicial power\" of the United States extends only to \"cases\" or \"controversies.\"   See U.S. Const. art.  III, &#167; 2.   The core purpose of Article III is to limit the federal judicial power \" 'to those disputes which confine federal courts to a role consistent with a system of separated powers and which are traditionally thought to be capable of resolution through the judicial process.' \"  Valley Forge Christian College v. Americans United for Separation of Church and State, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 758, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982) (quoting Flast v. Cohen, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 97, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, 1951, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span></a></span> (1968) ).   Accordingly, in order to meet the minimum constitutional requirements for standing, a plaintiff must allege an \"actual or threatened injury\" to himself that is \"fairly traceable\" to the allegedly unlawful conduct of the defendant and is \"likely to be redressed by the requested relief.\"  Allen v. Wright, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 751, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, 3324, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1984) (citing  Valley Forge, 454 U.S. at 472, 102 S.Ct. at 758).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The prudential requirements of standing have been developed by the Supreme Court on its own accord and applied in a more discretionary fashion as rules of judicial \"self-restraint,\" see Barrows, 346 U.S. at 255, 73 S.Ct. at 1034, further to protect, to the extent necessary under the circumstances, the purpose of Article III, see Valley Forge, 454 U.S. at 475, 102 S.Ct. at 760 (\"close relationship\" of prudential requirements to policies of Article III);  Warth, 422 U.S. at 498, 95 S.Ct. at 2204-05 (both constitutional and prudential requirements \"founded in concern about the proper--and properly limited--role of the courts in a democratic society\").   Accordingly, prudential considerations suggest that a plaintiff generally may not rest his claim on the legal rights of a third-party, see Gladstone, Realtors v. Village of Bellwood, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 100, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1601</span></a></span>, 1608, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span></a></span> (1979);  that courts generally should refrain from adjudicating \"abstract questions of wide public significance\" which amount to \"generalized grievances,\" Warth, 422 U.S. at 499-500, 95 S.Ct. at 2205-06;  and that the interest asserted by the plaintiff should be \"arguably within the zone of interests to be protected or regulated by the statute or constitutional guarantee in question,\" Association of Data Processing Service Organizations v. Camp, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 153, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">827</span></a></span>, 830, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">184</span></a></span> (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It may be true, as the SHA contends, that Sullivan is free to use the community center as he pleases and that the presence of Burch and the Rescue Mission in the center presents no obstruction to the full use and enjoyment by others of the center.   These contentions, however, are directly relevant only to the merits of this case, because they relate to whether there was a state \"establishment\" of religion at Benderson Heights.   The question of standing, by contrast, involves the party seeking relief and the allegations of injury made by that party.   See Flast, 392 U.S. at 99-100, 88 S.Ct. at 1952-53.   A court is constrained, in determining a party's standing to assert a particular claim, to \" 'accept as true all material allegations of the complaint, and [to] construe the complaint in favor of the complaining party.' \"  Gladstone, 441 U.S. at 109, 99 S.Ct. at 1613 (quoting Warth, 422 U.S. at 501, 95 S.Ct. at 2206).   Also to be considered in the standing analysis, along with the allegations made in the complaint, are such other facts and circumstances as may be evident from the record.   See id. at 110 n. 22, 99 S.Ct. at 1613 n. 22.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Relying on Valley Forge, and on Sierra Club v. Morton, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1972), the district court held that Sullivan had not even alleged, much less proved, the \"actual injury\" to himself required, under Article III, to confer standing to assert the Establishment Clause claim.   According to the district court, Sullivan had done nothing more than assert his \"mere tenancy\" in a building in which religious activities occurred, and had alleged no injury beyond the \" 'psychological consequence presumably produced by observation of conduct with which one disagrees' \" (quoting Valley Forge, 454 U.S. at 486 n. 22, 102 S.Ct. at 766 n. 22).   Invoking additional prudential considerations, the district court also concluded that Sullivan had no standing to assert the third-party interests of his son.   We cannot agree with the district court that Sullivan lacks standing to maintain his Establishment Clause claim against the SHA.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For purposes of the constitutional standing requirements, the \"actual or threatened injury\" alleged need not be economic or monetary in nature.   See Valley Forge, 454 U.S. at 486, 102 S.Ct. at 766;  United States v. SCRAP, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></a></span>, 686-688, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, 2416, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1973);  Data Processing, 397 U.S. at 154, 90 S.Ct. at 830.   Indeed, the Supreme Court specifically has recognized that a party \"may have a spiritual stake in First Amendment values sufficient to give standing to raise issues concerning the Establishment Clause.\"  Data Processing, 397 U.S. at 154, 90 S.Ct. at 830 (citing  School District of Abington v. Schempp, <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1560</span></a></span>, <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">844</span></a></span> (1963) );   see also Valley Forge, 454 U.S. at 486 n. 22, 102 S.Ct. at 766 n. 22;  Abortion Rights Mobilization Inc. v. Baker, <span class=\"citation\" data-id=\"529719\"><a href=\"/opinion/529719/in-re-united-states-catholic-conference-uscc-and-national-conference-of/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1024 (2d Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span></span> (1990).   It is necessary, however, that the injury be \"distinct and palpable,\"  Warth, 422 U.S. at 501, 95 S.Ct. at 2206, and not be \" 'abstract' or 'conjectural' or 'hypothetical,' \"  Allen, 468 U.S. at 751, 104 S.Ct. at 3324 (quoting  Los Angeles v. Lyons, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span>, 101-02, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1660</span></a></span>, 1665, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983) ).   In short, the sufficiency of any type of interest or injury to confer standing is subject to the critical requirements that the party asserting the interest or injury have a direct and personal stake in the controversy,  see Valley Forge, 454 U.S. at 477-78, 486 &amp; n. 22, 102 S.Ct. at 761-62, 766 &amp; n. 22, and that the judicial process not be converted into \" 'a vehicle for the vindication of the value interests of concerned bystanders',\" see id. at 473, 102 S.Ct. at 759 (quoting  SCRAP, 412 U.S. at 687, 93 S.Ct. at 2416);  see also Schlesinger v. Reservists Committee to Stop the War, <span class=\"citation\" data-id=\"109087\"><a href=\"/opinion/109087/schlesinger-v-reservists-comm-to-stop-the-war/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">208</span></a></span>, 223 n. 13, <span class=\"citation\" data-id=\"109087\"><a href=\"/opinion/109087/schlesinger-v-reservists-comm-to-stop-the-war/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2925</span></a></span>, 2933 n. 13, <span class=\"citation\" data-id=\"109087\"><a href=\"/opinion/109087/schlesinger-v-reservists-comm-to-stop-the-war/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">706</span></a></span> (1974) (constitutional standing requirements not met by \"the abstract injury in nonobservance of the Constitution asserted by ... citizens\");  Abortion Rights Mobilization, 885 F.2d at 1024-25 (clergy plaintiffs could not distinguish their injury from that of citizens in general).   The interests and injuries alleged by Sullivan are cognizable and adequate to confer standing to assert the Establishment Clause claim, under applicable law and the facts and circumstances revealed here.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Sullivan and his family reside at Benderson Heights, which is owned and operated by the SHA.   Benderson Heights is a closed and relatively small community, and has only one community center.   Under the joint operating policy developed by the SHA and the Residents Association, Sullivan, as a tenant, had a right to use the community center, which is also used by the Rescue Mission pursuant to the same policy.   Sullivan himself served as Residents Association Chairperson.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Against this background, paragraph 17 of Sullivan's complaint alleges deprivation of Sullivan's entitlement to use and enjoy \"public housing facilities\" because of the \"religious policy\" of the SHA and the Residents Association.   Therefore, Sullivan states with sufficient clarity a claim that he has been deprived of his right to use and enjoy the community center, as well as a claim that a religion has been established in a place functionally analogous to Sullivan's own home.   The complaint and record here make clear that Sullivan finds the alleged establishment of religion offensive.   The type of spiritual First Amendment injury recognized by the Supreme Court therefore is alleged to exist as well.   Under all the circumstances, Sullivan has a direct and personal stake in this controversy, and has alleged injuries sufficiently distinct, palpable and concrete to constitute the \"actual injury\" required to confer standing.   Sullivan is not a simple bystander, using the courts to vindicate abstract value interests, or a mere citizen complaining of the nonobservance by others of the Constitution.   Nor can we say that the alleged injuries in this case are simply noncognizable psychological consequences produced by observation of personally disagreeable conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The injuries alleged by Sullivan also are fairly traceable to the allegedly unlawful conduct.   It is a matter of record that the Rescue Mission's Program Coordinator occupies space at, and uses the facilities of, the community center for 40 hours per week;  that the Rescue Mission, by arrangement with the SHA and the Residents Association, operates an after-school program, including religious activities, at the community center;  that Sullivan was denied use of the community center;  and that the Rescue Mission was running its after-school program during one of the times requested by Sullivan.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Further, and for these same reasons, the injuries claimed by Sullivan likely would be redressed by the requested injunction prohibiting the Rescue Mission from using the community center.   Indeed, where, as here, the relief sought is cessation of the specifically identified and alleged unlawful conduct, the plaintiff obviously alleges injury that is both \"fairly traceable\" to the allegedly unlawful conduct of the defendant and \"likely to be redressed by the requested relief.\"   See Allen, 468 U.S. at 751, 759 &amp; n. 24, 104 S.Ct. at 3324, 3328 &amp; n. 24 (citing Valley Forge, 454 U.S. at 472, 102 S.Ct. at 758;  Simon v. Kentucky Welfare Rights Org., <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></a></span>, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1917</span></a></span>, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1976) ).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Sullivan's position is not analogous to that of plaintiffs denied standing in the cases cited by the district court.   To the contrary, comparison of Sullivan's case to the cases relied upon by the district court strongly supports our conclusion that Sullivan has standing to sue.   In Sierra Club, the Club, an environmental group, sued under the Administrative Procedure Act to stop development of a ski resort on land entrusted to the United States Forest Service.   The Supreme Court, while acknowledging that \"aesthetic and environmental well-being\" could amount to cognizable injury, held that the Sierra Club had no standing because it had alleged no actual injury to itself.   See Sierra Club, 405 U.S. at 734-35, 92 S.Ct. at 1366.   In contrast to the type of allegations made by Sullivan, \"[t]he Sierra Club failed to allege that it or its members would be affected in any of their activities or pastimes by the ... development.   Nowhere in the pleadings or affidavits did the Club state that its members use [the area] for any purpose, much less that they use it in any way that would be significantly affected by the proposed actions of the [developer].\"  Id. at 735, 92 S.Ct. at 1366.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Similarly, in Valley Forge, a federal statute permitted the Secretary of Health, Education and Welfare to dispose of surplus government real property for educational use.   The Secretary used that authority to convey, free of charge, surplus real property to Valley Forge Christian College, a religious school.   Americans United for the Separation of Church and State, a nonprofit organization, challenged the conveyance as violative of the Establishment Clause.   In contrast to Sullivan's position, the plaintiff organization in Valley Forge suffered no direct injury because it had no direct and personal stake in the disposition of the property by the defendant.   Indeed, in concluding that the plaintiffs in Valley Forge lacked standing, the Court noted that \"[a]lthough [plaintiffs] claim that the Constitution has been violated, they claim nothing else.   They fail to identify any personal injury suffered by the plaintiffs as a consequence of the alleged constitutional error.\"   See Valley Forge, 454 U.S. at 485, 102 S.Ct. at 765.   The Court further admonished that the Establishment Clause \"does not provide a special license to roam the country in search of governmental wrongdoing.\"   See id. at 487, 102 S.Ct. at 766.   Sullivan's position bears no similarity to, and is indeed quite the opposite of, the position of the Valley Forge plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Paragraph 15 of Sullivan's complaint provides an additional, and independent, basis for Sullivan's standing to sue, by alleging injury in connection with the exposure of Sullivan's son to Christian teachings.   It is true, as the district court pointed out, that prudential considerations generally should be invoked to deny a party standing to assert the interests of third-parties.   However, in our view, Sullivan is not asserting in paragraph 15 the interests of, or injury to, his son as such.   Rather, paragraph 15 alleges injury to Sullivan himself as a parent, flowing directly from the effect on Sullivan's child of the claimed establishment of religion.   In  School District of Abington v. Schempp, <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1560</span></a></span>, <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">844</span></a></span> (1963), the Supreme Court specifically recognized, for purposes of parental standing in Establishment Clause cases, the type of parental interest and injury asserted by Sullivan in paragraph 15 of the complaint.   See id. at 224 n. 9, 83 S.Ct. at 1572 n. 9.   While other Supreme Court cases also have acknowledged this type of parental interest and injury,  see Valley Forge, 454 U.S. at 486 n. 22, 102 S.Ct. at n. 22;   McCollum v. Board of Education, <span class=\"citation\" data-id=\"104520\"><a href=\"/opinion/104520/illinois-ex-rel-mccollum-v-board-of-ed-of-school-dist-no-71-champaign/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 205-06, <span class=\"citation\" data-id=\"104520\"><a href=\"/opinion/104520/illinois-ex-rel-mccollum-v-board-of-ed-of-school-dist-no-71-champaign/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">461</span></a></span>, 462-63, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">649</span></span> (1948), the Schempp decision is particularly apposite to evaluation of the parental injury alleged by Sullivan.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Schempp, parents (together with their children) challenged, as violative of the Establishment Clause, a statute requiring Bible readings in the public school attended by the children.   In concluding that the parents had standing to challenge the statute, the Court observed that the parents \"are directly affected by the laws and practices against which their complaints are directed.   These interests surely suffice to give the parties standing to complain.\"   See Schempp, 374 U.S. at 224 n. 9, 83 S.Ct. at 1572 n. 9 (citing Engel v. Vitale, <span class=\"citation\" data-id=\"106443\"><a href=\"/opinion/106443/engel-v-vitale/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, <span class=\"citation\" data-id=\"106443\"><a href=\"/opinion/106443/engel-v-vitale/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1261</span></a></span>, <span class=\"citation\" data-id=\"106443\"><a href=\"/opinion/106443/engel-v-vitale/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">601</span></a></span> (1962) ).   In a subsequent discussion of the Schempp theory of parental standing, the Court emphasized that the \"plaintiffs in Schempp had standing ... because impressionable schoolchildren were subjected to unwelcome religious exercises or were forced to assume special burdens to avoid them.\"   See Valley Forge, 454 U.S. at 486 n. 22, 102 S.Ct. at 766 n. 22.   While the Sullivan family's position is not identical to that of the Schempp family, we believe that paragraph 15 of the Sullivan complaint alleges a parental interest and injury sufficiently similar to that recognized in Schempp, and further discussed in Valley Forge.   The parental injury alleged by Sullivan is fairly traceable to the SHA's conduct, and likely would be redressed by the relief Sullivan has requested.   The constitutional requirements for standing therefore have been satisfied by this portion of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The SHA argues that only now, in his brief, does Sullivan particularly describe the parental injury as interference with Sullivan's \"right to guide and develop his son's religious upbringing.\"   However, we perceive no requirement in the case law that a particular pleading phrase must be used in order that standing be conferred on the basis of the parental interest in children.   In Schempp, for instance, the essence of the parents' complaint appears to have been that the Bible readings \" 'were contrary to the religious beliefs which [the family] held and to their familial teaching.' \"  Schempp, 374 U.S. at 208, 83 S.Ct. at 464 (quoting Schempp v. School District of Abington, <span class=\"citation\" data-id=\"1884504\"><a href=\"/opinion/1884504/schempp-v-school-district-of-abington-township-pa/\"><span class=\"volume\">177</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">398</span></a></span>, 400 (E.D.Pa.1959) ).   Paragraph 15 of Sullivan's complaint alleges with sufficient clarity the type of parental injury recognized by the Supreme Court for purposes of standing.</p>\n    </div>\n    <p>II. The Propriety of Summary Judgment</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Sullivan contends that he was entitled to summary judgment on the Establishment Clause claim.   However, the district court neither granted nor denied summary judgment on the merits of that claim.   Rather, the Establishment Clause claim was dismissed by the district court for lack of standing.   Since the district court did not pass upon the merits by summary judgment or otherwise, we think it should have the opportunity to do so in the first instance.   We therefore decline to consider on this appeal Sullivan's claim that he was entitled to summary judgment on his Establishment Clause claim.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The judgment of the district court is reversed to the extent that it dismissed Sullivan's Establishment Clause claim for lack of standing, and the case remanded to the district court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Judge Kaufman, originally a member of the panel, died on February 1, 1992.   The appeal is being decided by the remaining members of the panel pursuant to Local Rule &#167; 0.14(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Several months after the initiation of Sullivan's lawsuit, but prior to the motions for summary judgment, the SHA and the Rescue Mission entered into a renewal agreement dated April 18, 1990.   The new agreement was substantially similar to the old agreement, except that no explicit mention was made in the new agreement of \"Bible lessons\" or of a \"full time\" Program Coordinator.   The restriction on the Rescue Mission to use the community center only during \"program hours\" also was more clearly stated.   The injuries and unlawful practices alleged by Sullivan, and for which he seeks relief, originated under the old contract of February 11, 1989.   It is not clear from the record whether the new contract has resulted in any change of the customs or practices of the Rescue Mission or Burch in using the community center.   Therefore, we need not pass upon the effect of the new agreement in our analysis of Sullivan's standing</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105152/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108088/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108824/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109462/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110056/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110916/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/529719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1884504/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T01:08:57.898438Z",
      "date_modified": "2017-04-15T02:28:05.300999Z",
      "date_filed": "1992-04-29",
      "date_filed_is_approximate": false,
      "slug": "thomas-sullivan-v-syracuse-housing-authority",
      "citation_id": 556481,
      "case_name_short": "",
      "case_name": "Thomas Sullivan v. Syracuse Housing Authority",
      "case_name_full": "",
      "federal_cite_one": "962 F.2d 1101",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 32,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/329441/thomas-sullivan-v-syracuse-housing-authority/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:33:06.979467Z",
  "date_modified": "2014-10-30T08:33:06.979467Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Thomas Sullivan v. Syracuse Housing Authority",
  "case_name_full": "",
  "slug": "thomas-sullivan-v-syracuse-housing-authority",
  "docket_number": "708",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}