{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3296918/",
  "id": 3296918,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ind/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3424793/",
      "id": 3424793,
      "absolute_url": "/opinion/3424793/greathouse-v-board-etc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3296918/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3421724/",
          "id": 3421724,
          "absolute_url": "/opinion/3424793/greathouse-v-board-etc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3424793/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4363/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T19:49:01.599831Z",
          "date_modified": "2017-04-14T22:45:46.901410Z",
          "type": "020lead",
          "sha1": "cbdafc71989032144e36949072f87638a33e4e03",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/indiana/court_opinions/documents/2021a3a4ef2e5fe4.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>This was an action brought by the appellant to enjoin the board of school commissioners of the city of Indianapolis, a school corporation, from erecting and maintaining a separate high school for colored children.</p>\n<p>The first paragraph of the complaint alleges, in substance, that the plaintiff is the owner of real estate and personal property located in the city of Indianapolis, county of Marion, and State of Indiana, which is assessed for taxation for school and other purposes in the city of Indianapolis, county of Marion, and State of Indiana, and that he brings this cause of action as a taxpayer, in behalf of himself and in behalf of all other taxpayers in and for said school city of Indianapolis, Indiana. That the defendant is the governing body of the school city of Indianapolis, and has charge and control of the affairs and business of said school city, a municipal corporation located in Marion county, Indiana, and existing under and pursuant to the laws of the State of Indiana. That at a regular meeting of said body, a quorum thereof being present, said board decided to build within the city of Indianapolis one separate consolidated high school for the exclusive use of colored children, to which shall be admitted all colored pupils and only all colored pupils who are sufficiently advanced and otherwise qualified. That pursuant to said action of said board, said school corporation has picked and designated a location for said school, has employed architects to draft plans for the erection of said school and is otherwise planning and threatening to build the said high school for the purpose of separating <span class=\"star-pagination\">*Page 98</span> \nand segregating all pupils of African descent or Negroes, sufficiently advanced and otherwise duly qualified to matriculate in and attend the high schools of the school city of Indianapolis, and that, unless the said defendant is enjoined from doing so, it will so erect and maintain a separate consolidated high school as aforesaid. That said defendant has no legal right or authority whatsoever to thus expend the taxpayers' money in so erecting and maintaining a separate high school for the exclusive use of colored pupils; that the high schools of the State of Indiana are open to all pupils sufficiently advanced, and that all pupils who are sufficiently advanced shall be admitted to the high schools of the State of Indiana irrespective of the race to which said pupil or pupils may belong. That the defendant is arbitrarily, and without right or power, planning and intending to build a separate high school for colored children as aforesaid, and in so doing, spending wrongfully and unlawfully money belonging to the school city of Indianapolis, for the purpose of paying the cost of so erecting and maintaining said separate consolidated high school, and that unless restrained, said defendant will build, erect and maintain said high school and will thus proceed unlawfully to expend and disburse the funds and moneys of said school city for the erection and maintenance of said building for said purpose exclusively and that, as a result of said unlawful procedure by said defendant, the school city of the city of Indianapolis, will be and become liable at law for the payment of large sums of money of said school city, and of this plaintiff and other taxpayers for such unlawful purpose. That this plaintiff, as a taxpayer and all other taxpayers in said school city, is wholly without any complete or adequate remedy at law to prevent said unlawful waste of the taxpayers' money.</p>\n<p>Wherefore, Plaintiff prays that a writ of injunction <span class=\"star-pagination\">*Page 99</span> \nissue temporarily until hearing may be had and perpetual and permanent injunction thereafter may issue restraining the said school corporation from taking any other actions or steps whatsoever to build, erect and maintain a separate consolidated high school for the sole and exclusive use of the colored pupils of the school city of Indianapolis who are sufficiently advanced and otherwise qualified to attend the high schools of said school city, and that the said defendant be likewise enjoined from issuing bonds to raise money or expending any part of the taxpayers' money of said school city or money which taxpayers will eventually be compelled to pay in executing and carrying out its said unlawful purposes.</p>\n<p>The second paragraph is the same as the first except that it contains the additional averments: That the high school facilities of the city of Indianapolis are divided into three separate and distinct classes; that is to say, technical, manual and classical and academic, as evidenced by the Arsenal-Technical high school, the Manual Training high school, and the Shortridge high school; that the school property of the city of Indianapolis, has been purchased, erected and equipped at a cost of many millions of dollars and that the said sum has been thus invested for high school purposes for the school city of the city of Indianapolis, and that every high school pupil sufficiently advanced and otherwise duly qualified, irrespective of race, is entitled to all the rights, privileges and advantages thus afforded by the said high school system of the said school city of the city of Indianapolis, Indiana, together with the right to elect which of said schools he will attend and to receive training and instruction in any of the said schools best fitted by faculty, apparatus and equipment to best fit him for his future usefulness and vocation in life. That the defendant is planning to spend more <span class=\"star-pagination\">*Page 100</span> \nthan one million dollars in the construction of one separate unit of high school for the exclusive use of white pupils, and approximately $150,000 for said separate high school and that the defendant cannot, at any time, under any circumstances, provide a separate high school for the exclusive use of colored children as aforesaid in conformity to law, that is to say, having all of the rights, privileges and equal advantages now installed and maintained in the Technical, Manual and Shortridge high schools, for the common use of pupils, irrespective of race or creed, for the said sum of $150,000, and that this is due to the fact that the law places a limit on the amount of the assessment on property for school purposes and on the amount of bonds which may be issued for such purposes; that if the defendant is permitted to thus proceed to erect said high school for colored pupils exclusively, the said colored pupils will be thus denied their said rights of equal school facilities and advantages now accorded all pupils as hereinbefore set out, and, as a result thereof, there will arise a multiplicity of suits to be defended by said defendant at the expense of this taxpayer and all other taxpayers of the school city of Indianapolis. That to erect separate high schools for the colored pupils of the city of Indianapolis which would provide all of the equal rights, privileges and advantages of the other high schools of the city would require many millions of dollars and thus bankrupt the school city of the city of Indianapolis, and also exceed the legal limit placed upon assessments for school purposes and the legal authority for issuing bonds for the erection of school buildings to the extent of making it impossible for the defendant to provide the colored pupils in said school city, through said $150,000, separate schools or otherwise all of the equal rights, privileges and advantages of all the other high schools <span class=\"star-pagination\">*Page 101</span> \nof the school city of Indianapolis, to which they are lawfully entitled.</p>\n<p>A separate and several demurrer was filed to each paragraph of the complaint. The court sustained the demurrer to each of said paragraphs and the plaintiff refusing to plead further, judgment was rendered that the plaintiff take nothing by this action and that the defendant recover his costs. From this judgment, an appeal was taken and appellant assigns as error that the court erred in sustaining the separate and several demurrers to each paragraph of the complaint.</p>\n<p>The appellant, in his brief, says that, \"reduced to its lowest terms, the question involved in the instant case is whether or not appellee has a legal right to spend the taxpayers' money in erecting and maintaining a high school for the exclusive use of colored persons, that is to say, persons of African descent, or Negroes. And all points and authorities hereunder are addressed to that question.\"</p>\n<p>Each paragraph of the complaint shows on its face that the defendant is the city school corporation in the city of Indianapolis, and that the acts mentioned in the complaint as being done by the defendant are strictly matters which by law are committed to the determination of the defendant, acting according to its discretion, and were acts authorized by the defendant school corporation as the result of formal corporate action of said corporation.</p>\n<p>In the absence of fraud the courts will not interpose and impose upon school authorities the judgment of the court concerning matters committed by law to the discretion of 1.  school authorities. <em>State, ex rel.,</em> v. <em>Gray</em> (1884),  <cross_reference>93 Ind. 303</cross_reference>; <em>State, ex rel.,</em> v. <em>Grubb</em> (1882), <cross_reference>85 Ind. 213</cross_reference>;<em>Cory</em> v. <em>Carter</em> (1874), <cross_reference>48 Ind. 327</cross_reference>, 17 Am. Rep. 738. No fraud is alleged in the complaint. <span class=\"star-pagination\">*Page 102</span> </p>\n<p>The common school system includes, as a part thereof, high schools. <em>State</em> v. <em>O'Dell</em> (1918), <cross_reference>187 Ind. 84</cross_reference>. This has been so from the organization of the state until the present 2.  time. The constitutional conventions recognized that fact, and all legislation has been to the same effect.</p>\n<p>Section 2, Art. 9, Constitution of 1816, is as follows: \"It shall be the duty of the general assembly, as soon as circumstances will permit, to provide by law for a general system of education, ascending in regular gradation from township schools, to a State University, where tuition shall be gratis, and equally open to all.\" Revised Statutes of Indiana 1843 p. 58.</p>\n<p>Section 1 of Art. 8, of the Constitution of Indiana, provides as follows: \"It shall be the duty of the Legislature, * * * to provide by law for a general and uniform system of common schools wherein tuition shall be without charge and equally open to all,\" &#167; 189 Burns 1926, &#167; 182 Burns 1914. Under the Constitution, any public school is a part of the state system of common schools.</p>\n<p>Section 6388a Burns 1914 (Acts 1911 p. 134) provides for examination of high school and special branch teachers. Section 6388 Burns 1914, &#167; 7 of an act concerning the common schools of the state, Acts 1899 p. 240, provides that the county superintendent shall hold one public examination, beginning on the last Saturday of January, February, March, April, May, June, July and August of each year. And that he shall examine at such examinations, by a series of questions furnished by the State Board of Education, all applicants for license as teachers in the common schools of the state, and in graded schools in cities and towns.</p>\n<p>Section 6904 Burns 1926, &#167; 6584 Burns 1914, Acts 1907 p. 324, provides what studies shall be taught in all commissioned high schools throughout the state, together <span class=\"star-pagination\">*Page 103</span> \nwith such additional studies as any local board of education may elect to have taught in its high school.</p>\n<p>Section 7074 Burns 1926, &#167; 6585 Burns 1914, Acts 1907 p. 616, provides that the common schools of the State of Indiana, both elementary and high schools, shall be open to all children until they complete the courses of study in said common schools, subject to the authority of the teachers therein and to all the rules and regulations provided by the proper authorities for the government of such schools.</p>\n<p>Section 6884 Burns 1926, &#167; 6582 Burns 1914, Acts 1869 p. 40, provides that the common schools of the state shall provide to have taught in them orthography, reading, writing, arithmetic, geography, English grammar, physiology, history of the United States and good behavior, and such other branches of learning and other languages as the advancement of pupils may require and the trustees from time to time direct.</p>\n<p>Section 6795 Burns 1926, &#167; 6410 Burns 1914, Acts 1899 p. 424, as amended by Acts 1901 p. 514, provides that the school trustees shall take charge of the educational affairs of their respective townships, towns and cities. They shall employ teachers, establish and locate conveniently a sufficient number of schools for the education of the children therein, and build, or otherwise provide, suitable houses, furniture, apparatus, and other articles and educational appliances necessary for the thorough organization and efficient management of said schools. Such school trustees may also establish and maintain in their respective corporations, as near the center of the township as seems wise, at least one separate graded <em>high</em> school, to which shall be admitted all pupils who are sufficiently advanced: Provided, That the school trustees of two or more school corporations may establish and maintain joint graded <em>high</em>\nschools in lieu of separate graded high schools, and, when so <span class=\"star-pagination\">*Page 104</span> \ndone, they jointly shall have the care, management and maintenance thereof: Provided, further, That any trustee, instead of building a separate graded high school for his township, shall transfer the pupils of his township competent to enter a graded high school to another school corporation: Provided, further, That all payments of tuition, provided for under this act, heretofore made by school trustees for such high school privileges are hereby legalized: Provided, further, That no such graded high schools shall be so built unless there are, at the time such house is built, at least twenty-five common school graduates of school age residing in the townships.</p>\n<p>Section 6895 Burns 1926, &#167; 6583 Burns 1914, Acts 1907 p. 323, provides that the public schools of the state shall be and are defined and distinguished as: (a) Elementary schools; and (b) high schools.</p>\n<p>May 13, 1869, the legislature passed an act, the title to which is, \"An Act to render taxation for common school purposes uniform and to provide for the education of the colored children of 3.  the state.\" Acts 1869 p. 41. In &#167; 3 of that act, it was provided that the trustees of each township, town or city shall organize the colored children into separate schools having all the rights and privileges of the other schools of the township. This act was passed at the session of the legislature of this state next after the ratification of the Fourteenth amendment to the Constitution of the United States. This act is constitutional. <em>Cory</em> v. <em>Carter, supra.</em></p>\n<p>The Fourteenth amendment to the Federal Constitution was ratified July 28, 1868, and provides that all persons born or naturalized in the United States, and subject to the 4, 5.  jurisdiction thereof, are citizens of the United States and of the state wherein they reside. No state shall make or enforce <span class=\"star-pagination\">*Page 105</span> \nany law which shall abridge the privileges or immunities of citizens of the United States; nor shall any state deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws. &#167; 39 Burns 1926, &#167; 39 Burns 1914. Under the Thirteenth, Fourteenth and Fifteenth amendments to the Federal Constitution the state cannot deny to a citizen of the United States or deprive him of his national rights, privileges and immunities which belong to him as such citizen, and the state must recognize as its citizen any citizen of the United States who is or becomes a <em>bona fide</em> resident therein. The state must give to each citizen of the United States who is or becomes a<em>bona fide</em> citizen therein, the same rights, privileges and immunities secured by her Constitution. Under our Constitution, our common school system must be general, uniform and equally open to all, but uniformity will be secured when all the schools of the same grade have the same system of government and discipline, the same branches of learning taught, and the same qualification for admission. The classification of scholars on the basis of race or color, and their education in separate schools involve questions of domestic policy which are within the legislative discretion and control, and do not amount to an exclusion of either class. The legislature has the power to provide for either separate or mixed schools. The legislature, by the act of May 13, 1869, provided for the organization of colored children into separate schools. <em>Cory</em> v. <em>Carter, supra.</em></p>\n<p>By the Act of March 5, 1877, Acts 1877 p. 124, &#167; 6581 Burns 1914, &#167; 3 of the act of 1869 was amended to read as follows: \"The trustee or trustees of such township, town or city may organize the colored children into separate schools of the township, town or city, having <span class=\"star-pagination\">*Page 106</span> \nall the rights, privileges and advantages of all other schools of the township, town or city: Provided, That in case there may not be provided separate schools for the colored children, then such colored children shall be allowed to attend the public schools with white children: Provided, further, That when any child attending such colored school shall, on examination and certificate of his or her teacher, show to the trustee or trustees of any township, town or city, that he or she has made a sufficient advancement to be placed in a higher grade than that afforded by such colored school, he or she shall be entitled to enter the school provided for white children of a like grade, and no distinction shall therein be made on account of race or color of such colored child.\"</p>\n<p>The amendatory act of 1877 has not been repealed and is the law now. <em>State, ex rel.,</em> v. <em>Grubb, supra,</em> was decided under the provisions of the amendatory act of 1877, and it appears 6, 7.  that the legislature of the state has continuously recognized the high school as a part of the public school system. None of the subsequent statutes purport to repeal the amendatory act of 1877, and there is nothing in any subsequent legislation which is expressly contradictory of or repugnant to the amendatory act of 1877. Repeals by implication are not favored by the courts. <em>Blain</em> v. <em>Bailey, Treas.</em>\n(1865), <cross_reference>25 Ind. 165</cross_reference>; <em>Mueller</em> v. <em>Board, etc.</em> (1920),<cross_reference>73 Ind. App. 196</cross_reference>; <em>Cleveland, etc., R. Co.</em> v. <em>Blind</em> (1914),<cross_reference>182 Ind. 398</cross_reference>.</p>\n<p>One of the reasons appellant sets out for prohibiting the building of the proposed colored high school building is appellant's belief that the school to be conducted in the 8.  building will not furnish colored children attending that school the facilities afforded white children in some one or more of the high schools of Indianapolis. This, if the fear was warranted, <span class=\"star-pagination\">*Page 107</span> \nis no reason for not constructing the building. If a child attending that school has reached the point in the graded system which entitles him to progress and to take a subject not taught in that school, but taught in some other high school, the statute of 1877, herein referred to makes full provision for the child's being admitted to such other high school. In view of this statute, so much of appellant's complaint as has to do with the conduct of the school is premature and should not be considered by the court in deciding whether the construction of the building should be enjoined. The question as to whether the appellee has a right to establish and maintain a separate high school for colored children can only properly arise as a matter to be considered and determined by the courts when appellee does some act or makes some order concerning such segregation. When some colored child who is sufficiently advanced demands and is denied educational advantages accorded white children of equal advancement, then it will be time enough to take such proceedings as are necessary to secure the constitutional rights of such child.</p>\n<p>Injunctions will not be granted merely to allay the fears and apprehensions of individuals. The mere apprehensions or fears of a complainant, unsustained by facts, do not constitute 9, 10.  a sufficient ground for the interference of a court of equity by injunction. Not the complainant, therefore, but the court, must determine that a wrong is about to be committed which will be irreparable before the relief will be granted. <em>Spurgeon</em> v. <em>Rhodes</em> (1906), <cross_reference>167 Ind. 1</cross_reference>;<em>Manufacturers Gas, etc., Co.</em> v. <em>Ind. Nat. Gas, etc., Co.</em>\n(1900), <cross_reference>155 Ind. 566</cross_reference>; <em>Aurora, etc., R. Co.</em> v. <em>Lawrenceburgh</em>\n(1877), <cross_reference>56 Ind. 80</cross_reference>; <em>State, ex rel.,</em> v. <em>Kingan</em> (1875),<cross_reference>51 Ind. 142</cross_reference>; <em>Lewis Pub. Co.</em> v. <em>Wyman</em> (1913), <cross_reference>228 U.S. 610</cross_reference>, 33 Sup. Ct. 599, 57 L.Ed. 989; <em>Warren</em> <span class=\"star-pagination\">*Page 108</span> <em>Mfg. Co.</em> v. <em>Baltimore</em> (1913), <cross_reference>119 Md. 188</cross_reference>; <em>Morgan</em> v.<em>Binghampton</em> (1886), <cross_reference>102 N.Y. 500</cross_reference>, 7 N.E. 424; <em>Freeman</em> v.<em>Scheerer</em> (1916), 97 Kans. 184, 154 P. 1019. See, also,<em>Galbreath</em> v. <em>Hopkins</em> (1911), <cross_reference>159 Cal. 297</cross_reference>, <cross_reference>113 P. 174</cross_reference>.</p>\n<p>A demurrer for want of facts admits as true all facts that are well pleaded, but it does not admit conclusions of law and does not admit all the conclusions which may be drawn from 11, 12.  such facts by the pleader. Such words as are the mere expression of the pleader's opinion concerning the quality of the act, as a fact stated to have been done or the doing of which is contemplated, are not admitted as true and such expressions as \"wrongfully, unlawfully, arbitrarily,\" cannot be considered in determining the sufficiency of the facts alleged in a complaint when a demurrer has been imposed for want of facts. Such expressions are merely vituperative or expressions of the opinion of the pleader as to the legality of the act so characterized. <em>Kash</em> v. <em>Huncheon</em> (1891), <cross_reference>1 Ind. App. 361</cross_reference>;<em>Western Union Tel Co.</em> v. <em>Taggart, Aud.</em> (1895), <cross_reference>141 Ind. 281</cross_reference>;<em>Ragsdale</em> v. <em>Mitchell</em> (1884), <cross_reference>97 Ind. 458</cross_reference>; <em>Winstandley</em> v.<em>Rariden</em> (1887), <cross_reference>110 Ind. 140</cross_reference>; <em>Chicago, etc., Co.</em> v. <em>Barker</em>\n(1908), <cross_reference>169 Ind. 670</cross_reference>, 17 L.R.A. (N.S.) 542, 14 Ann. Cas. 375;<em>Jackson School Tp.</em> v. <em>Farlow</em> (1881), <cross_reference>75 Ind. 118</cross_reference>.</p>\n<p>In <em>Domestic Block Coal Co.</em> v. <em>DeArmey</em> (1913), <cross_reference>179 Ind. 592</cross_reference>, it was held that the doctrine that permits the consideration of indirect averments and inferences in determining the sufficiency of pleadings does not admit of inferences arising from speculation, conjecture or mere possibility, but those only which fairly and reasonably result from the facts stated. The same principle is declared in <em>Vivian Collieries Co.</em> v. <em>Cahall</em>\n(1915), <cross_reference>184 Ind. 473</cross_reference>, and <em>Fauvre Coal Co.</em> v. <em>Kushner</em> (1919),<cross_reference>188 Ind. 314</cross_reference>. <span class=\"star-pagination\">*Page 109</span> </p>\n<p>Allegations which are impertinent or immaterial are not confessed by a demurrer. A demurrer does not confess matter of law, deduced by either party, from the facts pleaded by 13.  him. It is exclusively the province of the court to apply the law to the facts alleged. Gould, Pleading (4th ed.) 439; <em>Peyton</em> v. <em>Kruger</em> (1881), <cross_reference>77 Ind. 486</cross_reference>; <em>Platter</em> v. <em>City</em><em>of Seymour</em> (1882), <cross_reference>86 Ind. 323</cross_reference>.</p>\n<p>Mere general conclusions cannot have a controlling effect where facts are specifically stated. <em>State</em> v. <em>Wenzel</em> (1881),  <cross_reference>77 Ind. 428</cross_reference>; <em>McMahan</em> v. <em>Newcomer</em> (1882), <cross_reference>82 Ind. 565</cross_reference>; 14.  <em>Keepfer</em> v. <em>Force</em> (1882), <cross_reference>86 Ind. 81</cross_reference>.</p>\n<p>The appellant calls our attention to Acts 1915 p. 123, &#167; 360 Burns 1926, which provides that, \"all conclusions stated in pleadings, papers or writings shall be considered and held 15.  to be the allegation of all the facts required to sustain said conclusion when the same is necessary to the sufficiency of such pleading, paper or writing.\" This section refers to conclusions of fact and does not warrant the pleading of conclusions of law. <em>Cincinnati, etc., R. Co.</em> v. <em>Little,</em><em>Admr.</em> (1921), <cross_reference>190 Ind. 662</cross_reference>; <em>Temple</em> v. <em>State, ex rel.</em> (1916),<cross_reference>185 Ind. 139</cross_reference>; <em>Central Bank, etc.,</em> v. <em>Martin</em> (1918),<cross_reference>70 Ind. App. 387</cross_reference>; <em>Union Traction Co.</em> v. <em>Ross, Rec.</em> (1919),<cross_reference>71 Ind. App. 473</cross_reference>; <em>National Glue Co.</em> v. <em>Thrash</em> (1921),<cross_reference>76 Ind. App. 381</cross_reference>; <em>Premier Motor Mfg. Co.</em> v. <em>Tilford</em> (1916),<cross_reference>61 Ind. App. 164</cross_reference>.</p>\n<p>Neither paragraph of the complaint states facts sufficient to constitute a cause of action.</p>\n<p>Judgment affirmed. <span class=\"star-pagination\">*Page 110</span> </p>",
          "html_with_citations": "<p>This was an action brought by the appellant to enjoin the board of school commissioners of the city of Indianapolis, a school corporation, from erecting and maintaining a separate high school for colored children.</p>\n<p>The first paragraph of the complaint alleges, in substance, that the plaintiff is the owner of real estate and personal property located in the city of Indianapolis, county of Marion, and State of Indiana, which is assessed for taxation for school and other purposes in the city of Indianapolis, county of Marion, and State of Indiana, and that he brings this cause of action as a taxpayer, in behalf of himself and in behalf of all other taxpayers in and for said school city of Indianapolis, Indiana. That the defendant is the governing body of the school city of Indianapolis, and has charge and control of the affairs and business of said school city, a municipal corporation located in Marion county, Indiana, and existing under and pursuant to the laws of the State of Indiana. That at a regular meeting of said body, a quorum thereof being present, said board decided to build within the city of Indianapolis one separate consolidated high school for the exclusive use of colored children, to which shall be admitted all colored pupils and only all colored pupils who are sufficiently advanced and otherwise qualified. That pursuant to said action of said board, said school corporation has picked and designated a location for said school, has employed architects to draft plans for the erection of said school and is otherwise planning and threatening to build the said high school for the purpose of separating <span class=\"star-pagination\">*Page 98</span> \nand segregating all pupils of African descent or Negroes, sufficiently advanced and otherwise duly qualified to matriculate in and attend the high schools of the school city of Indianapolis, and that, unless the said defendant is enjoined from doing so, it will so erect and maintain a separate consolidated high school as aforesaid. That said defendant has no legal right or authority whatsoever to thus expend the taxpayers' money in so erecting and maintaining a separate high school for the exclusive use of colored pupils; that the high schools of the State of Indiana are open to all pupils sufficiently advanced, and that all pupils who are sufficiently advanced shall be admitted to the high schools of the State of Indiana irrespective of the race to which said pupil or pupils may belong. That the defendant is arbitrarily, and without right or power, planning and intending to build a separate high school for colored children as aforesaid, and in so doing, spending wrongfully and unlawfully money belonging to the school city of Indianapolis, for the purpose of paying the cost of so erecting and maintaining said separate consolidated high school, and that unless restrained, said defendant will build, erect and maintain said high school and will thus proceed unlawfully to expend and disburse the funds and moneys of said school city for the erection and maintenance of said building for said purpose exclusively and that, as a result of said unlawful procedure by said defendant, the school city of the city of Indianapolis, will be and become liable at law for the payment of large sums of money of said school city, and of this plaintiff and other taxpayers for such unlawful purpose. That this plaintiff, as a taxpayer and all other taxpayers in said school city, is wholly without any complete or adequate remedy at law to prevent said unlawful waste of the taxpayers' money.</p>\n<p>Wherefore, Plaintiff prays that a writ of injunction <span class=\"star-pagination\">*Page 99</span> \nissue temporarily until hearing may be had and perpetual and permanent injunction thereafter may issue restraining the said school corporation from taking any other actions or steps whatsoever to build, erect and maintain a separate consolidated high school for the sole and exclusive use of the colored pupils of the school city of Indianapolis who are sufficiently advanced and otherwise qualified to attend the high schools of said school city, and that the said defendant be likewise enjoined from issuing bonds to raise money or expending any part of the taxpayers' money of said school city or money which taxpayers will eventually be compelled to pay in executing and carrying out its said unlawful purposes.</p>\n<p>The second paragraph is the same as the first except that it contains the additional averments: That the high school facilities of the city of Indianapolis are divided into three separate and distinct classes; that is to say, technical, manual and classical and academic, as evidenced by the Arsenal-Technical high school, the Manual Training high school, and the Shortridge high school; that the school property of the city of Indianapolis, has been purchased, erected and equipped at a cost of many millions of dollars and that the said sum has been thus invested for high school purposes for the school city of the city of Indianapolis, and that every high school pupil sufficiently advanced and otherwise duly qualified, irrespective of race, is entitled to all the rights, privileges and advantages thus afforded by the said high school system of the said school city of the city of Indianapolis, Indiana, together with the right to elect which of said schools he will attend and to receive training and instruction in any of the said schools best fitted by faculty, apparatus and equipment to best fit him for his future usefulness and vocation in life. That the defendant is planning to spend more <span class=\"star-pagination\">*Page 100</span> \nthan one million dollars in the construction of one separate unit of high school for the exclusive use of white pupils, and approximately $150,000 for said separate high school and that the defendant cannot, at any time, under any circumstances, provide a separate high school for the exclusive use of colored children as aforesaid in conformity to law, that is to say, having all of the rights, privileges and equal advantages now installed and maintained in the Technical, Manual and Shortridge high schools, for the common use of pupils, irrespective of race or creed, for the said sum of $150,000, and that this is due to the fact that the law places a limit on the amount of the assessment on property for school purposes and on the amount of bonds which may be issued for such purposes; that if the defendant is permitted to thus proceed to erect said high school for colored pupils exclusively, the said colored pupils will be thus denied their said rights of equal school facilities and advantages now accorded all pupils as hereinbefore set out, and, as a result thereof, there will arise a multiplicity of suits to be defended by said defendant at the expense of this taxpayer and all other taxpayers of the school city of Indianapolis. That to erect separate high schools for the colored pupils of the city of Indianapolis which would provide all of the equal rights, privileges and advantages of the other high schools of the city would require many millions of dollars and thus bankrupt the school city of the city of Indianapolis, and also exceed the legal limit placed upon assessments for school purposes and the legal authority for issuing bonds for the erection of school buildings to the extent of making it impossible for the defendant to provide the colored pupils in said school city, through said $150,000, separate schools or otherwise all of the equal rights, privileges and advantages of all the other high schools <span class=\"star-pagination\">*Page 101</span> \nof the school city of Indianapolis, to which they are lawfully entitled.</p>\n<p>A separate and several demurrer was filed to each paragraph of the complaint. The court sustained the demurrer to each of said paragraphs and the plaintiff refusing to plead further, judgment was rendered that the plaintiff take nothing by this action and that the defendant recover his costs. From this judgment, an appeal was taken and appellant assigns as error that the court erred in sustaining the separate and several demurrers to each paragraph of the complaint.</p>\n<p>The appellant, in his brief, says that, \"reduced to its lowest terms, the question involved in the instant case is whether or not appellee has a legal right to spend the taxpayers' money in erecting and maintaining a high school for the exclusive use of colored persons, that is to say, persons of African descent, or Negroes. And all points and authorities hereunder are addressed to that question.\"</p>\n<p>Each paragraph of the complaint shows on its face that the defendant is the city school corporation in the city of Indianapolis, and that the acts mentioned in the complaint as being done by the defendant are strictly matters which by law are committed to the determination of the defendant, acting according to its discretion, and were acts authorized by the defendant school corporation as the result of formal corporate action of said corporation.</p>\n<p>In the absence of fraud the courts will not interpose and impose upon school authorities the judgment of the court concerning matters committed by law to the discretion of 1.  school authorities. <em>State, ex rel.,</em> v. <em>Gray</em> (1884),  <cross_reference><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">303</span></span></cross_reference>; <em>State, ex rel.,</em> v. <em>Grubb</em> (1882), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">213</span></span></cross_reference>;<em>Cory</em> v. <em>Carter</em> (1874), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">327</span></span></cross_reference>, 17 Am. Rep. 738. No fraud is alleged in the complaint. <span class=\"star-pagination\">*Page 102</span> </p>\n<p>The common school system includes, as a part thereof, high schools. <em>State</em> v. <em>O'Dell</em> (1918), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">84</span></span></cross_reference>. This has been so from the organization of the state until the present 2.  time. The constitutional conventions recognized that fact, and all legislation has been to the same effect.</p>\n<p>Section 2, Art. 9, Constitution of 1816, is as follows: \"It shall be the duty of the general assembly, as soon as circumstances will permit, to provide by law for a general system of education, ascending in regular gradation from township schools, to a State University, where tuition shall be gratis, and equally open to all.\" Revised Statutes of Indiana 1843 p. 58.</p>\n<p>Section 1 of Art. 8, of the Constitution of Indiana, provides as follows: \"It shall be the duty of the Legislature, * * * to provide by law for a general and uniform system of common schools wherein tuition shall be without charge and equally open to all,\" &#167; 189 Burns 1926, &#167; 182 Burns 1914. Under the Constitution, any public school is a part of the state system of common schools.</p>\n<p>Section 6388a Burns 1914 (Acts 1911 p. 134) provides for examination of high school and special branch teachers. Section 6388 Burns 1914, &#167; 7 of an act concerning the common schools of the state, Acts 1899 p. 240, provides that the county superintendent shall hold one public examination, beginning on the last Saturday of January, February, March, April, May, June, July and August of each year. And that he shall examine at such examinations, by a series of questions furnished by the State Board of Education, all applicants for license as teachers in the common schools of the state, and in graded schools in cities and towns.</p>\n<p>Section 6904 Burns 1926, &#167; 6584 Burns 1914, Acts 1907 p. 324, provides what studies shall be taught in all commissioned high schools throughout the state, together <span class=\"star-pagination\">*Page 103</span> \nwith such additional studies as any local board of education may elect to have taught in its high school.</p>\n<p>Section 7074 Burns 1926, &#167; 6585 Burns 1914, Acts 1907 p. 616, provides that the common schools of the State of Indiana, both elementary and high schools, shall be open to all children until they complete the courses of study in said common schools, subject to the authority of the teachers therein and to all the rules and regulations provided by the proper authorities for the government of such schools.</p>\n<p>Section 6884 Burns 1926, &#167; 6582 Burns 1914, Acts 1869 p. 40, provides that the common schools of the state shall provide to have taught in them orthography, reading, writing, arithmetic, geography, English grammar, physiology, history of the United States and good behavior, and such other branches of learning and other languages as the advancement of pupils may require and the trustees from time to time direct.</p>\n<p>Section 6795 Burns 1926, &#167; 6410 Burns 1914, Acts 1899 p. 424, as amended by Acts 1901 p. 514, provides that the school trustees shall take charge of the educational affairs of their respective townships, towns and cities. They shall employ teachers, establish and locate conveniently a sufficient number of schools for the education of the children therein, and build, or otherwise provide, suitable houses, furniture, apparatus, and other articles and educational appliances necessary for the thorough organization and efficient management of said schools. Such school trustees may also establish and maintain in their respective corporations, as near the center of the township as seems wise, at least one separate graded <em>high</em> school, to which shall be admitted all pupils who are sufficiently advanced: Provided, That the school trustees of two or more school corporations may establish and maintain joint graded <em>high</em>\nschools in lieu of separate graded high schools, and, when so <span class=\"star-pagination\">*Page 104</span> \ndone, they jointly shall have the care, management and maintenance thereof: Provided, further, That any trustee, instead of building a separate graded high school for his township, shall transfer the pupils of his township competent to enter a graded high school to another school corporation: Provided, further, That all payments of tuition, provided for under this act, heretofore made by school trustees for such high school privileges are hereby legalized: Provided, further, That no such graded high schools shall be so built unless there are, at the time such house is built, at least twenty-five common school graduates of school age residing in the townships.</p>\n<p>Section 6895 Burns 1926, &#167; 6583 Burns 1914, Acts 1907 p. 323, provides that the public schools of the state shall be and are defined and distinguished as: (a) Elementary schools; and (b) high schools.</p>\n<p>May 13, 1869, the legislature passed an act, the title to which is, \"An Act to render taxation for common school purposes uniform and to provide for the education of the colored children of 3.  the state.\" Acts 1869 p. 41. In &#167; 3 of that act, it was provided that the trustees of each township, town or city shall organize the colored children into separate schools having all the rights and privileges of the other schools of the township. This act was passed at the session of the legislature of this state next after the ratification of the Fourteenth amendment to the Constitution of the United States. This act is constitutional. <em>Cory</em> v. <em>Carter, supra.</em></p>\n<p>The Fourteenth amendment to the Federal Constitution was ratified July 28, 1868, and provides that all persons born or naturalized in the United States, and subject to the 4, 5.  jurisdiction thereof, are citizens of the United States and of the state wherein they reside. No state shall make or enforce <span class=\"star-pagination\">*Page 105</span> \nany law which shall abridge the privileges or immunities of citizens of the United States; nor shall any state deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws. &#167; 39 Burns 1926, &#167; 39 Burns 1914. Under the Thirteenth, Fourteenth and Fifteenth amendments to the Federal Constitution the state cannot deny to a citizen of the United States or deprive him of his national rights, privileges and immunities which belong to him as such citizen, and the state must recognize as its citizen any citizen of the United States who is or becomes a <em>bona fide</em> resident therein. The state must give to each citizen of the United States who is or becomes a<em>bona fide</em> citizen therein, the same rights, privileges and immunities secured by her Constitution. Under our Constitution, our common school system must be general, uniform and equally open to all, but uniformity will be secured when all the schools of the same grade have the same system of government and discipline, the same branches of learning taught, and the same qualification for admission. The classification of scholars on the basis of race or color, and their education in separate schools involve questions of domestic policy which are within the legislative discretion and control, and do not amount to an exclusion of either class. The legislature has the power to provide for either separate or mixed schools. The legislature, by the act of May 13, 1869, provided for the organization of colored children into separate schools. <em>Cory</em> v. <em>Carter, supra.</em></p>\n<p>By the Act of March 5, 1877, Acts 1877 p. 124, &#167; 6581 Burns 1914, &#167; 3 of the act of 1869 was amended to read as follows: \"The trustee or trustees of such township, town or city may organize the colored children into separate schools of the township, town or city, having <span class=\"star-pagination\">*Page 106</span> \nall the rights, privileges and advantages of all other schools of the township, town or city: Provided, That in case there may not be provided separate schools for the colored children, then such colored children shall be allowed to attend the public schools with white children: Provided, further, That when any child attending such colored school shall, on examination and certificate of his or her teacher, show to the trustee or trustees of any township, town or city, that he or she has made a sufficient advancement to be placed in a higher grade than that afforded by such colored school, he or she shall be entitled to enter the school provided for white children of a like grade, and no distinction shall therein be made on account of race or color of such colored child.\"</p>\n<p>The amendatory act of 1877 has not been repealed and is the law now. <em>State, ex rel.,</em> v. <em>Grubb, supra,</em> was decided under the provisions of the amendatory act of 1877, and it appears 6, 7.  that the legislature of the state has continuously recognized the high school as a part of the public school system. None of the subsequent statutes purport to repeal the amendatory act of 1877, and there is nothing in any subsequent legislation which is expressly contradictory of or repugnant to the amendatory act of 1877. Repeals by implication are not favored by the courts. <em>Blain</em> v. <em>Bailey, Treas.</em>\n(1865), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">165</span></span></cross_reference>; <em>Mueller</em> v. <em>Board, etc.</em> (1920),<cross_reference><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">196</span></span></cross_reference>; <em>Cleveland, etc., R. Co.</em> v. <em>Blind</em> (1914),<cross_reference><span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">398</span></span></cross_reference>.</p>\n<p>One of the reasons appellant sets out for prohibiting the building of the proposed colored high school building is appellant's belief that the school to be conducted in the 8.  building will not furnish colored children attending that school the facilities afforded white children in some one or more of the high schools of Indianapolis. This, if the fear was warranted, <span class=\"star-pagination\">*Page 107</span> \nis no reason for not constructing the building. If a child attending that school has reached the point in the graded system which entitles him to progress and to take a subject not taught in that school, but taught in some other high school, the statute of 1877, herein referred to makes full provision for the child's being admitted to such other high school. In view of this statute, so much of appellant's complaint as has to do with the conduct of the school is premature and should not be considered by the court in deciding whether the construction of the building should be enjoined. The question as to whether the appellee has a right to establish and maintain a separate high school for colored children can only properly arise as a matter to be considered and determined by the courts when appellee does some act or makes some order concerning such segregation. When some colored child who is sufficiently advanced demands and is denied educational advantages accorded white children of equal advancement, then it will be time enough to take such proceedings as are necessary to secure the constitutional rights of such child.</p>\n<p>Injunctions will not be granted merely to allay the fears and apprehensions of individuals. The mere apprehensions or fears of a complainant, unsustained by facts, do not constitute 9, 10.  a sufficient ground for the interference of a court of equity by injunction. Not the complainant, therefore, but the court, must determine that a wrong is about to be committed which will be irreparable before the relief will be granted. <em>Spurgeon</em> v. <em>Rhodes</em> (1906), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">1</span></span></cross_reference>;<em>Manufacturers Gas, etc., Co.</em> v. <em>Ind. Nat. Gas, etc., Co.</em>\n(1900), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">566</span></span></cross_reference>; <em>Aurora, etc., R. Co.</em> v. <em>Lawrenceburgh</em>\n(1877), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">80</span></span></cross_reference>; <em>State, ex rel.,</em> v. <em>Kingan</em> (1875),<cross_reference><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">142</span></span></cross_reference>; <em>Lewis Pub. Co.</em> v. <em>Wyman</em> (1913), <cross_reference><span class=\"citation\" data-id=\"97880\"><a href=\"/opinion/97880/lewis-publishing-co-v-wyman/\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span></cross_reference>, 33 Sup. Ct. 599, <span class=\"citation\" data-id=\"97880\"><a href=\"/opinion/97880/lewis-publishing-co-v-wyman/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">989</span></a></span>; <em>Warren</em> <span class=\"star-pagination\">*Page 108</span> <em>Mfg. Co.</em> v. <em>Baltimore</em> (1913), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">Md.</span> <span class=\"page\">188</span></span></cross_reference>; <em>Morgan</em> v.<em>Binghampton</em> (1886), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">500</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">424</span></span>; <em>Freeman</em> v.<em>Scheerer</em> (1916), <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">184</span></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">P.</span> <span class=\"page\">1019</span></span>. See, also,<em>Galbreath</em> v. <em>Hopkins</em> (1911), <cross_reference><span class=\"citation\" data-id=\"3305421\"><a href=\"/opinion/3305776/galbreath-v-hopkins/\"><span class=\"volume\">159</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">297</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3305421\"><a href=\"/opinion/3305776/galbreath-v-hopkins/\"><span class=\"volume\">113</span> <span class=\"reporter\">P.</span> <span class=\"page\">174</span></a></span></cross_reference>.</p>\n<p>A demurrer for want of facts admits as true all facts that are well pleaded, but it does not admit conclusions of law and does not admit all the conclusions which may be drawn from 11, 12.  such facts by the pleader. Such words as are the mere expression of the pleader's opinion concerning the quality of the act, as a fact stated to have been done or the doing of which is contemplated, are not admitted as true and such expressions as \"wrongfully, unlawfully, arbitrarily,\" cannot be considered in determining the sufficiency of the facts alleged in a complaint when a demurrer has been imposed for want of facts. Such expressions are merely vituperative or expressions of the opinion of the pleader as to the legality of the act so characterized. <em>Kash</em> v. <em>Huncheon</em> (1891), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">361</span></span></cross_reference>;<em>Western Union Tel Co.</em> v. <em>Taggart, Aud.</em> (1895), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">281</span></span></cross_reference>;<em>Ragsdale</em> v. <em>Mitchell</em> (1884), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">458</span></span></cross_reference>; <em>Winstandley</em> v.<em>Rariden</em> (1887), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">140</span></span></cross_reference>; <em>Chicago, etc., Co.</em> v. <em>Barker</em>\n(1908), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">670</span></span></cross_reference>, 17 L.R.A. (N.S.) 542, 14 Ann. Cas. 375;<em>Jackson School Tp.</em> v. <em>Farlow</em> (1881), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">118</span></span></cross_reference>.</p>\n<p>In <em>Domestic Block Coal Co.</em> v. <em>DeArmey</em> (1913), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">592</span></span></cross_reference>, it was held that the doctrine that permits the consideration of indirect averments and inferences in determining the sufficiency of pleadings does not admit of inferences arising from speculation, conjecture or mere possibility, but those only which fairly and reasonably result from the facts stated. The same principle is declared in <em>Vivian Collieries Co.</em> v. <em>Cahall</em>\n(1915), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">473</span></span></cross_reference>, and <em>Fauvre Coal Co.</em> v. <em>Kushner</em> (1919),<cross_reference><span class=\"citation no-link\"><span class=\"volume\">188</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">314</span></span></cross_reference>. <span class=\"star-pagination\">*Page 109</span> </p>\n<p>Allegations which are impertinent or immaterial are not confessed by a demurrer. A demurrer does not confess matter of law, deduced by either party, from the facts pleaded by 13.  him. It is exclusively the province of the court to apply the law to the facts alleged. Gould, Pleading (4th ed.) 439; <em>Peyton</em> v. <em>Kruger</em> (1881), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">486</span></span></cross_reference>; <em>Platter</em> v. <em>City</em><em>of Seymour</em> (1882), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">323</span></span></cross_reference>.</p>\n<p>Mere general conclusions cannot have a controlling effect where facts are specifically stated. <em>State</em> v. <em>Wenzel</em> (1881),  <cross_reference><span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">428</span></span></cross_reference>; <em>McMahan</em> v. <em>Newcomer</em> (1882), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">565</span></span></cross_reference>; 14.  <em>Keepfer</em> v. <em>Force</em> (1882), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">81</span></span></cross_reference>.</p>\n<p>The appellant calls our attention to Acts 1915 p. 123, &#167; 360 Burns 1926, which provides that, \"all conclusions stated in pleadings, papers or writings shall be considered and held 15.  to be the allegation of all the facts required to sustain said conclusion when the same is necessary to the sufficiency of such pleading, paper or writing.\" This section refers to conclusions of fact and does not warrant the pleading of conclusions of law. <em>Cincinnati, etc., R. Co.</em> v. <em>Little,</em><em>Admr.</em> (1921), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">662</span></span></cross_reference>; <em>Temple</em> v. <em>State, ex rel.</em> (1916),<cross_reference><span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">139</span></span></cross_reference>; <em>Central Bank, etc.,</em> v. <em>Martin</em> (1918),<cross_reference><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">387</span></span></cross_reference>; <em>Union Traction Co.</em> v. <em>Ross, Rec.</em> (1919),<cross_reference><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">473</span></span></cross_reference>; <em>National Glue Co.</em> v. <em>Thrash</em> (1921),<cross_reference><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">381</span></span></cross_reference>; <em>Premier Motor Mfg. Co.</em> v. <em>Tilford</em> (1916),<cross_reference><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">164</span></span></cross_reference>.</p>\n<p>Neither paragraph of the complaint states facts sufficient to constitute a cause of action.</p>\n<p>Judgment affirmed. <span class=\"star-pagination\">*Page 110</span> </p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3305421/"
          ]
        }
      ],
      "judges": "WILLOUGHBY, J.",
      "date_created": "2016-07-05T19:49:01.593975Z",
      "date_modified": "2017-05-05T20:19:59.169803Z",
      "date_filed": "1926-03-31",
      "date_filed_is_approximate": false,
      "slug": "greathouse-v-board-etc",
      "citation_id": null,
      "case_name_short": "Greathouse",
      "case_name": "Greathouse v. Board, Etc.",
      "case_name_full": "Greathouse v. Board of School Commissioners of City of Indianapolis.",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "198 Ind. 95",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "151 N.E. 411",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "W.E. Henderson, R.L. Bailey  and  W.S. Henry,  for appellant.\n\n Albert Baker,  for appellee.",
      "nature_of_suit": "",
      "posture": "From Marion Superior Court (A 24,833);  Theophilus J. Moll, \nJudge.\n\nSuit by Archie Greathouse against the Board of School Commissioners of the city of Indianapolis. From a judgment for the defendant on a demurrer to the complaint, the plaintiff appeals. [Transferred from Appellate Court pursuant to &#167; 1351 Burns 1926.]  Affirmed.",
      "syllabus": "",
      "citation_count": 30,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3296918/greathouse-v-board-etc/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T19:49:01.587734Z",
  "date_modified": "2016-07-05T19:49:01.587761Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": "1926-06-10",
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Greathouse",
  "case_name": "Greathouse v. Board, Etc.",
  "case_name_full": "Greathouse v. Board of School Commissioners of City of Indianapolis.",
  "slug": "greathouse-v-board-etc",
  "docket_number": "No. 25,134.",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}