{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3299109/",
  "id": 3299109,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ind/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3426984/",
      "id": 3426984,
      "absolute_url": "/opinion/3426984/smith-trustee-v-state-ex-rel/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3299109/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3424084/",
          "id": 3424084,
          "absolute_url": "/opinion/3426984/smith-trustee-v-state-ex-rel/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3426984/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4320/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T19:51:50.701677Z",
          "date_modified": "2017-04-14T22:47:29.949359Z",
          "type": "020lead",
          "sha1": "5a0befa1c5a5950fa428a3c70c3c3a0587285951",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/indiana/court_opinions/documents/69e55a6bf36f09d6.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>This action for a writ of mandate was brought on the relation of appellees, who are residents, citizens, taxpayers and voters of Monroe School Township of Carroll County and who are also parents, guardians or custodians of school children within such township, against appellants, the township trustee and advisory board, to compel them to establish and maintain a joint high school and elementary school in that township. The court overruled appellants' demurrer to the complaint, sustained appellees' demurrer to the answer, and, upon appellants' refusal to plead further, rendered judgment mandating appellants to establish and maintain the school as prayed for.</p>\n<p>The following appears from the allegations of the complaint and the answer: For 10 years prior to the school year of 1927-28, Monroe School Township had conducted (in the unincorporated town of Bringhurst) one school, in which eight years of common-school work and four years of high-school work were taught, and, beginning <span class=\"star-pagination\">*Page 187</span> \nwith the school year of 1927-28, the high-school work was discontinued and has not since been conducted. In 1926-27, inspections were made of this school by the division of inspection of the State Department of Public Instruction, and recommendation was made to the township trustee that the high-school pupils of the township be transferred to the high school in the incorporated town of Flora. Later the commission of the high school at Bringhurst was taken away. The township trustee, with the assent of the advisory board of the township, entered into a contract with the school board of the town of Flora whereby the high-school pupils of the township were to be educated in the high school of that town (which contract was made at a saving to the township over the expense of maintaining the high school at Bringhurst), and the township trustee provided transportation for all high-school pupils transferred to the Flora High School; the incorporated town of Flora is situated about a mile from the school at Bringhurst and is slightly north of the center of Monroe Township, which covers an area six miles long and four miles wide; the school maintained at Flora is a well-equipped combined grade and high school, the high school being commissioned and having ample accommodations for all high-school pupils in the township, as well as all the grade pupils who would attend there; for a number of years no other school has been maintained in the township except the schools at Flora and at Bringhurst; Monroe Township has an assessed valuation of $2,383,000, has no bonded indebtedness, and, in the 1927 school enumeration, there were 117 persons therein enumerated as parents, guardians, etc.; in February, 1928, a written petition signed by 70 of such parents, etc., was filed with the trustee asking him to establish therein a joint high school and elementary school; this petition recited that it was signed by more than one-third of the parents, etc., of the township, <span class=\"star-pagination\">*Page 188</span> \nthat the high school in the township had an attendance of from 48 to 52 during its last three years and had yearly graduates, there being 13 in June, 1927, and that there were 60 children in the township entitled to high-school education; this petition was denied March 1, 1928, by the trustee, which action was concurred in by the advisory board; the petitioners appealed from this decision of the township trustee to the county superintendent of schools who denied their petition and sustained the decision of the trustee.</p>\n<p>Many of the foregoing allegations are made in both the complaint and the answer (the statement of them in combined form being made here for the purpose of brevity). The allegations of fact of the two pleadings are not materially conflicting, except the complaint states that sufficient building and equipment now exists in the township for the desired school, while the answer alleges that the recommendation of the State Department of Public Instruction was made because the present building (at Bringhurst) cannot adequately house the elementary grades and a four-year high school.</p>\n<p>Appellees, by the allegations of their complaint, sought to bring the facts of this case within the provisions of &#167; 6843 Burns 1926, while appellants, by their demurrer to the complaint and by facts alleged in their answer, present their contention that &#167; 6843 Burns 1926 is not applicable to the situation. It is admitted by the parties in their briefs that the only question necessary for this court to decide is whether the facts pleaded bring this case within the mandatory provisions of &#167; 6843 Burns 1926 (and it is unnecessary to consider many matters pleaded, such as the difference in the character of educational facilities afforded at Flora and at Bringhurst, the recommendations of the State Superintendent of Public Instruction about transferring the pupils, allegations regarding the popular approval of or objections to <span class=\"star-pagination\">*Page 189</span> \nthe decision of the trustee or the campaign platform upon which he was elected).</p>\n<p>Section 6843 Burns 1926 (&#167; 2, ch. 134, Acts 1913, as amended by &#167; 1, ch. 168, Acts 1917, as amended by &#167; 1, ch. 213, Acts 1919, as amended by &#167; 1, ch. 130, Acts 1921), provides that, in townships having an assessed valuation of $1,250,000 of taxable property, if \"there is not now established a high school in such township <em>or in any town within such township</em>\" (our italics), the township trustee <em>shall</em> establish and maintain a high school and elementary school upon the petition of one-third or more of the parents, guardians, etc.<sup id=\"ref-fn1\"><a href=\"#fn1\">1</a></sup></p>\n<p>If the situation arising under the facts here alleged is governed by the provisions of &#167; 6843 Burns 1926, the trustee had no alternative but to proceed to establish and maintain the 1.  school as petitioned for, and, on his refusal, he could be compelled to do so by mandamus. <em>Gruber</em> v. <em>State, ex</em><em>rel.</em> (1929), <cross_reference>201 Ind. 280</cross_reference>, <cross_reference>168 N.E. 16</cross_reference>; <em>Gruber, Trustee,</em> v.<em>State, ex rel.</em> (1925), <span class=\"star-pagination\">*Page 190</span> <cross_reference>196 Ind. 436</cross_reference>, <cross_reference>148 N.E. 481</cross_reference>. But, if such situation is not governed by the mandatory provisions of &#167; 6843, the action of the trustee is final unless an appeal is taken to the county superintendent (&#167; 6790 Burns 1926), and such appeal having been taken here, the action of the county superintendent is final unless the same is appealed to the State Superintendent of Public Instruction. &#167; 6792 Burns 1926; <em>Woodward</em> v. <em>State, ex rel.</em>\n(1919), <cross_reference>187 Ind. 367</cross_reference>, 119 N.E. 482; <em>Kegerreis, Trustee,</em> v.<em>State, ex rel.</em> (1925), <cross_reference>195 Ind. 589</cross_reference>, <cross_reference>146 N.E. 390</cross_reference>.</p>\n<p>If the action by the trustee and confirmed by the county superintendent is not properly subject to the mandatory provisions of &#167; 6843 Burns 1926, but is such action as is 2.  discretionary under &#167; 6795 Burns 1926, then the elements necessary to secure a writ are not present, viz., a clear legal right to the relief sought and a clear legal duty on the part of the defendants to perform the thing demanded. <em>State, ex</em><em>rel.,</em> v. <em>Graham</em> (1915), <cross_reference>183 Ind. 53</cross_reference>, 108 N.E. 111; <em>Gruber,</em><em>Trustee,</em> v. <em>State, ex rel., supra; Parker</em> v. <em>Humfleet</em>\n(1916), <cross_reference>63 Ind. App. 281</cross_reference>, 112 N.E. 253. Under the facts alleged in the complaint and answer, we believe the township of which appellants are the trustees and advisory board members (Monroe Township) is not within the class of townships covered by the mandatory terms of &#167; 6843 Burns 1926, and it follows that the lower court erred in overruling appellants' demurrer to the complaint and in sustaining appellees' demurrer to the answer. A trustee is by this section required to act only where there is no existing high school in the township or in any town within such township, (see <em>Thompson</em> v. <em>True, Trustee</em> [1924],<cross_reference>194 Ind. 493</cross_reference>, 143 N.E. 586; <em>Flora, Trustee,</em> v. <em>Brown</em> [1923],<cross_reference>79 Ind. App. 454</cross_reference>, 138 N.E. 767; <em>Glendenning</em> v. <em>Cowan</em> [1915],<cross_reference>59 Ind. App. 529</cross_reference>, 109 N.E. 844), and the exact question decided here is that the high school in the town of Flora is, within the <span class=\"star-pagination\">*Page 191</span> \nmeaning of the statute, \"a high school in such township or in any town within such township\" (Monroe Township).</p>\n<p>There is no controversy between the parties as to the rules of statutory construction to be applied here (the controversy being only as to the result reached in applying the ordinary 3-6.  rules of construction). It is agreed that courts must give effect to the intent of the Legislature, and, in seeking such intent, will look to the act as a whole, as well as to each and every part thereof, to its title, its general purpose, and the evils or mischiefs it was enacted to remedy, and that words and phrases of a statute will be taken in their plain, ordinary and usual sense unless a contrary purpose is clearly manifest. The plain, ordinary interpretation of the words used in the statute compels the conclusion reached that the Flora High School is a school in a \"town within such township.\" The usual and ordinary use of the word township denotes the \"civil township\" rather than the \"school township\" (<em>Jackson Tp.</em> v.<em>Home Ins. Co.</em> [1876], <cross_reference>54 Ind. 184</cross_reference>; <em>Teeple, Trustee,</em> v.<em>State, ex rel.</em> [1908], <cross_reference>171 Ind. 268</cross_reference>, 86 N.E. 49), and while &#167; 6843 concerns the establishment of schools and applies to \"school townships,\" yet it may be that the Legislature in using the word \"township\" in the section did not in each instance confine its meaning strictly to \"school township.\" The employment of the words \"or in any town within such township\" seems to be for the purpose of making clear the intention of the Legislature, viz., that the section shall be applicable only where there is no high school in the township &#8212; either in the school township, or in any school town within the territorial limits of the (civil) township. But if the word \"township\" be limited throughout the statute strictly to the meaning \"school township,\" even then it must be held that the high school in the town of Flora is \"a high <span class=\"star-pagination\">*Page 192</span> \nschool . . . in (a) town within such township,\" even though such town is a separate school corporation.</p>\n<p>Appellees, supporting the decision of the court below, say: (1) that the word \"township\" as used in the phrase \"a high school in such township\" refers to a \"school township\" (and that a 7.  school township cannot include a high school conducted in a separate \"school town\" corporation); and (2) that the words \"a high school . . . in any town within such township\" may refer to a high school, the control of which has been surrendered by a school town to a township (as provided by &#167;&#167; 6563-6565 Burns 1926). Upon the authority of <em>Seifers</em> v. <em>Moore, Trustee</em>\n(1925), <cross_reference>84 Ind. App. 125</cross_reference>, <cross_reference>149 N.E. 356</cross_reference>, appellees contend that \"the presence of a high school in an incorporated town in a township does not constitute the existence of another high school in the township.\" The case of <em>Seifers</em> v. <em>Moore, supra,</em> was a suit to enjoin a township trustee from issuing bonds for the purpose of erecting a school building. The lower court denied the injunction. The briefs in the case show that the appellee on appeal contended that the trustee had authority to act under both &#167; 6842 and &#167; 6795 Burns 1926, and also that he was compelled to act under &#167; 6843 Burns 1926. The Appellate Court, in affirming the judgment, expressed the opinion that &#167; 6843 governed the case, but the only reason it gave was: \"that, when the city [West Lafayette] was incorporated, it was segregated from Wabash Township so far as the schools were concerned and they became separate and distinct school corporations.\" The fact that a \"school town\" is a separate corporation from the township in which the town is located, as we have pointed out above, does not prevent a high school in such \"school town\" from being \"a high school . . . in (a) town within such township.\" <em>Seifers</em> v.<em>Moore, Trustee, supra,</em> on this point is overruled. <span class=\"star-pagination\">*Page 193</span> </p>\n<p>Judgment reversed, and cause remanded for further proceedings not inconsistent herewith.</p>\n<p><footnote_body><sup id=\"fn1\"><a href=\"#ref-fn1\">1</a></sup> This section also provides that the township trustee<em>shall</em> establish and maintain a high school \"in each township in this state having an assessed valuation of more than $600,000 . . . and wherein there is not now established a high school in such township or in any town within such township and where there is no high school within three miles of any boundary line of such township, and wherein for each of the two years last past there have been eight or more graduates of the township elementary schools residing in such township.\"</p>\n<p>Section 6842 Burns 1926 provides that the township trustee upon petition of a majority of the persons having charge of children enumerated for school purposes <em>may</em> establish and maintain a high school \"in each township of this state having an assessed valuation of more than $600,000 of taxable property and wherein there is not now established a high school in such township or wherein there is not situate a city or town maintaining a high school, and wherein, for each of the two years last past, there have been eight or more graduates of the township elementary schools.\"</p>\n<p>Section 6795 Burns 1926 provides that \"school trustees <em>may</em> . . . establish and maintain . . . as near the center of the township as seems wise, at least one separate graded high school. . . . Provided . . . that any trustee, instead of building a separate graded high school for his township, shall transfer the pupils of his township competent to enter a graded high school to another school corporation. . . . Provided further, . . . That no such graded high schools shall be built unless there are, at the time such house is built, at least twenty-five common school graduates of school age residing in the township.\"</footnote_body></p>",
          "html_with_citations": "<p>This action for a writ of mandate was brought on the relation of appellees, who are residents, citizens, taxpayers and voters of Monroe School Township of Carroll County and who are also parents, guardians or custodians of school children within such township, against appellants, the township trustee and advisory board, to compel them to establish and maintain a joint high school and elementary school in that township. The court overruled appellants' demurrer to the complaint, sustained appellees' demurrer to the answer, and, upon appellants' refusal to plead further, rendered judgment mandating appellants to establish and maintain the school as prayed for.</p>\n<p>The following appears from the allegations of the complaint and the answer: For 10 years prior to the school year of 1927-28, Monroe School Township had conducted (in the unincorporated town of Bringhurst) one school, in which eight years of common-school work and four years of high-school work were taught, and, beginning <span class=\"star-pagination\">*Page 187</span> \nwith the school year of 1927-28, the high-school work was discontinued and has not since been conducted. In 1926-27, inspections were made of this school by the division of inspection of the State Department of Public Instruction, and recommendation was made to the township trustee that the high-school pupils of the township be transferred to the high school in the incorporated town of Flora. Later the commission of the high school at Bringhurst was taken away. The township trustee, with the assent of the advisory board of the township, entered into a contract with the school board of the town of Flora whereby the high-school pupils of the township were to be educated in the high school of that town (which contract was made at a saving to the township over the expense of maintaining the high school at Bringhurst), and the township trustee provided transportation for all high-school pupils transferred to the Flora High School; the incorporated town of Flora is situated about a mile from the school at Bringhurst and is slightly north of the center of Monroe Township, which covers an area six miles long and four miles wide; the school maintained at Flora is a well-equipped combined grade and high school, the high school being commissioned and having ample accommodations for all high-school pupils in the township, as well as all the grade pupils who would attend there; for a number of years no other school has been maintained in the township except the schools at Flora and at Bringhurst; Monroe Township has an assessed valuation of $2,383,000, has no bonded indebtedness, and, in the 1927 school enumeration, there were 117 persons therein enumerated as parents, guardians, etc.; in February, 1928, a written petition signed by 70 of such parents, etc., was filed with the trustee asking him to establish therein a joint high school and elementary school; this petition recited that it was signed by more than one-third of the parents, etc., of the township, <span class=\"star-pagination\">*Page 188</span> \nthat the high school in the township had an attendance of from 48 to 52 during its last three years and had yearly graduates, there being 13 in June, 1927, and that there were 60 children in the township entitled to high-school education; this petition was denied March 1, 1928, by the trustee, which action was concurred in by the advisory board; the petitioners appealed from this decision of the township trustee to the county superintendent of schools who denied their petition and sustained the decision of the trustee.</p>\n<p>Many of the foregoing allegations are made in both the complaint and the answer (the statement of them in combined form being made here for the purpose of brevity). The allegations of fact of the two pleadings are not materially conflicting, except the complaint states that sufficient building and equipment now exists in the township for the desired school, while the answer alleges that the recommendation of the State Department of Public Instruction was made because the present building (at Bringhurst) cannot adequately house the elementary grades and a four-year high school.</p>\n<p>Appellees, by the allegations of their complaint, sought to bring the facts of this case within the provisions of &#167; 6843 Burns 1926, while appellants, by their demurrer to the complaint and by facts alleged in their answer, present their contention that &#167; 6843 Burns 1926 is not applicable to the situation. It is admitted by the parties in their briefs that the only question necessary for this court to decide is whether the facts pleaded bring this case within the mandatory provisions of &#167; 6843 Burns 1926 (and it is unnecessary to consider many matters pleaded, such as the difference in the character of educational facilities afforded at Flora and at Bringhurst, the recommendations of the State Superintendent of Public Instruction about transferring the pupils, allegations regarding the popular approval of or objections to <span class=\"star-pagination\">*Page 189</span> \nthe decision of the trustee or the campaign platform upon which he was elected).</p>\n<p>Section 6843 Burns 1926 (&#167; 2, ch. 134, Acts 1913, as amended by &#167; 1, ch. 168, Acts 1917, as amended by &#167; 1, ch. 213, Acts 1919, as amended by &#167; 1, ch. 130, Acts 1921), provides that, in townships having an assessed valuation of $1,250,000 of taxable property, if \"there is not now established a high school in such township <em>or in any town within such township</em>\" (our italics), the township trustee <em>shall</em> establish and maintain a high school and elementary school upon the petition of one-third or more of the parents, guardians, etc.<sup id=\"ref-fn1\"><a href=\"#fn1\">1</a></sup></p>\n<p>If the situation arising under the facts here alleged is governed by the provisions of &#167; 6843 Burns 1926, the trustee had no alternative but to proceed to establish and maintain the 1.  school as petitioned for, and, on his refusal, he could be compelled to do so by mandamus. <em>Gruber</em> v. <em>State, ex</em><em>rel.</em> (1929), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">280</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">16</span></span></cross_reference>; <em>Gruber, Trustee,</em> v.<em>State, ex rel.</em> (1925), <span class=\"star-pagination\">*Page 190</span> <cross_reference><span class=\"citation\" data-id=\"3426184\"><a href=\"/opinion/3428911/gruber-trustee-v-state-ex-rel/\"><span class=\"volume\">196</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">436</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3426184\"><a href=\"/opinion/3428911/gruber-trustee-v-state-ex-rel/\"><span class=\"volume\">148</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">481</span></a></span></cross_reference>. But, if such situation is not governed by the mandatory provisions of &#167; 6843, the action of the trustee is final unless an appeal is taken to the county superintendent (&#167; 6790 Burns 1926), and such appeal having been taken here, the action of the county superintendent is final unless the same is appealed to the State Superintendent of Public Instruction. &#167; 6792 Burns 1926; <em>Woodward</em> v. <em>State, ex rel.</em>\n(1919), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">367</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">482</span></span>; <em>Kegerreis, Trustee,</em> v.<em>State, ex rel.</em> (1925), <cross_reference><span class=\"citation\" data-id=\"3426180\"><a href=\"/opinion/3428907/kegerreis-trustee-v-state-ex-rel/\"><span class=\"volume\">195</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">589</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3426180\"><a href=\"/opinion/3428907/kegerreis-trustee-v-state-ex-rel/\"><span class=\"volume\">146</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">390</span></a></span></cross_reference>.</p>\n<p>If the action by the trustee and confirmed by the county superintendent is not properly subject to the mandatory provisions of &#167; 6843 Burns 1926, but is such action as is 2.  discretionary under &#167; 6795 Burns 1926, then the elements necessary to secure a writ are not present, viz., a clear legal right to the relief sought and a clear legal duty on the part of the defendants to perform the thing demanded. <em>State, ex</em><em>rel.,</em> v. <em>Graham</em> (1915), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">53</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">111</span></span>; <em>Gruber,</em><em>Trustee,</em> v. <em>State, ex rel., supra; Parker</em> v. <em>Humfleet</em>\n(1916), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">281</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">253</span></span>. Under the facts alleged in the complaint and answer, we believe the township of which appellants are the trustees and advisory board members (Monroe Township) is not within the class of townships covered by the mandatory terms of &#167; 6843 Burns 1926, and it follows that the lower court erred in overruling appellants' demurrer to the complaint and in sustaining appellees' demurrer to the answer. A trustee is by this section required to act only where there is no existing high school in the township or in any town within such township, (see <em>Thompson</em> v. <em>True, Trustee</em> [1924],<cross_reference><span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">493</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">586</span></span>; <em>Flora, Trustee,</em> v. <em>Brown</em> [1923],<cross_reference><span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">454</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">767</span></span>; <em>Glendenning</em> v. <em>Cowan</em> [1915],<cross_reference><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">529</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">844</span></span>), and the exact question decided here is that the high school in the town of Flora is, within the <span class=\"star-pagination\">*Page 191</span> \nmeaning of the statute, \"a high school in such township or in any town within such township\" (Monroe Township).</p>\n<p>There is no controversy between the parties as to the rules of statutory construction to be applied here (the controversy being only as to the result reached in applying the ordinary 3-6.  rules of construction). It is agreed that courts must give effect to the intent of the Legislature, and, in seeking such intent, will look to the act as a whole, as well as to each and every part thereof, to its title, its general purpose, and the evils or mischiefs it was enacted to remedy, and that words and phrases of a statute will be taken in their plain, ordinary and usual sense unless a contrary purpose is clearly manifest. The plain, ordinary interpretation of the words used in the statute compels the conclusion reached that the Flora High School is a school in a \"town within such township.\" The usual and ordinary use of the word township denotes the \"civil township\" rather than the \"school township\" (<em>Jackson Tp.</em> v.<em>Home Ins. Co.</em> [1876], <cross_reference><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">184</span></span></cross_reference>; <em>Teeple, Trustee,</em> v.<em>State, ex rel.</em> [1908], <cross_reference><span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">268</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">49</span></span>), and while &#167; 6843 concerns the establishment of schools and applies to \"school townships,\" yet it may be that the Legislature in using the word \"township\" in the section did not in each instance confine its meaning strictly to \"school township.\" The employment of the words \"or in any town within such township\" seems to be for the purpose of making clear the intention of the Legislature, viz., that the section shall be applicable only where there is no high school in the township &#8212; either in the school township, or in any school town within the territorial limits of the (civil) township. But if the word \"township\" be limited throughout the statute strictly to the meaning \"school township,\" even then it must be held that the high school in the town of Flora is \"a high <span class=\"star-pagination\">*Page 192</span> \nschool . . . in (a) town within such township,\" even though such town is a separate school corporation.</p>\n<p>Appellees, supporting the decision of the court below, say: (1) that the word \"township\" as used in the phrase \"a high school in such township\" refers to a \"school township\" (and that a 7.  school township cannot include a high school conducted in a separate \"school town\" corporation); and (2) that the words \"a high school . . . in any town within such township\" may refer to a high school, the control of which has been surrendered by a school town to a township (as provided by &#167;&#167; 6563-6565 Burns 1926). Upon the authority of <em>Seifers</em> v. <em>Moore, Trustee</em>\n(1925), <cross_reference><span class=\"citation\" data-id=\"3423958\"><a href=\"/opinion/3426866/seifers-v-moore-trustee/\"><span class=\"volume\">84</span> <span class=\"reporter\">Ind. App.</span> <span class=\"page\">125</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3423958\"><a href=\"/opinion/3426866/seifers-v-moore-trustee/\"><span class=\"volume\">149</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">356</span></a></span></cross_reference>, appellees contend that \"the presence of a high school in an incorporated town in a township does not constitute the existence of another high school in the township.\" The case of <em>Seifers</em> v. <em>Moore, supra,</em> was a suit to enjoin a township trustee from issuing bonds for the purpose of erecting a school building. The lower court denied the injunction. The briefs in the case show that the appellee on appeal contended that the trustee had authority to act under both &#167; 6842 and &#167; 6795 Burns 1926, and also that he was compelled to act under &#167; 6843 Burns 1926. The Appellate Court, in affirming the judgment, expressed the opinion that &#167; 6843 governed the case, but the only reason it gave was: \"that, when the city [West Lafayette] was incorporated, it was segregated from Wabash Township so far as the schools were concerned and they became separate and distinct school corporations.\" The fact that a \"school town\" is a separate corporation from the township in which the town is located, as we have pointed out above, does not prevent a high school in such \"school town\" from being \"a high school . . . in (a) town within such township.\" <em>Seifers</em> v.<em>Moore, Trustee, supra,</em> on this point is overruled. <span class=\"star-pagination\">*Page 193</span> </p>\n<p>Judgment reversed, and cause remanded for further proceedings not inconsistent herewith.</p>\n<p><footnote_body><sup id=\"fn1\"><a href=\"#ref-fn1\">1</a></sup> This section also provides that the township trustee<em>shall</em> establish and maintain a high school \"in each township in this state having an assessed valuation of more than $600,000 . . . and wherein there is not now established a high school in such township or in any town within such township and where there is no high school within three miles of any boundary line of such township, and wherein for each of the two years last past there have been eight or more graduates of the township elementary schools residing in such township.\"</p>\n<p>Section 6842 Burns 1926 provides that the township trustee upon petition of a majority of the persons having charge of children enumerated for school purposes <em>may</em> establish and maintain a high school \"in each township of this state having an assessed valuation of more than $600,000 of taxable property and wherein there is not now established a high school in such township or wherein there is not situate a city or town maintaining a high school, and wherein, for each of the two years last past, there have been eight or more graduates of the township elementary schools.\"</p>\n<p>Section 6795 Burns 1926 provides that \"school trustees <em>may</em> . . . establish and maintain . . . as near the center of the township as seems wise, at least one separate graded high school. . . . Provided . . . that any trustee, instead of building a separate graded high school for his township, shall transfer the pupils of his township competent to enter a graded high school to another school corporation. . . . Provided further, . . . That no such graded high schools shall be built unless there are, at the time such house is built, at least twenty-five common school graduates of school age residing in the township.\"</footnote_body></p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3423958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3426180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3426184/"
          ]
        }
      ],
      "judges": "MARTIN, J.",
      "date_created": "2016-07-05T19:51:50.696288Z",
      "date_modified": "2017-05-05T18:11:23.982085Z",
      "date_filed": "1930-10-10",
      "date_filed_is_approximate": false,
      "slug": "smith-trustee-v-state-ex-rel",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "Smith, Trustee v. State, Ex Rel.",
      "case_name_full": "Smith, Township Trustee v. State, Ex Rel. Ross",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "202 Ind. 185",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "172 N.E. 911",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "Cartwright, Wason  Carr  and  Clarence R. Cowger,  for appellants.\n\n Oscar O. Obear, Gus A. Hall, Joseph C. Herron  and  Hillis   Hillis,  for appellees.",
      "nature_of_suit": "",
      "posture": "From White Circuit Court;  Ralph C. McClurg,  Judge.\n\nAction of mandate by Luther Ross and others against Glen O. Smith, trustee of Monroe School Township, Carroll County, and three others, members of the Advisory Board of said township. From a judgment for the relators, the defendants appealed. Reversed.",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3299109/smith-trustee-v-state-ex-rel/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T19:51:50.690147Z",
  "date_modified": "2016-07-05T19:51:50.690168Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Smith, Trustee v. State, Ex Rel.",
  "case_name_full": "Smith, Township Trustee v. State, Ex Rel. Ross",
  "slug": "smith-trustee-v-state-ex-rel",
  "docket_number": "No. 25,882.",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}