{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/337522/",
  "id": 337522,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ny/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2583377/",
      "id": 2583377,
      "absolute_url": "/opinion/2583377/mtr-butterly-green-v-lomenzo/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/5190/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5199/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5214/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5225/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5226/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5266/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/337522/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2583377/",
          "id": 2583377,
          "absolute_url": "/opinion/2583377/mtr-butterly-green-v-lomenzo/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2583377/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:49:17.425631Z",
          "date_modified": "2017-04-10T22:04:02.165618Z",
          "type": "010combined",
          "sha1": "cdb0a77cd6250f671a020b3c6c1cd0b08843619f",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>36 N.Y.2d 250 (1975)</b></center>\n<center><h1>In the Matter of Butterly &amp; Green, Inc. et al., Respondents,<br>\nv.<br>\nJohn P. Lomenzo, as Secretary of State of the State of New York, Appellant.</h1></center>\n<center><p><b>Court of Appeals of the State of New York.</b></p></center>\n<center>Argued February 18, 1975.</center>\n<center>Decided March 24, 1975.</center>\n<p><i>Louis J. Lefkowitz</i>, Attorney-General (<i>A. Seth Greenwald</i> and <i>Samuel A. Hirshowitz</i> of counsel), for appellant.</p>\n<p><i>Edwin N. Charnin</i> and <i>Sylvia Kelman</i> for respondents.</p>\n<p>Chief Judge BREITEL and Judges JASEN, JONES, WACHTLER, FUCHSBERG and COOKE concur.</p>\n<p><span class=\"star-pagination\">*252</span>GABRIELLI, J.</p>\n<p>Following extensive hearings, petitioners, real estate brokers and salesmen, have been found guilty of charges <span class=\"star-pagination\">*253</span> that they demonstrated untrustworthiness in that they engaged in racially discriminatory practices in violation of subdivision 1 of section 441-c of the Real Property Law,<sup>[1]</sup> and, further, that two of them, the corporate petitioner and its president, also violated subdivision 5 of section 442-e of the Real Property Law<sup>[2]</sup> by refusing to furnish, as required, information and records, duly requested in the course of the investigation. Based on these findings petitioners' licenses were ordered suspended for 30 days or, in lieu of the suspensions, each could pay a fine of $50, and the brokers' licenses of the corporation and its president were further suspended unless and until they agreed to certain measures designed to prevent reoccurrence of the complained-of unlawful practices. The Appellate Division confirmed the determination of untrustworthiness but modified by reducing the penalties to a reprimand.</p>\n<p>The principal issue is, therefore, whether the measure of punishment exacted was an abuse of the discretion vested in respondent. Present also are issues whether reliance on advice of counsel will excuse noncompliance with subdivision 5 of section 442-e of the Real Property Law and whether the complaint gave petitioners sufficient notice of the charges against them.</p>\n<p><span class=\"star-pagination\">*254</span>Petitioners Butterly &amp; Green, Inc., a real estate brokerage corporation operating principally in Queens, is the employer of the individual petitioners herein, viz. Norman Klines, its president, Eugene Steiner, its sales manager, and Margaret Allen and Philip Goldstein, a broker and salesman, respectively. All were charged with demonstrating untrustworthiness based on complaints lodged with the Secretary of State by the Federation of Laurelton Block Association, a volunteer citizen action group, and by an investigator for the Department of State. The affidavit of complaint set forth that Goldstein and Allen engaged in activities \"designed to discourage white persons from purchasing a house in Laurelton, an inter-racial community\" in Queens; that Goldstein stated \"that the value of the homes [in Laurelton] were lower due to the presence of black residents and schools with black students\"; that Allen stated that \"Laurelton was unsafe for a woman due to its inter-racial community\"; that these statements were \"made with the consent and knowledge of Steiner and Klines\"; and, that petitioners conducted their business pursuant to a predesigned procedure whereby they afforded unequal treatment to prospective purchasers predicated upon the color of the person. It was also alleged that, upon request by a State investigator, Klines and Steiner \"declined and refused to furnish any information regarding such practice[s] in violation of [Real Property Law, ยง 442-e, subd. 5].\"</p>\n<p>At the hearing, testimony was adduced from the complainants (one Black couple, one Black individual, two White couples, two White individuals, and the State investigator) that substantiated each of the charges. Additionally, evidence was submitted that an advertisement was placed by Butterly &amp; Green in the <i>Amsterdam News</i>, a newspaper directed primarily to Black readers in New York City, which stressed the availability of low priced and low downpayment homes in the Laurelton area.</p>\n<p>Klines in his testimony denied each of the allegations of the complaint except that he admitted refusing to furnish business practice information to the State investigator, and he sought to excuse his conduct on the ground that he acted in good faith reliance on the advice of counsel who, he asserted, stated that <span class=\"star-pagination\">*255</span> the evidence sought was subpoened for another investigation. Each of the other petitioners took the stand and denied the charges leveled against them.</p>\n<p>Based upon the evidence produced, which we find substantial, findings were made and it was determined that (1) all petitioners engaged in a course of conduct calculated to discourage White purchasers in Laurelton and, at the same time, endeavored to encourage only Black buyers; (2) they sought to achieve this end by means of personal suasion and selective advertising; (3) petitioners Butterly &amp; Green and Klines inexcusably violated the Real Property Law (ยง 442-e, subd. 5); and, finally, (4) petitioners' business practices were generally harmful to the homeowners in Laurelton and thus petitioners had demonstrated untrustworthiness. Consequently, the suspensions were ordered and alternative fines were levied and, further, that the licenses of Butterly &amp; Green and Klines be indefinitely suspended until they agreed to insert advertisements in a major English language newspaper catering to the general public whenever an advertisement was placed in a paper of limited circulation and, when advertising homes for sale in Laurelton, that the advertisement point out the beneficial aspects and desirability of living in that area.</p>\n<p>Subsequent to the entry of the order appealed from, this court decided <i>Matter of </i><i>Pell v. Board of Educ. of Union Free School Dist No. 1 of Towns of Scarsdale &amp; Mamaroneck, Westchester County</i> (34 N Y 2d 222) wherein we iterated the rules applicable to judicial review of administrative determinations imposing disciplinary sanctions. We stated that \"whether there is evidence, in an administrative proceeding, to support a finding of guilt is a question of law which this court may review. But, where the finding of guilt is confirmed and punishment has been imposed, the test is whether such punishment is `\"so disproportionate to the offense, in light of all the circumstances, as to be shocking to one's sense of fairness\"'\" (p. 233). While <i>Pell</i> concerned only the right of public officers to discipline civil servants, we commented there that its principles might be relevant in cases involving regulated persons or entities outside an administrative agency (34 N Y 2d, at p. 241).</p>\n<p>We apply the <i>Pell</i> principles here.</p>\n<p><span class=\"star-pagination\">*256</span>The Legislature has delegated to the Secretary of State the duty of licensing the real estate brokerage and sales profession and granted him the authority to discipline licensees who demonstrated untrustworthiness (Real Property Law, art. 12-A), concomitantly vesting him, within the substantial evidence rule of course, with \"wide discretion in determining what constitutes `untrustworthiness'\" (<i>Matter of </i><i>Gold v. Lomenzo</i>, 29 N Y 2d 468, 476-477). Thus, he has the ultimate responsibility for effectively regulating that calling and for protecting society at large from unreliable brokers, and from unseemly sales practices (see <i>Matter of Sullivan Co.</i>, 289 N.Y. 110, 114; <i>Roman v. Lobe</i>, 243 N.Y. 51, 54), all of which makes it evident that respondent's latitude in assaying punishment should be at least as broad as his discretion in determining who are untrustworthy. We conclude, therefore, that if, in the exercise of his discretion, having in mind his obligation to protect the public against wrongdoing, and upon a finding based upon substantial evidence, respondent determines to impose penalties or conditions on errant licensees, that exercise should not be disturbed unless \"`\"so disproportionate to the offense, in light of all the circumstances, as to be shocking to one's sense of fairness\".'\" (<i>Matter of </i><i>Pell v. Board of Educ. of Union Free School Dist. No. 1 of Towns of Scarsdale &amp; Mamaroneck, Westchester County</i>, 34 N Y 2d 222, 233, <i>supra</i>; see, also, <i>Matter of </i><i>McGinnis' Broadway Rest. v. Rohan</i>, 6 A D 2d 115, 118, affd. 6 N Y 2d 770; <i>Matter of </i><i>Stolz v. Board of Regents</i>, 4 A D 2d 361, 364).</p>\n<p>Before turning our attention to the application of the rule, we digress briefly to consider the propriety of the grounds for the modification below.</p>\n<p>Petitioners suggest that their refusal to supply respondent's investigator with the information requested was excused by their reliance on the advice of counsel. We cannot agree. Their action was tantamount to disobedience of a subpoena which, it has been often held, is not excused by mere reliance on the assurances of counsel (see <i>People v. D'Amato</i>, 12 A D 2d 439, 443-444, and authorities cited therein). This rule, which necessarily rests on the sound public policy that each individual, by himself, shoulders the responsibility for obeying <span class=\"star-pagination\">*257</span> the law, would be rendered meaningless if one could excuse his derelictions by simply asserting his reliance on others. Moreover, we find unavailing petitioners' claim that the materials sought were under subpoena in another proceeding for that assertion finds no support in the record.</p>\n<p>Similarly wanting in merit is petitioners' notion that the affidavit of complaint was somehow deficient for failing to inform them that they were charged with selective advertising. However, we think, as did the dissenter below, that the advertising matter was properly admitted since the complaint clearly charged petitioners with engaging in racially discriminatory practices. As Mr. Justice SHAPIRO wrote below: \"there can be no reasonable dispute with the conclusion that proof of the publication of the advertisement in the <i>Amsterdam News</i> tended to sustain the charge of a practice of discriminatory treatment of white as against black potential home buyers, a practice which was stated in the notice of hearing as being the basis of the charge of untrustworthiness and which, since it was in violation of State law and policy, was a factor which properly could be considered by the licensing authority in determining untrustworthiness (<i>Matter of </i><i>Diona v. Lomenzo</i>, 26 A D 2d 473, 476, 477).\" (43 A D 2d, at p. 710.) Furthermore, petitioners have made no showing that the introduction of the advertising evidence prejudiced them in any way. In fact, their only plaint is that the conditional suspension was improperly related thereto, a contention previously rejected by this court (<i>Matter of </i><i>Gold v. Lomenzo</i>, 29 N Y 2d 468, 479, <i>supra</i>).</p>\n<p>We now redirect our attention to the principal issue. As stated, the Appellate Division expressly held, and it cannot be contested here,<sup>[3]</sup> that there was substantial evidence to support respondent's finding that petitioners' business practices promoted racial segregation and disharmony. In view of the obvious impropriety of those practices, their noxious effect on the real estate brokerage profession, and their clear contravention of the public policy and law of this State (Executive Law, art. 15 [Human Rights Law]), it is beyond redoubt that the penalties imposed were not shocking to one's sense of fairness; and thus we hold that the penalties and conditions <span class=\"star-pagination\">*258</span> imposed by respondent were neither excessive nor an abuse of discretion.<sup>[4]</sup> Where an administrator is clothed by the Legislature with the responsibility of licensing and disciplining a calling, he must not be denuded of the commensurate authority to punish those licensees who violate professional standards unless his measures are shockingly unfair.</p>\n<p>Accordingly, the judgment of the Appellate Division should be reversed, and the determination of respondent reinstated.</p>\n<p>Judgment reversed, with costs, and determination of appellant Secretary of State reinstated.</p>\n<h2>NOTES</h2>\n<p>[1]  Subdivision 1 of section 441-c of the Real Property Law; in pertinent part, states: \"1. Powers of department. The department of state may revoke the license of a real estate broker or salesman or suspend the same, for such period as the department may deem proper, or in lieu thereof may impose a fine not exceeding five hundred dollars payable to the department of state, or a reprimand upon conviction of the licensee of a violation of any provision of this article, or for a material misstatement in the application for such license, or if such licensee has been guilty of fraud or fraudulent practices, or for dishonest or misleading advertising, or has demonstrated untrustworthiness or incompetency to act as a real estate broker or salesman, as the case may be.\"</p>\n<p>[2]  Subdivision 5 of section 442-e of the Real Property Law reads: \"5. The secretary of state shall have the power to enforce the provisions of this article and upon complaint of any person, or on his own initiative, to investigate any violation thereof or to investigate the business, business practices and business methods of any person, firm or corporation applying for or holding a license as a real estate broker or salesman, if in the opinion of the secretary of state such investigation is warranted. Each such applicant or licensee shall be obliged, on request of the secretary of state, to supply such information as may be required concerning his or its business, business practices or business methods, or proposed business practices or methods.\"</p>\n<p>[3]  A cross appeal as a matter of right was dismissed (34 N Y 2d 664).</p>\n<p>[4]  In this court respondents raise no objection as to appellant's authority to specify the content of the corrective advertisements (cf. dissenting opn. of Mr. Justice SHAPIRO [43 A D 2d, at pp. 712, 713]). Accordingly, we do not reach this issue and express no opinion with regard to it.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">250</span></span> (1975)</b></center>\n<center><h1>In the Matter of Butterly &amp; Green, Inc. et al., Respondents,<br>\nv.<br>\nJohn P. Lomenzo, as Secretary of State of the State of New York, Appellant.</h1></center>\n<center><p><b>Court of Appeals of the State of New York.</b></p></center>\n<center>Argued February 18, 1975.</center>\n<center>Decided March 24, 1975.</center>\n<p><i>Louis J. Lefkowitz</i>, Attorney-General (<i>A. Seth Greenwald</i> and <i>Samuel A. Hirshowitz</i> of counsel), for appellant.</p>\n<p><i>Edwin N. Charnin</i> and <i>Sylvia Kelman</i> for respondents.</p>\n<p>Chief Judge BREITEL and Judges JASEN, JONES, WACHTLER, FUCHSBERG and COOKE concur.</p>\n<p><span class=\"star-pagination\">*252</span>GABRIELLI, J.</p>\n<p>Following extensive hearings, petitioners, real estate brokers and salesmen, have been found guilty of charges <span class=\"star-pagination\">*253</span> that they demonstrated untrustworthiness in that they engaged in racially discriminatory practices in violation of subdivision 1 of section 441-c of the Real Property Law,<sup>[1]</sup> and, further, that two of them, the corporate petitioner and its president, also violated subdivision 5 of section 442-e of the Real Property Law<sup>[2]</sup> by refusing to furnish, as required, information and records, duly requested in the course of the investigation. Based on these findings petitioners' licenses were ordered suspended for 30 days or, in lieu of the suspensions, each could pay a fine of $50, and the brokers' licenses of the corporation and its president were further suspended unless and until they agreed to certain measures designed to prevent reoccurrence of the complained-of unlawful practices. The Appellate Division confirmed the determination of untrustworthiness but modified by reducing the penalties to a reprimand.</p>\n<p>The principal issue is, therefore, whether the measure of punishment exacted was an abuse of the discretion vested in respondent. Present also are issues whether reliance on advice of counsel will excuse noncompliance with subdivision 5 of section 442-e of the Real Property Law and whether the complaint gave petitioners sufficient notice of the charges against them.</p>\n<p><span class=\"star-pagination\">*254</span>Petitioners Butterly &amp; Green, Inc., a real estate brokerage corporation operating principally in Queens, is the employer of the individual petitioners herein, viz. Norman Klines, its president, Eugene Steiner, its sales manager, and Margaret Allen and Philip Goldstein, a broker and salesman, respectively. All were charged with demonstrating untrustworthiness based on complaints lodged with the Secretary of State by the Federation of Laurelton Block Association, a volunteer citizen action group, and by an investigator for the Department of State. The affidavit of complaint set forth that Goldstein and Allen engaged in activities \"designed to discourage white persons from purchasing a house in Laurelton, an inter-racial community\" in Queens; that Goldstein stated \"that the value of the homes [in Laurelton] were lower due to the presence of black residents and schools with black students\"; that Allen stated that \"Laurelton was unsafe for a woman due to its inter-racial community\"; that these statements were \"made with the consent and knowledge of Steiner and Klines\"; and, that petitioners conducted their business pursuant to a predesigned procedure whereby they afforded unequal treatment to prospective purchasers predicated upon the color of the person. It was also alleged that, upon request by a State investigator, Klines and Steiner \"declined and refused to furnish any information regarding such practice[s] in violation of [Real Property Law, ยง 442-e, subd. 5].\"</p>\n<p>At the hearing, testimony was adduced from the complainants (one Black couple, one Black individual, two White couples, two White individuals, and the State investigator) that substantiated each of the charges. Additionally, evidence was submitted that an advertisement was placed by Butterly &amp; Green in the <i>Amsterdam News</i>, a newspaper directed primarily to Black readers in New York City, which stressed the availability of low priced and low downpayment homes in the Laurelton area.</p>\n<p>Klines in his testimony denied each of the allegations of the complaint except that he admitted refusing to furnish business practice information to the State investigator, and he sought to excuse his conduct on the ground that he acted in good faith reliance on the advice of counsel who, he asserted, stated that <span class=\"star-pagination\">*255</span> the evidence sought was subpoened for another investigation. Each of the other petitioners took the stand and denied the charges leveled against them.</p>\n<p>Based upon the evidence produced, which we find substantial, findings were made and it was determined that (1) all petitioners engaged in a course of conduct calculated to discourage White purchasers in Laurelton and, at the same time, endeavored to encourage only Black buyers; (2) they sought to achieve this end by means of personal suasion and selective advertising; (3) petitioners Butterly &amp; Green and Klines inexcusably violated the Real Property Law (ยง 442-e, subd. 5); and, finally, (4) petitioners' business practices were generally harmful to the homeowners in Laurelton and thus petitioners had demonstrated untrustworthiness. Consequently, the suspensions were ordered and alternative fines were levied and, further, that the licenses of Butterly &amp; Green and Klines be indefinitely suspended until they agreed to insert advertisements in a major English language newspaper catering to the general public whenever an advertisement was placed in a paper of limited circulation and, when advertising homes for sale in Laurelton, that the advertisement point out the beneficial aspects and desirability of living in that area.</p>\n<p>Subsequent to the entry of the order appealed from, this court decided <i>Matter of </i><i>Pell v. Board of Educ. of Union Free School Dist No. 1 of Towns of Scarsdale &amp; Mamaroneck, Westchester County</i> (34 N Y 2d 222) wherein we iterated the rules applicable to judicial review of administrative determinations imposing disciplinary sanctions. We stated that \"whether there is evidence, in an administrative proceeding, to support a finding of guilt is a question of law which this court may review. But, where the finding of guilt is confirmed and punishment has been imposed, the test is whether such punishment is `\"so disproportionate to the offense, in light of all the circumstances, as to be shocking to one's sense of fairness\"'\" (p. 233). While <i>Pell</i> concerned only the right of public officers to discipline civil servants, we commented there that its principles might be relevant in cases involving regulated persons or entities outside an administrative agency (34 N Y 2d, at p. 241).</p>\n<p>We apply the <i>Pell</i> principles here.</p>\n<p><span class=\"star-pagination\">*256</span>The Legislature has delegated to the Secretary of State the duty of licensing the real estate brokerage and sales profession and granted him the authority to discipline licensees who demonstrated untrustworthiness (Real Property Law, art. 12-A), concomitantly vesting him, within the substantial evidence rule of course, with \"wide discretion in determining what constitutes `untrustworthiness'\" (<i>Matter of </i><i>Gold v. Lomenzo</i>, 29 N Y 2d 468, 476-477). Thus, he has the ultimate responsibility for effectively regulating that calling and for protecting society at large from unreliable brokers, and from unseemly sales practices (see <i>Matter of Sullivan Co.</i>, <span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">110</span></span>, 114; <i>Roman v. Lobe</i>, <span class=\"citation\" data-id=\"3592199\"><a href=\"/opinion/3610234/roman-v-lobe/\"><span class=\"volume\">243</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">51</span></a></span>, 54), all of which makes it evident that respondent's latitude in assaying punishment should be at least as broad as his discretion in determining who are untrustworthy. We conclude, therefore, that if, in the exercise of his discretion, having in mind his obligation to protect the public against wrongdoing, and upon a finding based upon substantial evidence, respondent determines to impose penalties or conditions on errant licensees, that exercise should not be disturbed unless \"`\"so disproportionate to the offense, in light of all the circumstances, as to be shocking to one's sense of fairness\".'\" (<i>Matter of </i><i>Pell v. Board of Educ. of Union Free School Dist. No. 1 of Towns of Scarsdale &amp; Mamaroneck, Westchester County</i>, 34 N Y 2d 222, 233, <i>supra</i>; see, also, <i>Matter of </i><i>McGinnis' Broadway Rest. v. Rohan</i>, 6 A D 2d 115, 118, affd. 6 N Y 2d 770; <i>Matter of </i><i>Stolz v. Board of Regents</i>, 4 A D 2d 361, 364).</p>\n<p>Before turning our attention to the application of the rule, we digress briefly to consider the propriety of the grounds for the modification below.</p>\n<p>Petitioners suggest that their refusal to supply respondent's investigator with the information requested was excused by their reliance on the advice of counsel. We cannot agree. Their action was tantamount to disobedience of a subpoena which, it has been often held, is not excused by mere reliance on the assurances of counsel (see <i>People v. D'Amato</i>, 12 A D 2d 439, 443-444, and authorities cited therein). This rule, which necessarily rests on the sound public policy that each individual, by himself, shoulders the responsibility for obeying <span class=\"star-pagination\">*257</span> the law, would be rendered meaningless if one could excuse his derelictions by simply asserting his reliance on others. Moreover, we find unavailing petitioners' claim that the materials sought were under subpoena in another proceeding for that assertion finds no support in the record.</p>\n<p>Similarly wanting in merit is petitioners' notion that the affidavit of complaint was somehow deficient for failing to inform them that they were charged with selective advertising. However, we think, as did the dissenter below, that the advertising matter was properly admitted since the complaint clearly charged petitioners with engaging in racially discriminatory practices. As Mr. Justice SHAPIRO wrote below: \"there can be no reasonable dispute with the conclusion that proof of the publication of the advertisement in the <i>Amsterdam News</i> tended to sustain the charge of a practice of discriminatory treatment of white as against black potential home buyers, a practice which was stated in the notice of hearing as being the basis of the charge of untrustworthiness and which, since it was in violation of State law and policy, was a factor which properly could be considered by the licensing authority in determining untrustworthiness (<i>Matter of </i><i>Diona v. Lomenzo</i>, 26 A D 2d 473, 476, 477).\" (43 A D 2d, at p. 710.) Furthermore, petitioners have made no showing that the introduction of the advertising evidence prejudiced them in any way. In fact, their only plaint is that the conditional suspension was improperly related thereto, a contention previously rejected by this court (<i>Matter of </i><i>Gold v. Lomenzo</i>, 29 N Y 2d 468, 479, <i>supra</i>).</p>\n<p>We now redirect our attention to the principal issue. As stated, the Appellate Division expressly held, and it cannot be contested here,<sup>[3]</sup> that there was substantial evidence to support respondent's finding that petitioners' business practices promoted racial segregation and disharmony. In view of the obvious impropriety of those practices, their noxious effect on the real estate brokerage profession, and their clear contravention of the public policy and law of this State (Executive Law, art. 15 [Human Rights Law]), it is beyond redoubt that the penalties imposed were not shocking to one's sense of fairness; and thus we hold that the penalties and conditions <span class=\"star-pagination\">*258</span> imposed by respondent were neither excessive nor an abuse of discretion.<sup>[4]</sup> Where an administrator is clothed by the Legislature with the responsibility of licensing and disciplining a calling, he must not be denuded of the commensurate authority to punish those licensees who violate professional standards unless his measures are shockingly unfair.</p>\n<p>Accordingly, the judgment of the Appellate Division should be reversed, and the determination of respondent reinstated.</p>\n<p>Judgment reversed, with costs, and determination of appellant Secretary of State reinstated.</p>\n<h2>NOTES</h2>\n<p>[1]  Subdivision 1 of section 441-c of the Real Property Law; in pertinent part, states: \"1. Powers of department. The department of state may revoke the license of a real estate broker or salesman or suspend the same, for such period as the department may deem proper, or in lieu thereof may impose a fine not exceeding five hundred dollars payable to the department of state, or a reprimand upon conviction of the licensee of a violation of any provision of this article, or for a material misstatement in the application for such license, or if such licensee has been guilty of fraud or fraudulent practices, or for dishonest or misleading advertising, or has demonstrated untrustworthiness or incompetency to act as a real estate broker or salesman, as the case may be.\"</p>\n<p>[2]  Subdivision 5 of section 442-e of the Real Property Law reads: \"5. The secretary of state shall have the power to enforce the provisions of this article and upon complaint of any person, or on his own initiative, to investigate any violation thereof or to investigate the business, business practices and business methods of any person, firm or corporation applying for or holding a license as a real estate broker or salesman, if in the opinion of the secretary of state such investigation is warranted. Each such applicant or licensee shall be obliged, on request of the secretary of state, to supply such information as may be required concerning his or its business, business practices or business methods, or proposed business practices or methods.\"</p>\n<p>[3]  A cross appeal as a matter of right was dismissed (34 N Y 2d 664).</p>\n<p>[4]  In this court respondents raise no objection as to appellant's authority to specify the content of the corrective advertisements (cf. dissenting opn. of Mr. Justice SHAPIRO [43 A D 2d, at pp. 712, 713]). Accordingly, we do not reach this issue and express no opinion with regard to it.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3592199/"
          ]
        }
      ],
      "judges": "Breitel and Judges Jasen, Jones, Wachtler, Fuchsberg and Cooke Concur",
      "date_created": "2014-10-30T08:37:12.912682Z",
      "date_modified": "2016-03-03T22:29:13.286721Z",
      "date_filed": "1975-03-24",
      "date_filed_is_approximate": false,
      "slug": "mtr-butterly-green-v-lomenzo",
      "citation_id": 2556149,
      "case_name_short": "Lomenzo",
      "case_name": "MTR. BUTTERLY & GREEN v. Lomenzo",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "36 N.Y.2d 250",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/337522/mtr-butterly-green-v-lomenzo/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:37:12.908754Z",
  "date_modified": "2014-10-30T08:37:12.908754Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Lomenzo",
  "case_name": "MTR. BUTTERLY & GREEN v. Lomenzo",
  "case_name_full": "",
  "slug": "mtr-butterly-green-v-lomenzo",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}