{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3397640/",
  "id": 3397640,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mich/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3525515/",
      "id": 3525515,
      "absolute_url": "/opinion/3525515/flanigan-v-reo-motors-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3397640/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3495105/",
          "id": 3495105,
          "absolute_url": "/opinion/3525515/flanigan-v-reo-motors-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3525515/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4765/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T22:02:58.041204Z",
          "date_modified": "2017-04-14T23:45:33.103707Z",
          "type": "020lead",
          "sha1": "889580cd46d9d29a13eac6cc9e05ffb73a381932",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/michigan/supreme_court_opinions/documents/5cba06b70a64bf39.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 361</span> \nThis is an appeal from an award of compensation by the department of labor and industry for an alleged occupational disease claimed to <span class=\"star-pagination\">*Page 362</span> \nhave been contracted by plaintiff while an employee of the appellant. Three questions are raised for our determination which may be stated briefly as follows: (1) Does Act No. 10, part 7, &#167; 6, Pub. Acts 1912 (1st Ex. Sess.), as added by Act No. 61, Pub. Acts 1937 (Comp. Laws Supp. 1940, &#167; 8485-6, Stat. Ann. 1941 Cum. Supp. &#167; 17.225), which provides for appointment of a medical commission, and making its report final, violate the Fourteenth Amendment of the Federal Constitution and Constitution of Michigan, art. 2, &#167; 16 (1908)? (2) Was the disease that is relied upon by plaintiff contracted within the time limitation provided by part 7, &#167; 5, of said act (Comp. Laws Supp. 1940, &#167; 8485-5, Stat. Ann. 1941 Cum. Supp. &#167; 17.224)? (3) Did said disease disable plaintiff from work within the meaning of said act?</p>\n<p>Plaintiff had been employed by the Reo Motor Car Company, and by Reo Motors, Inc., its successor in the business, for 15 to 18 years, except for occasional layoffs during the depression and another layoff in 1939. His last employment began June 19, 1939, at which time he was employed as a sweeper, cleaning the floors in some of defendant's buildings. His work was quite steady from June 19, 1939, until July, 1940. The work in cleaning floors required him to remove dust and grease, acids, paint, oils, any accumulation on the floors. Shortly after cleaning a room in No. 8 building in June, 1940, plaintiff claims his affliction was noticed, later diagnosed as a dermatitis. He continued to work a month or six weeks, was laid off July 5th, at which time his arms, face and neck, and legs were raw and sore to the extent that fellow workmen complained against working with him. Plaintiff claims his affliction was dermatitis venenata, so-called contact dermatitis, due to cleaning the floors, in contact with dust, dirt, grease, paint, oils and other filth. Defendant offered <span class=\"star-pagination\">*Page 363</span> \nconsiderable testimony to show this condition was due to a toxic recurrent exfoliated dermatitis; not covered by the occupational disease amendment. Plaintiff had first suffered from a skin condition in 1935 while working for Reo Motors, Inc., testified that he was better in the winter and all right in the summer if he wasn't working in the dirt, and that he had another onset when he got to working in the grease and filth cleaning floors. The deputy commissioner who conducted the hearing found plaintiff suffering from dermatitis venenata, an occupational disease, and allowed compensation, which was affirmed by the department on appeal.</p>\n<p>(1) Defendant claims that part 7, &#167; 6, of the act violates both Federal and State Constitutions, in that defendant is thereby deprived of its day in court, an opportunity to cross-examine the medical commission, and to establish the fact that claimant is not suffering from an occupational disease. Section 6 requires the department, or a member of the commission, when there is a dispute, to appoint a medical commission of three physicians to examine an employee alleged to be suffering from an occupational disease and to report. It provides that the report of said medical commission shall be final and conclusive as to the condition of said employee.</p>\n<p>This court is definitely committed to the rule of law that an employer, by accepting the benefits of the workmen's compensation act, is estopped from challenging the validity of the act or any amendment thereto. In <em>American Life Insurance Co.</em> v. <em>Balmer</em>,<cross_reference>238 Mich. 580</cross_reference>, <cross_reference>585</cross_reference>, <cross_reference>586</cross_reference>, this court said:</p>\n<p>\"But a complete answer to plaintiff's assault on the validity of the act lies in the fact that plaintiff has accepted its provisions and has had the benefit of them. By accepting its benefits it is estopped to deny its validity. <em>People, ex rel.</em><em>Ostapow</em>, v. <em>Fidelity  Casualty Co.</em>, <cross_reference>222 Mich. 296</cross_reference>, and authorities <span class=\"star-pagination\">*Page 364</span> \nthere cited. In the recent case of <em>Booth Fisheries Co.</em> v.<em>Industrial Commission</em>, <cross_reference>271 U.S. 208</cross_reference> (<cross_reference>46 Sup. Ct. 491</cross_reference>,<cross_reference>70 L.Ed. 908</cross_reference>), it was said by Chief Justice Taft, speaking for the court:</p>\n<p>\"`It is argued that the employer in a suit for compensation under the act is entitled under the Fourteenth Amendment to his day in court, and that he does not secure it unless he may submit to a court the question of the preponderance of the evidence on the issues raised.</p>\n<p>\"`A complete answer to this claim is found in the elective or voluntary character of the Wisconsin compensation act. * * * If the employer elects not to accept the provisions of the compensation act, he is not bound to respond in a proceeding before the industrial commission under the act, but may await a suit for damages for injuries or wrongful death by the person claiming recovery therefor, and make his defense at law before a court in which the issues of fact and law are to be tried by jury. In view of such an opportunity for choice, the employer who elects to accept the law may not complain that, in the plan for assessing the employer's compensation for injury sustained, there is no particular form of judicial review. This is clearly settled by the decision of this court in <em>Hawkins</em> v. <em>Bleakly</em>,<cross_reference>243 U.S. 210</cross_reference>, <cross_reference>216</cross_reference> (<cross_reference>37 Sup. Ct. 255</cross_reference>, <cross_reference>61 L.Ed. 678</cross_reference>, Ann. Cas. 1917D, 637).</p>\n<p>\"`More than this, the employer in this case having elected to accept the provisions of the law, and such benefits and immunities as it gives, may not escape its burdens by asserting that it is unconstitutional. The election is a waiver and estops such complaint. <em>Daniels</em> v. <em>Tearney</em>, <cross_reference>102 U.S. 415</cross_reference>\n(<cross_reference>26 L.Ed. 187</cross_reference>); <em>Grand Rapids  I.R. Co.</em> v. <em>Osborn</em>, <cross_reference>193 U.S. 17</cross_reference>\n(<cross_reference>24 Sup. Ct. 310</cross_reference>, <cross_reference>48 L.Ed. 598</cross_reference>).'\"</p>\n<p>In <em>Cooley</em> v. <em>Boice Brothers</em>, <cross_reference>245 Mich. 325</cross_reference>, the defendant employers, who had elected to come under the workmen's compensation act and had never withdrawn <span class=\"star-pagination\">*Page 365</span> \ntherefrom, questioned the constitutionality of Act No. 162, Pub. Acts 1927,<sup id=\"ref-fn*\"><a href=\"#fn*\">*</a></sup> amending the act and providing for double compensation to minors injured while illegally employed. The precise claim was that defendants had never elected to accept the 1927 amendment and, therefore, were not estopped from challenging its constitutionality. The defendants claimed that the amendment in question did not go into effect until the time for the employers to give notice of withdrawal had elapsed, wherefore the defendants had no opportunity to withdraw when the accident occurred, and this court held they were bound by the act and could not question the validity of the amendment. Mr. Justice McDONALD, writing the opinion, concurred in by the court, said (pp. 330, 331):</p>\n<p>\"In conceding that they are bound by the 1927 amendment, the defendants must also concede that they elected to be governed by its provisions. In no other way could it bind them. There is nothing compulsory about the workmen's compensation law. If an employer becomes subject to its provisions, it is because he has so elected. The State offers it to him. He may come in or stay out as he chooses. If he accepts it, he does so because of the benefits he will receive by escaping large damages in common-law actions by injured employees. And when he elects to come under the law to receive these benefits, he will not be allowed to question its validity. There is nothing dangerous about such a rule. It is both reasonable and just.</p>\n<p>\"The defendants elected to become subject to this law. That section of the statute which provides for the filing of their election contemplates that there may be changes in its provisions. It provides that when an employer has filed his election and the <span class=\"star-pagination\">*Page 366</span> \nboard<sup id=\"ref-fn**\"><a href=\"#fn**\">**</a></sup> has approved it, he shall become subject to the `provisions of the act and all acts amendatory thereof.' So that by filing their election, these employers agreed, impliedly at least, to be governed by the provisions of any amendment that might be made to the act as it then existed.\"</p>\n<p>In <em>Thomas</em> v. <em>Morton Salt Co.</em>, <cross_reference>253 Mich. 613</cross_reference>, we held that a minor employee is under the same estoppel as the employer to deny constitutionality. On rehearing (<em>Thomas</em> v. <em>Morton Salt Co.</em>,<cross_reference>258 Mich. 231</cross_reference>), we held the estoppel of a minor employee to deny constitutionality of the act need not be formally pleaded, and the question was properly raised by this court on review in order to avoid conflict with another decision.</p>\n<p>See, also, <em>Jesiek</em> v. <em>Banfield</em>, <cross_reference>286 Mich. 440</cross_reference>.</p>\n<p>It is argued that since the State, and each county, city, township, incorporated village and school district are brought within the provisions of the act without an opportunity for voluntary election (2 Comp. Laws 1929, &#167; 8411 [Stat. Ann. 1941 Cum. Supp. &#167; 17.145]), and, therefore, might raise questions of constitutionality, the absurd result would follow of having a section constitutional as to some employers and unconstitutional as to others. This conclusion is not sound nor is it applicable to the case at bar. If the question of constitutionality was available to this defendant in the case at bar, it would be considered. The issue now decided is whether this defendant is estopped from raising the question of constitutionality of the so-called occupational disease amendment, and we adhere to our former decisions on that question. <span class=\"star-pagination\">*Page 367</span> </p>\n<p>In the case at bar, the medical commission reported that plaintiff was suffering from dermatitis venenata, an occupational disease. Defendant claims that under the provisions of the act, it should have been allowed to offer testimony contradicting the finding of the medical commission. Such testimony was, in fact, offered by defendant at the hearing before the deputy commissioner through the testimony of several physicians called by defendant. The deputy ruled that any testimony would not be accepted that was contrary to the findings of the medical commission. However, the testimony was taken, the deputy ruling that it must be segregated and not used in the findings of the case. The testimony is in the record before us. It relates, in part at least, to the condition of plaintiff at various times both previous and subsequent to the date of the examination by the medical commission. The deputy was in error in ruling that such testimony could not be received and considered. In <em>Smith</em>\nv. <em>Wilson Foundry  Machine Co.</em>, <cross_reference>296 Mich. 484</cross_reference>, <cross_reference>489</cross_reference>, <cross_reference>490</cross_reference>, we said:</p>\n<p>\"The particular part of the section under consideration reads as follows:</p>\n<p>\"`The report, when signed by at least two of the members of said commission, shall be final and conclusive as to the condition of said employee with respect to the alleged disease or diseases.'</p>\n<p>\"Under the provisions of the cited act the department of labor and industry or any member thereof has the power and it is its duty to appoint a qualified medical commission which shall examine the injured employee. Under section 6 of part 7 of the above law, the report of the medical commission `shall be final and conclusive as to the condition of said employee with respect to the alleged disease or diseases.' <span class=\"star-pagination\">*Page 368</span> </p>\n<p>\"It appears from the above section of the act that the medical commission is limited and may determine only the condition of the injured employee on the date that he appears before it for examination. Its report is final only as to the date of the examination, but the liability of the employer is to be determined as of the date of the disablement of the employee.<em>Ruffertshafer</em> v. <em>Robert Gage Coal Co.</em>, <cross_reference>291 Mich. 254</cross_reference>. * * *</p>\n<p>\"Under section 7 of part 7 of the above act the date of disablement is a fact to be determined by the department. If the medical commission determines that the injured employee is suffering from an occupational disease, the department of labor and industry must make a determination as to the date of such disablement and may refer the matter to a deputy labor commissioner for such purpose.</p>\n<p>\"Under the theory advanced by defendant company, an injured employee cannot have a determination of the period of his disability if the medical commission subsequently finds that he is not suffering from an occupational disease.</p>\n<p>\"We are not in accord with such a theory. It deprives an injured employee of his rights defined in section 7 of part 7 of the act and in our holding in <em>Ruffertshafer</em> v. <em>Robert Gage</em><em>Coal Co., supra.</em>\"</p>\n<p>The defendant has been allowed its day in court on this issue, in the case at bar. It appears from the opinion and findings of the department on review of the findings of the deputy that the so-called \"segregated\" testimony was considered by the department on review. In the findings of the department the testimony offered by the defendant from a group of five physicians is discussed and considered at length. There is testimony to support the department's finding that defendant's physicians were unable to diagnose with any degree of certainty the cause of plaintiff's condition, whereas, on the contrary, the report of the medical commission states <span class=\"star-pagination\">*Page 369</span> \npositively that the plaintiff was at that time, when the examination was made, suffering from dermatitis venenata.</p>\n<p>(2) The department might reasonably conclude that plaintiff's condition was brought on when he resumed work in June, 1939, by reason of continuous contact with dirt, grease, oils, and other irritating substances in his work of sweeping the floors. This is within the range of plaintiff's own testimony as well as that of one or more physicians. The department necessarily found that plaintiff contracted dermatitis venenata due to the nature of his employment and during his employment within the limitation of time prescribed by section 5 of part 7 of the act (Comp. Laws Supp. 1940, &#167; 8485-5, Stat. Ann. 1941 Cum. Supp. &#167; 17.224). There was competent testimony to support the finding and it will not be disturbed by this court. <em>Brozozowski</em> v. <em>Swedish Crucible Steel</em><em>Co.</em>, <cross_reference>298 Mich. 146</cross_reference>.</p>\n<p>(3) Defendant lastly claims that the plaintiff's disease did not disable him from work, therefore, he is not entitled to compensation under section 2 of part 7 of the act (Comp. Laws Supp. 1940, &#167; 8485-2, Stat. Ann. 1941 Cum. Supp. &#167; <cross_reference>17.221</cross_reference>). We are bound by the conclusion that plaintiff was suffering from dermatitis venenata. When questioned as to his condition just prior to the time he was laid off, the plaintiff testified:</p>\n<p>\"It was awful. My legs was all raw, my clothes even stuck to them, and the hide came off when I would try to take my clothes off, and my arms and face and neck was all sore.\"</p>\n<p>Section 1 of the occupational disease amendment (Act No. 61, Pub. Acts 1937 [Comp. Laws Supp. 1940, &#167; 8485-1, Stat. Ann. 1941 Cum. Supp. &#167; 17.220]), provides: <span class=\"star-pagination\">*Page 370</span> </p>\n<p>\"(a) The word `disability' means the state of being disabled from earning full wages at the work at which the employee was last employed;</p>\n<p>\"(b) The word `disablement' means the event of becoming so disabled as defined in sub-paragraph (a).\"</p>\n<p>Section 3 of part 7 of the act (Comp. Laws Supp. 1940, &#167; 8485-3, Stat. Ann. 1941 Cum. Supp. &#167; 17.222) provides:</p>\n<p>\"If an employee is disabled or dies and his disability or death is caused by one of the diseases mentioned in the schedule contained in section two of this part and the disease is due to the nature of the employment in which such employee was engaged and was contracted therein, he or his dependents shall be entitled to compensation for his death or for his disablement.\"</p>\n<p>There is ample testimony to support the finding of the department that dermatitis venenata disabled plaintiff from earning full wages at the work at which he was last employed. It is quite probable that the immediate reason for plaintiff's discharge was because other employees complained about working with him on account of his obvious condition. He should not be penalized for attempting to continue work when his condition was such that he might well have claimed he was physically unable. His power to earn a living was just as effectively cut off by the disease as if he had admitted he was completely unable to continue work. The act speaks of disability in the terms of being able to earn wages. Under the circumstances of this case, there is evidence in the record to support the finding of disability within the meaning of the act.</p>\n<p>The award is affirmed, with costs to appellee.</p>\n<p>CHANDLER, C.J., and NORTH, STARR, WIEST, BUTZEL, BUSHNELL, and SHARPE, JJ., concurred.</p>\n<p><footnote_body><sup id=\"fn*\"><a href=\"#ref-fn*\">*</a></sup> See 2 Comp. Laws 1929, &#167; 8413, subsection 2 (Stat. Ann. &#167; 17.147). &#8212; REPORTER.</footnote_body></p>\n<p><footnote_body><sup id=\"fn**\"><a href=\"#ref-fn**\">**</a></sup> The powers and duties of the industrial accident board, here referred to, have been transferred to the department of labor and industry and the board abolished. See 2 Comp. Laws 1929, &#167; 8312 (Stat. Ann. &#167; <cross_reference>17.3</cross_reference>). &#8212; REPORTER.</footnote_body> <span class=\"star-pagination\">*Page 371</span> </p>",
          "html_with_citations": "<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 361</span> \nThis is an appeal from an award of compensation by the department of labor and industry for an alleged occupational disease claimed to <span class=\"star-pagination\">*Page 362</span> \nhave been contracted by plaintiff while an employee of the appellant. Three questions are raised for our determination which may be stated briefly as follows: (1) Does Act No. 10, part 7, &#167; 6, Pub. Acts 1912 (1st Ex. Sess.), as added by Act No. 61, Pub. Acts 1937 (Comp. Laws Supp. 1940, &#167; 8485-6, Stat. Ann. 1941 Cum. Supp. &#167; 17.225), which provides for appointment of a medical commission, and making its report final, violate the Fourteenth Amendment of the Federal Constitution and Constitution of Michigan, art. 2, &#167; 16 (1908)? (2) Was the disease that is relied upon by plaintiff contracted within the time limitation provided by part 7, &#167; 5, of said act (Comp. Laws Supp. 1940, &#167; 8485-5, Stat. Ann. 1941 Cum. Supp. &#167; 17.224)? (3) Did said disease disable plaintiff from work within the meaning of said act?</p>\n<p>Plaintiff had been employed by the Reo Motor Car Company, and by Reo Motors, Inc., its successor in the business, for 15 to 18 years, except for occasional layoffs during the depression and another layoff in 1939. His last employment began June 19, 1939, at which time he was employed as a sweeper, cleaning the floors in some of defendant's buildings. His work was quite steady from June 19, 1939, until July, 1940. The work in cleaning floors required him to remove dust and grease, acids, paint, oils, any accumulation on the floors. Shortly after cleaning a room in No. 8 building in June, 1940, plaintiff claims his affliction was noticed, later diagnosed as a dermatitis. He continued to work a month or six weeks, was laid off July 5th, at which time his arms, face and neck, and legs were raw and sore to the extent that fellow workmen complained against working with him. Plaintiff claims his affliction was dermatitis venenata, so-called contact dermatitis, due to cleaning the floors, in contact with dust, dirt, grease, paint, oils and other filth. Defendant offered <span class=\"star-pagination\">*Page 363</span> \nconsiderable testimony to show this condition was due to a toxic recurrent exfoliated dermatitis; not covered by the occupational disease amendment. Plaintiff had first suffered from a skin condition in 1935 while working for Reo Motors, Inc., testified that he was better in the winter and all right in the summer if he wasn't working in the dirt, and that he had another onset when he got to working in the grease and filth cleaning floors. The deputy commissioner who conducted the hearing found plaintiff suffering from dermatitis venenata, an occupational disease, and allowed compensation, which was affirmed by the department on appeal.</p>\n<p>(1) Defendant claims that part 7, &#167; 6, of the act violates both Federal and State Constitutions, in that defendant is thereby deprived of its day in court, an opportunity to cross-examine the medical commission, and to establish the fact that claimant is not suffering from an occupational disease. Section 6 requires the department, or a member of the commission, when there is a dispute, to appoint a medical commission of three physicians to examine an employee alleged to be suffering from an occupational disease and to report. It provides that the report of said medical commission shall be final and conclusive as to the condition of said employee.</p>\n<p>This court is definitely committed to the rule of law that an employer, by accepting the benefits of the workmen's compensation act, is estopped from challenging the validity of the act or any amendment thereto. In <em>American Life Insurance Co.</em> v. <em>Balmer</em>,<cross_reference><span class=\"citation\" data-id=\"3495031\"><a href=\"/opinion/3525446/american-life-insurance-co-v-balmer/\"><span class=\"volume\">238</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">580</span></a></span></cross_reference>, <cross_reference>585</cross_reference>, <cross_reference>586</cross_reference>, this court said:</p>\n<p>\"But a complete answer to plaintiff's assault on the validity of the act lies in the fact that plaintiff has accepted its provisions and has had the benefit of them. By accepting its benefits it is estopped to deny its validity. <em>People, ex rel.</em><em>Ostapow</em>, v. <em>Fidelity  Casualty Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">296</span></span></cross_reference>, and authorities <span class=\"star-pagination\">*Page 364</span> \nthere cited. In the recent case of <em>Booth Fisheries Co.</em> v.<em>Industrial Commission</em>, <cross_reference><span class=\"citation\" data-id=\"100868\"><a href=\"/opinion/100868/booth-fisheries-co-v-industrial-commn-of-wis/\"><span class=\"volume\">271</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">208</span></a></span></cross_reference> (<cross_reference>46 Sup. Ct. 491</cross_reference>,<cross_reference><span class=\"citation\" data-id=\"100868\"><a href=\"/opinion/100868/booth-fisheries-co-v-industrial-commn-of-wis/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">908</span></a></span></cross_reference>), it was said by Chief Justice Taft, speaking for the court:</p>\n<p>\"`It is argued that the employer in a suit for compensation under the act is entitled under the Fourteenth Amendment to his day in court, and that he does not secure it unless he may submit to a court the question of the preponderance of the evidence on the issues raised.</p>\n<p>\"`A complete answer to this claim is found in the elective or voluntary character of the Wisconsin compensation act. * * * If the employer elects not to accept the provisions of the compensation act, he is not bound to respond in a proceeding before the industrial commission under the act, but may await a suit for damages for injuries or wrongful death by the person claiming recovery therefor, and make his defense at law before a court in which the issues of fact and law are to be tried by jury. In view of such an opportunity for choice, the employer who elects to accept the law may not complain that, in the plan for assessing the employer's compensation for injury sustained, there is no particular form of judicial review. This is clearly settled by the decision of this court in <em>Hawkins</em> v. <em>Bleakly</em>,<cross_reference><span class=\"citation\" data-id=\"2621062\"><a href=\"/opinion/2621062/hawkins-v-bleakly/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">210</span></a></span></cross_reference>, <cross_reference>216</cross_reference> (<cross_reference>37 Sup. Ct. 255</cross_reference>, <cross_reference><span class=\"citation\" data-id=\"2621062\"><a href=\"/opinion/2621062/hawkins-v-bleakly/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">678</span></a></span></cross_reference>, Ann. Cas. 1917D, 637).</p>\n<p>\"`More than this, the employer in this case having elected to accept the provisions of the law, and such benefits and immunities as it gives, may not escape its burdens by asserting that it is unconstitutional. The election is a waiver and estops such complaint. <em>Daniels</em> v. <em>Tearney</em>, <cross_reference><span class=\"citation\" data-id=\"90255\"><a href=\"/opinion/90255/daniels-v-tearney/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span></cross_reference>\n(<cross_reference><span class=\"citation\" data-id=\"90255\"><a href=\"/opinion/90255/daniels-v-tearney/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">187</span></a></span></cross_reference>); <em>Grand Rapids  I.R. Co.</em> v. <em>Osborn</em>, <cross_reference><span class=\"citation\" data-id=\"96018\"><a href=\"/opinion/96018/grand-rapids-indiana-r-co-v-osborn/\"><span class=\"volume\">193</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span></cross_reference>\n(<cross_reference>24 Sup. Ct. 310</cross_reference>, <cross_reference><span class=\"citation\" data-id=\"96018\"><a href=\"/opinion/96018/grand-rapids-indiana-r-co-v-osborn/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">598</span></a></span></cross_reference>).'\"</p>\n<p>In <em>Cooley</em> v. <em>Boice Brothers</em>, <cross_reference><span class=\"citation\" data-id=\"3501728\"><a href=\"/opinion/3531404/cooley-v-boice-brothers/\"><span class=\"volume\">245</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">325</span></a></span></cross_reference>, the defendant employers, who had elected to come under the workmen's compensation act and had never withdrawn <span class=\"star-pagination\">*Page 365</span> \ntherefrom, questioned the constitutionality of Act No. 162, Pub. Acts 1927,<sup id=\"ref-fn*\"><a href=\"#fn*\">*</a></sup> amending the act and providing for double compensation to minors injured while illegally employed. The precise claim was that defendants had never elected to accept the 1927 amendment and, therefore, were not estopped from challenging its constitutionality. The defendants claimed that the amendment in question did not go into effect until the time for the employers to give notice of withdrawal had elapsed, wherefore the defendants had no opportunity to withdraw when the accident occurred, and this court held they were bound by the act and could not question the validity of the amendment. Mr. Justice McDONALD, writing the opinion, concurred in by the court, said (pp. 330, 331):</p>\n<p>\"In conceding that they are bound by the 1927 amendment, the defendants must also concede that they elected to be governed by its provisions. In no other way could it bind them. There is nothing compulsory about the workmen's compensation law. If an employer becomes subject to its provisions, it is because he has so elected. The State offers it to him. He may come in or stay out as he chooses. If he accepts it, he does so because of the benefits he will receive by escaping large damages in common-law actions by injured employees. And when he elects to come under the law to receive these benefits, he will not be allowed to question its validity. There is nothing dangerous about such a rule. It is both reasonable and just.</p>\n<p>\"The defendants elected to become subject to this law. That section of the statute which provides for the filing of their election contemplates that there may be changes in its provisions. It provides that when an employer has filed his election and the <span class=\"star-pagination\">*Page 366</span> \nboard<sup id=\"ref-fn**\"><a href=\"#fn**\">**</a></sup> has approved it, he shall become subject to the `provisions of the act and all acts amendatory thereof.' So that by filing their election, these employers agreed, impliedly at least, to be governed by the provisions of any amendment that might be made to the act as it then existed.\"</p>\n<p>In <em>Thomas</em> v. <em>Morton Salt Co.</em>, <cross_reference><span class=\"citation\" data-id=\"3496484\"><a href=\"/opinion/3526736/thomas-v-morton-salt-co/\"><span class=\"volume\">253</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">613</span></a></span></cross_reference>, we held that a minor employee is under the same estoppel as the employer to deny constitutionality. On rehearing (<em>Thomas</em> v. <em>Morton Salt Co.</em>,<cross_reference><span class=\"citation\" data-id=\"3496426\"><a href=\"/opinion/3526682/thomas-v-morton-salt-co/\"><span class=\"volume\">258</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">231</span></a></span></cross_reference>), we held the estoppel of a minor employee to deny constitutionality of the act need not be formally pleaded, and the question was properly raised by this court on review in order to avoid conflict with another decision.</p>\n<p>See, also, <em>Jesiek</em> v. <em>Banfield</em>, <cross_reference><span class=\"citation\" data-id=\"3502582\"><a href=\"/opinion/3532168/jesiek-v-banfield/\"><span class=\"volume\">286</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">440</span></a></span></cross_reference>.</p>\n<p>It is argued that since the State, and each county, city, township, incorporated village and school district are brought within the provisions of the act without an opportunity for voluntary election (2 Comp. Laws 1929, &#167; 8411 [Stat. Ann. 1941 Cum. Supp. &#167; 17.145]), and, therefore, might raise questions of constitutionality, the absurd result would follow of having a section constitutional as to some employers and unconstitutional as to others. This conclusion is not sound nor is it applicable to the case at bar. If the question of constitutionality was available to this defendant in the case at bar, it would be considered. The issue now decided is whether this defendant is estopped from raising the question of constitutionality of the so-called occupational disease amendment, and we adhere to our former decisions on that question. <span class=\"star-pagination\">*Page 367</span> </p>\n<p>In the case at bar, the medical commission reported that plaintiff was suffering from dermatitis venenata, an occupational disease. Defendant claims that under the provisions of the act, it should have been allowed to offer testimony contradicting the finding of the medical commission. Such testimony was, in fact, offered by defendant at the hearing before the deputy commissioner through the testimony of several physicians called by defendant. The deputy ruled that any testimony would not be accepted that was contrary to the findings of the medical commission. However, the testimony was taken, the deputy ruling that it must be segregated and not used in the findings of the case. The testimony is in the record before us. It relates, in part at least, to the condition of plaintiff at various times both previous and subsequent to the date of the examination by the medical commission. The deputy was in error in ruling that such testimony could not be received and considered. In <em>Smith</em>\nv. <em>Wilson Foundry  Machine Co.</em>, <cross_reference><span class=\"citation\" data-id=\"3496311\"><a href=\"/opinion/3526582/smith-v-foundry-machine-co/\"><span class=\"volume\">296</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">484</span></a></span></cross_reference>, <cross_reference>489</cross_reference>, <cross_reference>490</cross_reference>, we said:</p>\n<p>\"The particular part of the section under consideration reads as follows:</p>\n<p>\"`The report, when signed by at least two of the members of said commission, shall be final and conclusive as to the condition of said employee with respect to the alleged disease or diseases.'</p>\n<p>\"Under the provisions of the cited act the department of labor and industry or any member thereof has the power and it is its duty to appoint a qualified medical commission which shall examine the injured employee. Under section 6 of part 7 of the above law, the report of the medical commission `shall be final and conclusive as to the condition of said employee with respect to the alleged disease or diseases.' <span class=\"star-pagination\">*Page 368</span> </p>\n<p>\"It appears from the above section of the act that the medical commission is limited and may determine only the condition of the injured employee on the date that he appears before it for examination. Its report is final only as to the date of the examination, but the liability of the employer is to be determined as of the date of the disablement of the employee.<em>Ruffertshafer</em> v. <em>Robert Gage Coal Co.</em>, <cross_reference><span class=\"citation\" data-id=\"3502486\"><a href=\"/opinion/3532084/ruffertshafer-v-gage-coal-co/\"><span class=\"volume\">291</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">254</span></a></span></cross_reference>. * * *</p>\n<p>\"Under section 7 of part 7 of the above act the date of disablement is a fact to be determined by the department. If the medical commission determines that the injured employee is suffering from an occupational disease, the department of labor and industry must make a determination as to the date of such disablement and may refer the matter to a deputy labor commissioner for such purpose.</p>\n<p>\"Under the theory advanced by defendant company, an injured employee cannot have a determination of the period of his disability if the medical commission subsequently finds that he is not suffering from an occupational disease.</p>\n<p>\"We are not in accord with such a theory. It deprives an injured employee of his rights defined in section 7 of part 7 of the act and in our holding in <em>Ruffertshafer</em> v. <em>Robert Gage</em><em>Coal Co., supra.</em>\"</p>\n<p>The defendant has been allowed its day in court on this issue, in the case at bar. It appears from the opinion and findings of the department on review of the findings of the deputy that the so-called \"segregated\" testimony was considered by the department on review. In the findings of the department the testimony offered by the defendant from a group of five physicians is discussed and considered at length. There is testimony to support the department's finding that defendant's physicians were unable to diagnose with any degree of certainty the cause of plaintiff's condition, whereas, on the contrary, the report of the medical commission states <span class=\"star-pagination\">*Page 369</span> \npositively that the plaintiff was at that time, when the examination was made, suffering from dermatitis venenata.</p>\n<p>(2) The department might reasonably conclude that plaintiff's condition was brought on when he resumed work in June, 1939, by reason of continuous contact with dirt, grease, oils, and other irritating substances in his work of sweeping the floors. This is within the range of plaintiff's own testimony as well as that of one or more physicians. The department necessarily found that plaintiff contracted dermatitis venenata due to the nature of his employment and during his employment within the limitation of time prescribed by section 5 of part 7 of the act (Comp. Laws Supp. 1940, &#167; 8485-5, Stat. Ann. 1941 Cum. Supp. &#167; 17.224). There was competent testimony to support the finding and it will not be disturbed by this court. <em>Brozozowski</em> v. <em>Swedish Crucible Steel</em><em>Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">146</span></span></cross_reference>.</p>\n<p>(3) Defendant lastly claims that the plaintiff's disease did not disable him from work, therefore, he is not entitled to compensation under section 2 of part 7 of the act (Comp. Laws Supp. 1940, &#167; 8485-2, Stat. Ann. 1941 Cum. Supp. &#167; <cross_reference>17.221</cross_reference>). We are bound by the conclusion that plaintiff was suffering from dermatitis venenata. When questioned as to his condition just prior to the time he was laid off, the plaintiff testified:</p>\n<p>\"It was awful. My legs was all raw, my clothes even stuck to them, and the hide came off when I would try to take my clothes off, and my arms and face and neck was all sore.\"</p>\n<p>Section 1 of the occupational disease amendment (Act No. 61, Pub. Acts 1937 [Comp. Laws Supp. 1940, &#167; 8485-1, Stat. Ann. 1941 Cum. Supp. &#167; 17.220]), provides: <span class=\"star-pagination\">*Page 370</span> </p>\n<p>\"(a) The word `disability' means the state of being disabled from earning full wages at the work at which the employee was last employed;</p>\n<p>\"(b) The word `disablement' means the event of becoming so disabled as defined in sub-paragraph (a).\"</p>\n<p>Section 3 of part 7 of the act (Comp. Laws Supp. 1940, &#167; 8485-3, Stat. Ann. 1941 Cum. Supp. &#167; 17.222) provides:</p>\n<p>\"If an employee is disabled or dies and his disability or death is caused by one of the diseases mentioned in the schedule contained in section two of this part and the disease is due to the nature of the employment in which such employee was engaged and was contracted therein, he or his dependents shall be entitled to compensation for his death or for his disablement.\"</p>\n<p>There is ample testimony to support the finding of the department that dermatitis venenata disabled plaintiff from earning full wages at the work at which he was last employed. It is quite probable that the immediate reason for plaintiff's discharge was because other employees complained about working with him on account of his obvious condition. He should not be penalized for attempting to continue work when his condition was such that he might well have claimed he was physically unable. His power to earn a living was just as effectively cut off by the disease as if he had admitted he was completely unable to continue work. The act speaks of disability in the terms of being able to earn wages. Under the circumstances of this case, there is evidence in the record to support the finding of disability within the meaning of the act.</p>\n<p>The award is affirmed, with costs to appellee.</p>\n<p>CHANDLER, C.J., and NORTH, STARR, WIEST, BUTZEL, BUSHNELL, and SHARPE, JJ., concurred.</p>\n<p><footnote_body><sup id=\"fn*\"><a href=\"#ref-fn*\">*</a></sup> See 2 Comp. Laws 1929, &#167; 8413, subsection 2 (Stat. Ann. &#167; 17.147). &#8212; REPORTER.</footnote_body></p>\n<p><footnote_body><sup id=\"fn**\"><a href=\"#ref-fn**\">**</a></sup> The powers and duties of the industrial accident board, here referred to, have been transferred to the department of labor and industry and the board abolished. See 2 Comp. Laws 1929, &#167; 8312 (Stat. Ann. &#167; <cross_reference>17.3</cross_reference>). &#8212; REPORTER.</footnote_body> <span class=\"star-pagination\">*Page 371</span> </p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90255/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96018/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100868/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2621062/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3495031/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3496311/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3496426/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3496484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3501728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3502486/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3502582/"
          ]
        }
      ],
      "judges": "BOYLES, J.",
      "date_created": "2016-07-05T22:02:58.037069Z",
      "date_modified": "2017-04-14T23:48:15.586995Z",
      "date_filed": "1942-01-06",
      "date_filed_is_approximate": false,
      "slug": "flanigan-v-reo-motors-inc",
      "citation_id": null,
      "case_name_short": "Flanigan",
      "case_name": "Flanigan v. Reo Motors, Inc.",
      "case_name_full": "Flanigan v. Reo Motors, Inc.",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "300 Mich. 359",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "1 N.W.2d 572",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "William H. Wise , for plaintiff.\n\n Shields, Ballard, Jennings  Taber , for defendant.\n\n Sessions  Warner, amici curiae.",
      "nature_of_suit": "",
      "posture": "Appeal from Department of Labor and Industry. Submitted October 23, 1941. (Docket No. 69, Calendar No. 41,754.) Decided January 6, 1942.\n\nClaim of Daniel Flanigan against Reo Motors, Inc., for compensation for an occupational disease. Award to plaintiff. Defendant appeals. Affirmed.",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3397640/flanigan-v-reo-motors-inc/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T22:02:58.032673Z",
  "date_modified": "2016-07-05T22:02:58.032696Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Flanigan",
  "case_name": "Flanigan v. Reo Motors, Inc.",
  "case_name_full": "Flanigan v. Reo Motors, Inc.",
  "slug": "flanigan-v-reo-motors-inc",
  "docket_number": "Docket No. 69, Calendar No. 41,754.",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}