{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3400894/",
  "id": 3400894,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mich/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3528769/",
      "id": 3528769,
      "absolute_url": "/opinion/3528769/young-v-city-of-ann-arbor/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3400894/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3498791/",
          "id": 3498791,
          "absolute_url": "/opinion/3528769/young-v-city-of-ann-arbor/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3528769/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T22:06:09.454071Z",
          "date_modified": "2017-04-14T23:48:19.243366Z",
          "type": "020lead",
          "sha1": "2e6f13e4751968c1cfb3431d4018bc979b798e9e",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/michigan/supreme_court_opinions/documents/a589c9cdbf2ec05e.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>This is a test case to determine the constitutionality of Act No. 94, Pub. Acts of 1933. In the consideration of that question this court has nothing to do with the wisdom or policy of the law or the motives which actuated the legislature in its enactment. The sole question for our consideration is whether the statute is or is not constitutional. A statute must be violative of the Constitution, the fundamental law, before it may be declared unconstitutional. Statutes are enacted by the legislature, presumably after consideration, and all presumptions are in favor of the constitutionality of the deliberate acts of a co-ordinate department of government. It is only when the rule established and declared in the Constitution by the people conflicts with the rule of a statute enacted by the people's public servants, the legislature, that the latter must give way.</p>\n<p>A different rule of construction applies to the Constitution of the United States than to the Constitution of a State. The Federal government is one of delegated powers, and all powers not delegated are reserved to the States or to the people. When the validity of an act of congress is challenged as unconstitutional, it is necessary to determine whether the power to enact it has been expressly or impliedly delegated to congress. The legislative power, under the Constitution of the State, is as broad, comprehensive, absolute and unlimited as that of the parliament of England, subject only to the Constitution of the United States and the restraints and limitations imposed by the people upon such power by the Constitution of the State itself. <span class=\"star-pagination\">*Page 244</span> </p>\n<p>\"The purpose and object of a State Constitution are not to make specific grants of legislative power, but to limit that power when it would otherwise be general or unlimited.\"<em>Sears</em> v. <em>Cottrell</em>, <cross_reference>5 Mich. 251</cross_reference>, <cross_reference>256</cross_reference>.</p>\n<p>(1) The validity of Act No. 94, Pub. Acts 1933, is challenged upon the grounds, its title is defective; the body of the act covers more than one subject; it violates article 10, &#167; 14 of the Constitution in that it permits the municipal and<em>quasi-</em>municipal corporations mentioned therein to engage in works of internal improvement; provides for the creation of public utilities other than those designated by the Constitution; provides for the creation of public indebtedness, not authorized by the people; in effect, confers a franchise without a vote of the people, and amends various statutes by implication, without reference thereto.</p>\n<p>(2) It is contended the act violates article 5, &#167; 21 of the Constitution, which provides:</p>\n<p>\"No law shall embrace more than one object which shall be expressed in its title.\"</p>\n<p>(a) \"A title is but a descriptive caption, directing attention to the subject-matter which follows.\" <em>Loomis</em> v.<em>Rogers</em>, <cross_reference>197 Mich. 265</cross_reference>.</p>\n<p>(b) \"If the act centers to one main general object or purpose which the title comprehensively declares, though in general terms, and if provisions in the body of the act not directly mentioned in the title are germane, auxiliary, or incidental to that general purpose, the constitutional requirement is met.\"<em>Loomis</em> v. <em>Rogers, supra.</em></p>\n<p>The general object of the act in question is to authorize the municipal and <em>quasi-</em>municipal corporations named therein to make public improvements <span class=\"star-pagination\">*Page 245</span> \nand pay therefor by bonds payable from the income to be derived from their operation. All the rest of the statute is germane to this main object.</p>\n<p>(c) \"An act complete in itself is not within the mischief designed to be remedied by this provision, and cannot be held to be prohibited by it without violating its plain intent.\"<em>People</em> v. <em>Mahaney</em>, <cross_reference>13 Mich. 481</cross_reference>.</p>\n<p>The act in question is complete in itself, and not unconstitutional, though it may amend other statutes by implication.</p>\n<p>(3) Counties, townships and school districts, so far as the questions here involved are concerned, have such powers as may be conferred upon them by law. Article 8, &#167;&#167; 1, 16 and article 11, &#167; 9 of the Constitution in effect so provide. The constitutional powers of port districts are governed by article 8, &#167; 30 and of metropolitan districts by article 8, &#167; 31. With these we are not concerned. Ann Arbor is a city.</p>\n<p>\"Any city or village may acquire, own, establish and maintain, either within or without its corporate limits, parks, boulevards, cemeteries, hospitals, alms-houses and all works which involve the public health or safety.\" Article 8, &#167; 22.</p>\n<p>There was much agitation in the constitutional convention for municipal ownership, and article 8, &#167; 23 was embodied in the Constitution, which provides:</p>\n<p>\"Subject to the provisions of this Constitution, any city or village may acquire, own and operate, either within or without its corporate limits, public utilities for supplying water, light, heat, power and transportation to the municipality and the inhabitants thereof\" etc. <span class=\"star-pagination\">*Page 246</span> </p>\n<p>It is contended a sewage disposal plant is a public utility and not included within the provisions of article 8, &#167; 23, and therefore the city has no power or authority to construct it.</p>\n<p>In the constitutional convention when article 8, &#167; 22 was under consideration, Mr. Barnett thought the language \"public health and safety\" too general and indefinite. Mr. Milnes stated that in the committee it was insisted anything which involved the public health or the safety of a city should be included. Mr. Hemans said: \"There cannot be any question but that the institutions under public health and safety are of the same character as those already enumerated.\" And Mr. Fairlie declared: \"The matters dealt with in the section * * * are all matters involving the public health and safety. They do not involve the public utilities.\" It was pointed out in the convention that what were strictly public utilities were covered by section 23 and subsequent sections of article 8 of the Constitution. It will be conceded that a sewage disposal plant is a work which involves the public health and safety and a city has express constitutional authority to establish and maintain such plant.</p>\n<p>(4) It is urged that Act No. 94, Pub. Acts 1933, violates article 10, &#167; 14 of the Constitution which provides:</p>\n<p>\"The State shall not be a party to, nor be interested in any work of internal improvement, nor engage in carrying on any such work, except * * *.\"</p>\n<p>The history of Michigan's experience with internal improvements has been recited by this court. <em>Attorney General</em>\nv. <em>Pingree</em>, <cross_reference>120 Mich. 550</cross_reference> (46 L.R.A. 407). In our early national history the Erie Canal was constructed by the State of New York, <span class=\"star-pagination\">*Page 247</span> \nmaking available cheap transportation west to Lake Erie and furnishing an outlet for the products of the north central States bordering on the Great Lakes, rich in agriculture, lumbering, and mineral resources. All these were made tributary to the market of New York and probably more than anything else stimulated the growth, wealth and prosperity of that city which became the commercial and financial metropolis of the new world. Michigan sought to emulate New York's example and the Constitution of 1835 provided the State should encourage internal improvements and provide for the application of funds appropriated for that purpose. Constitution of 1835, art. 12, &#167; 3. By act approved July 25, 1836 (Act No. 35, p. 57, 1st and Ex. Sess. 1835, 1836), the State asked congress for the appropriation by it of 500,000 acres of land for internal improvements in lieu of the propositions concerning land made by congress to the State. After the admission of Michigan into the Union, the governor urged legislative action looking toward internal improvements, and the legislature passed Act No. 67, Laws of 1837, and Act No. 97, Laws of 1837. The State was authorized to borrow $5,000,000 and to issue its bonds therefor. The system of internal improvements in this State was not successful, possibly because available jobs were distributed as political patronage, and finally, under Governor Felch, they were sold out to private enterprise. So strong was public sentiment in condemnation of the State engaging in internal improvements that the Constitution of 1850 prohibited the State from being a party to or interested in any work of internal improvement. Article 14, &#167; 9 of 1850. This was continued in the Constitution of 1908 by article 10, &#167; 14 of the Constitution above quoted. Many cases considering <span class=\"star-pagination\">*Page 248</span> \nwhat is and what is not an internal improvement, are collected in 31 C. J. pp. 262-304. This court sought to establish a line of demarcation between internal improvements and local public improvements in <em>Attorney General, ex rel. Brotherton</em>, v.<em>Detroit Common Council</em>, <cross_reference>148 Mich. 71</cross_reference>, but the distinction was not made much clearer by judicial exposition. It will be admitted, if the State cannot engage in the construction and operation of internal improvements, municipalities and<em>quasi-</em>municipal corporations may not do so. The latter are but instrumentalities of the State for carrying on the scheme of local government, and the State cannot lawfully delegate power to a municipal or <em>quasi-</em>municipal corporation to do what it has no power or authority to do itself. <em>Attorney General, ex rel.</em><em>Brotherton</em>, v. <em>Detroit Common Council, supra</em>, and cases cited. Whether a sewage disposal plant is or is not an internal improvement does not affect the validity of the statute in question, for the reason that the Constitution, by article 8, &#167; 22 clearly authorizes the construction of a sewage disposal plant, whether it is an internal improvement or a public utility or not.</p>\n<p>(5) It is claimed that Act No. 94, Pub. Acts 1933, is unconstitutional because it violates the debt restrictions imposed by the home rule act (Act No. 279, Pub. Acts 1909, as amended [1 Comp. Laws 1929, &#167; 2228 <em>et seq.</em> ]), passed in pursuance of article 8, &#167;&#167; 20, 21 of the Constitution which provides that general laws providing for the incorporation of cities and villages shall limit their rate of taxation for municipal purposes and restrict their powers of borrowing money and contracting debts. We are not informed as to the indebtedness of the city of Ann Arbor. The term \"indebtedness\" may be said <span class=\"star-pagination\">*Page 249</span> \nto include obligations of every character whereby a municipality agrees, or is bound, to pay a sum of money to another. Usually one of the incidents of municipal indebtedness is that there is a legal right upon its maturity to coerce payment.</p>\n<p>Act No. 94, Pub. Acts 1933, so far as here applicable, provides that cities may borrow money and issue negotiable bonds which may be sold in such manner and upon such terms as the governing body of the city shall deem for the best interest of the borrower, but \"in no event shall any of the bonds be sold on a basis to yield more than six per cent. per annum from the date of sale to the date of average maturity of the bonds sold.\" The principal and interest of the bonds to be payable solely from the revenue derived from the operation of the plant. It is expressly provided that no bond or coupon issued pursuant to this act shall constitute an indebtedness of such borrower within the meaning of any State constitutional provision or statutory limitation. It is further provided:</p>\n<p>\"It shall be plainly stated on the face of each such bond and coupon that the same is a self-liquidating revenue bond and has been issued under the provisions of this act, and that it does not constitute an indebtedness of such borrower within any State constitutional provision or statutory limitation and that such bond is not a general obligation of the borrower.\"</p>\n<p>The bonds issued in pursuance of this act are to constitute a first lien upon the revenue of the plant, and the resolution passed by the city authorizing their issuance should so declare. The statute provides that in case there is a default in the payment of the interest and principal of such bonds, the holders of bonds or coupons representing in the aggregate <span class=\"star-pagination\">*Page 250</span> \nnot less than 20 per cent. of the entire issue outstanding, may institute proceedings to compel the performance of all duties by the officials of the borrower, including the fixing of sufficient rates, the collection and segregation of revenues and the proper application thereof; but it is expressly provided that said statutory lien upon said revenue shall not be construed to give any holder or owner of any bond or coupon authority to compel the sale of such system or project or any part thereof.</p>\n<p>It is expressly provided that the bonds authorized by and issued under the act shall not be subject to the limitations and provisions provided by the laws of Michigan for the municipal and <em>quasi</em>-municipal subdivisions therein mentioned. Subsequent provisions of the statute provide for the deposit of the money derived from the sale of such bonds by the city upon specified security being given and for its expenditure. The act provides that no free service shall be furnished by such system to any person, firm or corporation, or to the borrower itself; for the fixing of rates of service and the revision thereof; for the collection of revenue to be derived from the operation of the plant and its application. It is specifically provided by section 29: \"It shall not be necessary for any borrower operating under the provisions of this act to obtain any franchise or other permit from any State bureau, board, commission or other instrumentality thereof;\" and that it shall not be necessary to submit the question of the issuance of these self-liquidating revenue bonds to the electors of the municipal or <em>quasi</em>-municipal corporations issuing the same. The statute is not unconstitutional because it authorizes the issuance of bonds in excess of the limit of bonded indebtedness fixed by the governing statute of the city. <span class=\"star-pagination\">*Page 251</span> </p>\n<p>\"In the case of street, sewers, and other local improvements, which are payable from the proceeds of special assessments upon the property benefited thereby, a contract which provides that the contractor shall be paid from such assessments, that he shall have no right of recourse against the municipality or its property, or its general power of taxation, and that the only duty of the municipality shall be to levy, collect, and pay over the special assessments, does not create any indebtedness on the part of the municipality within the meaning of the constitutional limitation, although the city is a party to the contract; although the money is payable through its general treasury; and although it issues certificates, warrants, or bonds payable out of such special fund for the payment of the cost of the improvement. Under such a contract no judgment<em>in personam</em> against the city for non-payment of the cost is justified, no charge can be enforced against its general assets, nor can a resort be had to general taxation for the purpose of satisfying the claim. When the rights of the contractor are so limited, there is no debt within the debt-limit provision of the Constitution.\" Dillon, Municipal Corporations (5th Ed.), &#167; 198.</p>\n<p>Substantially the same reasoning is applicable to the self-liquidating revenue bonds in question.</p>\n<p>In <em>Winston</em> v. <em>City of Spokane</em>, <cross_reference>12 Wn. 524</cross_reference> (<cross_reference>41 P. 888</cross_reference>), a similar question was before the court. It is said:</p>\n<p>\"It will be seen that the sole question presented for our consideration is as to whether or not the ordinance in question, the contract to be executed in pursuance thereof, or the obligations provided for in said contract, will create an indebtedness of the city within the meaning of the provisions of the Constitution (article 8, &#167; 6) in relation thereto. Said ordinance and contract, when construed together, <span class=\"star-pagination\">*Page 252</span> \nprovide that the obligations to be issued in pursuance thereof shall be payable only out of the special fund to be created out of the receipts of the waterworks as above specified, and that the city shall not be in any manner liable to pay the same except out of moneys in said special fund.</p>\n<p>\"For the purposes of this case, it must be conceded that said waterworks will, in addition to supplying the money for the creation of such fund as provided for in said ordinance, pay all the expenses incident to their operation, and for that reason the creation of such special fund can occasion no liability upon the part of the city to make any payment out of its general funds. This being so, we are of the opinion that neither the ordinance, the contract, nor the obligations to be issued by the city in pursuance thereof, do or will constitute a debt of the city within the constitutional definition. The only obligation assumed on the part of the city is to pay out of the special fund, and it is in no manner otherwise liable to the beneficiaries under the contract. The general credit of the city is in no manner pledged except for the performance of its duty in the creation of such special fund. The transaction therefore is no more the incurring of an indebtedness on the part of the city than is the issue of warrants payable out of a special fund created by an assessment upon property to be benefited by a local improvement.\"</p>\n<p>In <em>Kenyon</em> v. <em>City of Spokane</em>, <cross_reference>17 Wn. 57</cross_reference> (<cross_reference>48 P. 783</cross_reference>), it is said:</p>\n<p>\"The ordinance under which the prior warrants were issued was before this court for consideration in <em>Winston</em> v. <em>Spokane</em>,<cross_reference>12 Wn. 524</cross_reference> (<cross_reference>41 P. 888</cross_reference>), where the court held that the issuance of such warrants, payable only from a special fund created out of a certain percentage of the revenue derived from the waterworks, was not an incurring of a municipal <span class=\"star-pagination\">*Page 253</span> \nindebtedness within the meaning of the constitutional provisions on that subject.\"</p>\n<p>While in <em>Faulkner</em> v. <em>City of Seattle</em>, <cross_reference>19 Wn. 320</cross_reference>\n(<cross_reference>53 P. 365</cross_reference>), it was conceded:</p>\n<p>\"That bonds issued only against a fund to be created from the revenues of the system would not create a debt against the city.\"</p>\n<p>The principles enunciated by these cases were reviewed and adopted in <em>Brockenbrough</em> v. <em>Board of Water Com'rs of Charlotte</em>,<cross_reference>134 N.C. 1</cross_reference> (<cross_reference>46 S.E. 28</cross_reference>).</p>\n<p>\"It has been held that a contract under statutory authority with a person advancing money to complete a system of waterworks by which a special fund is created out of a certain percentage of the receipts of the waterworks, which fund is set apart for the liquidation of the moneys advanced without any obligation being assumed by the city except to make payment out of the special fund as it accrues, does not create indebtedness within the meaning of the constitutional provisions. On the like principle it was held that an issue of bonds for the purpose of purchasing the plant, franchise, etc., of a waterworks system under a statute providing that the bonds should be paid from the income of the waterworks, and that none of the city's funds raised by taxation should be applied to their payment, is not a contracting of debt by the city within the inhibition of the Constitution.\" Dillon, Municipal Corporations (5th Ed.), &#167; 198.</p>\n<p>So the issuance of the bonds provided for under Act No. 94, Pub. Acts of 1933, will not increase the bonded indebtedness of the city of Ann Arbor. Such bonds are not payable by the city. It does not assume and agree to pay them. It can levy no tax upon the people for their payment. They are exactly <span class=\"star-pagination\">*Page 254</span> \nwhat they purport to be, self-liquidating revenue bonds, and the purchaser thereof can have recourse for their payment only to the revenues to be derived from the operation of the sewage disposal plant. These revenues must be disbursed in accordance with the statute. Of course if the city should misappropriate the funds to be derived from the operation of the plant so they are unlawfully diverted from the purposes for which they are appropriated by the statute, the city may be held liable; not because of the statute, but because of its violation of a statutory duty. <em>Chaffee</em> v. <em>Granger</em>, <cross_reference>6 Mich. 51</cross_reference>; <em>Lansing</em> v. <em>Van</em><em>Gorder</em>, <cross_reference>24 Mich. 456</cross_reference>.</p>\n<p>(6) It is claimed Act No. 94, Pub. Acts 1933, is invalid because violative of article 8, &#167; 24 of the Constitution, which provides that a city may issue mortgage bonds beyond the general limit of the bonded indebtedness prescribed by law to be secured only upon the property and revenue of such public utility, including a franchise, stating the terms upon which in case of foreclosure the purchaser may operate the same, etc. The difficulty with this contention is that the city of Ann Arbor does not propose to issue mortgage bonds; does not propose to place a mortgage upon its sewage disposal plant; the bonds which it issues are not secured by the property of the sewage disposal plant; there can be no foreclosure under these bonds; the lien granted by the statute is solely upon the revenues to be derived from its operation.</p>\n<p>(7) No franchise is required under Act No. 94, Pub. Acts 1933, because there may be no foreclosure, no taking of the property, and no operation thereof by the bondholders; who may not acquire title thereto by foreclosure, and hence no franchise is necessary <span class=\"star-pagination\">*Page 255</span> \nto be granted as a part of the security of the bondholders.</p>\n<p>We find nothing either in the title or the body of the act indicating it is unconstitutional on any of the grounds upon which it is here attacked. The decree of the trial court is affirmed, but without costs.</p>\n<p>NELSON SHARPE, C.J., and FEAD, WIEST, BUTZEL, BUSHNELL, and EDWARD M. SHARPE, JJ., concurred. NORTH, J., did not sit.</p>",
          "html_with_citations": "<p>This is a test case to determine the constitutionality of Act No. 94, Pub. Acts of 1933. In the consideration of that question this court has nothing to do with the wisdom or policy of the law or the motives which actuated the legislature in its enactment. The sole question for our consideration is whether the statute is or is not constitutional. A statute must be violative of the Constitution, the fundamental law, before it may be declared unconstitutional. Statutes are enacted by the legislature, presumably after consideration, and all presumptions are in favor of the constitutionality of the deliberate acts of a co-ordinate department of government. It is only when the rule established and declared in the Constitution by the people conflicts with the rule of a statute enacted by the people's public servants, the legislature, that the latter must give way.</p>\n<p>A different rule of construction applies to the Constitution of the United States than to the Constitution of a State. The Federal government is one of delegated powers, and all powers not delegated are reserved to the States or to the people. When the validity of an act of congress is challenged as unconstitutional, it is necessary to determine whether the power to enact it has been expressly or impliedly delegated to congress. The legislative power, under the Constitution of the State, is as broad, comprehensive, absolute and unlimited as that of the parliament of England, subject only to the Constitution of the United States and the restraints and limitations imposed by the people upon such power by the Constitution of the State itself. <span class=\"star-pagination\">*Page 244</span> </p>\n<p>\"The purpose and object of a State Constitution are not to make specific grants of legislative power, but to limit that power when it would otherwise be general or unlimited.\"<em>Sears</em> v. <em>Cottrell</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">251</span></span></cross_reference>, <cross_reference>256</cross_reference>.</p>\n<p>(1) The validity of Act No. 94, Pub. Acts 1933, is challenged upon the grounds, its title is defective; the body of the act covers more than one subject; it violates article 10, &#167; 14 of the Constitution in that it permits the municipal and<em>quasi-</em>municipal corporations mentioned therein to engage in works of internal improvement; provides for the creation of public utilities other than those designated by the Constitution; provides for the creation of public indebtedness, not authorized by the people; in effect, confers a franchise without a vote of the people, and amends various statutes by implication, without reference thereto.</p>\n<p>(2) It is contended the act violates article 5, &#167; 21 of the Constitution, which provides:</p>\n<p>\"No law shall embrace more than one object which shall be expressed in its title.\"</p>\n<p>(a) \"A title is but a descriptive caption, directing attention to the subject-matter which follows.\" <em>Loomis</em> v.<em>Rogers</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">265</span></span></cross_reference>.</p>\n<p>(b) \"If the act centers to one main general object or purpose which the title comprehensively declares, though in general terms, and if provisions in the body of the act not directly mentioned in the title are germane, auxiliary, or incidental to that general purpose, the constitutional requirement is met.\"<em>Loomis</em> v. <em>Rogers, supra.</em></p>\n<p>The general object of the act in question is to authorize the municipal and <em>quasi-</em>municipal corporations named therein to make public improvements <span class=\"star-pagination\">*Page 245</span> \nand pay therefor by bonds payable from the income to be derived from their operation. All the rest of the statute is germane to this main object.</p>\n<p>(c) \"An act complete in itself is not within the mischief designed to be remedied by this provision, and cannot be held to be prohibited by it without violating its plain intent.\"<em>People</em> v. <em>Mahaney</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">481</span></span></cross_reference>.</p>\n<p>The act in question is complete in itself, and not unconstitutional, though it may amend other statutes by implication.</p>\n<p>(3) Counties, townships and school districts, so far as the questions here involved are concerned, have such powers as may be conferred upon them by law. Article 8, &#167;&#167; 1, 16 and article 11, &#167; 9 of the Constitution in effect so provide. The constitutional powers of port districts are governed by article 8, &#167; 30 and of metropolitan districts by article 8, &#167; 31. With these we are not concerned. Ann Arbor is a city.</p>\n<p>\"Any city or village may acquire, own, establish and maintain, either within or without its corporate limits, parks, boulevards, cemeteries, hospitals, alms-houses and all works which involve the public health or safety.\" Article 8, &#167; 22.</p>\n<p>There was much agitation in the constitutional convention for municipal ownership, and article 8, &#167; 23 was embodied in the Constitution, which provides:</p>\n<p>\"Subject to the provisions of this Constitution, any city or village may acquire, own and operate, either within or without its corporate limits, public utilities for supplying water, light, heat, power and transportation to the municipality and the inhabitants thereof\" etc. <span class=\"star-pagination\">*Page 246</span> </p>\n<p>It is contended a sewage disposal plant is a public utility and not included within the provisions of article 8, &#167; 23, and therefore the city has no power or authority to construct it.</p>\n<p>In the constitutional convention when article 8, &#167; 22 was under consideration, Mr. Barnett thought the language \"public health and safety\" too general and indefinite. Mr. Milnes stated that in the committee it was insisted anything which involved the public health or the safety of a city should be included. Mr. Hemans said: \"There cannot be any question but that the institutions under public health and safety are of the same character as those already enumerated.\" And Mr. Fairlie declared: \"The matters dealt with in the section * * * are all matters involving the public health and safety. They do not involve the public utilities.\" It was pointed out in the convention that what were strictly public utilities were covered by section 23 and subsequent sections of article 8 of the Constitution. It will be conceded that a sewage disposal plant is a work which involves the public health and safety and a city has express constitutional authority to establish and maintain such plant.</p>\n<p>(4) It is urged that Act No. 94, Pub. Acts 1933, violates article 10, &#167; 14 of the Constitution which provides:</p>\n<p>\"The State shall not be a party to, nor be interested in any work of internal improvement, nor engage in carrying on any such work, except * * *.\"</p>\n<p>The history of Michigan's experience with internal improvements has been recited by this court. <em>Attorney General</em>\nv. <em>Pingree</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">550</span></span></cross_reference> (46 L.R.A. 407). In our early national history the Erie Canal was constructed by the State of New York, <span class=\"star-pagination\">*Page 247</span> \nmaking available cheap transportation west to Lake Erie and furnishing an outlet for the products of the north central States bordering on the Great Lakes, rich in agriculture, lumbering, and mineral resources. All these were made tributary to the market of New York and probably more than anything else stimulated the growth, wealth and prosperity of that city which became the commercial and financial metropolis of the new world. Michigan sought to emulate New York's example and the Constitution of 1835 provided the State should encourage internal improvements and provide for the application of funds appropriated for that purpose. Constitution of 1835, art. 12, &#167; 3. By act approved July 25, 1836 (Act No. 35, p. 57, 1st and Ex. Sess. 1835, 1836), the State asked congress for the appropriation by it of 500,000 acres of land for internal improvements in lieu of the propositions concerning land made by congress to the State. After the admission of Michigan into the Union, the governor urged legislative action looking toward internal improvements, and the legislature passed Act No. 67, Laws of 1837, and Act No. 97, Laws of 1837. The State was authorized to borrow $5,000,000 and to issue its bonds therefor. The system of internal improvements in this State was not successful, possibly because available jobs were distributed as political patronage, and finally, under Governor Felch, they were sold out to private enterprise. So strong was public sentiment in condemnation of the State engaging in internal improvements that the Constitution of 1850 prohibited the State from being a party to or interested in any work of internal improvement. Article 14, &#167; 9 of 1850. This was continued in the Constitution of 1908 by article 10, &#167; 14 of the Constitution above quoted. Many cases considering <span class=\"star-pagination\">*Page 248</span> \nwhat is and what is not an internal improvement, are collected in 31 C. J. pp. 262-304. This court sought to establish a line of demarcation between internal improvements and local public improvements in <em>Attorney General, ex rel. Brotherton</em>, v.<em>Detroit Common Council</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">71</span></span></cross_reference>, but the distinction was not made much clearer by judicial exposition. It will be admitted, if the State cannot engage in the construction and operation of internal improvements, municipalities and<em>quasi-</em>municipal corporations may not do so. The latter are but instrumentalities of the State for carrying on the scheme of local government, and the State cannot lawfully delegate power to a municipal or <em>quasi-</em>municipal corporation to do what it has no power or authority to do itself. <em>Attorney General, ex rel.</em><em>Brotherton</em>, v. <em>Detroit Common Council, supra</em>, and cases cited. Whether a sewage disposal plant is or is not an internal improvement does not affect the validity of the statute in question, for the reason that the Constitution, by article 8, &#167; 22 clearly authorizes the construction of a sewage disposal plant, whether it is an internal improvement or a public utility or not.</p>\n<p>(5) It is claimed that Act No. 94, Pub. Acts 1933, is unconstitutional because it violates the debt restrictions imposed by the home rule act (Act No. 279, Pub. Acts 1909, as amended [1 Comp. Laws 1929, &#167; 2228 <em>et seq.</em> ]), passed in pursuance of article 8, &#167;&#167; 20, 21 of the Constitution which provides that general laws providing for the incorporation of cities and villages shall limit their rate of taxation for municipal purposes and restrict their powers of borrowing money and contracting debts. We are not informed as to the indebtedness of the city of Ann Arbor. The term \"indebtedness\" may be said <span class=\"star-pagination\">*Page 249</span> \nto include obligations of every character whereby a municipality agrees, or is bound, to pay a sum of money to another. Usually one of the incidents of municipal indebtedness is that there is a legal right upon its maturity to coerce payment.</p>\n<p>Act No. 94, Pub. Acts 1933, so far as here applicable, provides that cities may borrow money and issue negotiable bonds which may be sold in such manner and upon such terms as the governing body of the city shall deem for the best interest of the borrower, but \"in no event shall any of the bonds be sold on a basis to yield more than six per cent. per annum from the date of sale to the date of average maturity of the bonds sold.\" The principal and interest of the bonds to be payable solely from the revenue derived from the operation of the plant. It is expressly provided that no bond or coupon issued pursuant to this act shall constitute an indebtedness of such borrower within the meaning of any State constitutional provision or statutory limitation. It is further provided:</p>\n<p>\"It shall be plainly stated on the face of each such bond and coupon that the same is a self-liquidating revenue bond and has been issued under the provisions of this act, and that it does not constitute an indebtedness of such borrower within any State constitutional provision or statutory limitation and that such bond is not a general obligation of the borrower.\"</p>\n<p>The bonds issued in pursuance of this act are to constitute a first lien upon the revenue of the plant, and the resolution passed by the city authorizing their issuance should so declare. The statute provides that in case there is a default in the payment of the interest and principal of such bonds, the holders of bonds or coupons representing in the aggregate <span class=\"star-pagination\">*Page 250</span> \nnot less than 20 per cent. of the entire issue outstanding, may institute proceedings to compel the performance of all duties by the officials of the borrower, including the fixing of sufficient rates, the collection and segregation of revenues and the proper application thereof; but it is expressly provided that said statutory lien upon said revenue shall not be construed to give any holder or owner of any bond or coupon authority to compel the sale of such system or project or any part thereof.</p>\n<p>It is expressly provided that the bonds authorized by and issued under the act shall not be subject to the limitations and provisions provided by the laws of Michigan for the municipal and <em>quasi</em>-municipal subdivisions therein mentioned. Subsequent provisions of the statute provide for the deposit of the money derived from the sale of such bonds by the city upon specified security being given and for its expenditure. The act provides that no free service shall be furnished by such system to any person, firm or corporation, or to the borrower itself; for the fixing of rates of service and the revision thereof; for the collection of revenue to be derived from the operation of the plant and its application. It is specifically provided by section 29: \"It shall not be necessary for any borrower operating under the provisions of this act to obtain any franchise or other permit from any State bureau, board, commission or other instrumentality thereof;\" and that it shall not be necessary to submit the question of the issuance of these self-liquidating revenue bonds to the electors of the municipal or <em>quasi</em>-municipal corporations issuing the same. The statute is not unconstitutional because it authorizes the issuance of bonds in excess of the limit of bonded indebtedness fixed by the governing statute of the city. <span class=\"star-pagination\">*Page 251</span> </p>\n<p>\"In the case of street, sewers, and other local improvements, which are payable from the proceeds of special assessments upon the property benefited thereby, a contract which provides that the contractor shall be paid from such assessments, that he shall have no right of recourse against the municipality or its property, or its general power of taxation, and that the only duty of the municipality shall be to levy, collect, and pay over the special assessments, does not create any indebtedness on the part of the municipality within the meaning of the constitutional limitation, although the city is a party to the contract; although the money is payable through its general treasury; and although it issues certificates, warrants, or bonds payable out of such special fund for the payment of the cost of the improvement. Under such a contract no judgment<em>in personam</em> against the city for non-payment of the cost is justified, no charge can be enforced against its general assets, nor can a resort be had to general taxation for the purpose of satisfying the claim. When the rights of the contractor are so limited, there is no debt within the debt-limit provision of the Constitution.\" Dillon, Municipal Corporations (5th Ed.), &#167; 198.</p>\n<p>Substantially the same reasoning is applicable to the self-liquidating revenue bonds in question.</p>\n<p>In <em>Winston</em> v. <em>City of Spokane</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">524</span></span></cross_reference> (<cross_reference><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">P.</span> <span class=\"page\">888</span></span></cross_reference>), a similar question was before the court. It is said:</p>\n<p>\"It will be seen that the sole question presented for our consideration is as to whether or not the ordinance in question, the contract to be executed in pursuance thereof, or the obligations provided for in said contract, will create an indebtedness of the city within the meaning of the provisions of the Constitution (article 8, &#167; 6) in relation thereto. Said ordinance and contract, when construed together, <span class=\"star-pagination\">*Page 252</span> \nprovide that the obligations to be issued in pursuance thereof shall be payable only out of the special fund to be created out of the receipts of the waterworks as above specified, and that the city shall not be in any manner liable to pay the same except out of moneys in said special fund.</p>\n<p>\"For the purposes of this case, it must be conceded that said waterworks will, in addition to supplying the money for the creation of such fund as provided for in said ordinance, pay all the expenses incident to their operation, and for that reason the creation of such special fund can occasion no liability upon the part of the city to make any payment out of its general funds. This being so, we are of the opinion that neither the ordinance, the contract, nor the obligations to be issued by the city in pursuance thereof, do or will constitute a debt of the city within the constitutional definition. The only obligation assumed on the part of the city is to pay out of the special fund, and it is in no manner otherwise liable to the beneficiaries under the contract. The general credit of the city is in no manner pledged except for the performance of its duty in the creation of such special fund. The transaction therefore is no more the incurring of an indebtedness on the part of the city than is the issue of warrants payable out of a special fund created by an assessment upon property to be benefited by a local improvement.\"</p>\n<p>In <em>Kenyon</em> v. <em>City of Spokane</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">57</span></span></cross_reference> (<cross_reference><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">P.</span> <span class=\"page\">783</span></span></cross_reference>), it is said:</p>\n<p>\"The ordinance under which the prior warrants were issued was before this court for consideration in <em>Winston</em> v. <em>Spokane</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">524</span></span></cross_reference> (<cross_reference><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">P.</span> <span class=\"page\">888</span></span></cross_reference>), where the court held that the issuance of such warrants, payable only from a special fund created out of a certain percentage of the revenue derived from the waterworks, was not an incurring of a municipal <span class=\"star-pagination\">*Page 253</span> \nindebtedness within the meaning of the constitutional provisions on that subject.\"</p>\n<p>While in <em>Faulkner</em> v. <em>City of Seattle</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">320</span></span></cross_reference>\n(<cross_reference><span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">P.</span> <span class=\"page\">365</span></span></cross_reference>), it was conceded:</p>\n<p>\"That bonds issued only against a fund to be created from the revenues of the system would not create a debt against the city.\"</p>\n<p>The principles enunciated by these cases were reviewed and adopted in <em>Brockenbrough</em> v. <em>Board of Water Com'rs of Charlotte</em>,<cross_reference><span class=\"citation\" data-id=\"3653559\"><a href=\"/opinion/3907409/brockenbrough-v-commissioners/\"><span class=\"volume\">134</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></a></span></cross_reference> (<cross_reference><span class=\"citation\" data-id=\"3653559\"><a href=\"/opinion/3907409/brockenbrough-v-commissioners/\"><span class=\"volume\">46</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">28</span></a></span></cross_reference>).</p>\n<p>\"It has been held that a contract under statutory authority with a person advancing money to complete a system of waterworks by which a special fund is created out of a certain percentage of the receipts of the waterworks, which fund is set apart for the liquidation of the moneys advanced without any obligation being assumed by the city except to make payment out of the special fund as it accrues, does not create indebtedness within the meaning of the constitutional provisions. On the like principle it was held that an issue of bonds for the purpose of purchasing the plant, franchise, etc., of a waterworks system under a statute providing that the bonds should be paid from the income of the waterworks, and that none of the city's funds raised by taxation should be applied to their payment, is not a contracting of debt by the city within the inhibition of the Constitution.\" Dillon, Municipal Corporations (5th Ed.), &#167; 198.</p>\n<p>So the issuance of the bonds provided for under Act No. 94, Pub. Acts of 1933, will not increase the bonded indebtedness of the city of Ann Arbor. Such bonds are not payable by the city. It does not assume and agree to pay them. It can levy no tax upon the people for their payment. They are exactly <span class=\"star-pagination\">*Page 254</span> \nwhat they purport to be, self-liquidating revenue bonds, and the purchaser thereof can have recourse for their payment only to the revenues to be derived from the operation of the sewage disposal plant. These revenues must be disbursed in accordance with the statute. Of course if the city should misappropriate the funds to be derived from the operation of the plant so they are unlawfully diverted from the purposes for which they are appropriated by the statute, the city may be held liable; not because of the statute, but because of its violation of a statutory duty. <em>Chaffee</em> v. <em>Granger</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">51</span></span></cross_reference>; <em>Lansing</em> v. <em>Van</em><em>Gorder</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">456</span></span></cross_reference>.</p>\n<p>(6) It is claimed Act No. 94, Pub. Acts 1933, is invalid because violative of article 8, &#167; 24 of the Constitution, which provides that a city may issue mortgage bonds beyond the general limit of the bonded indebtedness prescribed by law to be secured only upon the property and revenue of such public utility, including a franchise, stating the terms upon which in case of foreclosure the purchaser may operate the same, etc. The difficulty with this contention is that the city of Ann Arbor does not propose to issue mortgage bonds; does not propose to place a mortgage upon its sewage disposal plant; the bonds which it issues are not secured by the property of the sewage disposal plant; there can be no foreclosure under these bonds; the lien granted by the statute is solely upon the revenues to be derived from its operation.</p>\n<p>(7) No franchise is required under Act No. 94, Pub. Acts 1933, because there may be no foreclosure, no taking of the property, and no operation thereof by the bondholders; who may not acquire title thereto by foreclosure, and hence no franchise is necessary <span class=\"star-pagination\">*Page 255</span> \nto be granted as a part of the security of the bondholders.</p>\n<p>We find nothing either in the title or the body of the act indicating it is unconstitutional on any of the grounds upon which it is here attacked. The decree of the trial court is affirmed, but without costs.</p>\n<p>NELSON SHARPE, C.J., and FEAD, WIEST, BUTZEL, BUSHNELL, and EDWARD M. SHARPE, JJ., concurred. NORTH, J., did not sit.</p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3653559/"
          ]
        }
      ],
      "judges": "POTTER, J.",
      "date_created": "2016-07-05T22:06:09.447512Z",
      "date_modified": "2017-05-04T17:34:16.163173Z",
      "date_filed": "1934-06-04",
      "date_filed_is_approximate": false,
      "slug": "young-v-city-of-ann-arbor",
      "citation_id": null,
      "case_name_short": "Young",
      "case_name": "Young v. City of Ann Arbor",
      "case_name_full": "Young v. City of Ann Arbor.",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "267 Mich. 241",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "255 N.W. 579",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "Frank B. DeVine , for plaintiff.\n\n William M. Laird , for defendants.",
      "nature_of_suit": "",
      "posture": "Appeal from Washtenaw; Lamb (Fred S.), J., presiding. Submitted April 26, 1934. (Docket No. 167, Calendar No. 37,851.) Decided June 4, 1934.\n\nBill by John Young against City of Ann Arbor, a municipal corporation, and others to enjoin execution of municipal contracts for sewage disposal plant pursuant to Act No. 94, Pub. Acts 1933. Bill dismissed. Plaintiff appeals. Affirmed.",
      "syllabus": "",
      "citation_count": 79,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3400894/young-v-city-of-ann-arbor/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T22:06:09.440922Z",
  "date_modified": "2016-07-05T22:06:09.440949Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": "1934-04-26",
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Young",
  "case_name": "Young v. City of Ann Arbor",
  "case_name_full": "Young v. City of Ann Arbor.",
  "slug": "young-v-city-of-ann-arbor",
  "docket_number": "Docket No. 167, Calendar No. 37,851.",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}