{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3402839/",
  "id": 3402839,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mich/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3530714/",
      "id": 3530714,
      "absolute_url": "/opinion/3530714/home-savings-bank-v-fuller/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3402839/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3500956/",
          "id": 3500956,
          "absolute_url": "/opinion/3530714/home-savings-bank-v-fuller/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3530714/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T22:07:56.829449Z",
          "date_modified": "2017-04-14T23:49:18.349358Z",
          "type": "020lead",
          "sha1": "82febf2d5ea125bc922462954cf22e31c6830b34",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/michigan/supreme_court_opinions/documents/d12599f857c4ec3e.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 11</span> \nPlaintiffs, as trustees of the segregated assets of the Home Savings Bank of Kalamazoo, commenced law action against defendant to collect 100 per cent. statutory assessment on 10 shares of bank stock.<sup id=\"ref-fn*\"><a href=\"#fn*\">*</a></sup> <span class=\"star-pagination\">*Page 12</span> </p>\n<p>For the purpose of the motion to dismiss involved in this appeal, it was conceded by both parties that plaintiffs' right of action would have been barred by the general statute of limitations (3 Comp. Laws 1929, &#167; 13976 [Stat. Ann. &#167; 27.605]) on July 25, 1939, which date was six years after the statutory stockholder's assessment had been levied.</p>\n<p>The suit was begun by summons issued July 13, 1939, returnable July 29, 1939. Declaration was filed July 24, 1939. Such summons was delivered to the office of the sheriff of Kalamazoo county for service. About July 24th a deputy sheriff informed plaintiffs' attorneys that defendant was not in Kalamazoo county and was in Grand Traverse county. Plaintiffs' attorneys obtained the original summons from the sheriff of Kalamazoo county July 24, 1939, and forwarded same by mail to the sheriff of Grand Traverse county, who received it July 26th. The summons was not served in Grand Traverse county. Plaintiffs' attorneys did not communicate with the Grand Traverse sheriff between the return day of July 29th and August 18th, on which date one of plaintiffs' attorneys telephoned the Grand Traverse sheriff and requested him to return the unserved summons. Plaintiffs' attorneys received the summons back on August 21st, without sheriff's return thereon. They prepared a form of return of no service and sent it to the Grand Traverse sheriff who signed the same August 22d and forwarded it to plaintiffs' attorneys, who received it August 24th. On that date, August 24th, the deputy sheriff of Kalamazoo county also signed a return of no service.</p>\n<p>Such original summons, with both sheriffs' returns thereon, was held by plaintiffs' attorneys in their office from August 24th to August 31st. On <span class=\"star-pagination\">*Page 13</span> \nthat date, August 31st, plaintiffs' attorneys filed such original summons in court and an alias was issued. No court order was obtained authorizing such alias summons. The next day, September 1st, such alias was served on defendant. On September 7, 1939, defendant's attorneys filed general appearance, and copy of declaration was served on them.</p>\n<p>There was dispute as to whether plaintiffs' attorneys granted an extension of time within which defendant might file answer or other pleading. On January 26, 1940, defendant filed motion to dismiss the suit on the ground there had been a break in the continuity of the suit and that the statute of limitations had barred the action during such break in continuity.</p>\n<p>At the opening of trial before the court without jury, March 25, 1940, defendant's motion to dismiss was presented and argued. The only testimony taken at the trial was that of William J. Howard, one of plaintiffs' attorneys. Plaintiffs objected to the granting of such motion to dismiss on the following grounds:</p>\n<p>\"(1) That the motion was not timely made in accordance with Rule No. 27 and Rule No. 18 of the Michigan Court Rules (1933).</p>\n<p>\"(2) The defendant had filed a general appearance dated September 5, 1939, and served upon plaintiff September 7, 1939.</p>\n<p>\"(3) That the alias was not void and amounted to the commencement of a new action within one year from the abatement of the former action under 3 Comp. Laws 1929, &#167; 13982.\"</p>\n<p>The court granted the motion to dismiss, and plaintiffs appeal.</p>\n<p>We quote pertinent parts of the court's opinion as follows: <span class=\"star-pagination\">*Page 14</span> </p>\n<p>\"As I say, the court is unable to determine whether there was any negligence on the part of the sheriff of Grand Traverse county or not as he has no positive proof as to when the sheriff of Grand Traverse county actually received the summons; but be that as it may, the summons was returned, as the officer has a right to, to the attorney for plaintiff instead of the clerk, and was held in the attorney's office for a period of seven days before any proceedings or arrangement was made or before it was filed in the clerk's office. That was not the neglect or fault of the sheriff in making the return.</p>\n<p>\"Now, in this case, as in any other law case, you cannot take two absolutely inconsistent positions. The position of plaintiff in his argument in this case was that there was an alias issued, or asked specifically if there was a new suit started, and he said no, therefore irrespective of other conditions, the plaintiff had elected to continue under the first position of the suit not having been abated, which would be inconsistent with the position that was later taken of coming under the year statute.</p>\n<p>\"I believe the position of plaintiff in this case is estopped in taking any position that he had a right to an alias summons because it is not the neglect of the officers in this case.</p>\n<p>\"In this case, the lapse of time after the return was made to the attorney for plaintiff, and the statute of limitations having run, I find that there was a break and that the continuity of action was interrupted. The statute of limitations would run and the cause of action is barred by such statute and the motion to dismiss is granted for the reason that the statute of limitations has run and the plaintiff elected to stand on the position of an alias and continued in that position until it developed that that alias was not properly issued. Then he cannot take the inconsistent position by saying 'If I fall down on one, I will take the other.' For that reason the <span class=\"star-pagination\">*Page 15</span> \nmotion is granted and the case dismissed on the ground of the statute of limitations.\"</p>\n<p>The first question is whether defendant's motion to dismiss, filed January 26, 1940, was timely made. Court Rule No. 18, &#167; 1 (1933), provides in part:</p>\n<p>\"Defendant may, within the time for pleading, file a motion to dismiss the action or suit, where any of the following defects appear on the face of the declaration * * * and he may, within the same time, file a similar motion supported by affidavits where any of the said following defects do not appear upon the face of the declaration: * * *</p>\n<p>\"(f) That the cause of action did not accrue within the time limited by law for the commencement of an action or suit thereon.\"</p>\n<p>Court Rule No. 27, &#167; 3 (1933), provides in part:</p>\n<p>\"The defendant shall file his answer * * * within 15 days after service of a copy of the declaration * * * upon him, except where motion to dismiss * * * is made.\"</p>\n<p>Court Rule No. 27, &#167; 6 (1933), provides in part:</p>\n<p>\"A motion attacking a pleading must be filed and served within 15 days after the receipt of the pleading attacked.\"</p>\n<p>There was a lapse of over four months between the date the declaration was served and the date defendant filed motion to dismiss. There was no written stipulation extending the time for answer or pleading. Plaintiffs had, on July 13, 1939, the date this suit was begun, also instituted several other suits against other defendants to recover statutory assessments on the stock of said bank.</p>\n<p>We have examined the testimony given by one of plaintiffs' attorneys to determine whether any <span class=\"star-pagination\">*Page 16</span> \nagreement was made for extension of time to answer or plead. Plaintiffs' attorney, William J. Howard, testified in part as follows:</p>\n<p>\"Our office represents these same plaintiffs in a number of suits brought on similar causes of action. There are about seven or eight suits at least. In many of these cases different attorneys are representing the defendants. I have had conferences and telephone conversations with all of these different defendants in regard to their cases. * * *</p>\n<p>\"Summons was served on the defendant on September 1, 1939; and the appearance of her attorneys was entered on September 7, 1939. I talked with Mr. Frost in regard to this case after he had appeared for Mrs. Fuller [defendant]. I recall a conversation with Mr. Frost in regard to the fact that the attorneys in these various cases would want to get together and decide on the defense, if any, or on attempting to settle the cases out of court. I did not understand that no pleadings were to be filed in these cases for that reason. Pleadings were not filed in these cases for a long time after 15 days had passed from the time the suits were started. We started these cases in the summer of 1939, and pleadings were not filed in any of them until 1940. We didn't enter any defaults in these cases for the reason that I understood that they were going to decide upon their defense and file their pleadings. I understood that they were not going to be filed within 15 days from the time the suits were started. * * *</p>\n<p>\"I understood that they were to file pleadings. I understood that there was to be an issue framed; that they were to have time enough to meet &#8212; that was to be done within a reasonable time &#8212; not within 15 days from the time the suits were started, and not within 15 days from the time that service was made upon the defendants. It was my understanding, and I did confer with Mr. Frost on the matter, and I did demand pleadings on that &#8212; on these suits, including <span class=\"star-pagination\">*Page 17</span> \nthe Lizzie Fuller suit, as early as November of 1939, and I believe I even asked for them in October. On each of those occasions Mr. Frost said that he and Mr. Farrell, who were the only ones concerned in the agreement at that time, still had not definitely had word from their clients as to whether they were going to defend the cases or whether they were going to pay the assessments, and asked for additional time. I granted them some additional time, but finally those answers were &#8212; the cases only came of issue because I pressed the matter on by refusing additional time and by demanding that the matter be brought either to an issue or the assessments paid.</p>\n<p>\"<em>Q.</em> It was after that that this motion was filed in the Lizzie Fuller case?</p>\n<p>\"<em>A.</em> I was not asked to refrain from defaulting in the Lizzie Fuller case because of pending motion. I granted no time for the making of a tardy motion.</p>\n<p>\"That was never discussed. My time extension was for the making of the pleadings, framing of the issue. I came right out and said 'I will grant time for the filing of an answer.' I told them that they may take as much time as they desired within a reasonable time in which to make an answer. I did not say I in which to plead,' but 'to file an answer.' I did not say 'within which to file a plea,' or a 'pleading.' \"</p>\n<p>Plaintiffs had not entered defendant's default for failure to answer or plead. It seems reasonably clear that plaintiffs granted defendant, and also the defendants in other similar pending cases, an extension of time for pleading. Court Rule No. 18, &#167; 1 (1933), provides for the Ming of motion to dismiss \"within the time for pleading.\" We, therefore, conclude that defendant's motion to dismiss was timely made and the trial court was justified in considering and acting upon such motion. <span class=\"star-pagination\">*Page 18</span> </p>\n<p>Court Rule No. 11 (1933) provides as follows:</p>\n<p>\"No private agreement or consent between the parties to a cause, or their attorneys respecting the proceedings in a cause which shall be denied by either party, shall be binding, unless the same shall have been made in open court, or unless evidence thereof shall be in writing subscribed by the party or his attorney against whom the same is alleged.\"</p>\n<p>As there was no denial of at least some manner of agreement for extension of time to answer or plead, we will not apply such rule.</p>\n<p>The next question is whether defendant, by filing general appearance September 7, 1939, waived her defense of the statute of limitations.</p>\n<p>The several cases and authorities cited by plaintiffs' counsel, viz., <em>Whitworth</em> v. <em>Pelton</em>, <cross_reference>81 Mich. 98</cross_reference>; <em>Chippewa</em><em>County Supervisors</em> v. <em>Bennett</em>, <cross_reference>185 Mich. 544</cross_reference>; <em>Shank</em> v.<em>Woodworth</em>, <cross_reference>111 Mich. 642</cross_reference>; <em>Chambers</em> v. <em>Beckwith</em>, <cross_reference>247 Mich. 255</cross_reference>; 3 Am. Jur. pp. 784, 805, 806, &#167;&#167; 5, 35; <em>Morgan</em> v.<em>Hoey</em>, <cross_reference>209 Mich. 655</cross_reference>; <em>Orlich</em> v. <em>Houghton Circuit Judge</em>,<cross_reference>246 Mich. 487</cross_reference>; <em>Harvey</em> v. <em>Stewart</em>, <cross_reference>260 Mich. 66</cross_reference>; <em>Lesher</em> v.<em>Bonner</em>, <cross_reference>269 Mich. 124</cross_reference>, do not sustain their contention that defendant waived the defense of the statute of limitations by filing general appearance.</p>\n<p>By such general appearance defendant submitted herself to the jurisdiction of the court and waived all jurisdictional questions, but she did not waive the defense of the statute of limitations, which defense was properly raised by motion to dismiss. In <em>Colling</em> v. <em>McGregor</em>, <cross_reference>144 Mich. 6517</cross_reference> 653, we said:</p>\n<p>\"It is said that because defendants appeared in the case and pleaded they waived all questions of jurisdiction. Doubtless this would be a waiver of <span class=\"star-pagination\">*Page 19</span> \njurisdiction, but it is not a waiver of the defense of the statute of limitations.\"</p>\n<p>Defendant bases her motion to dismiss on the ground there was a fatal break in the continuity of the suit between the return day (July 29th) of the original summons and the issuance of the alias summons (August 31st), and also between the date of the sheriffs I returns on the original summons and the issuance of alias summons; and that plaintiffs' claim was barred by the statute of limitations during such break or interim. The original summons, returnable July 29th, was not served. The statute of limitations barred plaintiffs' action on July 25th, and the running of such statute after that date could only be tolled by preserving the continuity of the pending suit by the continuous existence of live process which could be served. There was no live process in existence during the period from the return day of July 29th until the original summons, with sheriffs' returns thereon, was filed and alias summons issued August 31st. The return showing failure of service of the original summons, should have been filed under Court Rule No. 13, &#167; 3 (1933), as amended April 20, 1938, and February 2, 1939, within five days after the return day and by August 3d. The record discloses that nothing whatever was done by plaintiffs or their attorneys regarding return of the original summons until August 18th, when plaintiffs I attorneys telephoned the Grand Traverse county sheriff and requested him to return the unserved summons. By August 24th plaintiffs' attorneys had obtained the original summons and returns from the sheriffs of both counties, showing no service. The summons, with sheriffs' returns thereon, was then held by plaintiffs' attorneys in <span class=\"star-pagination\">*Page 20</span> \ntheir office from August 24th to August 31st, when the same was filed and alias issued.</p>\n<p>The question is: Do these facts show a break in the continuity of the suit, during which time the statute of limitations barred plaintiffs' right of action?</p>\n<p>In <em>Colling</em> v. <em>McGregor, supra</em>, p. 653, this court said:</p>\n<p>\"Did the failure to take out the second summons for more than two months after the return day of the first summons interrupt the continuity of the action? We think this question must be answered in the affirmative under the following decisions:<em>Johnson</em> v. <em>Mead</em>, <cross_reference>58 Mich. 67</cross_reference>, <cross_reference>73 Mich. 326</cross_reference>; <em>Peck</em> v. <em>German Fire</em><em>Insurance Co.</em>, <cross_reference>102 Mich. 52</cross_reference>.\"</p>\n<p>In <em>Danaher</em> v. <em>Ross</em>, <cross_reference>278 Mich. 485</cross_reference>, <cross_reference>487</cross_reference>, <cross_reference>488</cross_reference>, involving the question of a break in the continuity of a suit, we said:</p>\n<p>\"The meritorious question is whether plaintiff's cause of action is barred by the three-year limitation provided in 3 Comp. Laws 1929, &#167; 13976, subd. 2 (Stat. Ann. &#167; 27.605). The answer hinges on whether there was such a continuity in the prosecution of plaintiff's suit after the return day of the original summons as tolled the running of the statute. Defendant resided in the county where suit was instituted and was an instructor in a high school. No justification appears in the record for the delay in obtaining service of process. The return day of the original summons was 22 days before the expiration of the statutory limitation period. During this time there was no issued summons of which valid service could have been made. * * *</p>\n<p>\"The original summons was not returned with anything like reasonable promptness after the return day stated in the process. Such delay is not <span class=\"star-pagination\">*Page 21</span> \nexcusable merely because a court rule provides for the issuance of an alias summons within 10 days after the return of previous process unserved. Court Rule No. 13, &#167; 2 (1933). Surely the orderly prosecution of a suit necessitates reasonable diligence in attempting to obtain service of process and in making the return regardless of whether service of process is obtained or is not obtained before the return day. In this connection see 3 Comp. Laws 1929, &#167; 14101 (Stat. Ann. &#167; 27.768). * * *</p>\n<p>\"The period of limitation fixed by the statute cannot be extended by such inexcusable and dilatory tactics. <em>Parker Bros.</em><em>Co.</em> v. <em>Railroad Co.</em>, <cross_reference>242 Mich. 214</cross_reference>.\"</p>\n<p>In <em>Home Savings Bank</em> v. <em>Young</em>, <cross_reference>295 Mich. 725</cross_reference>, the same plaintiffs as in the present case began chancery action July 13, 1939, for discovery and for enforcement of statutory stockholders' liability. The original summons was not served and an alias and second alias were issued. The plaintiffs' right of action would have been barred by the statute on July 25th, the same as in the present case. Motion was made to quash the second alias summons on the ground there had been a break in the continuity of the action and that plaintiffs' claim had, during such break, been barred by the statute of limitations. The facts were somewhat different from the present case as regards the alleged break in continuity of action, but the opinion is helpful in our consideration of the present case. Mr. Justice NORTH, speaking for the court, said (pp. 731-733, 735):</p>\n<p>\"If formerly there was room for doubt or uncertainty as to what was necessary, either at law or in equity, to avoid such a break in continuity in prosecuting a suit as would result in its abatement in consequence of the bar of the general statute of limitations having intervened, we think it has been removed <span class=\"star-pagination\">*Page 22</span> \nby clear and definite provisions contained in the court rules. See Court Rules Nos. 13 and 14 (1933), as amended. The law charges litigants with knowledge of the date stated in the process on or before which service must be obtained. * * * It is a plain and reasonable requirement of practice to hold that failure to comply with the rule provisions above noted constitutes a breach of continuity in the prosecution of the suit wherein the defense is made that prior to such breach the term of the general statute of limitations had run. The noted rule provisions apply to suits in equity, as well as to actions at law. * * *</p>\n<p>\"Except plaintiffs, by compliance with the court rules, avoided a breach of continuity in prosecuting their suit, defendants were entitled to assert the defense of the statute of limitations. Plaintiffs and their counsel were charged with notice, because court rules so provide, that the sheriff holding the first alias for service was obligated to file the return of nonservice on or before October 25, 1939; and in default of such return, it was the duty of plaintiffs to take prompt action to secure performance of the officer's duty. The return was not filed until November 4, 1939. Plaintiffs did not secure issuance of a second alias until November 25, 1939. This was 31 days after the date on which plaintiffs were bound to know that return of nonservice should have been filed. * * *</p>\n<p>\"While they are not on all fours with the instant suit, decisions in the following cases are indicative of the established law in this jurisdiction. <em>Johnson</em> v. <em>Mead</em>, <cross_reference>58 Mich. 67</cross_reference>;  <em>Peck</em> v. <em>German Fire Insurance Co.</em>, <cross_reference>102 Mich. 52</cross_reference>; <em>Colling</em> v.<em>McGregor</em>, <cross_reference>144 Mich. 651</cross_reference>; <em>Danaher</em> v. <em>Ross</em>, <cross_reference>278 Mich. 485</cross_reference>; <em>Parker</em><em>Bros. Co.</em> v. <em>Railroad Co.</em>, <cross_reference>242 Mich. 214</cross_reference>.\"</p>\n<p>Plaintiffs were chargeable with knowledge of the return day (July 29th) of the original summons, and the failure of the sheriff to make return thereof <span class=\"star-pagination\">*Page 23</span> <em>Home Savings Bank</em> v. <em>Young, supra.</em> When the sheriff of Grand Traverse county failed to make his return showing no service on defendant within five days after the return day of original summons, it became and was the duty of plaintiffs to take prompt steps to secure the performance of the sheriff's duty. In case the sheriff's return could not be obtained by demand, then Court Rule No. 15, &#167; 2 (1933), provides the method for compelling such return. Plaintiffs were dilatory in obtaining and filing the original summons and sheriffs I returns and having alias summons issued. We conclude that there was a break in the continuity of the action prior to August 31, 1939, and that the statute of limitations, being effective on and after July 25th, barred plaintiff's right of action.</p>\n<p>The remaining question is on plaintiffs' contention that the sheriff of Grand Traverse county was guilty of neglect or default in failing to make return of the original summons within five days after the return day and that the issuance of alias summons on August 31st amounted to the commencement of a new suit under 3 Comp. Laws 1929, &#167; 13982 (Stat. Ann. &#167; 27.611), which provides in part as follows:</p>\n<p>\"If, in any action, duly commenced within the time limited in this chapter, and allowed therefor, the writ * * * shall fail of a sufficient service or return, * * * by any default or neglect of the officer to whom it is committed, * * * the plaintiff may commence a new action for the same cause, at any time within one year after the abatement or other determination of the original suit.\"</p>\n<p>From a careful examination of the record we are convinced that the alleged default or neglect in securing return of the original summons and issuance of alias summons was at least in part chargeable to <span class=\"star-pagination\">*Page 24</span> \nplaintiffs. Furthermore, there was no apparent justification or excuse for holding the original summons, with sheriffs' completed returns thereon, in the office of plaintiffs' attorneys for seven days after August 24th. Plaintiffs did not use reasonable diligence in securing return of the original summons and issuance of alias. We conclude that such alias summons cannot be treated as commencement of a new action within one year under the above statute.</p>\n<p>The order of the trial court granting defendant's motion to dismiss is affirmed, with costs to defendant.</p>\n<p>SHARPE, C.J., and BUSHNELL, BOYLES, CHANDLER, NORTH, WIEST, and BUTZEL, JJ., concurred.</p>\n<p><footnote_body><sup id=\"fn*\"><a href=\"#ref-fn*\">*</a></sup> See 3 Comp. Laws 1929, &#167; 11945 (Stat. Ann. &#167; 23.52). &#8212; REPORTER.</footnote_body></p>",
          "html_with_citations": "<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 11</span> \nPlaintiffs, as trustees of the segregated assets of the Home Savings Bank of Kalamazoo, commenced law action against defendant to collect 100 per cent. statutory assessment on 10 shares of bank stock.<sup id=\"ref-fn*\"><a href=\"#fn*\">*</a></sup> <span class=\"star-pagination\">*Page 12</span> </p>\n<p>For the purpose of the motion to dismiss involved in this appeal, it was conceded by both parties that plaintiffs' right of action would have been barred by the general statute of limitations (3 Comp. Laws 1929, &#167; 13976 [Stat. Ann. &#167; 27.605]) on July 25, 1939, which date was six years after the statutory stockholder's assessment had been levied.</p>\n<p>The suit was begun by summons issued July 13, 1939, returnable July 29, 1939. Declaration was filed July 24, 1939. Such summons was delivered to the office of the sheriff of Kalamazoo county for service. About July 24th a deputy sheriff informed plaintiffs' attorneys that defendant was not in Kalamazoo county and was in Grand Traverse county. Plaintiffs' attorneys obtained the original summons from the sheriff of Kalamazoo county July 24, 1939, and forwarded same by mail to the sheriff of Grand Traverse county, who received it July 26th. The summons was not served in Grand Traverse county. Plaintiffs' attorneys did not communicate with the Grand Traverse sheriff between the return day of July 29th and August 18th, on which date one of plaintiffs' attorneys telephoned the Grand Traverse sheriff and requested him to return the unserved summons. Plaintiffs' attorneys received the summons back on August 21st, without sheriff's return thereon. They prepared a form of return of no service and sent it to the Grand Traverse sheriff who signed the same August 22d and forwarded it to plaintiffs' attorneys, who received it August 24th. On that date, August 24th, the deputy sheriff of Kalamazoo county also signed a return of no service.</p>\n<p>Such original summons, with both sheriffs' returns thereon, was held by plaintiffs' attorneys in their office from August 24th to August 31st. On <span class=\"star-pagination\">*Page 13</span> \nthat date, August 31st, plaintiffs' attorneys filed such original summons in court and an alias was issued. No court order was obtained authorizing such alias summons. The next day, September 1st, such alias was served on defendant. On September 7, 1939, defendant's attorneys filed general appearance, and copy of declaration was served on them.</p>\n<p>There was dispute as to whether plaintiffs' attorneys granted an extension of time within which defendant might file answer or other pleading. On January 26, 1940, defendant filed motion to dismiss the suit on the ground there had been a break in the continuity of the suit and that the statute of limitations had barred the action during such break in continuity.</p>\n<p>At the opening of trial before the court without jury, March 25, 1940, defendant's motion to dismiss was presented and argued. The only testimony taken at the trial was that of William J. Howard, one of plaintiffs' attorneys. Plaintiffs objected to the granting of such motion to dismiss on the following grounds:</p>\n<p>\"(1) That the motion was not timely made in accordance with Rule No. 27 and Rule No. 18 of the Michigan Court Rules (1933).</p>\n<p>\"(2) The defendant had filed a general appearance dated September 5, 1939, and served upon plaintiff September 7, 1939.</p>\n<p>\"(3) That the alias was not void and amounted to the commencement of a new action within one year from the abatement of the former action under 3 Comp. Laws 1929, &#167; 13982.\"</p>\n<p>The court granted the motion to dismiss, and plaintiffs appeal.</p>\n<p>We quote pertinent parts of the court's opinion as follows: <span class=\"star-pagination\">*Page 14</span> </p>\n<p>\"As I say, the court is unable to determine whether there was any negligence on the part of the sheriff of Grand Traverse county or not as he has no positive proof as to when the sheriff of Grand Traverse county actually received the summons; but be that as it may, the summons was returned, as the officer has a right to, to the attorney for plaintiff instead of the clerk, and was held in the attorney's office for a period of seven days before any proceedings or arrangement was made or before it was filed in the clerk's office. That was not the neglect or fault of the sheriff in making the return.</p>\n<p>\"Now, in this case, as in any other law case, you cannot take two absolutely inconsistent positions. The position of plaintiff in his argument in this case was that there was an alias issued, or asked specifically if there was a new suit started, and he said no, therefore irrespective of other conditions, the plaintiff had elected to continue under the first position of the suit not having been abated, which would be inconsistent with the position that was later taken of coming under the year statute.</p>\n<p>\"I believe the position of plaintiff in this case is estopped in taking any position that he had a right to an alias summons because it is not the neglect of the officers in this case.</p>\n<p>\"In this case, the lapse of time after the return was made to the attorney for plaintiff, and the statute of limitations having run, I find that there was a break and that the continuity of action was interrupted. The statute of limitations would run and the cause of action is barred by such statute and the motion to dismiss is granted for the reason that the statute of limitations has run and the plaintiff elected to stand on the position of an alias and continued in that position until it developed that that alias was not properly issued. Then he cannot take the inconsistent position by saying 'If I fall down on one, I will take the other.' For that reason the <span class=\"star-pagination\">*Page 15</span> \nmotion is granted and the case dismissed on the ground of the statute of limitations.\"</p>\n<p>The first question is whether defendant's motion to dismiss, filed January 26, 1940, was timely made. Court Rule No. 18, &#167; 1 (1933), provides in part:</p>\n<p>\"Defendant may, within the time for pleading, file a motion to dismiss the action or suit, where any of the following defects appear on the face of the declaration * * * and he may, within the same time, file a similar motion supported by affidavits where any of the said following defects do not appear upon the face of the declaration: * * *</p>\n<p>\"(f) That the cause of action did not accrue within the time limited by law for the commencement of an action or suit thereon.\"</p>\n<p>Court Rule No. 27, &#167; 3 (1933), provides in part:</p>\n<p>\"The defendant shall file his answer * * * within 15 days after service of a copy of the declaration * * * upon him, except where motion to dismiss * * * is made.\"</p>\n<p>Court Rule No. 27, &#167; 6 (1933), provides in part:</p>\n<p>\"A motion attacking a pleading must be filed and served within 15 days after the receipt of the pleading attacked.\"</p>\n<p>There was a lapse of over four months between the date the declaration was served and the date defendant filed motion to dismiss. There was no written stipulation extending the time for answer or pleading. Plaintiffs had, on July 13, 1939, the date this suit was begun, also instituted several other suits against other defendants to recover statutory assessments on the stock of said bank.</p>\n<p>We have examined the testimony given by one of plaintiffs' attorneys to determine whether any <span class=\"star-pagination\">*Page 16</span> \nagreement was made for extension of time to answer or plead. Plaintiffs' attorney, William J. Howard, testified in part as follows:</p>\n<p>\"Our office represents these same plaintiffs in a number of suits brought on similar causes of action. There are about seven or eight suits at least. In many of these cases different attorneys are representing the defendants. I have had conferences and telephone conversations with all of these different defendants in regard to their cases. * * *</p>\n<p>\"Summons was served on the defendant on September 1, 1939; and the appearance of her attorneys was entered on September 7, 1939. I talked with Mr. Frost in regard to this case after he had appeared for Mrs. Fuller [defendant]. I recall a conversation with Mr. Frost in regard to the fact that the attorneys in these various cases would want to get together and decide on the defense, if any, or on attempting to settle the cases out of court. I did not understand that no pleadings were to be filed in these cases for that reason. Pleadings were not filed in these cases for a long time after 15 days had passed from the time the suits were started. We started these cases in the summer of 1939, and pleadings were not filed in any of them until 1940. We didn't enter any defaults in these cases for the reason that I understood that they were going to decide upon their defense and file their pleadings. I understood that they were not going to be filed within 15 days from the time the suits were started. * * *</p>\n<p>\"I understood that they were to file pleadings. I understood that there was to be an issue framed; that they were to have time enough to meet &#8212; that was to be done within a reasonable time &#8212; not within 15 days from the time the suits were started, and not within 15 days from the time that service was made upon the defendants. It was my understanding, and I did confer with Mr. Frost on the matter, and I did demand pleadings on that &#8212; on these suits, including <span class=\"star-pagination\">*Page 17</span> \nthe Lizzie Fuller suit, as early as November of 1939, and I believe I even asked for them in October. On each of those occasions Mr. Frost said that he and Mr. Farrell, who were the only ones concerned in the agreement at that time, still had not definitely had word from their clients as to whether they were going to defend the cases or whether they were going to pay the assessments, and asked for additional time. I granted them some additional time, but finally those answers were &#8212; the cases only came of issue because I pressed the matter on by refusing additional time and by demanding that the matter be brought either to an issue or the assessments paid.</p>\n<p>\"<em>Q.</em> It was after that that this motion was filed in the Lizzie Fuller case?</p>\n<p>\"<em>A.</em> I was not asked to refrain from defaulting in the Lizzie Fuller case because of pending motion. I granted no time for the making of a tardy motion.</p>\n<p>\"That was never discussed. My time extension was for the making of the pleadings, framing of the issue. I came right out and said 'I will grant time for the filing of an answer.' I told them that they may take as much time as they desired within a reasonable time in which to make an answer. I did not say I in which to plead,' but 'to file an answer.' I did not say 'within which to file a plea,' or a 'pleading.' \"</p>\n<p>Plaintiffs had not entered defendant's default for failure to answer or plead. It seems reasonably clear that plaintiffs granted defendant, and also the defendants in other similar pending cases, an extension of time for pleading. Court Rule No. 18, &#167; 1 (1933), provides for the Ming of motion to dismiss \"within the time for pleading.\" We, therefore, conclude that defendant's motion to dismiss was timely made and the trial court was justified in considering and acting upon such motion. <span class=\"star-pagination\">*Page 18</span> </p>\n<p>Court Rule No. 11 (1933) provides as follows:</p>\n<p>\"No private agreement or consent between the parties to a cause, or their attorneys respecting the proceedings in a cause which shall be denied by either party, shall be binding, unless the same shall have been made in open court, or unless evidence thereof shall be in writing subscribed by the party or his attorney against whom the same is alleged.\"</p>\n<p>As there was no denial of at least some manner of agreement for extension of time to answer or plead, we will not apply such rule.</p>\n<p>The next question is whether defendant, by filing general appearance September 7, 1939, waived her defense of the statute of limitations.</p>\n<p>The several cases and authorities cited by plaintiffs' counsel, viz., <em>Whitworth</em> v. <em>Pelton</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">98</span></span></cross_reference>; <em>Chippewa</em><em>County Supervisors</em> v. <em>Bennett</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">544</span></span></cross_reference>; <em>Shank</em> v.<em>Woodworth</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">642</span></span></cross_reference>; <em>Chambers</em> v. <em>Beckwith</em>, <cross_reference><span class=\"citation\" data-id=\"3502747\"><a href=\"/opinion/3532313/chambers-v-beckwith/\"><span class=\"volume\">247</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">255</span></a></span></cross_reference>; 3 Am. Jur. pp. 784, 805, 806, &#167;&#167; 5, 35; <em>Morgan</em> v.<em>Hoey</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">655</span></span></cross_reference>; <em>Orlich</em> v. <em>Houghton Circuit Judge</em>,<cross_reference><span class=\"citation\" data-id=\"3491102\"><a href=\"/opinion/3521968/orlich-v-houghton-circuit-judge/\"><span class=\"volume\">246</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">487</span></a></span></cross_reference>; <em>Harvey</em> v. <em>Stewart</em>, <cross_reference><span class=\"citation\" data-id=\"3502448\"><a href=\"/opinion/3532051/harvey-v-stewart/\"><span class=\"volume\">260</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">66</span></a></span></cross_reference>; <em>Lesher</em> v.<em>Bonner</em>, <cross_reference><span class=\"citation\" data-id=\"3502235\"><a href=\"/opinion/3531852/lesher-v-bonner/\"><span class=\"volume\">269</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">124</span></a></span></cross_reference>, do not sustain their contention that defendant waived the defense of the statute of limitations by filing general appearance.</p>\n<p>By such general appearance defendant submitted herself to the jurisdiction of the court and waived all jurisdictional questions, but she did not waive the defense of the statute of limitations, which defense was properly raised by motion to dismiss. In <em>Colling</em> v. <em>McGregor</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">6517</span></span></cross_reference> 653, we said:</p>\n<p>\"It is said that because defendants appeared in the case and pleaded they waived all questions of jurisdiction. Doubtless this would be a waiver of <span class=\"star-pagination\">*Page 19</span> \njurisdiction, but it is not a waiver of the defense of the statute of limitations.\"</p>\n<p>Defendant bases her motion to dismiss on the ground there was a fatal break in the continuity of the suit between the return day (July 29th) of the original summons and the issuance of the alias summons (August 31st), and also between the date of the sheriffs I returns on the original summons and the issuance of alias summons; and that plaintiffs' claim was barred by the statute of limitations during such break or interim. The original summons, returnable July 29th, was not served. The statute of limitations barred plaintiffs' action on July 25th, and the running of such statute after that date could only be tolled by preserving the continuity of the pending suit by the continuous existence of live process which could be served. There was no live process in existence during the period from the return day of July 29th until the original summons, with sheriffs' returns thereon, was filed and alias summons issued August 31st. The return showing failure of service of the original summons, should have been filed under Court Rule No. 13, &#167; 3 (1933), as amended April 20, 1938, and February 2, 1939, within five days after the return day and by August 3d. The record discloses that nothing whatever was done by plaintiffs or their attorneys regarding return of the original summons until August 18th, when plaintiffs I attorneys telephoned the Grand Traverse county sheriff and requested him to return the unserved summons. By August 24th plaintiffs' attorneys had obtained the original summons and returns from the sheriffs of both counties, showing no service. The summons, with sheriffs' returns thereon, was then held by plaintiffs' attorneys in <span class=\"star-pagination\">*Page 20</span> \ntheir office from August 24th to August 31st, when the same was filed and alias issued.</p>\n<p>The question is: Do these facts show a break in the continuity of the suit, during which time the statute of limitations barred plaintiffs' right of action?</p>\n<p>In <em>Colling</em> v. <em>McGregor, supra</em>, p. 653, this court said:</p>\n<p>\"Did the failure to take out the second summons for more than two months after the return day of the first summons interrupt the continuity of the action? We think this question must be answered in the affirmative under the following decisions:<em>Johnson</em> v. <em>Mead</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">67</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">326</span></span></cross_reference>; <em>Peck</em> v. <em>German Fire</em><em>Insurance Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">52</span></span></cross_reference>.\"</p>\n<p>In <em>Danaher</em> v. <em>Ross</em>, <cross_reference><span class=\"citation\" data-id=\"3495811\"><a href=\"/opinion/3526136/danaher-v-ross/\"><span class=\"volume\">278</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">485</span></a></span></cross_reference>, <cross_reference>487</cross_reference>, <cross_reference>488</cross_reference>, involving the question of a break in the continuity of a suit, we said:</p>\n<p>\"The meritorious question is whether plaintiff's cause of action is barred by the three-year limitation provided in 3 Comp. Laws 1929, &#167; 13976, subd. 2 (Stat. Ann. &#167; 27.605). The answer hinges on whether there was such a continuity in the prosecution of plaintiff's suit after the return day of the original summons as tolled the running of the statute. Defendant resided in the county where suit was instituted and was an instructor in a high school. No justification appears in the record for the delay in obtaining service of process. The return day of the original summons was 22 days before the expiration of the statutory limitation period. During this time there was no issued summons of which valid service could have been made. * * *</p>\n<p>\"The original summons was not returned with anything like reasonable promptness after the return day stated in the process. Such delay is not <span class=\"star-pagination\">*Page 21</span> \nexcusable merely because a court rule provides for the issuance of an alias summons within 10 days after the return of previous process unserved. Court Rule No. 13, &#167; 2 (1933). Surely the orderly prosecution of a suit necessitates reasonable diligence in attempting to obtain service of process and in making the return regardless of whether service of process is obtained or is not obtained before the return day. In this connection see 3 Comp. Laws 1929, &#167; 14101 (Stat. Ann. &#167; 27.768). * * *</p>\n<p>\"The period of limitation fixed by the statute cannot be extended by such inexcusable and dilatory tactics. <em>Parker Bros.</em><em>Co.</em> v. <em>Railroad Co.</em>, <cross_reference><span class=\"citation\" data-id=\"3497415\"><a href=\"/opinion/3527568/parker-bros-co-v-railroad-co/\"><span class=\"volume\">242</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">214</span></a></span></cross_reference>.\"</p>\n<p>In <em>Home Savings Bank</em> v. <em>Young</em>, <cross_reference><span class=\"citation\" data-id=\"3490831\"><a href=\"/opinion/3521732/home-savings-bank-v-young/\"><span class=\"volume\">295</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">725</span></a></span></cross_reference>, the same plaintiffs as in the present case began chancery action July 13, 1939, for discovery and for enforcement of statutory stockholders' liability. The original summons was not served and an alias and second alias were issued. The plaintiffs' right of action would have been barred by the statute on July 25th, the same as in the present case. Motion was made to quash the second alias summons on the ground there had been a break in the continuity of the action and that plaintiffs' claim had, during such break, been barred by the statute of limitations. The facts were somewhat different from the present case as regards the alleged break in continuity of action, but the opinion is helpful in our consideration of the present case. Mr. Justice NORTH, speaking for the court, said (pp. 731-733, 735):</p>\n<p>\"If formerly there was room for doubt or uncertainty as to what was necessary, either at law or in equity, to avoid such a break in continuity in prosecuting a suit as would result in its abatement in consequence of the bar of the general statute of limitations having intervened, we think it has been removed <span class=\"star-pagination\">*Page 22</span> \nby clear and definite provisions contained in the court rules. See Court Rules Nos. 13 and 14 (1933), as amended. The law charges litigants with knowledge of the date stated in the process on or before which service must be obtained. * * * It is a plain and reasonable requirement of practice to hold that failure to comply with the rule provisions above noted constitutes a breach of continuity in the prosecution of the suit wherein the defense is made that prior to such breach the term of the general statute of limitations had run. The noted rule provisions apply to suits in equity, as well as to actions at law. * * *</p>\n<p>\"Except plaintiffs, by compliance with the court rules, avoided a breach of continuity in prosecuting their suit, defendants were entitled to assert the defense of the statute of limitations. Plaintiffs and their counsel were charged with notice, because court rules so provide, that the sheriff holding the first alias for service was obligated to file the return of nonservice on or before October 25, 1939; and in default of such return, it was the duty of plaintiffs to take prompt action to secure performance of the officer's duty. The return was not filed until November 4, 1939. Plaintiffs did not secure issuance of a second alias until November 25, 1939. This was 31 days after the date on which plaintiffs were bound to know that return of nonservice should have been filed. * * *</p>\n<p>\"While they are not on all fours with the instant suit, decisions in the following cases are indicative of the established law in this jurisdiction. <em>Johnson</em> v. <em>Mead</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">67</span></span></cross_reference>;  <em>Peck</em> v. <em>German Fire Insurance Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">52</span></span></cross_reference>; <em>Colling</em> v.<em>McGregor</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">651</span></span></cross_reference>; <em>Danaher</em> v. <em>Ross</em>, <cross_reference><span class=\"citation\" data-id=\"3495811\"><a href=\"/opinion/3526136/danaher-v-ross/\"><span class=\"volume\">278</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">485</span></a></span></cross_reference>; <em>Parker</em><em>Bros. Co.</em> v. <em>Railroad Co.</em>, <cross_reference><span class=\"citation\" data-id=\"3497415\"><a href=\"/opinion/3527568/parker-bros-co-v-railroad-co/\"><span class=\"volume\">242</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">214</span></a></span></cross_reference>.\"</p>\n<p>Plaintiffs were chargeable with knowledge of the return day (July 29th) of the original summons, and the failure of the sheriff to make return thereof <span class=\"star-pagination\">*Page 23</span> <em>Home Savings Bank</em> v. <em>Young, supra.</em> When the sheriff of Grand Traverse county failed to make his return showing no service on defendant within five days after the return day of original summons, it became and was the duty of plaintiffs to take prompt steps to secure the performance of the sheriff's duty. In case the sheriff's return could not be obtained by demand, then Court Rule No. 15, &#167; 2 (1933), provides the method for compelling such return. Plaintiffs were dilatory in obtaining and filing the original summons and sheriffs I returns and having alias summons issued. We conclude that there was a break in the continuity of the action prior to August 31, 1939, and that the statute of limitations, being effective on and after July 25th, barred plaintiff's right of action.</p>\n<p>The remaining question is on plaintiffs' contention that the sheriff of Grand Traverse county was guilty of neglect or default in failing to make return of the original summons within five days after the return day and that the issuance of alias summons on August 31st amounted to the commencement of a new suit under 3 Comp. Laws 1929, &#167; 13982 (Stat. Ann. &#167; 27.611), which provides in part as follows:</p>\n<p>\"If, in any action, duly commenced within the time limited in this chapter, and allowed therefor, the writ * * * shall fail of a sufficient service or return, * * * by any default or neglect of the officer to whom it is committed, * * * the plaintiff may commence a new action for the same cause, at any time within one year after the abatement or other determination of the original suit.\"</p>\n<p>From a careful examination of the record we are convinced that the alleged default or neglect in securing return of the original summons and issuance of alias summons was at least in part chargeable to <span class=\"star-pagination\">*Page 24</span> \nplaintiffs. Furthermore, there was no apparent justification or excuse for holding the original summons, with sheriffs' completed returns thereon, in the office of plaintiffs' attorneys for seven days after August 24th. Plaintiffs did not use reasonable diligence in securing return of the original summons and issuance of alias. We conclude that such alias summons cannot be treated as commencement of a new action within one year under the above statute.</p>\n<p>The order of the trial court granting defendant's motion to dismiss is affirmed, with costs to defendant.</p>\n<p>SHARPE, C.J., and BUSHNELL, BOYLES, CHANDLER, NORTH, WIEST, and BUTZEL, JJ., concurred.</p>\n<p><footnote_body><sup id=\"fn*\"><a href=\"#ref-fn*\">*</a></sup> See 3 Comp. Laws 1929, &#167; 11945 (Stat. Ann. &#167; 23.52). &#8212; REPORTER.</footnote_body></p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3490831/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3491102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3495811/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3497415/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3502235/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3502448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3502747/"
          ]
        }
      ],
      "judges": "STARR, J.",
      "date_created": "2016-07-05T22:07:56.822754Z",
      "date_modified": "2017-04-14T23:45:52.672230Z",
      "date_filed": "1941-09-02",
      "date_filed_is_approximate": false,
      "slug": "home-savings-bank-v-fuller",
      "citation_id": null,
      "case_name_short": "Fuller",
      "case_name": "Home Savings Bank v. Fuller",
      "case_name_full": "Home Savings Bank v. Fuller.",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "299 Mich. 9",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "299 N.W. 787",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "Howard, Howard  Howard , for plaintiffs.\n\n Frost, Frost  Ford , for defendant.",
      "nature_of_suit": "",
      "posture": "Appeal from Kalamazoo; Bishop (Clifford A.), J., presiding. Submitted June 3, 1941. (Docket No. 11, Calendar No. 41,281.) Decided September 2, 1941.\n\nAction by Home Savings Bank and others against Lizzie Fuller to enforce bank stockholder's statutory liability. From order granting defendant's motion to dismiss, plaintiffs appeal. Affirmed.",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3402839/home-savings-bank-v-fuller/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T22:07:56.815615Z",
  "date_modified": "2016-07-05T22:07:56.815653Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": "1941-06-03",
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Fuller",
  "case_name": "Home Savings Bank v. Fuller",
  "case_name_full": "Home Savings Bank v. Fuller.",
  "slug": "home-savings-bank-v-fuller",
  "docket_number": "Docket No. 11, Calendar No. 41,281.",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}