{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3423266/",
  "id": 3423266,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mo/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3551141/",
      "id": 3551141,
      "absolute_url": "/opinion/3551141/reed-v-laughlin/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3423266/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3525658/",
          "id": 3525658,
          "absolute_url": "/opinion/3551141/reed-v-laughlin/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3551141/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T22:37:47.123206Z",
          "date_modified": "2017-04-15T00:07:09.441722Z",
          "type": "020lead",
          "sha1": "46e7488716aaa2ef04cd58e0a265057b405e66b5",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/missouri/court_opinions/documents/465ad0c4b9a4d1eb.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>This is an action for damages for alleged malpractice. The defendant C.O. Sites was a practicing osteopathic physician at Harris, Missouri, and defendant George Laughlin an osteopathic physician and surgeon at Kirksville, Missouri. Plaintiff, Reed, resided, and was engaged in the furniture business, at New Town, Missouri. Plaintiff became ill and upon examination and diagnosis by defendants they advised plaintiff that an operation for appendicitis was immediately necessary and pursuant to such advice plaintiff entered a hospital conducted by defendant Laughlin and the operation was performed by Laughlin. The petition was in three counts. The substance of the first count is that defendants negligently and unskillfully examined plaintiff and wrongfully diagnosed an ailment from which plaintiff was suffering as appendicitis and \"wrongfully and uselessly operated upon plaintiff for appendicitis\" but \"plaintiff did not have appendicitis and said operation was not necessary,\" and resulted in injury to plaintiff as therein alleged. The second count charged that defendants operated on plaintiff for appendicitis in such a negligent, unskillful and careless manner as to cause a stoppage or obstruction in plaintiff's bowels to occur, to his injury as therein set out. By the third count it is alleged: that defendants \"negligently and carelessly failed to take proper care of plaintiff <em>after</em> said operation and that they negligently and carelessly paid no attention to him whatever: that he was negligently and carelessly discharged from said hospital\" at a time when \"he was in no condition to leave the hospital, which defendants well knew;\" that during the time he was \"in the hospital and afterwards, while under the care of defendants, plaintiff's bowels did not move for a period of thirty-one days<em>after</em> the said operation . . . all of which defendants well knew. That plaintiff suffered great physical pain and mental anguish on account of the omissions and inattention and the negligence and carelessness of defendants in failing to give plaintiff proper care and attention while in such critical condition <em>after</em> said operation and while under the care and charge of defendants.\" (Italics ours.) Each count prays judgment for $15,000, actual damages and $15,000, punitive damages.\"</p>\n<p>[1] At the close of plaintiff's evidence plaintiff dismissed as to the second count and stood upon the first and third counts. Defendants then offered demurrers to the evidence as to both the first <span class=\"star-pagination\">*Page 428</span> \nand third count. The trial court sustained the demurrers to the evidence as to both counts whereupon plaintiff took an involuntary nonsuit with leave to move to set same aside. In due time plaintiff filed a motion to set aside the involuntary nonsuit which was overruled as to the first count but sustained as to the third count. From this order of the court reinstating the third count and granting a new trial thereon, as to both defendants, the defendant Laughlin alone appeals. \"The order of the trial court was tantamount to an order granting a new trial\" and the defendant had \"the statutory right to appeal therefrom.\" [Vordermark v. Hill-Behan Lumber Co. (Mo.), 12 S.W.2d 498.] The first and second counts of the petition have thus been eliminated and this appeal is concerned only with the third count.</p>\n<p>The ground upon which appellant bases his contention here that the trial court erred in granting plaintiff a new trial upon the third count is that the demurrer to the evidence as to that count was properly sustained and that under the evidence a submissible case was not made out as to that count. That is the only real question involved. being the sum of appellant's argument. We have carefully read the evidence which is set out in full. It is apparent that much, if not a major portion of the testimony, was directed to the first and second counts. However, we undertake to separate and segregate the testimony directly relating to the third count and to state what same tends to show viewing it in the light most favorable to plaintiff as it is our duty to do in determining whether a prima facie case was made.</p>\n<p>Plaintiff testified that he was seized with a severe and almost continuous pain \"all up and down the right side of my abdomen\" and that the pain having continued for \"something like a day and a half\" and becoming worse he went to see Dr. Sites at Harris at \"about three-thirty in the afternoon\" of August 28, 1928. Dr. Sites made an examination, diagnosed plaintiff's ailment as appendicitis and advised an immediate operation. Dr. Sites arranged to take plaintiff to the hospital conducted by Dr. Laughlin at Kirksville and plaintiff left that same afternoon with and under the care of Dr. Sites to enter the hospital. Arriving there \"about seven o'clock\" in the evening plaintiff was put to bed by hospital attendants and some examination and certain tests were made by internes. About \"ten-thirty\" that night Dr. Laughlin personally made an examination, confirmed the diagnosis made by Dr. Sites, stated an operation for removal of the appendix was necessary, that he would operate \"in the morning\" and gave directions to nurses as to the care and treatment of plaintiff. On the following morning, August 29, 1928, Dr. Laughlin operated. Plaintiff testified that, \"about the time I woke up\" after the operation \"I began vomiting;\" that his <span class=\"star-pagination\">*Page 429</span> \nabdomen became swollen and distended and was \"swollen as tight as a drum\" so that even the weight of the bed clothing was painful; that he continuously suffered severe and intense pain in the abdomen; that he was discharged from the hospital in that condition on September 10th, having been in the hospital thirteen days; that during that entire time he \"did not have a passage of the bowels;\" that \"every day or so\" he would vomit \"fecal matter, bowel matter;\" that he received no treatment for that condition; that he made complaint to the internes and nurses and at times when the pain became most severe he asked them to call Dr. Laughlin but that Dr. Laughlin did not respond to such requests; that on the 11th day of his stay in the hospital he saw Dr. Laughlin passing in the hall and called him. The plaintiff's testimony does not state what occurred at that time but taken as a whole his testimony is to the effect that nothing was done or no treatment of any kind administered or undertaken during his stay in the hospital to relieve or correct the condition which had developed. Discharged from the hospital on September 10th he returned to his home. On his arrival there on the same day, he was \"an awful sick man,\" his abdomen \"was swollen\" and Dr. Sites was called. Dr. Sites \"administered a hypodermic\" and \"caused\" him to vomit; that he vomited \"fecal matter\" and obtained some temporary relief; that Dr. Sites continued to treat him but that his condition continued all the time to grow worse; and that not having had any \"passage of the bowels\" since the operation and no relief having been had he discharged Dr. Sites on September 18th and on the same day Dr. Widener, \"a medical doctor\" was called. On September 21st, Dr. Widener called Dr. Bristow, a physician and surgeon of Princeton, in consultation. At that time plaintiff's \"abdomen was terribly distended,\" he was at times unconscious, very weak, his condition critical and \"no passage of the bowels\" had been obtained. On the 28th day of September it was decided to take plaintiff to Chillicothe for examination and treatment by Dr. Simpson of that city. The next day, the 29th, Dr. Simpson \"succeeded in getting his bowels to move.\" This was thirty-one days after the operation by Dr. Laughlin and was the first successful or complete bowel movement since the operation. Dr. Widener who was called on the eighth day after plaintiff's return home from the hospital testified that he found plaintiff \"in pretty serious condition, his stomach and bowels distended and bloated . . . due to some obstruction in the bowels;\" \"I commenced to give him enemas and using different methods to get his bowels to move;\" that plaintiff \"would vomit everything he took into his bowels, water, oil, and vomited fecal matter;\" that after three or four days the passage of \"a little fecal matter\" was obtained but the \"bowels closed again;\" that he saw plaintiff \"three or four <span class=\"star-pagination\">*Page 430</span> \ntimes a day;\" that plaintiff \"was nearing a state of collapse\" and Dr. Bristow was called into consultation. Dr. Widener further testified that \"you would have to have some kind of an obstruction to have fecal vomit\" and that a patient would not \"ordinarily be discharged from a hospital when an obstruction is present in the bowel.\" Dr. Bristow testified that plaintiff was \"vomiting bowel movement material;\" that the abdomen was \"distended to an enormous extent;\" \"there were no bowel movements and had been none;\" that plaintiff was \"exhausted\" and \"a very sick man;\" that he diagnosed the trouble as \"intestinal obstruction;\" that \"the vomiting of fecal matter is always an indication of some type of intestinal obstruction.\" Dr. Simpson testified that when plaintiff was brought to the hospital at Chillicothe on September 28th \"he was vomiting fecal matter, his temperature was subnormal, pulse weak, he was very much distended with gas, according to the history of the case unable to get his bowels to move and he was a very sick man;\" that \"there was nothing passing, no gas or anything;\" that during the night of the 28th he succeeded in getting plaintiff's \"bowels to move;\" that on the next day he gave plaintiff \"barium sulphate so I could make an examination with the X-ray;\" that upon making that examination he observed that \"the barium went down to the ileocecal valve and there stopped . . . it showed almost complete obstruction; it was not complete or we could not have gotten any movement at all.\" There is no evidence that following the treatment by Dr. Simpson plaintiff again suffered from any serious intestinal stoppage or obstruction. Plaintiff testified as to his loss of weight, suffering, subsequent weakness and physical disability and inability to eat \"rough or hard foods.\"</p>\n<p>[2, 3] Ordinarily when a physician or surgeon undertakes to treat a patient, without any special arrangement or agreement, he \"impliedly contracts that he possesses and will use,\" in the treatment of the patient, \"a reasonable degree of skill and learning.\" such as is \"ordinarily possessed and exercised by members of his profession, in good standing, practicing in similar localities,\" and \"that he will exercise ordinary and reasonable care.\" [48 C.J. pp. 1113-1115; Owens v. McCleary,<cross_reference>313 Mo. 213</cross_reference>, <cross_reference>281 S.W. 682</cross_reference>; Telanus v. Simpson, <cross_reference>321 Mo. 724</cross_reference>,<cross_reference>12 S.W.2d 920</cross_reference>; Fowler v. Burris, <cross_reference>186 Mo. App. 347</cross_reference>, 171 S.W. 620; Robertson v. Wenger, <cross_reference>131 Mo. App. 224</cross_reference>, 110 S.W. 663; Hales v. Raines, <cross_reference>146 Mo. App. 232</cross_reference>, 130 S.W. 425.] It may also be said that as a general rule, in the absence of an agreement or understanding limiting the service, or reasonable notice to the patient that he will not undertake the subsequent treatment, when a surgeon is employed to perform an operation, the relation of physician and patient continues until ended by the mutual consent of the parties, the physician's withdrawal after reasonable <span class=\"star-pagination\">*Page 431</span> \nnotice, the dismissal of the physician or surgeon by the patient or the cessation of the necessity which gave rise to the relation, and the surgeon must not only use reasonable and ordinary care and skill in performing the operation but during the continuance of the relation of physician and patient exercise ordinary diligence in the subsequent treatment and give, or see that the patient is given, such attention as the necessity of the case demands. [Nash v. Royster, <cross_reference>189 N.C. 408</cross_reference>, <cross_reference>127 S.E. 356</cross_reference>; Cazzell v. Schofield, <cross_reference>319 Mo. 1169</cross_reference>, <cross_reference>8 S.W.2d 580</cross_reference>; Noren v. American School of Osteopathy, <cross_reference>223 Mo. App. 278</cross_reference>, <cross_reference>2 S.W.2d 215</cross_reference>; Boyd v. Andrae (Mo. App.), 44 S.W.2d 891; 48 C.J. 1128.]</p>\n<p>[4] Applying the foregoing rules to the facts tending to support the allegations of the third count it appears that no question is made that Dr. Laughlin was possessed of the requisite degree of learning, skill and ability. So far as the evidence shows, and it strongly indicates such to be the fact, Dr. Laughlin was the physician in charge of the case from the time plaintiff entered the hospital and during the time he remained there nor was there any agreement limiting his service to the mere performance of an operation or agreement, understanding or notice to plaintiff that Dr. Laughlin would not thereafter attend and treat plaintiff, or see that he received proper care and treatment, as the subsequent developments and necessities of the case might require. Plaintiff placed himself in the hands of appellant Laughlin for care and treatment, submitting to and relying upon appellant's knowledge, skill and judgment. After the operation plaintiff remained under appellant's care, relying upon his judgment, and the relation of physician and patient with the duties and responsibilities such relation imposed upon the physician continued.</p>\n<p>[5] The argument is advanced that appellant is an osteopathic physician and \"whether or not he exercised the requisite degree of care and skill in the treatment of his patient is to be tested by the general rules and principles of the osteopathic school to which be belongs and not by those of any other school,\" citing numerous cases. But this argument has no application to the facts relating to the third count. That count does not proceed upon the theory that some improper method, system or course of treatment was used but that after the operation appellant negligently failed to discover and observe plaintiff's condition and symptoms and negligently failed to give, or cause him to be given, the attention and care which such condition demanded or to make any effort or administer any treatment of any kind whatsoever, to correct, relieve or abate such condition. Plaintiff's evidence, if believed, and upon a demurrer to the evidence it must be accepted as true, supports his theory. [6] The condition, described in the evidence, which developed <span class=\"star-pagination\">*Page 432</span> \nor existed immediately after the operation, i.e., intestinal obstruction, continued to grow worse. The distended and swollen abdomen, intense pain and suffering, the absence of any bowel movement, the vomiting of \"fecal matter\" or \"bowel movement material,\" beginning shortly after the operation and continuing during the entire time plaintiff was in the hospital, was shown to indicate a serious and well nigh complete intestinal obstruction. It seems apparent that this condition was such as to have been readily discoverable by the exercise of that reasonable degree of care, examination and attention which it was incumbent upon appellant, as the physician in charge of the case, to exercise. Further plaintiff testified that he complained to internes and nurses concerning his condition and made requests that appellant be called all to no avail. Finally though this condition had grown progressively worse plaintiff was discharged from the hospital, presumably upon appellant's orders, and on the night of the day he was discharged it was necessary to call a physician and thereafter from day to day plaintiff continued in a very precarious condition continuously requiring the attendance and treatment of physicians. The facts, as developed by plaintiff's evidence, were, we think, sufficient to submit for determination by a jury as to whether or not there was a negligent failure on the part of appellant to exercise reasonable care toward his patient after the operation and whether the alleged non-attention and failure to observe and discover his condition and administer or give treatment calculated to correct or relieve such condition proximately contributed to aggravate, intensify and prolong plaintiff's ailment with the consequent pain and suffering and alleged resulting physical disability. It follows that, as to appellant, the trial court properly reinstated the third count for a new trial thereon. Such order and judgment of the trial court is therefore affirmed. <em>Sturgis</em>\nand <em>Hyde, CC.,</em> concur.</p>",
          "html_with_citations": "<p>This is an action for damages for alleged malpractice. The defendant C.O. Sites was a practicing osteopathic physician at Harris, Missouri, and defendant George Laughlin an osteopathic physician and surgeon at Kirksville, Missouri. Plaintiff, Reed, resided, and was engaged in the furniture business, at New Town, Missouri. Plaintiff became ill and upon examination and diagnosis by defendants they advised plaintiff that an operation for appendicitis was immediately necessary and pursuant to such advice plaintiff entered a hospital conducted by defendant Laughlin and the operation was performed by Laughlin. The petition was in three counts. The substance of the first count is that defendants negligently and unskillfully examined plaintiff and wrongfully diagnosed an ailment from which plaintiff was suffering as appendicitis and \"wrongfully and uselessly operated upon plaintiff for appendicitis\" but \"plaintiff did not have appendicitis and said operation was not necessary,\" and resulted in injury to plaintiff as therein alleged. The second count charged that defendants operated on plaintiff for appendicitis in such a negligent, unskillful and careless manner as to cause a stoppage or obstruction in plaintiff's bowels to occur, to his injury as therein set out. By the third count it is alleged: that defendants \"negligently and carelessly failed to take proper care of plaintiff <em>after</em> said operation and that they negligently and carelessly paid no attention to him whatever: that he was negligently and carelessly discharged from said hospital\" at a time when \"he was in no condition to leave the hospital, which defendants well knew;\" that during the time he was \"in the hospital and afterwards, while under the care of defendants, plaintiff's bowels did not move for a period of thirty-one days<em>after</em> the said operation . . . all of which defendants well knew. That plaintiff suffered great physical pain and mental anguish on account of the omissions and inattention and the negligence and carelessness of defendants in failing to give plaintiff proper care and attention while in such critical condition <em>after</em> said operation and while under the care and charge of defendants.\" (Italics ours.) Each count prays judgment for $15,000, actual damages and $15,000, punitive damages.\"</p>\n<p>[1] At the close of plaintiff's evidence plaintiff dismissed as to the second count and stood upon the first and third counts. Defendants then offered demurrers to the evidence as to both the first <span class=\"star-pagination\">*Page 428</span> \nand third count. The trial court sustained the demurrers to the evidence as to both counts whereupon plaintiff took an involuntary nonsuit with leave to move to set same aside. In due time plaintiff filed a motion to set aside the involuntary nonsuit which was overruled as to the first count but sustained as to the third count. From this order of the court reinstating the third count and granting a new trial thereon, as to both defendants, the defendant Laughlin alone appeals. \"The order of the trial court was tantamount to an order granting a new trial\" and the defendant had \"the statutory right to appeal therefrom.\" [Vordermark v. Hill-Behan Lumber Co. (Mo.), <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">498</span></span>.] The first and second counts of the petition have thus been eliminated and this appeal is concerned only with the third count.</p>\n<p>The ground upon which appellant bases his contention here that the trial court erred in granting plaintiff a new trial upon the third count is that the demurrer to the evidence as to that count was properly sustained and that under the evidence a submissible case was not made out as to that count. That is the only real question involved. being the sum of appellant's argument. We have carefully read the evidence which is set out in full. It is apparent that much, if not a major portion of the testimony, was directed to the first and second counts. However, we undertake to separate and segregate the testimony directly relating to the third count and to state what same tends to show viewing it in the light most favorable to plaintiff as it is our duty to do in determining whether a prima facie case was made.</p>\n<p>Plaintiff testified that he was seized with a severe and almost continuous pain \"all up and down the right side of my abdomen\" and that the pain having continued for \"something like a day and a half\" and becoming worse he went to see Dr. Sites at Harris at \"about three-thirty in the afternoon\" of August 28, 1928. Dr. Sites made an examination, diagnosed plaintiff's ailment as appendicitis and advised an immediate operation. Dr. Sites arranged to take plaintiff to the hospital conducted by Dr. Laughlin at Kirksville and plaintiff left that same afternoon with and under the care of Dr. Sites to enter the hospital. Arriving there \"about seven o'clock\" in the evening plaintiff was put to bed by hospital attendants and some examination and certain tests were made by internes. About \"ten-thirty\" that night Dr. Laughlin personally made an examination, confirmed the diagnosis made by Dr. Sites, stated an operation for removal of the appendix was necessary, that he would operate \"in the morning\" and gave directions to nurses as to the care and treatment of plaintiff. On the following morning, August 29, 1928, Dr. Laughlin operated. Plaintiff testified that, \"about the time I woke up\" after the operation \"I began vomiting;\" that his <span class=\"star-pagination\">*Page 429</span> \nabdomen became swollen and distended and was \"swollen as tight as a drum\" so that even the weight of the bed clothing was painful; that he continuously suffered severe and intense pain in the abdomen; that he was discharged from the hospital in that condition on September 10th, having been in the hospital thirteen days; that during that entire time he \"did not have a passage of the bowels;\" that \"every day or so\" he would vomit \"fecal matter, bowel matter;\" that he received no treatment for that condition; that he made complaint to the internes and nurses and at times when the pain became most severe he asked them to call Dr. Laughlin but that Dr. Laughlin did not respond to such requests; that on the 11th day of his stay in the hospital he saw Dr. Laughlin passing in the hall and called him. The plaintiff's testimony does not state what occurred at that time but taken as a whole his testimony is to the effect that nothing was done or no treatment of any kind administered or undertaken during his stay in the hospital to relieve or correct the condition which had developed. Discharged from the hospital on September 10th he returned to his home. On his arrival there on the same day, he was \"an awful sick man,\" his abdomen \"was swollen\" and Dr. Sites was called. Dr. Sites \"administered a hypodermic\" and \"caused\" him to vomit; that he vomited \"fecal matter\" and obtained some temporary relief; that Dr. Sites continued to treat him but that his condition continued all the time to grow worse; and that not having had any \"passage of the bowels\" since the operation and no relief having been had he discharged Dr. Sites on September 18th and on the same day Dr. Widener, \"a medical doctor\" was called. On September 21st, Dr. Widener called Dr. Bristow, a physician and surgeon of Princeton, in consultation. At that time plaintiff's \"abdomen was terribly distended,\" he was at times unconscious, very weak, his condition critical and \"no passage of the bowels\" had been obtained. On the 28th day of September it was decided to take plaintiff to Chillicothe for examination and treatment by Dr. Simpson of that city. The next day, the 29th, Dr. Simpson \"succeeded in getting his bowels to move.\" This was thirty-one days after the operation by Dr. Laughlin and was the first successful or complete bowel movement since the operation. Dr. Widener who was called on the eighth day after plaintiff's return home from the hospital testified that he found plaintiff \"in pretty serious condition, his stomach and bowels distended and bloated . . . due to some obstruction in the bowels;\" \"I commenced to give him enemas and using different methods to get his bowels to move;\" that plaintiff \"would vomit everything he took into his bowels, water, oil, and vomited fecal matter;\" that after three or four days the passage of \"a little fecal matter\" was obtained but the \"bowels closed again;\" that he saw plaintiff \"three or four <span class=\"star-pagination\">*Page 430</span> \ntimes a day;\" that plaintiff \"was nearing a state of collapse\" and Dr. Bristow was called into consultation. Dr. Widener further testified that \"you would have to have some kind of an obstruction to have fecal vomit\" and that a patient would not \"ordinarily be discharged from a hospital when an obstruction is present in the bowel.\" Dr. Bristow testified that plaintiff was \"vomiting bowel movement material;\" that the abdomen was \"distended to an enormous extent;\" \"there were no bowel movements and had been none;\" that plaintiff was \"exhausted\" and \"a very sick man;\" that he diagnosed the trouble as \"intestinal obstruction;\" that \"the vomiting of fecal matter is always an indication of some type of intestinal obstruction.\" Dr. Simpson testified that when plaintiff was brought to the hospital at Chillicothe on September 28th \"he was vomiting fecal matter, his temperature was subnormal, pulse weak, he was very much distended with gas, according to the history of the case unable to get his bowels to move and he was a very sick man;\" that \"there was nothing passing, no gas or anything;\" that during the night of the 28th he succeeded in getting plaintiff's \"bowels to move;\" that on the next day he gave plaintiff \"barium sulphate so I could make an examination with the X-ray;\" that upon making that examination he observed that \"the barium went down to the ileocecal valve and there stopped . . . it showed almost complete obstruction; it was not complete or we could not have gotten any movement at all.\" There is no evidence that following the treatment by Dr. Simpson plaintiff again suffered from any serious intestinal stoppage or obstruction. Plaintiff testified as to his loss of weight, suffering, subsequent weakness and physical disability and inability to eat \"rough or hard foods.\"</p>\n<p>[2, 3] Ordinarily when a physician or surgeon undertakes to treat a patient, without any special arrangement or agreement, he \"impliedly contracts that he possesses and will use,\" in the treatment of the patient, \"a reasonable degree of skill and learning.\" such as is \"ordinarily possessed and exercised by members of his profession, in good standing, practicing in similar localities,\" and \"that he will exercise ordinary and reasonable care.\" [48 C.J. pp. 1113-1115; Owens v. McCleary,<cross_reference><span class=\"citation\" data-id=\"3523671\"><a href=\"/opinion/3549770/owens-v-mccleary/\"><span class=\"volume\">313</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">213</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3523671\"><a href=\"/opinion/3549770/owens-v-mccleary/\"><span class=\"volume\">281</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">682</span></a></span></cross_reference>; Telanus v. Simpson, <cross_reference><span class=\"citation\" data-id=\"3537068\"><a href=\"/opinion/3558888/telanus-v-simpson/\"><span class=\"volume\">321</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">724</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3537068\"><a href=\"/opinion/3558888/telanus-v-simpson/\"><span class=\"volume\">12</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">920</span></a></span></cross_reference>; Fowler v. Burris, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">Mo. App.</span> <span class=\"page\">347</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">620</span></span>; Robertson v. Wenger, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">Mo. App.</span> <span class=\"page\">224</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">663</span></span>; Hales v. Raines, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">Mo. App.</span> <span class=\"page\">232</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">425</span></span>.] It may also be said that as a general rule, in the absence of an agreement or understanding limiting the service, or reasonable notice to the patient that he will not undertake the subsequent treatment, when a surgeon is employed to perform an operation, the relation of physician and patient continues until ended by the mutual consent of the parties, the physician's withdrawal after reasonable <span class=\"star-pagination\">*Page 431</span> \nnotice, the dismissal of the physician or surgeon by the patient or the cessation of the necessity which gave rise to the relation, and the surgeon must not only use reasonable and ordinary care and skill in performing the operation but during the continuance of the relation of physician and patient exercise ordinary diligence in the subsequent treatment and give, or see that the patient is given, such attention as the necessity of the case demands. [Nash v. Royster, <cross_reference><span class=\"citation\" data-id=\"3670817\"><a href=\"/opinion/3924261/nash-v-royster/\"><span class=\"volume\">189</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">408</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3670817\"><a href=\"/opinion/3924261/nash-v-royster/\"><span class=\"volume\">127</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">356</span></a></span></cross_reference>; Cazzell v. Schofield, <cross_reference><span class=\"citation\" data-id=\"3529993\"><a href=\"/opinion/3554093/cazzell-v-schofield/\"><span class=\"volume\">319</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">1169</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3529993\"><a href=\"/opinion/3554093/cazzell-v-schofield/\"><span class=\"volume\">8</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">580</span></a></span></cross_reference>; Noren v. American School of Osteopathy, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">Mo. App.</span> <span class=\"page\">278</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">215</span></span></cross_reference>; Boyd v. Andrae (Mo. App.), <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">891</span></span>; 48 C.J. 1128.]</p>\n<p>[4] Applying the foregoing rules to the facts tending to support the allegations of the third count it appears that no question is made that Dr. Laughlin was possessed of the requisite degree of learning, skill and ability. So far as the evidence shows, and it strongly indicates such to be the fact, Dr. Laughlin was the physician in charge of the case from the time plaintiff entered the hospital and during the time he remained there nor was there any agreement limiting his service to the mere performance of an operation or agreement, understanding or notice to plaintiff that Dr. Laughlin would not thereafter attend and treat plaintiff, or see that he received proper care and treatment, as the subsequent developments and necessities of the case might require. Plaintiff placed himself in the hands of appellant Laughlin for care and treatment, submitting to and relying upon appellant's knowledge, skill and judgment. After the operation plaintiff remained under appellant's care, relying upon his judgment, and the relation of physician and patient with the duties and responsibilities such relation imposed upon the physician continued.</p>\n<p>[5] The argument is advanced that appellant is an osteopathic physician and \"whether or not he exercised the requisite degree of care and skill in the treatment of his patient is to be tested by the general rules and principles of the osteopathic school to which be belongs and not by those of any other school,\" citing numerous cases. But this argument has no application to the facts relating to the third count. That count does not proceed upon the theory that some improper method, system or course of treatment was used but that after the operation appellant negligently failed to discover and observe plaintiff's condition and symptoms and negligently failed to give, or cause him to be given, the attention and care which such condition demanded or to make any effort or administer any treatment of any kind whatsoever, to correct, relieve or abate such condition. Plaintiff's evidence, if believed, and upon a demurrer to the evidence it must be accepted as true, supports his theory. [6] The condition, described in the evidence, which developed <span class=\"star-pagination\">*Page 432</span> \nor existed immediately after the operation, i.e., intestinal obstruction, continued to grow worse. The distended and swollen abdomen, intense pain and suffering, the absence of any bowel movement, the vomiting of \"fecal matter\" or \"bowel movement material,\" beginning shortly after the operation and continuing during the entire time plaintiff was in the hospital, was shown to indicate a serious and well nigh complete intestinal obstruction. It seems apparent that this condition was such as to have been readily discoverable by the exercise of that reasonable degree of care, examination and attention which it was incumbent upon appellant, as the physician in charge of the case, to exercise. Further plaintiff testified that he complained to internes and nurses concerning his condition and made requests that appellant be called all to no avail. Finally though this condition had grown progressively worse plaintiff was discharged from the hospital, presumably upon appellant's orders, and on the night of the day he was discharged it was necessary to call a physician and thereafter from day to day plaintiff continued in a very precarious condition continuously requiring the attendance and treatment of physicians. The facts, as developed by plaintiff's evidence, were, we think, sufficient to submit for determination by a jury as to whether or not there was a negligent failure on the part of appellant to exercise reasonable care toward his patient after the operation and whether the alleged non-attention and failure to observe and discover his condition and administer or give treatment calculated to correct or relieve such condition proximately contributed to aggravate, intensify and prolong plaintiff's ailment with the consequent pain and suffering and alleged resulting physical disability. It follows that, as to appellant, the trial court properly reinstated the third count for a new trial thereon. Such order and judgment of the trial court is therefore affirmed. <em>Sturgis</em>\nand <em>Hyde, CC.,</em> concur.</p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3523671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3529993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3537068/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3670817/"
          ]
        },
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3525659/",
          "id": 3525659,
          "absolute_url": "/opinion/3551141/reed-v-laughlin/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3551141/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": true,
          "date_created": "2016-07-05T22:37:47.130185Z",
          "date_modified": "2017-04-15T00:07:07.871336Z",
          "type": "050addendum",
          "sha1": "46e7488716aaa2ef04cd58e0a265057b405e66b5",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/missouri/court_opinions/documents/465ad0c4b9a4d1eb.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>The foregoing opinion by FERGUSON, C., is adopted as the opinion of the court. All of the judges concur, except <em>Hays,</em><em>J.,</em> not voting because not a member of the court when cause was submitted.</p>",
          "html_with_citations": "",
          "extracted_by_ocr": false,
          "opinions_cited": []
        }
      ],
      "judges": "PER CURIAM:",
      "date_created": "2016-07-05T22:37:47.116721Z",
      "date_modified": "2017-04-15T00:06:04.356583Z",
      "date_filed": "1933-03-16",
      "date_filed_is_approximate": false,
      "slug": "reed-v-laughlin",
      "citation_id": null,
      "case_name_short": "Reed",
      "case_name": "Reed v. Laughlin",
      "case_name_full": "Otto H. Reed v. George Laughlin, C.O. Sites and George Laughlin",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "332 Mo. 424",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "58 S.W.2d 440",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "Thomas P. Burns  and  Sampson  Dillon  for appellant.\n\n(1) In an action for damages against a licensed physician, the presumption is that the defendant has fully performed his duty to the plaintiff. Booth v. Andrus,  91 Neb. 810 ; McGuire v. Rix, 118 Neb. 434 ; Cayton v. English,  23 F.2d 745 ; McDonnell v. Monteith,  231 N.W. 854 ; Wright v. Conway,  241 P. 369 ; Wiley v. Wigg,  254 P. 22 . (2) In an action based on alleged malpractice there can be no recovery without competent expert medical testimony to show lack of requisite care and skill on the part of the defendant. McGraw v. Kerr, 128 P. 870; Ewing v. Goode, 78 F. 442; Ball v. Skinner, 111 N.W. 1022; Miller v. Toles, 150 N.W. 118; Zoterell v. Repp, 153 N.W. 692; Sheldon v. Wright, 67 A. 807; Wilkins v. Brock, 70 A. 572; Lyon v. Rhode Island Co.,  94 A. 893 ; Dorris v. Warford, 100 S.W. 312; Pelky v. Palmer, 67 N.W. 561; Carpenter v. Blake, 10 Hun, 359; Whitesell v. Hill, 70 N.W. 570; Force v. Gregory, 27 A. 1116; Hathorn v. Richmond,  48 Vt. 557 ; Gates v. Tleescher, 30 N.W. 674; Spain v. Burch, 154 S.W. 172; Leighton v. Sargent,  27 N.H. 460 ; Becker v. Janinski, 15 N.Y.S. 675; Nickerson v. Gerrish, 96 A. 235; Tislur v. Niccalls,  2 Ill. App. 484 . (3) Where negligence is alleged, the\nburden in every such case is on the plaintiff to establish such allegation and prove such neglect by competent expert testimony. Booth v. Andrus,  91 Neb. 810 ; Snearly v. McCarthy, 161 N.W. 110; Elkton Cons. Co. v. Sullivan,  41 Colo. 250 ; Pettigrew v. Lewis, 46 Kan. 78 . (4) The defendant being an osteopath, the plaintiff must, therefore, establish his allegations of negligence by expert testimony of osteopathic physicians only. Tady v. Warta, 111 Neb. 521 ; McGraw v. Kerr,  23 Colo. App. 163 ; Bush v. Cress, 233 N.W. 319; Wilkins v. Brock, 70 A. 575; Ewing v. Goode, 78 F. 442; Adolay v. Miller, 111 N.E. 313; Force v. Gregory, 27 A. 1116; Patten v. Wiggin, 81 Am. Dec. 593; Martin v. Courtney, 77 N.W. 814; Pettigrew v. Lewis, 26 P. 452. (5) Whether or not an osteopathic physician has exercised the requisite degree of care and skill in the treatment of his patient is to be tested by the general rules and principles of the osteopathic school to which he belongs, and not by those of any other school. Booth v. Andrus,  91 Neb. 810 ; McGraw v. Kerr,  23 Colo. 163 ; Bush v. Cress, 233 N.W. 319; Force v. Gregory, 27 A. 1116; Cayton v. English, 23 F.2d 745 ; Van Sickle v. Doolittle, 155 N.W. 1007; State v. Smith, 138 P. 1107; Patten v. Wiggin, 81 Am. Dec. 593; Whipple v. Grandchamp,  158 N.E. 270 ; Janssen v. Mulder, 205 N.W. 159 ; Nelson v. Dahl,  219 N.W. 941 ; Grainger v. Still, 85 S.W. 1114; Dunn v. Beck,  260 P. 1047 ; Remley v. Plummer, 79 Pa. Super. 117 ; Floyd v. Michie,  11 S.W.2d 657 ; Wilkins v. Brock, 70 A. 572; Swanson v. Hood, 170 P. 135; Nelson v. Harrington, 40 N.W. 228; Martin v. Courtney, 77 N.W. 814; Atkinson v. American School of Osteopathy, 144 S.W. 821; Logan v. Wiltmer, 79 S.W. 658; Spead v. Tomlison, 59 A. 378; Bowman v. Wood, 1 Greene, 443; 21 R.C.L. sec. 28, p. 383. (6) The demurrer to the evidence was properly sustained, and the trial court erred in setting aside the judgment for defendants on the involuntary nonsuit. Smith v. Mo. Pac. Ry. Co.,  113 Mo. 82 ; Kendrick v. Harris,  171 Mo. App. 212 ; Sissel v. Railroad,  214 Mo. 526 ; Milliken v. Commission Co.,  202 Mo. 655 ; Bank v. Porter, 148 Mo. 182 ; Ryan v. Spalding,  40 Mo. 103 ; Frank v. Free, 190 Mo. App. 83 ; Smith v. Pullman Co.,  138 Mo. App. 246 ; Griffith v. Continental Casualty Co., 253 S.W. 1049; O'Neill Implement Mfg. Co. v. Gordon, 269 S.W. 641; Holman v. Railway Co.,  62 Mo. 564 ; State ex rel. v. Thayer,  5 Mo. App. 427 ; Sharp v. Mo. Pac. Ry. Co.,  161 Mo. 237 ; Carroll v. Interstate Rapid Trans. Co., 107 Mo. 665 ; Tanner v. Ry. Co.,  161 Mo. 512 ; Hamilton v. Railway Co., 300 S.W. 792; Crawford v. Stockyards Co.,  215 Mo. 421 ; Schroer v. Brooks,  204 Mo. App. 585 ; Kennedy v. Met. St. Ry. Co., 128 Mo. App. 300 ; State to the use of Continental Bank v. Lidwell, 3 Mo. App. 591 . (7) The court erred in setting aside the judgment for defendants on the involuntary nonsuit, and in reinstating count\nthree for the reason that there was no competent testimony offered by plaintiff as to the proper care of plaintiff after the operation. Seewald v. Gentry, 286 S.W. 452; Saylor v. Brady (Kan.), 220 P. 1047; Delahunt v. Finton,  221 N.W. 168 ; Moline v. Christie,  180 Ill. App. 334 ; Febus v. Mather, 181 Ill. App. 277 .\n\n L.E. Atherton  and  P.M. Marr  for respondent.",
      "nature_of_suit": "",
      "posture": "Appeal from Linn Circuit Court. &#8212;  Hon. Paul Von Osdol,  Judge.\n\nAFFIRMED.",
      "syllabus": "",
      "citation_count": 24,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3423266/reed-v-laughlin/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T22:37:47.111208Z",
  "date_modified": "2016-07-05T22:37:47.111233Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Reed",
  "case_name": "Reed v. Laughlin",
  "case_name_full": "Otto H. Reed v. George Laughlin, C.O. Sites and George Laughlin",
  "slug": "reed-v-laughlin",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}