{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3426273/",
  "id": 3426273,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/moctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3554148/",
      "id": 3554148,
      "absolute_url": "/opinion/3554148/frank-v-herring/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3426273/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3530072/",
          "id": 3530072,
          "absolute_url": "/opinion/3554148/frank-v-herring/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3554148/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/7682/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T22:42:31.481963Z",
          "date_modified": "2017-04-15T00:11:27.462780Z",
          "type": "020lead",
          "sha1": "a37c260e95923626a5c211ebce3d9fea5a3731c3",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/missouri/court_opinions/documents/877a012c559dc32a.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>Plaintiff sued for slander in two counts, and had a verdict on both counts. The court set aside the verdict on the first count and dismissed it. From a judgment on the second count defendant prosecutes this appeal.</p>\n<p>Plaintiff is a young unmarried white woman, living at Fulton, in Callaway County. In the second count of her petition she charged:</p>\n<blockquote><p>    \"* * * that on or about the 15th day of October, 1945, in the City of Fulton, County of Callaway, State of Missouri, and in the presence and hearing of divers persons, and especially <span class=\"star-pagination\">*Page 427</span> \none Mrs. Annie Anthony and her son, Omer Anthony, both of whom are residents of Callaway County, Missouri, defendant falsely, wantonly and maliciously spoke and published of and concerning the plaintiff, the following false, malicious and defamatory words, towit:</p>\n<p>    \"`The Sheriff made a catch. He caught Marcella and Cellum, &#8212; earlier.'</p>\n<p>    \"2. Plaintiff further states that by said words so used the defendant intended to and did refer to this plaintiff as `Marcella,' and that by said words he intended to and did charge the plaintiff with the offense of cohabiting with a colored man, namely one Hulen Henderson, known by the name of `Cellum,' and with being a \"fornicatress, and that the words were so understood by the said Annie Anthony and Omer Anthony, at the time they were spoken to them.\"</p></blockquote>\n<p>She further pleaded that \"her reputation as a pure, virtuous and chaste woman was and is greatly injured, and that she has suffered great humiliation and disgrace thereby; that she has been brought into contempt and ridicule, exposed to public wrath and hatred, and deprived of the public countenance and social intercourse among her former friends and acquaintances.\"</p>\n<p>The evidence was to the effect that plaintiff is of the age of about 28 years; that she is a cultured, educated, and refined young lady, the daughter of a successful merchant of Fulton; that she had been, for many years, employed at her father's store and lived at his home; and that \"Cellum\" is a Negro who, for many years prior to the trial, operated a taxicab service in Fulton, which service was used by many white women of Fulton and girl students of William Woods College, of that community, as well as by others.</p>\n<p>A great many witnesses were called and testified. We will set out the gist of their testimony, as briefly as possible.</p>\n<p>Mrs. Virginia Crockett lived next door to the Frank home; she had never heard any gossip concerning plaintiff and Cellum until, during the month of November, 1944, defendant, who was a trucker, came to her home to deliver a load of corn cobs, and the following occurred:</p>\n<blockquote><p>    \"* * * he said: `I can tell you something about that blonde girl next door' &#8212; and nodded his head toward the Frank house &#8212; `that would surprise you.' I didn't ask him what it was at all, and he said: `Well, I can,' and he said `She goes with a colored man;' and I said, `Paul, I don't believe that.'\"</p></blockquote>\n<p>She said she understood him to mean that plaintiff was going with, keeping company with, a Negro. When asked what she understood by \"keeping company with a colored man\" she said: \"There is only one reason a white woman would do that, and that would be for immoral purposes, according to my idea.\" She stated that, <span class=\"star-pagination\">*Page 428</span> \nafter this suit was filed, defendant came to her home and said he did not make the above statements; tried to get her to say that there were others present at the time of the conversation; and threatened to sue her if she persisted in telling what he said. She stated that she first told this to plaintiff's mother about a year after the conversation occurred when plaintiff's mother told witness that she had just learned that it was being rumored that plaintiff was keeping company with a Negro; that plaintiff's mother told her that plaintiff, at some time, had kept company with a French-Hawaiian doctor from Kansas City, who was very dark, but had ceased seeing him because someone might think he was a Negro. Witness stated that she had never seen plaintiff and Cellum in company with each other at any time; that plaintiff was a splendid, fine, high type young lady; that she did not believe that plaintiff had kept company with a Negro, but that if she had believed it she would have believed she was doing so for immoral purposes.</p>\n<p>Mrs. Anthony testified to the effect that, in the late afternoon of October 15, 1945, she and her son were fixing a flat tire near the intersection of the state highway and Carrington Road, near Fulton; that she had noticed the automobile of the sheriff of Callaway County parked near this intersection; that defendant passed her on the road; that she and her son were eating dinner at a cafe in Fulton that night when defendant stopped at their booth; that the following occurred:</p>\n<blockquote><p>    \"Omer made some remark about the sheriff's car being out at the intersection of the highway and Carrington Road. Paul (defendant) said, `The sheriff made a catch,' and Omer asked him `What?' and he said, `He caught Marcella and Cellum.'\"</p></blockquote>\n<p>She said she understood defendant to mean plaintiff and Cellum Henderson, \"a colored taxi driver here in Fulton; * * * that he had caught them out there in the car, &#8212; I suppose in a car, &#8212; I presume it was in a car, and, naturally, to catch a white girl, if he had caught a white girl and colored fellow together, you know about what you would think.\" When asked what she understood, she said: \"I don't know that I really thought so much about it, only if you should catch a white girl and colored fellow together you would know they would not be out just for the pleasure of riding together\". She stated that she had heard rumors about Cellum and plaintiff about two months prior to this conversation. On cross examination she stated that she knew plaintiff and did not believe a word of these rumors; that she knew plaintiff to be a fine, virtuous, upright young lady; that she had never heard any one say they believed the rumors; that she did not think the sheriff had caught plaintiff and Cellum in an automobile, even when defendant made the statement to that effect; that she did not believe there could be any immorality between <span class=\"star-pagination\">*Page 429</span> \nplaintiff and a Negro man, or any other man; or that she was a fornicatress.</p>\n<p>Omer Anthony testified as follows:</p>\n<blockquote><p>    \"* * * But we came to town and to Grace's Cafe here in town and Paul talked to us &#8212; he made some remark to us about us and the sheriff being out there and he said that the sheriff had made a catch and I asked him who and he said `Marcella and Cellum,' and I presumed he meant Marcella Frank and Henderson the car driver. I asked him `when' and he said `earlier,' &#8212; I supposed he meant earlier in the night.\"</p></blockquote>\n<p>Fred Anthony testified to the effect that defendant told him, after the above conversation took place, that he never made such statements; that he and defendant had a scuffle and defendant left, witness following him and offering to fight; that about a year prior to the date of this conversation he had heard rumors concerning plaintiff and Cellum.</p>\n<p>Sheriff Crowson testified to the effect that he knew plaintiff and Cellum; that he had never seen them together at any time; that he did not \"catch\" them, as defendant had charged; that he had heard rumors about their association; that he knew plaintiff to be a high type lady, regardless of rumor; that he arrested a Negro man and a white woman in a cabin, on the highway, in Callaway County, on October 2, 1945; that they were tried, convicted, and served jail time; that plaintiff was not in any way connected with that incident.</p>\n<p>It may here be said that a large majority of those who testified stated that they knew about that incident and knew that plaintiff was not involved therein; but the fact remains that the sheriff had \"caught\" and arrested a Negro and a white woman about two weeks prior to defendant's alleged statement, and practically every one in Fulton seems to have known about it.</p>\n<p>Plaintiff testified to the effect that she had lived in Fulton virtually all of her life; that she was a graduate of William Woods College, located in Fulton; that she had been employed by her father, in his store, continuously since her graduation from college; that she lives at her father's home, five blocks from the store; that she first heard of these rumors from her father, who learned of them from Mr. and Mrs. Pierson, in the fall or winter of 1945; that she had known Cellum for years, he being a customer at the store; that she had ridden as a passenger in his taxi but three times in her life, once from the bus station to her home, and twice during rain and snow, from her home to the store; that each of these trips were in the early morning, in daytime; that when she learned of this gossip she became ill and had been under the care of a physician from that time until the date of the trial; that she had lost seventeen pounds of weight, highly nervous, suffers from headaches, and can't sleep; that many of her former friends shun her; that people stare at her <span class=\"star-pagination\">*Page 430</span> \nin public places, which she noticed before she learned of the gossip; and that she does not know who started the rumors.</p>\n<p>Thomas Crockett, husband of Virginia, testified to the effect that he came home one day and found defendant arguing with Mrs. Crockett about his having told her that plaintiff \"goes with a colored man\"; that he wanted her to testify that, at the time of the conversation, he was accompanied by some fellow who worked for him and that Mrs. Crockett refused to so testify.</p>\n<p>Mr. Pierson testified to the effect that he had heard these rumors for sometime prior to October, 1945, probably a year prior thereto; that he called Mr. Frank out to his house and told him of the rumors, in the fall of 1945. On cross-examination he stated that his wife had been told by a Mrs. Shirley that plaintiff and Cellum were going together and \"was going to be caught by the policeman\"; that a Mrs. Robertson had told Mrs. Shirley the story; that they were to be caught near the old Asylum lake, now a dump ground.</p>\n<p>Police officer Breid testified that he had been an officer in Fulton for thirteen years; that he was on night duty; that he had known plaintiff all of her life; that her reputation was \"the very best\"; that he had never seen plaintiff and Cellum together; that he began hearing these rumors about a year before the trial, (which was June, 1946).</p>\n<p>Mr. Huddleston stated that he had been a police officer in Fulton for eleven years; that he had known plaintiff for fifteen years; that her reputation, prior to October 15, 1945, for being a good virtuous girl was excellent; that he had heard rumors about Cellum and plaintiff perhaps two and one half years prior to the trial; that he performs his duties in a car at night, goes to all parts of the town, and had never seen these parties together at any time.</p>\n<p>Mrs. Yates stated that she lives within a block of plaintiff's home, and has known her for five years; that plaintiff's reputation in Fulton is splendid; that she had never heard anything against her except these rumors, which she heard about a week before publication about the case appeared in the paper.</p>\n<p>Mrs. Marquette testified to the effect that she lives a few miles out of Fulton, and had known plaintiff all of her life; that her reputation for chastity was good, prior to October, 1945; that she heard these rumors a few days prior to the newspaper publicity following the filing of the case.</p>\n<p>Mrs. Fox is a nurse and had known plaintiff for fifteen years. She stated that, prior to October 15, 1945, plaintiff's reputation was good; that she heard these rumors about a month before the newspaper publicity; that she first heard it in the dining room of the hospital and that the people present were amazed.</p>\n<p>Mr. Newbolt, principal of the High School for sixteen years, had known plaintiff all of her life. He said that her reputation, prior to <span class=\"star-pagination\">*Page 431</span> \nOctober 15, 1945, was good; that he never heard these rumors until the newspaper gave publicity to this case.</p>\n<p>Rev. Street, pastor of the Presbyterian Church for three years, testified to the effect that plaintiff is a member of his church organization; that her reputation was good; that he never heard the rumors until he read about the case in the paper.</p>\n<p>Rev. Hanan, pastor of the Baptist Church at Fulton for eight years, testified to the effect that he had known plaintiff for eight years; that, except for these rumors which he heard only a short time before suit was filed, he had never heard anything against her; that her reputation was good.</p>\n<p>Defendant offered the testimony of himself and a number of other witnesses, whose testimony will be briefly summarized.</p>\n<p>Defendant denied having told Mrs. Crockett that plaintiff was going with a colored man, and denied having told Mrs. Anthony and Omer that the sheriff had \"caught\" them. He stated that, when he was at the home of Mrs. Crockett, he was accompanied by some boys who were helping him on the truck; that he was not in Fulton on the night of October 15, 1945, and did not have any conversation with Mrs. Anthony, such as was detailed in evidence by her, but that he had talked, at the cafe, about the white woman and Negro who were caught by the sheriff at the Cabins, some two weeks prior to October 15, 1945. He stated that he knew that said persons were arrested and given a jail sentence.</p>\n<p>Keith Benskin stated that he was at the Crockett home once, in company with defendant on the truck; that he heard no conversation between defendant and Mrs Crockett regarding plaintiff.</p>\n<p>Jewell McKinney helped defendant deliver a load of furniture to the Crockett home, and accompanied him there one other time, to pick up a radio; that he heard no conversation between defendant and Mrs. Crockett concerning plaintiff.</p>\n<p>Roy Salmons stated that he worked at the Frank store eight months during 1942; and that he saw plaintiff get into Cellum's taxi, near the store and near her home, just before and after noon, several times during that time.</p>\n<p>Paul Weiniger operated a filling station during the summer of 1942, within plain view of the Frank home. He stated that he had not heard these stories about plaintiff and Cellum, and that he had never seen her in Cellum's car at any time.</p>\n<p>Dorris Byler stated that he had heard that plaintiff and Cellum were going together, some five years prior to the trial; that he first heard Clyde Pierson talking about it; that he drove his taxi during the latter part of 1943 and during 1944 and 1945; that he had never seen plaintiff and Cellum together at any place. It may here be noted that Pierson said he first heard the rumors about a year before he told Mr. Frank about it in November of 1945. <span class=\"star-pagination\">*Page 432</span> </p>\n<p>Loren Murray, who had been a taxi driver for ten years, heard these stories possibly as far back as two and one half years prior to the trial, but did not believe them. He had never seen plaintiff and Cellum together, although he had driven his taxi all over town and in the country near there, night and day, during all of those years.</p>\n<p>Mr. Byrd had never heard that plaintiff and Cellum were keeping company.</p>\n<p>Mr. Linhardt had heard that plaintiff kept company with a colored man but had never seen her doing so.</p>\n<p>In rebuttal Mrs. Fenley, who lived, and had an office, in the front part of a house directly across the street from the store, for many years prior to this trial, saw plaintiff go and come from the store almost daily but never saw her riding or getting into Cellum's car. On cross-examination, when asked if it could have happened and she not see it, she said that she didn't think so; that she heard these stories in September, 1945; that she had heard a number of people discuss it.</p>\n<p>Mrs. Crockett, recalled, stated that, while living next door to plaintiff, she had never seen her in Cellum's car.</p>\n<p>Paul Hume worked at the Frank store while Salmons was employed there. He had never seen plaintiff get in Cellum's car at any time or place.</p>\n<p>Mrs. McPherson lived across the street, within plain sight of plaintiff's home. She had never seen plaintiff get in a car with a colored man.</p>\n<p>Mrs. Squires lived within sight of the Frank home. She stated that she never saw plaintiff picked up by any colored man; that she visits frequently in the Frank home; that she heard, about a year before the trial, that plaintiff goes with Cellum but that she did not believe it, and that none of the neighbors believed it.</p>\n<p>Mr. Lutz had worked at the Frank store for a long time. He never saw plaintiff get in Cellum's car, or ride with him.</p>\n<p>Mrs. Wainscott had lived where Mrs. Crockett now lives, during 1944 and until October, 1945. She never saw Cellum pick plaintiff up. She heard these stories just prior to the newspaper publication after the filing of this case, but she did not believe them.</p>\n<p>Cellum Henderson testified to the effect that he left Fulton after this lawsuit was filed; that plaintiff had never ridden in his taxi except for three times, as detailed by her; that he had transported some of the finest white women in Fulton, and students of William Woods College, in his taxi.</p>\n<p>The evidence may be summarized as follows: Rumors to the effect that plaintiff and Cellum Henderson were \"going\" together had been, (as defendant's counsel put it) rampant in Fulton since late in 1945; and there was some testimony to the effect that such rumors <span class=\"star-pagination\">*Page 433</span> \nwere heard much earlier. Apparently, a great many people had not heard the gossip until shortly before and after the filing of this suit, on November 9, 1945. Trial was had in June, 1946. No witness testified that he or she believed the story but, on the contrary, all who were asked the question, stated that they did not believe it. Plaintiff's neighbor women testified to her good character and gave evidence tending to substantially contradict the one witness for defendant who said he saw plaintiff \"picked up\" a number of times, in broad daylight, by Cellum, near her home and the store. The jury, in effect, found that the charge that plaintiff \"was going with a colored man\" was false, (although the court later dismissed this count); and it also found that defendant's statement, to the effect that the sheriff \"caught\" Cellum and her, was false. She has been thereby exonorated of the odium cast upon her by these rumors; but she has suffered, mentally and spiritually, and will always suffer, therefrom. The belief in her virtue and integrity, as expressed by neighbor women on the witness stand, and by the verdict of the jury, cannot completely relieve her of the humiliation and shame caused by the gossip.</p>\n<p>By its verdict the jury has also found, in effect, that defendant made the statement: \"The sheriff made a catch. &#8212; He caught Marcella and Cellum &#8212; earlier.\"; and it rejected as untrue defendant's testimony to the effect that he did not make the statement and was not in Fulton on the evening of October 15, 1945, when Mrs. Anthony and her son said he made this charge. The jury's verdict, in this regard, is well supported by the record, and is conclusive.</p>\n<p>The verdict of the jury established, as facts, that defendant made the statement which plaintiff charges he made, and that the statement was wholly false; but defendant contends that the judgment cannot stand because there <em>was no evidence</em> tending to prove that the words spoken constitute actionable slander. He contends that it was not shown that the words spoken charge, directly or by inference, that plaintiff was guilty of fornication.</p>\n<p>Our statutes provide: \"It is actionable to publish falsely and maliciously, in any manner whatsoever, that any person has been guilty of fornication or adultery.\" Section 3651, R.S.A. 1939.</p>\n<p>This court has held that the fact that the hearers understood the spoken words to impute unchastity is admissible to show that the words were spoken under circumstances which gave them that meaning. Jones v. Banner, 157 S.W. 967, <cross_reference>172 Mo. App. 132</cross_reference>.</p>\n<p>A year or more prior to the time that these words were spoken to Mrs. Anthony, defendant had told Mrs. Crockett that plaintiff was \"going\" with a colored man. Mrs. Crockett said that she understood that to mean that she was going with him for immoral purposes; that that would be the only reason that a white woman would keep company with a colored man. Mrs. Pierson had told her <span class=\"star-pagination\">*Page 434</span> \nhusband that she had been told by a friend, who had been so informed by another woman, that the policeman was going to \"catch\" plaintiff and Cellum at the dumping ground near the Asylum. People, generally, were talking about the reported association of Cellum and plaintiff. A Negro man and a white woman had been \"caught\" at the \"Y,\" less than two weeks prior to defendant's statement to Mrs. Anthony, and they had been given jail sentences. Almost every one in town, and in the surrounding countryside, according to the record, including Mrs. Anthony, seemed to know all of these things. While Mrs. Anthony did not say, directly, that she understood the statement to mean that plaintiff was guilty of fornication, such may be inferred from her testimony. She said that \"if he, (the sheriff) had caught a white girl and a colored fellow together, you know about what you would think\"; and: \"* * * only if you should catch a white girl and colored fellow together you would know they would not be out just for the pleasure of riding together.\"</p>\n<p>This court will take judicial notice of the social attitude of a large majority of the members of the white race of Missouri towards members of the Negro race, because it is a matter of general knowledge and is historic. Rositzky v. Rositzky,<cross_reference>46 S.W.2d 591</cross_reference>, l.c. 599. It is unlawful for Negroes and whites to attend the same school and intermarriage is prohibited by statute. It is a matter of common knowledge that Negroes and whites are segregated, by inclination and by custom, in churches, hotels, restaurants, and other public places; and that they do not intermingle socially. We know that Missouri, historically, was a slave-holding state; that Callaway was one of the slave counties, originally settled by people from the South who brought with them, and left to their descendants, the belief that the Negro race is socially inferior to the white race; and that rural Missouri is steeped in the traditions, customs and prejudices of the South in matters touching racial relations. 20 Am. Jur. 84, par. 63.</p>\n<p>With all of the foregoing in mind, it is inconceivable that the people of Fulton, and of that community, would interpret the association of plaintiff with a Negro, that is, \"going with,\" as meaning anything other than an immoral association. Such an association, between members of the opposite sex, ordinarily implies courtship; but such a courtship as this could not lead to a legal marriage in Missouri. An assertion that the <em>sheriff</em> had \"caught\" them implied, and was meant to imply, that plaintiff had been guilty of fornication with a Negro, and had been \"caught,\" or apprehended, in the commission of such an act. The very atmosphere that then existed in Fulton, and which must have been known to defendant to exist, coupled with his previous false statements concerning plaintiff's keeping company with a colored man, constituted sufficient evidence upon which the <span class=\"star-pagination\">*Page 435</span> \njury could have found, as it did find, that defendant meant to, and did, charge plaintiff with being a fornicatress; and direct opinion evidence to that effect is found in the testimony of Mrs. Crockett and of Mrs. Anthony. In view of the historical attitude of the white people of rural Missouri toward the Negro race, well known to all informed people of this state, it is doubtful if defendant could have made a false statement of and concerning plaintiff that could have humiliated and degraded her more, in the estimation of the people of that community, and of plaintiff herself, than did the false statement made herein. The judgment should be affirmed.</p>\n<p><em>Boyer, C.,</em> concurs.</p>",
          "html_with_citations": "<p>Plaintiff sued for slander in two counts, and had a verdict on both counts. The court set aside the verdict on the first count and dismissed it. From a judgment on the second count defendant prosecutes this appeal.</p>\n<p>Plaintiff is a young unmarried white woman, living at Fulton, in Callaway County. In the second count of her petition she charged:</p>\n<blockquote><p>    \"* * * that on or about the 15th day of October, 1945, in the City of Fulton, County of Callaway, State of Missouri, and in the presence and hearing of divers persons, and especially <span class=\"star-pagination\">*Page 427</span> \none Mrs. Annie Anthony and her son, Omer Anthony, both of whom are residents of Callaway County, Missouri, defendant falsely, wantonly and maliciously spoke and published of and concerning the plaintiff, the following false, malicious and defamatory words, towit:</p>\n<p>    \"`The Sheriff made a catch. He caught Marcella and Cellum, &#8212; earlier.'</p>\n<p>    \"2. Plaintiff further states that by said words so used the defendant intended to and did refer to this plaintiff as `Marcella,' and that by said words he intended to and did charge the plaintiff with the offense of cohabiting with a colored man, namely one Hulen Henderson, known by the name of `Cellum,' and with being a \"fornicatress, and that the words were so understood by the said Annie Anthony and Omer Anthony, at the time they were spoken to them.\"</p></blockquote>\n<p>She further pleaded that \"her reputation as a pure, virtuous and chaste woman was and is greatly injured, and that she has suffered great humiliation and disgrace thereby; that she has been brought into contempt and ridicule, exposed to public wrath and hatred, and deprived of the public countenance and social intercourse among her former friends and acquaintances.\"</p>\n<p>The evidence was to the effect that plaintiff is of the age of about 28 years; that she is a cultured, educated, and refined young lady, the daughter of a successful merchant of Fulton; that she had been, for many years, employed at her father's store and lived at his home; and that \"Cellum\" is a Negro who, for many years prior to the trial, operated a taxicab service in Fulton, which service was used by many white women of Fulton and girl students of William Woods College, of that community, as well as by others.</p>\n<p>A great many witnesses were called and testified. We will set out the gist of their testimony, as briefly as possible.</p>\n<p>Mrs. Virginia Crockett lived next door to the Frank home; she had never heard any gossip concerning plaintiff and Cellum until, during the month of November, 1944, defendant, who was a trucker, came to her home to deliver a load of corn cobs, and the following occurred:</p>\n<blockquote><p>    \"* * * he said: `I can tell you something about that blonde girl next door' &#8212; and nodded his head toward the Frank house &#8212; `that would surprise you.' I didn't ask him what it was at all, and he said: `Well, I can,' and he said `She goes with a colored man;' and I said, `Paul, I don't believe that.'\"</p></blockquote>\n<p>She said she understood him to mean that plaintiff was going with, keeping company with, a Negro. When asked what she understood by \"keeping company with a colored man\" she said: \"There is only one reason a white woman would do that, and that would be for immoral purposes, according to my idea.\" She stated that, <span class=\"star-pagination\">*Page 428</span> \nafter this suit was filed, defendant came to her home and said he did not make the above statements; tried to get her to say that there were others present at the time of the conversation; and threatened to sue her if she persisted in telling what he said. She stated that she first told this to plaintiff's mother about a year after the conversation occurred when plaintiff's mother told witness that she had just learned that it was being rumored that plaintiff was keeping company with a Negro; that plaintiff's mother told her that plaintiff, at some time, had kept company with a French-Hawaiian doctor from Kansas City, who was very dark, but had ceased seeing him because someone might think he was a Negro. Witness stated that she had never seen plaintiff and Cellum in company with each other at any time; that plaintiff was a splendid, fine, high type young lady; that she did not believe that plaintiff had kept company with a Negro, but that if she had believed it she would have believed she was doing so for immoral purposes.</p>\n<p>Mrs. Anthony testified to the effect that, in the late afternoon of October 15, 1945, she and her son were fixing a flat tire near the intersection of the state highway and Carrington Road, near Fulton; that she had noticed the automobile of the sheriff of Callaway County parked near this intersection; that defendant passed her on the road; that she and her son were eating dinner at a cafe in Fulton that night when defendant stopped at their booth; that the following occurred:</p>\n<blockquote><p>    \"Omer made some remark about the sheriff's car being out at the intersection of the highway and Carrington Road. Paul (defendant) said, `The sheriff made a catch,' and Omer asked him `What?' and he said, `He caught Marcella and Cellum.'\"</p></blockquote>\n<p>She said she understood defendant to mean plaintiff and Cellum Henderson, \"a colored taxi driver here in Fulton; * * * that he had caught them out there in the car, &#8212; I suppose in a car, &#8212; I presume it was in a car, and, naturally, to catch a white girl, if he had caught a white girl and colored fellow together, you know about what you would think.\" When asked what she understood, she said: \"I don't know that I really thought so much about it, only if you should catch a white girl and colored fellow together you would know they would not be out just for the pleasure of riding together\". She stated that she had heard rumors about Cellum and plaintiff about two months prior to this conversation. On cross examination she stated that she knew plaintiff and did not believe a word of these rumors; that she knew plaintiff to be a fine, virtuous, upright young lady; that she had never heard any one say they believed the rumors; that she did not think the sheriff had caught plaintiff and Cellum in an automobile, even when defendant made the statement to that effect; that she did not believe there could be any immorality between <span class=\"star-pagination\">*Page 429</span> \nplaintiff and a Negro man, or any other man; or that she was a fornicatress.</p>\n<p>Omer Anthony testified as follows:</p>\n<blockquote><p>    \"* * * But we came to town and to Grace's Cafe here in town and Paul talked to us &#8212; he made some remark to us about us and the sheriff being out there and he said that the sheriff had made a catch and I asked him who and he said `Marcella and Cellum,' and I presumed he meant Marcella Frank and Henderson the car driver. I asked him `when' and he said `earlier,' &#8212; I supposed he meant earlier in the night.\"</p></blockquote>\n<p>Fred Anthony testified to the effect that defendant told him, after the above conversation took place, that he never made such statements; that he and defendant had a scuffle and defendant left, witness following him and offering to fight; that about a year prior to the date of this conversation he had heard rumors concerning plaintiff and Cellum.</p>\n<p>Sheriff Crowson testified to the effect that he knew plaintiff and Cellum; that he had never seen them together at any time; that he did not \"catch\" them, as defendant had charged; that he had heard rumors about their association; that he knew plaintiff to be a high type lady, regardless of rumor; that he arrested a Negro man and a white woman in a cabin, on the highway, in Callaway County, on October 2, 1945; that they were tried, convicted, and served jail time; that plaintiff was not in any way connected with that incident.</p>\n<p>It may here be said that a large majority of those who testified stated that they knew about that incident and knew that plaintiff was not involved therein; but the fact remains that the sheriff had \"caught\" and arrested a Negro and a white woman about two weeks prior to defendant's alleged statement, and practically every one in Fulton seems to have known about it.</p>\n<p>Plaintiff testified to the effect that she had lived in Fulton virtually all of her life; that she was a graduate of William Woods College, located in Fulton; that she had been employed by her father, in his store, continuously since her graduation from college; that she lives at her father's home, five blocks from the store; that she first heard of these rumors from her father, who learned of them from Mr. and Mrs. Pierson, in the fall or winter of 1945; that she had known Cellum for years, he being a customer at the store; that she had ridden as a passenger in his taxi but three times in her life, once from the bus station to her home, and twice during rain and snow, from her home to the store; that each of these trips were in the early morning, in daytime; that when she learned of this gossip she became ill and had been under the care of a physician from that time until the date of the trial; that she had lost seventeen pounds of weight, highly nervous, suffers from headaches, and can't sleep; that many of her former friends shun her; that people stare at her <span class=\"star-pagination\">*Page 430</span> \nin public places, which she noticed before she learned of the gossip; and that she does not know who started the rumors.</p>\n<p>Thomas Crockett, husband of Virginia, testified to the effect that he came home one day and found defendant arguing with Mrs. Crockett about his having told her that plaintiff \"goes with a colored man\"; that he wanted her to testify that, at the time of the conversation, he was accompanied by some fellow who worked for him and that Mrs. Crockett refused to so testify.</p>\n<p>Mr. Pierson testified to the effect that he had heard these rumors for sometime prior to October, 1945, probably a year prior thereto; that he called Mr. Frank out to his house and told him of the rumors, in the fall of 1945. On cross-examination he stated that his wife had been told by a Mrs. Shirley that plaintiff and Cellum were going together and \"was going to be caught by the policeman\"; that a Mrs. Robertson had told Mrs. Shirley the story; that they were to be caught near the old Asylum lake, now a dump ground.</p>\n<p>Police officer Breid testified that he had been an officer in Fulton for thirteen years; that he was on night duty; that he had known plaintiff all of her life; that her reputation was \"the very best\"; that he had never seen plaintiff and Cellum together; that he began hearing these rumors about a year before the trial, (which was June, 1946).</p>\n<p>Mr. Huddleston stated that he had been a police officer in Fulton for eleven years; that he had known plaintiff for fifteen years; that her reputation, prior to October 15, 1945, for being a good virtuous girl was excellent; that he had heard rumors about Cellum and plaintiff perhaps two and one half years prior to the trial; that he performs his duties in a car at night, goes to all parts of the town, and had never seen these parties together at any time.</p>\n<p>Mrs. Yates stated that she lives within a block of plaintiff's home, and has known her for five years; that plaintiff's reputation in Fulton is splendid; that she had never heard anything against her except these rumors, which she heard about a week before publication about the case appeared in the paper.</p>\n<p>Mrs. Marquette testified to the effect that she lives a few miles out of Fulton, and had known plaintiff all of her life; that her reputation for chastity was good, prior to October, 1945; that she heard these rumors a few days prior to the newspaper publicity following the filing of the case.</p>\n<p>Mrs. Fox is a nurse and had known plaintiff for fifteen years. She stated that, prior to October 15, 1945, plaintiff's reputation was good; that she heard these rumors about a month before the newspaper publicity; that she first heard it in the dining room of the hospital and that the people present were amazed.</p>\n<p>Mr. Newbolt, principal of the High School for sixteen years, had known plaintiff all of her life. He said that her reputation, prior to <span class=\"star-pagination\">*Page 431</span> \nOctober 15, 1945, was good; that he never heard these rumors until the newspaper gave publicity to this case.</p>\n<p>Rev. Street, pastor of the Presbyterian Church for three years, testified to the effect that plaintiff is a member of his church organization; that her reputation was good; that he never heard the rumors until he read about the case in the paper.</p>\n<p>Rev. Hanan, pastor of the Baptist Church at Fulton for eight years, testified to the effect that he had known plaintiff for eight years; that, except for these rumors which he heard only a short time before suit was filed, he had never heard anything against her; that her reputation was good.</p>\n<p>Defendant offered the testimony of himself and a number of other witnesses, whose testimony will be briefly summarized.</p>\n<p>Defendant denied having told Mrs. Crockett that plaintiff was going with a colored man, and denied having told Mrs. Anthony and Omer that the sheriff had \"caught\" them. He stated that, when he was at the home of Mrs. Crockett, he was accompanied by some boys who were helping him on the truck; that he was not in Fulton on the night of October 15, 1945, and did not have any conversation with Mrs. Anthony, such as was detailed in evidence by her, but that he had talked, at the cafe, about the white woman and Negro who were caught by the sheriff at the Cabins, some two weeks prior to October 15, 1945. He stated that he knew that said persons were arrested and given a jail sentence.</p>\n<p>Keith Benskin stated that he was at the Crockett home once, in company with defendant on the truck; that he heard no conversation between defendant and Mrs Crockett regarding plaintiff.</p>\n<p>Jewell McKinney helped defendant deliver a load of furniture to the Crockett home, and accompanied him there one other time, to pick up a radio; that he heard no conversation between defendant and Mrs. Crockett concerning plaintiff.</p>\n<p>Roy Salmons stated that he worked at the Frank store eight months during 1942; and that he saw plaintiff get into Cellum's taxi, near the store and near her home, just before and after noon, several times during that time.</p>\n<p>Paul Weiniger operated a filling station during the summer of 1942, within plain view of the Frank home. He stated that he had not heard these stories about plaintiff and Cellum, and that he had never seen her in Cellum's car at any time.</p>\n<p>Dorris Byler stated that he had heard that plaintiff and Cellum were going together, some five years prior to the trial; that he first heard Clyde Pierson talking about it; that he drove his taxi during the latter part of 1943 and during 1944 and 1945; that he had never seen plaintiff and Cellum together at any place. It may here be noted that Pierson said he first heard the rumors about a year before he told Mr. Frank about it in November of 1945. <span class=\"star-pagination\">*Page 432</span> </p>\n<p>Loren Murray, who had been a taxi driver for ten years, heard these stories possibly as far back as two and one half years prior to the trial, but did not believe them. He had never seen plaintiff and Cellum together, although he had driven his taxi all over town and in the country near there, night and day, during all of those years.</p>\n<p>Mr. Byrd had never heard that plaintiff and Cellum were keeping company.</p>\n<p>Mr. Linhardt had heard that plaintiff kept company with a colored man but had never seen her doing so.</p>\n<p>In rebuttal Mrs. Fenley, who lived, and had an office, in the front part of a house directly across the street from the store, for many years prior to this trial, saw plaintiff go and come from the store almost daily but never saw her riding or getting into Cellum's car. On cross-examination, when asked if it could have happened and she not see it, she said that she didn't think so; that she heard these stories in September, 1945; that she had heard a number of people discuss it.</p>\n<p>Mrs. Crockett, recalled, stated that, while living next door to plaintiff, she had never seen her in Cellum's car.</p>\n<p>Paul Hume worked at the Frank store while Salmons was employed there. He had never seen plaintiff get in Cellum's car at any time or place.</p>\n<p>Mrs. McPherson lived across the street, within plain sight of plaintiff's home. She had never seen plaintiff get in a car with a colored man.</p>\n<p>Mrs. Squires lived within sight of the Frank home. She stated that she never saw plaintiff picked up by any colored man; that she visits frequently in the Frank home; that she heard, about a year before the trial, that plaintiff goes with Cellum but that she did not believe it, and that none of the neighbors believed it.</p>\n<p>Mr. Lutz had worked at the Frank store for a long time. He never saw plaintiff get in Cellum's car, or ride with him.</p>\n<p>Mrs. Wainscott had lived where Mrs. Crockett now lives, during 1944 and until October, 1945. She never saw Cellum pick plaintiff up. She heard these stories just prior to the newspaper publication after the filing of this case, but she did not believe them.</p>\n<p>Cellum Henderson testified to the effect that he left Fulton after this lawsuit was filed; that plaintiff had never ridden in his taxi except for three times, as detailed by her; that he had transported some of the finest white women in Fulton, and students of William Woods College, in his taxi.</p>\n<p>The evidence may be summarized as follows: Rumors to the effect that plaintiff and Cellum Henderson were \"going\" together had been, (as defendant's counsel put it) rampant in Fulton since late in 1945; and there was some testimony to the effect that such rumors <span class=\"star-pagination\">*Page 433</span> \nwere heard much earlier. Apparently, a great many people had not heard the gossip until shortly before and after the filing of this suit, on November 9, 1945. Trial was had in June, 1946. No witness testified that he or she believed the story but, on the contrary, all who were asked the question, stated that they did not believe it. Plaintiff's neighbor women testified to her good character and gave evidence tending to substantially contradict the one witness for defendant who said he saw plaintiff \"picked up\" a number of times, in broad daylight, by Cellum, near her home and the store. The jury, in effect, found that the charge that plaintiff \"was going with a colored man\" was false, (although the court later dismissed this count); and it also found that defendant's statement, to the effect that the sheriff \"caught\" Cellum and her, was false. She has been thereby exonorated of the odium cast upon her by these rumors; but she has suffered, mentally and spiritually, and will always suffer, therefrom. The belief in her virtue and integrity, as expressed by neighbor women on the witness stand, and by the verdict of the jury, cannot completely relieve her of the humiliation and shame caused by the gossip.</p>\n<p>By its verdict the jury has also found, in effect, that defendant made the statement: \"The sheriff made a catch. &#8212; He caught Marcella and Cellum &#8212; earlier.\"; and it rejected as untrue defendant's testimony to the effect that he did not make the statement and was not in Fulton on the evening of October 15, 1945, when Mrs. Anthony and her son said he made this charge. The jury's verdict, in this regard, is well supported by the record, and is conclusive.</p>\n<p>The verdict of the jury established, as facts, that defendant made the statement which plaintiff charges he made, and that the statement was wholly false; but defendant contends that the judgment cannot stand because there <em>was no evidence</em> tending to prove that the words spoken constitute actionable slander. He contends that it was not shown that the words spoken charge, directly or by inference, that plaintiff was guilty of fornication.</p>\n<p>Our statutes provide: \"It is actionable to publish falsely and maliciously, in any manner whatsoever, that any person has been guilty of fornication or adultery.\" Section 3651, R.S.A. 1939.</p>\n<p>This court has held that the fact that the hearers understood the spoken words to impute unchastity is admissible to show that the words were spoken under circumstances which gave them that meaning. Jones v. Banner, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">967</span></span>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">Mo. App.</span> <span class=\"page\">132</span></span></cross_reference>.</p>\n<p>A year or more prior to the time that these words were spoken to Mrs. Anthony, defendant had told Mrs. Crockett that plaintiff was \"going\" with a colored man. Mrs. Crockett said that she understood that to mean that she was going with him for immoral purposes; that that would be the only reason that a white woman would keep company with a colored man. Mrs. Pierson had told her <span class=\"star-pagination\">*Page 434</span> \nhusband that she had been told by a friend, who had been so informed by another woman, that the policeman was going to \"catch\" plaintiff and Cellum at the dumping ground near the Asylum. People, generally, were talking about the reported association of Cellum and plaintiff. A Negro man and a white woman had been \"caught\" at the \"Y,\" less than two weeks prior to defendant's statement to Mrs. Anthony, and they had been given jail sentences. Almost every one in town, and in the surrounding countryside, according to the record, including Mrs. Anthony, seemed to know all of these things. While Mrs. Anthony did not say, directly, that she understood the statement to mean that plaintiff was guilty of fornication, such may be inferred from her testimony. She said that \"if he, (the sheriff) had caught a white girl and a colored fellow together, you know about what you would think\"; and: \"* * * only if you should catch a white girl and colored fellow together you would know they would not be out just for the pleasure of riding together.\"</p>\n<p>This court will take judicial notice of the social attitude of a large majority of the members of the white race of Missouri towards members of the Negro race, because it is a matter of general knowledge and is historic. Rositzky v. Rositzky,<cross_reference><span class=\"citation\" data-id=\"3524366\"><a href=\"/opinion/3550244/rositzky-v-rositzky/\"><span class=\"volume\">46</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">591</span></a></span></cross_reference>, l.c. 599. It is unlawful for Negroes and whites to attend the same school and intermarriage is prohibited by statute. It is a matter of common knowledge that Negroes and whites are segregated, by inclination and by custom, in churches, hotels, restaurants, and other public places; and that they do not intermingle socially. We know that Missouri, historically, was a slave-holding state; that Callaway was one of the slave counties, originally settled by people from the South who brought with them, and left to their descendants, the belief that the Negro race is socially inferior to the white race; and that rural Missouri is steeped in the traditions, customs and prejudices of the South in matters touching racial relations. 20 Am. Jur. 84, par. 63.</p>\n<p>With all of the foregoing in mind, it is inconceivable that the people of Fulton, and of that community, would interpret the association of plaintiff with a Negro, that is, \"going with,\" as meaning anything other than an immoral association. Such an association, between members of the opposite sex, ordinarily implies courtship; but such a courtship as this could not lead to a legal marriage in Missouri. An assertion that the <em>sheriff</em> had \"caught\" them implied, and was meant to imply, that plaintiff had been guilty of fornication with a Negro, and had been \"caught,\" or apprehended, in the commission of such an act. The very atmosphere that then existed in Fulton, and which must have been known to defendant to exist, coupled with his previous false statements concerning plaintiff's keeping company with a colored man, constituted sufficient evidence upon which the <span class=\"star-pagination\">*Page 435</span> \njury could have found, as it did find, that defendant meant to, and did, charge plaintiff with being a fornicatress; and direct opinion evidence to that effect is found in the testimony of Mrs. Crockett and of Mrs. Anthony. In view of the historical attitude of the white people of rural Missouri toward the Negro race, well known to all informed people of this state, it is doubtful if defendant could have made a false statement of and concerning plaintiff that could have humiliated and degraded her more, in the estimation of the people of that community, and of plaintiff herself, than did the false statement made herein. The judgment should be affirmed.</p>\n<p><em>Boyer, C.,</em> concurs.</p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3524366/"
          ]
        },
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3530073/",
          "id": 3530073,
          "absolute_url": "/opinion/3554148/frank-v-herring/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3554148/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": true,
          "date_created": "2016-07-05T22:42:31.489996Z",
          "date_modified": "2017-04-15T00:11:26.912200Z",
          "type": "050addendum",
          "sha1": "a37c260e95923626a5c211ebce3d9fea5a3731c3",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/missouri/court_opinions/documents/877a012c559dc32a.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>The foregoing opinion of SPERRY, C., is adopted as the opinion of the court. The judgment is affirmed. <em>Cave, P.J.,</em> not sitting; <em>Bland, J., Dew, J.,</em> concur.</p>",
          "html_with_citations": "",
          "extracted_by_ocr": false,
          "opinions_cited": []
        }
      ],
      "judges": "PER CURIAM:",
      "date_created": "2016-07-05T22:42:31.475309Z",
      "date_modified": "2017-04-09T15:17:18.319118Z",
      "date_filed": "1948-01-12",
      "date_filed_is_approximate": false,
      "slug": "frank-v-herring",
      "citation_id": null,
      "case_name_short": "Frank",
      "case_name": "Frank v. Herring",
      "case_name_full": "Marcella Frank v. Paul Herring",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "240 Mo. App. 425",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "208 S.W.2d 783",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "W.C. Maughs  and  Don C. Carter  for appellant.\n\nWords which are not actionable per se in libel and slander cannot be enlarged by the innuendo beyond their usual and ordinary meaning to make such words actionable. Diemer v. Chronicle Publishing Co.,  230 Mo. 613 , 132 S.W. 1143; Kunz v. Hartwig,  151 Mo. App. 94 , 131 S.W. 721; Windsor v. Ottofy, 140 Mo. App. 563 , 120 S.W. 693; Ukman v. Dailey Record Co., 189 Mo. 378 , 88 S.W. 60; Stowers v. Western Bentley Co., 140 S.W.2d 714; Parsons v. Henry, 164 S.W. 241,  177 Mo. App. 329 . It is essential in proving slander to prove that hearers of the defamatory words understood such words in a defamatory sense. Lemaster v. Ellis, 158 S.W. 904,  173 Mo. App. 332 ; Ukmen v. Dailey Record Co., 189 Mo. 378 , 88 S.W. 60; Byrne v. News Corp., 190 S.W. 933, 195 Mo. App. 265 .\n\n Lena Frank Oakley  and  T.A. Faucett  for respondent.\n\n(1) Marriages between whites and blacks void: Section 3361 of the 1939 Missouri Revised Statutes. (2) What words are actionable: Section 3651 of the 1939 Missouri Revised Statutes, as to fornication and adultery. (3) The words alleged to have been spoken could have no reasonable meaning, other than, that respondent was a fornicatress: 36 C.J. 1142 &#8212; Sec. 2; Vanloon v. Vanloon,  159 Mo. App. 255 ; Jones v. Banner, 157 S.W. 967; Julian v. K.C. Star Co.,  209 Mo. 35 ; Wright v. Great Northern R.R., 186 S.W. 1085; Cook v. Globe Printing Co., 227 Mo. l.c. 527; 25 Cyc. 319; 36 C.J. 1160.",
      "nature_of_suit": "",
      "posture": "Appeal from Circuit Court of Callaway County. &#8212; Hon. W.M. Dinwiddie, Judge.\n\nAFFIRMED.",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3426273/frank-v-herring/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T22:42:31.468629Z",
  "date_modified": "2016-07-05T22:42:31.468657Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": "1948-01-12",
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Frank",
  "case_name": "Frank v. Herring",
  "case_name_full": "Marcella Frank v. Paul Herring",
  "slug": "frank-v-herring",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}