{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3450398/",
  "id": 3450398,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nj/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3578273/",
      "id": 3578273,
      "absolute_url": "/opinion/3578273/everson-v-board-of-education-of-ewing-twp/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3450398/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3558727/",
          "id": 3558727,
          "absolute_url": "/opinion/3578273/everson-v-board-of-education-of-ewing-twp/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3578273/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T23:09:26.199502Z",
          "date_modified": "2017-04-15T00:33:14.327369Z",
          "type": "040dissent",
          "sha1": "c3c1545c9d7c81ea689d92e2a7673eb4839827ef",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/new_jersey/supreme_court_opinions/documents/283b349f52aea7f9.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>The issue is the constitutionality of reimbursement by the Board of Education of the Township of Ewing, from public moneys, to parents, resident in the township, for the bus fares paid by their children on public buses between the township and the City of Trenton, in which city the children attended certain Roman Catholic parochial schools. The religion of the church was taught in each of the schools as a part of the curriculum. A priest of the church was the superintendent of the schools. The resolution under review made no provision for transportation to private or sectarian schools other than Catholic schools and therefore did not make provision for children generally. Further, it made no change in the method of transportation and so added nothing to protection against traffic hazards. The transportation had been and continued to be by public buses running on their usual schedules. The township public schools extend through the eighth grade. Public school children beyond those elementary grades are transported either to Trenton or Pennington. Some of the parochial school children transported to Trenton were in the elementary grades and some in the high school grades. Consequently the parochial school children in the elementary grades were transported to the City of Trenton although the public school children in those grades were received and taught in the schools within the school district. It must be assumed that these various arrangements were within the purview of the statute; else the resolution of the Board of Education was itself without statutory authority and therefore void. The resolution was as follows: <span class=\"star-pagination\">*Page 357</span> </p>\n<p>\"The Transportation Commtt. recommended the Transportation of Pupils of Ewing to the Trenton High and Pennington High and Trenton Catholic Schools, by way of public carriers as in recent years. On Motion of Mr. R. Ryan, seconded by Mr. French, the same was adopted.\"</p>\n<p>The resolution is rested upon the second paragraph of <em>R.S.</em>\n18:14-8 as amended by chapter 191, <em>Pamph. L.</em> 1941:</p>\n<p>\"18:14-8. Whenever in any district there are children living remote from any schoolhouse, the board of education of the district may make rules and contracts for the transportation of such children to and from school, including the transportation of school children to and from school other than a public school, except such school as is operated for profit in whole or in part.</p>\n<p>\"When any school district provides any transportation for public school children to and from school, transportation from any point in such established school route to any other point in such established school route shall be supplied to school children residing in such school district in going to and from school other than a public school, except such school as is operated for profit in whole or in part.\"</p>\n<p>A major question is whether the furnishing of transportation to private or parochial schools out of public money is in aid or support of such schools and whether constitutional provisions which prohibit such aid or support are violated by statutory authority for transportation. The argument that such disbursements are not in aid of the schools is based upon what is known as the \"child-benefit\" theory which presents as a distinction that the charges are for the benefit of the children rather than of the schools. That theory seems to have first been given judicial sanction in the State of Louisiana where the courts sustained a statute which permitted the use of public funds to purchase school books for distribution, free of cost, apparently as a loan, to \"the school children of the state,\" a classification which by its broad terms included children in attendance at private and parochial schools. <em>Borden</em> v.<em>Louisiana State Board of Education</em>, <cross_reference>168 La. 1005</cross_reference>;<em>67 A.L.R. 1183</em>; <em>Cochran</em> v. <em>Louisiana State Board of Education</em>, <span class=\"star-pagination\">*Page 358</span> <cross_reference>168 La. 1030</cross_reference>. The latter case went to the United States Supreme Court (<cross_reference>281 U.S. 370</cross_reference>; <em><cross_reference>74 L.Ed. 913</cross_reference></em>) where it was held that the legislation was not in violation of the <cross_reference>Fourteenth</cross_reference> Amendment to the United States Constitution. Chief Justice Hughes, holding the opinion for the court (April 28th, 1930), after quoting at length from the opinion of the Louisiana Supreme Court to the effect that the appropriations were \"for their (viz., the children's) benefit and the resulting benefit to the state,\" said (italics inserted):</p>\n<p><em>\"Viewing the statute as having the effect thus attributed to</em><em>it</em>, we cannot doubt that the taxing power of the state is exerted for a public purpose. The legislation <em>does not segregate</em><em>private schools or their pupils</em>, as its beneficiaries * * *.\"</p>\n<p>I am unable to find more in the federal decision than that, first, the Supreme Court accepted the finding of the state court upon the purpose and effect of the state statute and, second, that the statute, given the purpose and effect thus attributed to it, with the added incident that it did not segregate its beneficiaries, was not in violation of the <cross_reference>Fourteenth</cross_reference> Amendment. That the Supreme Court accepts the construction by a state court of a state statute in such a case is manifested by the fact that some years later it twice (<cross_reference>317 U.S. 588</cross_reference>; <em><cross_reference>63 Sup. Ct. 34</cross_reference></em>;<em><cross_reference>87 L.Ed. 481</cross_reference></em>; <cross_reference>317 U.S. 707</cross_reference>; <em><cross_reference>63 Sup. Ct. 153</cross_reference></em>; <em><cross_reference>87 L.Ed. 564</cross_reference></em>) refused <em>certiorari</em> to review the decision of the Oklahoma Supreme Court coming to an opposite conclusion regarding \"child-benefit\" in <em>Gurney</em> v. <em>Ferguson, infra.</em></p>\n<p>The \"child-benefit\" theory seems to have received judicial support in only three jurisdictions, Louisiana (already discussed), Mississippi (<em>Chance</em> v. <em>Mississippi State Textbook</em><em>R.  P. Board</em>, 200 <em>So. Rep.</em> 706), which followed the Louisiana reasoning in the construction of a statute of like import, and Maryland; and the last mentioned is the only jurisdiction, so far as appears, where the paying from public funds of transportation costs for children in private or sectarian schools has been judicially approved. In both Louisiana and Mississippi the subject-matter was the free distribution of <span class=\"star-pagination\">*Page 359</span> \ncertain textbooks, and the provision was for the benefit of the children of the state, generally. In the State of Maryland it was held that a statute providing for transportation of children to private or parochial schools in the regular public school buses was constitutional, <em>Board of Education of Baltimore County</em> v.<em>Wheat</em> (<em>May</em> 20<em>th</em>, 1938), <em><cross_reference>199 Atl. Rep. 628</cross_reference></em>, and, several years later, that contributions from public money to the parochial schools for transportation in their own buses was likewise constitutional, <em>Adams</em> v. <em>County Commissioners of St.</em><em>Mary's County</em> (<em>May</em> 26<em>th</em>, 1942), 26 <em>Atl. Rep.</em> (2<em>d</em>) 377. The trend from the one to the other of these two cases toward enlargement of the powers is to be observed.</p>\n<p>The \"child-benefit\" argument is made here. Among its weaknesses, as a means of avoiding constitutional inhibitions, are its vagueness and the impossibility of satisfactorily distinguishing one item of expense from another in the long process of child education. Counsel for the appellants herein say of the theory that its \"denomination, because of its generality, may be misleading, and we call it so here purely for identificatory purposes. It connotes so much more than merely the benefit to the child and has been so often and so authoritatively held so to do, that we deem it proper to mention the fact here,<em>i.e.</em>, it connotes a huge and perhaps principal benefit to the state, in contributing to the advancement of education, the promotion of literacy, the health and safety of its citizens, that it seems too narrow and insufficient to confine it in such a verbal straightjacket.\"</p>\n<p>That observation made in support of the disbursements nevertheless emphasizes the almost limitless extent of the \"child-benefit\" theory. We quickly perceive that it applies not merely to transportation costs but to the potential costs of the many and varied items entering into modern education. There is no logical stopping point. Related items, already in the public school system, in addition to the vast field having to do with the actual imparting of knowledge, are the installation and maintenance of cafeterias, the preservation and promotion of the health of pupils, the employment of medical inspectors and nurses, the keeping of records of <span class=\"star-pagination\">*Page 360</span> \ndevelopment and growth, and the supervision of athletic activities and bodily exercise. I am unable to distinguish between the logic of using public funds for one as against another of the several parts of the system pursued by the public schools toward \"the advancement of education, the promotion of literacy and the health and safety\" of the pupils. Every step in the educational process is, presumably, for the benefit of the child and, therefore, theoretically, for the benefit of the state. Consequently, if the argument is sound, it is within the discretion of the legislature, free of constitutional restraint, to provide for practically the entire cost of education in private and parochial as well as in public schools.</p>\n<p>On the contrary, the courts of at least six states have held that the private or parochial schools attended by the children are beneficiaries of such legislation and that the legislation violates constitutional provisions which prohibit benefactions of that character. <em>State, ex rel. Traub</em> v. <em>Brown</em> (1934), 6 <em>W.W.</em><em>Harr.</em> 32; <cross_reference>36 Del. 181</cross_reference>; <em>172 Atl. Rep. 835</em> (writ of error dismissed, <cross_reference>39 Del. 187</cross_reference>; <em>197 Atl. Rep. 478</em>); <em>Gurney</em> v.<em>Ferguson</em> (1941), <em><cross_reference>190 Okla. 254</cross_reference></em>; 122 <em>Pac. Rep.</em> (2<em>d</em>) 1002;<em>Judd</em> v. <em>Board of Education</em> (1938), <cross_reference>278 N.Y. 200</cross_reference>; 15 <em>N.E.</em><em>Rep.</em> (2<em>d</em>) 576; <em>Mitchell</em> v. <em>Consolidated School District</em>\n(<em>Wash.</em>, 1943), 135 <em>Pac. Rep.</em> (2<em>d</em>) 79; <em>Williams</em> v. <em>Board</em><em>of Trustees</em> (1917), <cross_reference>173 Ky. 708</cross_reference>; 191 <em>S.W. Rep.</em> 507; <em>L.R.A.</em>\n1917D, 453; <em>Sherrard</em> v. <em>Jefferson County Board of Education</em>\n(1943), <cross_reference>294 Ky. 469</cross_reference>; 171 <em>S.W. Rep.</em> (2<em>d</em>) 963; <em>Von Straten</em>\nv. <em>Milquet</em> (1923), <cross_reference>180 Wis. 109</cross_reference>; 192 <em>N.W. Rep.</em> 392. The following excerpts will indicate how positively those courts have expressed themselves:</p>\n<p>From <em>Judd</em> v. <em>Board</em> (New York Court of Appeals):</p>\n<p>\"The argument is advanced that furnishing transportation to the pupils of private or parochial schools is not in aid or support of the schools within the spirit or meaning of our organic law but, rather, is in aid of their pupils. That argument is utterly without substance. * * * Free transportation of pupils induces attendance at the school. The purpose of the transportation is to promote the interests of the private school or religious or sectarian institution that controls <span class=\"star-pagination\">*Page 361</span> \nand directs it. * * * It is illogical to say that the furnishing of transportation is not an aid to the institution while the employment of teachers and furnishing of books, accommodations and other facilities are such an aid. * * * The courts of this country have been unanimous in prohibiting a use of public funds to pay, directly or indirectly, tuition fees of pupils in private or sectarian schools (citing cases) in spite of the argument presented that tuition fees were for the benefit of pupils exclusively and not for the schools.\"</p>\n<p>From <em>State, ex rel. Traub</em> v. <em>Brown</em> (Delaware Superior Court):</p>\n<p>\"We are of the opinion that to furnish free transportation to pupils attending sectarian schools, is to aid the schools. It helps build up, strengthen and make successful the schools as organizations. The relators cite in opposition to the above cases, the case of <em>Borden</em> v. <em>Louisiana State Board of</em><em>Education</em>, <cross_reference>168 La. 1005</cross_reference>; 123 <em>So. Rep.</em> 655; <em>67 A.L.R. 1183</em>. We are not impressed by the reasoning of this case.\"</p>\n<p>From <em>Gurney</em> v. <em>Ferguson</em> (Oklahoma Supreme Court):</p>\n<p>\"It is argued that the present legislative act (providing for transportation of pupils attending public schools) does not result in the use of public funds for the benefit or support of this sectarian institution or school `as such;' that such benefit as flows from these acts accrues to the benefit of the individual child or to a group of children as distinguished from the school as an organization. That argument is not impressive. * * * It is true this use of public money and property aids the child, but it is no less true that practically every proper expenditure for school purposes aids the child.\"</p>\n<p>From <em>Mitchell</em> v. <em>Consolidated School District</em> (State of Washington Supreme Court):</p>\n<p>\"We think the conclusion is inescapable that free transportation of pupils serves to aid and build up the school itself. That pupils and parents may also derive benefit from it, is beside the question.\"</p>\n<p>In <em>Sherrard</em> v. <em>Jefferson County Board</em> the Kentucky Court of Appeals dealt with the question of transportation costs, rejected the \"child-benefit\" theory, approved the reasoning <span class=\"star-pagination\">*Page 362</span> \nin <em>Gurney</em> v. <em>Ferguson, supra</em>, and gave favorable citation of<em>State, ex rel. Traub</em> v. <em>Brown</em> and other decisions mentioned above. The <em>A.L.R.</em> annotator, by way of a resume of the law held in the cases reported and annotated in <em>63 A.L.R. 413</em>; <em>118 Id.</em><em>806</em> and <em>141 Id. 1152</em>, makes (Vol. 141, p. 1152) this well-supported observation:</p>\n<p>\"It seems to have been held, in most cases, that the transportation of pupils to a sectarian school amounts to the appropriation of moneys in aid of the school and is therefore unconstitutional.\"</p>\n<p>It is the consensus of the weight of judicial opinion that the \"child-benefit\" theory is an ingenious effort to escape constitutional limitations rather than a sound construction of their content and purpose. I conclude that the furnishing of transportation to private or parochial schools out of public money is in aid or support of such schools and is in violation of constitutional provisions which prohibit such aid or support. On the assumption that that is the correct answer to the posed question I proceed to consider our constitutional provisions:</p>\n<p>Article 4, section 7, paragraph 6 of our state constitution provides:</p>\n<p>\"The fund for the support of free schools, and all money, stock and other property, which may hereafter be appropriated for that purpose, or received into the treasury under the provision of any law heretofore passed to augment the said fund, shall be securely invested, and remain a perpetual fund; and the income thereof, except so much as it may be judged expedient to apply to an increase of the capital, shall be annually appropriated to the support of public free schools, for the equal benefit of all the people of the state; and it shall not be competent for the legislature to borrow, appropriate or use the said fund or any part thereof, for any other purpose, under any pretense whatever. The legislature shall provide for the maintenance and support of a thorough and efficient system of free public schools for the instruction of all the children in this state between the ages of five and eighteen years.\" <span class=\"star-pagination\">*Page 363</span> </p>\n<p>There can be no doubt that the paragraph was violated if proceeds from the school fund were involved. The majority opinion takes the stand that the record before us is barren of any evidence as to the source of the funds from which the challenged payment was made, and so assumes that the disbursement was from other moneys. I suggest that while there is not specific proof that the payment contained any part of the school fund proceeds, nevertheless there is evidence from which an inference of such a fact may legitimately be drawn and that, such being the case, the thoroughly established jurisdiction of the Supreme Court to find facts, on <em>certiorari</em>, which are binding upon us should control here. There was not the slightest suggestion in the proofs that the disbursed money was specially raised, or that it came from a particular source, or that there had been a segregation of the proceeds of the school fund from the other school moneys in the hands of the township board. It is a fair inference, as I read the testimony, that the school moneys, from whatever source, were mingled and that the litigated disbursements were made from the mingled moneys. Counsel for respondents under the writ, appellants here, brought out by examination of the clerk of the board that the school law provided for payment of transportation costs and that the board, on February 15th, 1943, directed the payment of \"a transportation bill\" for the first half of the school year &#8212; the second half-yearly payment was withheld because of this litigation &#8212; in the amount of $8,034.95, and that included therein was the transportation of pupils to the Trenton High Schools, both junior and senior, and to the Trenton parochial schools. The machinery by which the proceeds of the state school fund and of the state school tax reaches the several school boards is as follows: The Commissioner of Education equitably apportions to the several counties the amount appropriated from the state school fund (<em>R.S.</em> 18:10-17) and the State Comptroller thereupon draws (italics inserted) \"his<em>warrant</em> on the state treasurer in favor of the county treasurer of each county for the portion of the income of the state school fund <em>and</em> of the state school tax to which the county is entitled\" <span class=\"star-pagination\">*Page 364</span> \n(<em>R.S.</em> 18:10-27) and the respective county treasurer pays the same to the custodian of the school moneys in the several school districts on the orders of the superintendent of schools of the county (<em>R.S.</em> 18:10-28); and the county superintendent is directed to apportion to the several school districts the state school moneys and the interest of the surplus revenue for various named purposes, among which is the meeting of seventy-five per centum of the cost of transportation of pupils (<em>R.S.</em> 18:10-41). I consider that with this statutory mingling of moneys devoted to school purposes and with the proof that the local board directed the payment of \"a transportation bill\" &#8212; the mental picture is of a consolidated figure disposed of as one item &#8212; of $8,034.94 for a half year's transportation of both public school and parochial school pupils the Supreme Court had sufficient upon which to support a finding that the amount was paid from mingled moneys of which the proceeds from the state school fund were a part. That finding is implicit in the Supreme Court decision. I accept it as supported by the record and therefore as binding upon us. It follows that the designated constitutional provision was violated. But the violation was not of that provision only.</p>\n<p>Article 1, paragraph 19 provides:</p>\n<p>\"No county, city, borough, town, township or village shall hereafter give any money or property, or loan its money or credit, to or in aid of any individual, association or corporation, or become security for, or be directly or indirectly the owner of, any stock or bonds of any association or corporation.\"</p>\n<p>Article 1, paragraph 20 provides:</p>\n<p>\"No donation of land or appropriation of money shall be made by the state or any municipal corporation to or for the use of any society, association or corporation whatever.\"</p>\n<p>Article 4, section 7, paragraph 11, provides:</p>\n<p>\"The legislature shall not pass private, local or special laws in any of the following enumerated cases, that is to say: * * * Providing for the management and support of free public schools.\"</p>\n<p>The conclusion, already reached, that the appropriation is in aid or support of the schools brings both the board resolution <span class=\"star-pagination\">*Page 365</span> \nand the statute in conflict with paragraph 20. Our Supreme Court, our Chancery Court and our Court of Errors and Appeals have either expressed or adopted a view that necessarily leads to that result. In <em>Rutgers College</em> v. <em>Morgan, Comptroller</em>,<cross_reference>70 N.J.L. 460</cross_reference>, <cross_reference>474</cross_reference>, Mr. Justice Van Syckel for the Supreme Court said of article 1, paragraph 20, and of the further provision relating to special laws: \"They were designed as an insurmountable barrier to giving free state aid, and to donations to private or sectarian schools, and should be rigidly enforced; * * *.\" The opinion, with emendations that did not touch upon that expression, was adopted by the Court of Errors and Appeals,<em><cross_reference>71 N.J.L. 663</cross_reference></em>. Mr. Justice Van Syckel's language was quoted<em>verbatim</em> by Vice-Chancellor Buchanan in deciding <em>In re</em><em>Voorhees, <cross_reference>123 N.J. Eq. 142</cross_reference></em>, with this observation (at <em>p.</em>\n146): \"This determination was quite clearly approved by the Court of Errors and Appeals in <em>Morris and Essex Railroad Co.</em> v.<em>Mayor, c., of Newark, <cross_reference>76 N.J. Law 555</cross_reference></em> (at <em>p.</em> 560); 70<em>Atl. Rep.</em> 194.\" <em>In re Voorhees</em> was affirmed <em>sub nom., Union</em><em>County Trust Co.</em> v. <em>Martin</em>, by the Supreme Court, <cross_reference>121 N.J.L. 594</cross_reference>, on the opinion of Vice-Chancellor Buchanan and was further affirmed by the Court of Errors and Appeals, <em><cross_reference>124 N.J.L. 35</cross_reference></em>.</p>\n<p>Further, even if acceptance is to be given to appellants' theory that the appropriations are for the benefit of the children, article 1, paragraph 19 is violated by the resolution under review because that resolution contains no provision for the transportation of children generally. The authorized payment becomes a gift of money in aid of individuals. There is no provision for the transportation of children attending private or sectarian schools other than Catholic schools. Contrary to the statement of Chief Justice Hughes in <em>Cochran</em> v. <em>Louisiana</em><em>State Board, supra</em>, the resolution <em>does</em> segregate the schools and the pupils designated as beneficiaries. As has already been said, either the authority for this and every other provision of the resolution must be read into the statute or there is no authority for the resolution. Again, since the resolution is special as to those who are thus benefited by it <span class=\"star-pagination\">*Page 366</span> \nand the arrangement is fitted into and integrated with the public school legislation, I consider that the constitutional prohibition against special legislation with respect to that system is violated, at least in spirit.</p>\n<p>There is no compulsion upon parents in this state to send their children to a public school; but the public schools are open to every child and are attended by children of all religious faiths. The suggestion that, notwithstanding constitutional restraint, transportation may be furnished, at public expense, to such private or sectarian schools in another municipality as a parent or guardian may select, even though there are public school facilities within the district, is not, I think, supported by the statute. It will be recalled that some of the children were transported to parochial elementary classes in Trenton although public schools of those grades were maintained in Ewing Township. The statute (<em>R.S.</em> 18:14-8) is not fairly susceptible of the construction that when a district board, owing to the lack of a local high school, arranges for the transportation of public school pupils to <em>high schools</em> in other centers, it may thereupon, likewise at public expense, transport children to the<em>elementary grades</em> of parochial schools located in those centers.</p>\n<p>I hold district boards of education to be within the inhibitions placed by paragraphs 19 and 20, <em>supra</em>, upon municipalities and municipal corporations. <em>Cf. Landis</em> v.<em>School District, <cross_reference>57 N.J.L. 509</cross_reference></em>; <em>State</em> v. <em>Deshler, 25</em><em>Id. 177</em>; <em>Strock</em> v. <em>East Orange, 77 Id. 382</em>; <em>Trustees</em> v.<em>Civil Service Commission, 83 Id. 196</em>, 202; <em>affirmed, 86</em><em>Id. 307</em>.</p>\n<p>Article 1, paragraph 3 of our state constitution provides:</p>\n<p>\"No person shall be deprived of the inestimable privilege of worshiping Almight God in a manner agreeable to the dictates of his own conscience; nor under any pretense whatever be compelled to attend any place of worship contrary to his faith and judgment; nor shall any person be obliged to pay tithes, taxes, or other rates for building or repairing any church or churches, place or places of worship, or for the maintenance of any minister or ministry, contrary to what he believes to be right, or has deliberately and voluntarily engaged to perform.\" <span class=\"star-pagination\">*Page 367</span> </p>\n<p>The operation of a church school under the direction of, and teaching the tenets of, a church, is a primary function whereby that church puts its impress upon and holds the children of the church to its faith. The parochial schools are a part of the ministration of the church under whose control they are. The ministry of the church is concerned and connected therewith. Specifically, in this instance, a priest of the church is the superintendent. The schools are maintained by the parish and by moneys paid by the parents. They operate at a loss. Inasmuch as the disbursements from public moneys are, according to the view taken above, in aid or support of the schools thus maintained and operated, and there is no dispute over the proposition that tax moneys are a part thereof, I come to the further conclusion that the resolution is in violation of article 1, paragraph 3,<em>supra.</em></p>\n<p>Both the resolution of the board and the statute upon which the resolution is rested are before us for review. In my opinion both are in violation of our constitution and the resolution exceeds the statutory authority.</p>\n<p>For the reasons stated I vote to affirm the judgment below.</p>\n<p>Mr. Justice Colie and Judge Wells authorize me to say that they are in accord with the foregoing views.</p>\n<p><em>For affirmance</em> &#8212; CASE, COLIE, WELLS, JJ. 3.</p>\n<p><em>For reversal</em> &#8212; THE CHANCELLOR, CHIEF JUSTICE, BODINE, DONGES, RAFFERTY, DILL, JJ. 6. <span class=\"star-pagination\">*Page 368</span> </p>",
          "html_with_citations": "<p>The issue is the constitutionality of reimbursement by the Board of Education of the Township of Ewing, from public moneys, to parents, resident in the township, for the bus fares paid by their children on public buses between the township and the City of Trenton, in which city the children attended certain Roman Catholic parochial schools. The religion of the church was taught in each of the schools as a part of the curriculum. A priest of the church was the superintendent of the schools. The resolution under review made no provision for transportation to private or sectarian schools other than Catholic schools and therefore did not make provision for children generally. Further, it made no change in the method of transportation and so added nothing to protection against traffic hazards. The transportation had been and continued to be by public buses running on their usual schedules. The township public schools extend through the eighth grade. Public school children beyond those elementary grades are transported either to Trenton or Pennington. Some of the parochial school children transported to Trenton were in the elementary grades and some in the high school grades. Consequently the parochial school children in the elementary grades were transported to the City of Trenton although the public school children in those grades were received and taught in the schools within the school district. It must be assumed that these various arrangements were within the purview of the statute; else the resolution of the Board of Education was itself without statutory authority and therefore void. The resolution was as follows: <span class=\"star-pagination\">*Page 357</span> </p>\n<p>\"The Transportation Commtt. recommended the Transportation of Pupils of Ewing to the Trenton High and Pennington High and Trenton Catholic Schools, by way of public carriers as in recent years. On Motion of Mr. R. Ryan, seconded by Mr. French, the same was adopted.\"</p>\n<p>The resolution is rested upon the second paragraph of <em>R.S.</em>\n18:14-8 as amended by chapter 191, <em>Pamph. L.</em> 1941:</p>\n<p>\"18:14-8. Whenever in any district there are children living remote from any schoolhouse, the board of education of the district may make rules and contracts for the transportation of such children to and from school, including the transportation of school children to and from school other than a public school, except such school as is operated for profit in whole or in part.</p>\n<p>\"When any school district provides any transportation for public school children to and from school, transportation from any point in such established school route to any other point in such established school route shall be supplied to school children residing in such school district in going to and from school other than a public school, except such school as is operated for profit in whole or in part.\"</p>\n<p>A major question is whether the furnishing of transportation to private or parochial schools out of public money is in aid or support of such schools and whether constitutional provisions which prohibit such aid or support are violated by statutory authority for transportation. The argument that such disbursements are not in aid of the schools is based upon what is known as the \"child-benefit\" theory which presents as a distinction that the charges are for the benefit of the children rather than of the schools. That theory seems to have first been given judicial sanction in the State of Louisiana where the courts sustained a statute which permitted the use of public funds to purchase school books for distribution, free of cost, apparently as a loan, to \"the school children of the state,\" a classification which by its broad terms included children in attendance at private and parochial schools. <em>Borden</em> v.<em>Louisiana State Board of Education</em>, <cross_reference><span class=\"citation\" data-id=\"3466464\"><a href=\"/opinion/3467981/borden-v-louisiana-state-board-of-education/\"><span class=\"volume\">168</span> <span class=\"reporter\">La.</span> <span class=\"page\">1005</span></a></span></cross_reference>;<em><span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1183</span></span></em>; <em>Cochran</em> v. <em>Louisiana State Board of Education</em>, <span class=\"star-pagination\">*Page 358</span> <cross_reference><span class=\"citation\" data-id=\"3479297\"><a href=\"/opinion/3479527/cochran-v-louisiana-state-board-of-education/\"><span class=\"volume\">168</span> <span class=\"reporter\">La.</span> <span class=\"page\">1030</span></a></span></cross_reference>. The latter case went to the United States Supreme Court (<cross_reference><span class=\"citation\" data-id=\"101567\"><a href=\"/opinion/101567/cochran-v-louisiana-bd-of-ed/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span></cross_reference>; <em><cross_reference><span class=\"citation\" data-id=\"101567\"><a href=\"/opinion/101567/cochran-v-louisiana-bd-of-ed/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">913</span></a></span></cross_reference></em>) where it was held that the legislation was not in violation of the <cross_reference>Fourteenth</cross_reference> Amendment to the United States Constitution. Chief Justice Hughes, holding the opinion for the court (April 28th, 1930), after quoting at length from the opinion of the Louisiana Supreme Court to the effect that the appropriations were \"for their (viz., the children's) benefit and the resulting benefit to the state,\" said (italics inserted):</p>\n<p><em>\"Viewing the statute as having the effect thus attributed to</em><em>it</em>, we cannot doubt that the taxing power of the state is exerted for a public purpose. The legislation <em>does not segregate</em><em>private schools or their pupils</em>, as its beneficiaries * * *.\"</p>\n<p>I am unable to find more in the federal decision than that, first, the Supreme Court accepted the finding of the state court upon the purpose and effect of the state statute and, second, that the statute, given the purpose and effect thus attributed to it, with the added incident that it did not segregate its beneficiaries, was not in violation of the <cross_reference>Fourteenth</cross_reference> Amendment. That the Supreme Court accepts the construction by a state court of a state statute in such a case is manifested by the fact that some years later it twice (<cross_reference><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">588</span></span></cross_reference>; <em><cross_reference>63 Sup. Ct. 34</cross_reference></em>;<em><cross_reference><span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">481</span></span></cross_reference></em>; <cross_reference><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">707</span></span></cross_reference>; <em><cross_reference>63 Sup. Ct. 153</cross_reference></em>; <em><cross_reference><span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">564</span></span></cross_reference></em>) refused <em>certiorari</em> to review the decision of the Oklahoma Supreme Court coming to an opposite conclusion regarding \"child-benefit\" in <em>Gurney</em> v. <em>Ferguson, infra.</em></p>\n<p>The \"child-benefit\" theory seems to have received judicial support in only three jurisdictions, Louisiana (already discussed), Mississippi (<em>Chance</em> v. <em>Mississippi State Textbook</em><em>R.  P. Board</em>, 200 <em>So. Rep.</em> 706), which followed the Louisiana reasoning in the construction of a statute of like import, and Maryland; and the last mentioned is the only jurisdiction, so far as appears, where the paying from public funds of transportation costs for children in private or sectarian schools has been judicially approved. In both Louisiana and Mississippi the subject-matter was the free distribution of <span class=\"star-pagination\">*Page 359</span> \ncertain textbooks, and the provision was for the benefit of the children of the state, generally. In the State of Maryland it was held that a statute providing for transportation of children to private or parochial schools in the regular public school buses was constitutional, <em>Board of Education of Baltimore County</em> v.<em>Wheat</em> (<em>May</em> 20<em>th</em>, 1938), <em><cross_reference>199 Atl. Rep. 628</cross_reference></em>, and, several years later, that contributions from public money to the parochial schools for transportation in their own buses was likewise constitutional, <em>Adams</em> v. <em>County Commissioners of St.</em><em>Mary's County</em> (<em>May</em> 26<em>th</em>, 1942), 26 <em>Atl. Rep.</em> (2<em>d</em>) 377. The trend from the one to the other of these two cases toward enlargement of the powers is to be observed.</p>\n<p>The \"child-benefit\" argument is made here. Among its weaknesses, as a means of avoiding constitutional inhibitions, are its vagueness and the impossibility of satisfactorily distinguishing one item of expense from another in the long process of child education. Counsel for the appellants herein say of the theory that its \"denomination, because of its generality, may be misleading, and we call it so here purely for identificatory purposes. It connotes so much more than merely the benefit to the child and has been so often and so authoritatively held so to do, that we deem it proper to mention the fact here,<em>i.e.</em>, it connotes a huge and perhaps principal benefit to the state, in contributing to the advancement of education, the promotion of literacy, the health and safety of its citizens, that it seems too narrow and insufficient to confine it in such a verbal straightjacket.\"</p>\n<p>That observation made in support of the disbursements nevertheless emphasizes the almost limitless extent of the \"child-benefit\" theory. We quickly perceive that it applies not merely to transportation costs but to the potential costs of the many and varied items entering into modern education. There is no logical stopping point. Related items, already in the public school system, in addition to the vast field having to do with the actual imparting of knowledge, are the installation and maintenance of cafeterias, the preservation and promotion of the health of pupils, the employment of medical inspectors and nurses, the keeping of records of <span class=\"star-pagination\">*Page 360</span> \ndevelopment and growth, and the supervision of athletic activities and bodily exercise. I am unable to distinguish between the logic of using public funds for one as against another of the several parts of the system pursued by the public schools toward \"the advancement of education, the promotion of literacy and the health and safety\" of the pupils. Every step in the educational process is, presumably, for the benefit of the child and, therefore, theoretically, for the benefit of the state. Consequently, if the argument is sound, it is within the discretion of the legislature, free of constitutional restraint, to provide for practically the entire cost of education in private and parochial as well as in public schools.</p>\n<p>On the contrary, the courts of at least six states have held that the private or parochial schools attended by the children are beneficiaries of such legislation and that the legislation violates constitutional provisions which prohibit benefactions of that character. <em>State, ex rel. Traub</em> v. <em>Brown</em> (1934), 6 <em>W.W.</em><em>Harr.</em> 32; <cross_reference><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">Del.</span> <span class=\"page\">181</span></span></cross_reference>; <em>172 Atl. Rep. 835</em> (writ of error dismissed, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">Del.</span> <span class=\"page\">187</span></span></cross_reference>; <em>197 Atl. Rep. 478</em>); <em>Gurney</em> v.<em>Ferguson</em> (1941), <em><cross_reference><span class=\"citation\" data-id=\"3812190\"><a href=\"/opinion/4054850/gurney-v-ferguson/\"><span class=\"volume\">190</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">254</span></a></span></cross_reference></em>; 122 <em>Pac. Rep.</em> (2<em>d</em>) 1002;<em>Judd</em> v. <em>Board of Education</em> (1938), <cross_reference><span class=\"citation\" data-id=\"3588041\"><a href=\"/opinion/3606329/judd-v-board-of-education/\"><span class=\"volume\">278</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">200</span></a></span></cross_reference>; 15 <em>N.E.</em><em>Rep.</em> (2<em>d</em>) 576; <em>Mitchell</em> v. <em>Consolidated School District</em>\n(<em>Wash.</em>, 1943), 135 <em>Pac. Rep.</em> (2<em>d</em>) 79; <em>Williams</em> v. <em>Board</em><em>of Trustees</em> (1917), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">Ky.</span> <span class=\"page\">708</span></span></cross_reference>; 191 <em>S.W. Rep.</em> 507; <em>L.R.A.</em>\n1917D, 453; <em>Sherrard</em> v. <em>Jefferson County Board of Education</em>\n(1943), <cross_reference><span class=\"citation\" data-id=\"3454599\"><a href=\"/opinion/3456446/sherrard-v-jefferson-county-bd-of-ed/\"><span class=\"volume\">294</span> <span class=\"reporter\">Ky.</span> <span class=\"page\">469</span></a></span></cross_reference>; 171 <em>S.W. Rep.</em> (2<em>d</em>) 963; <em>Von Straten</em>\nv. <em>Milquet</em> (1923), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">109</span></span></cross_reference>; 192 <em>N.W. Rep.</em> 392. The following excerpts will indicate how positively those courts have expressed themselves:</p>\n<p>From <em>Judd</em> v. <em>Board</em> (New York Court of Appeals):</p>\n<p>\"The argument is advanced that furnishing transportation to the pupils of private or parochial schools is not in aid or support of the schools within the spirit or meaning of our organic law but, rather, is in aid of their pupils. That argument is utterly without substance. * * * Free transportation of pupils induces attendance at the school. The purpose of the transportation is to promote the interests of the private school or religious or sectarian institution that controls <span class=\"star-pagination\">*Page 361</span> \nand directs it. * * * It is illogical to say that the furnishing of transportation is not an aid to the institution while the employment of teachers and furnishing of books, accommodations and other facilities are such an aid. * * * The courts of this country have been unanimous in prohibiting a use of public funds to pay, directly or indirectly, tuition fees of pupils in private or sectarian schools (citing cases) in spite of the argument presented that tuition fees were for the benefit of pupils exclusively and not for the schools.\"</p>\n<p>From <em>State, ex rel. Traub</em> v. <em>Brown</em> (Delaware Superior Court):</p>\n<p>\"We are of the opinion that to furnish free transportation to pupils attending sectarian schools, is to aid the schools. It helps build up, strengthen and make successful the schools as organizations. The relators cite in opposition to the above cases, the case of <em>Borden</em> v. <em>Louisiana State Board of</em><em>Education</em>, <cross_reference><span class=\"citation\" data-id=\"3466464\"><a href=\"/opinion/3467981/borden-v-louisiana-state-board-of-education/\"><span class=\"volume\">168</span> <span class=\"reporter\">La.</span> <span class=\"page\">1005</span></a></span></cross_reference>; 123 <em>So. Rep.</em> 655; <em><span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1183</span></span></em>. We are not impressed by the reasoning of this case.\"</p>\n<p>From <em>Gurney</em> v. <em>Ferguson</em> (Oklahoma Supreme Court):</p>\n<p>\"It is argued that the present legislative act (providing for transportation of pupils attending public schools) does not result in the use of public funds for the benefit or support of this sectarian institution or school `as such;' that such benefit as flows from these acts accrues to the benefit of the individual child or to a group of children as distinguished from the school as an organization. That argument is not impressive. * * * It is true this use of public money and property aids the child, but it is no less true that practically every proper expenditure for school purposes aids the child.\"</p>\n<p>From <em>Mitchell</em> v. <em>Consolidated School District</em> (State of Washington Supreme Court):</p>\n<p>\"We think the conclusion is inescapable that free transportation of pupils serves to aid and build up the school itself. That pupils and parents may also derive benefit from it, is beside the question.\"</p>\n<p>In <em>Sherrard</em> v. <em>Jefferson County Board</em> the Kentucky Court of Appeals dealt with the question of transportation costs, rejected the \"child-benefit\" theory, approved the reasoning <span class=\"star-pagination\">*Page 362</span> \nin <em>Gurney</em> v. <em>Ferguson, supra</em>, and gave favorable citation of<em>State, ex rel. Traub</em> v. <em>Brown</em> and other decisions mentioned above. The <em>A.L.R.</em> annotator, by way of a resume of the law held in the cases reported and annotated in <em><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">413</span></span></em>; <em>118 Id.</em><em>806</em> and <em>141 Id. 1152</em>, makes (Vol. 141, p. 1152) this well-supported observation:</p>\n<p>\"It seems to have been held, in most cases, that the transportation of pupils to a sectarian school amounts to the appropriation of moneys in aid of the school and is therefore unconstitutional.\"</p>\n<p>It is the consensus of the weight of judicial opinion that the \"child-benefit\" theory is an ingenious effort to escape constitutional limitations rather than a sound construction of their content and purpose. I conclude that the furnishing of transportation to private or parochial schools out of public money is in aid or support of such schools and is in violation of constitutional provisions which prohibit such aid or support. On the assumption that that is the correct answer to the posed question I proceed to consider our constitutional provisions:</p>\n<p>Article 4, section 7, paragraph 6 of our state constitution provides:</p>\n<p>\"The fund for the support of free schools, and all money, stock and other property, which may hereafter be appropriated for that purpose, or received into the treasury under the provision of any law heretofore passed to augment the said fund, shall be securely invested, and remain a perpetual fund; and the income thereof, except so much as it may be judged expedient to apply to an increase of the capital, shall be annually appropriated to the support of public free schools, for the equal benefit of all the people of the state; and it shall not be competent for the legislature to borrow, appropriate or use the said fund or any part thereof, for any other purpose, under any pretense whatever. The legislature shall provide for the maintenance and support of a thorough and efficient system of free public schools for the instruction of all the children in this state between the ages of five and eighteen years.\" <span class=\"star-pagination\">*Page 363</span> </p>\n<p>There can be no doubt that the paragraph was violated if proceeds from the school fund were involved. The majority opinion takes the stand that the record before us is barren of any evidence as to the source of the funds from which the challenged payment was made, and so assumes that the disbursement was from other moneys. I suggest that while there is not specific proof that the payment contained any part of the school fund proceeds, nevertheless there is evidence from which an inference of such a fact may legitimately be drawn and that, such being the case, the thoroughly established jurisdiction of the Supreme Court to find facts, on <em>certiorari</em>, which are binding upon us should control here. There was not the slightest suggestion in the proofs that the disbursed money was specially raised, or that it came from a particular source, or that there had been a segregation of the proceeds of the school fund from the other school moneys in the hands of the township board. It is a fair inference, as I read the testimony, that the school moneys, from whatever source, were mingled and that the litigated disbursements were made from the mingled moneys. Counsel for respondents under the writ, appellants here, brought out by examination of the clerk of the board that the school law provided for payment of transportation costs and that the board, on February 15th, 1943, directed the payment of \"a transportation bill\" for the first half of the school year &#8212; the second half-yearly payment was withheld because of this litigation &#8212; in the amount of $8,034.95, and that included therein was the transportation of pupils to the Trenton High Schools, both junior and senior, and to the Trenton parochial schools. The machinery by which the proceeds of the state school fund and of the state school tax reaches the several school boards is as follows: The Commissioner of Education equitably apportions to the several counties the amount appropriated from the state school fund (<em>R.S.</em> 18:10-17) and the State Comptroller thereupon draws (italics inserted) \"his<em>warrant</em> on the state treasurer in favor of the county treasurer of each county for the portion of the income of the state school fund <em>and</em> of the state school tax to which the county is entitled\" <span class=\"star-pagination\">*Page 364</span> \n(<em>R.S.</em> 18:10-27) and the respective county treasurer pays the same to the custodian of the school moneys in the several school districts on the orders of the superintendent of schools of the county (<em>R.S.</em> 18:10-28); and the county superintendent is directed to apportion to the several school districts the state school moneys and the interest of the surplus revenue for various named purposes, among which is the meeting of seventy-five per centum of the cost of transportation of pupils (<em>R.S.</em> 18:10-41). I consider that with this statutory mingling of moneys devoted to school purposes and with the proof that the local board directed the payment of \"a transportation bill\" &#8212; the mental picture is of a consolidated figure disposed of as one item &#8212; of $8,034.94 for a half year's transportation of both public school and parochial school pupils the Supreme Court had sufficient upon which to support a finding that the amount was paid from mingled moneys of which the proceeds from the state school fund were a part. That finding is implicit in the Supreme Court decision. I accept it as supported by the record and therefore as binding upon us. It follows that the designated constitutional provision was violated. But the violation was not of that provision only.</p>\n<p>Article 1, paragraph 19 provides:</p>\n<p>\"No county, city, borough, town, township or village shall hereafter give any money or property, or loan its money or credit, to or in aid of any individual, association or corporation, or become security for, or be directly or indirectly the owner of, any stock or bonds of any association or corporation.\"</p>\n<p>Article 1, paragraph 20 provides:</p>\n<p>\"No donation of land or appropriation of money shall be made by the state or any municipal corporation to or for the use of any society, association or corporation whatever.\"</p>\n<p>Article 4, section 7, paragraph 11, provides:</p>\n<p>\"The legislature shall not pass private, local or special laws in any of the following enumerated cases, that is to say: * * * Providing for the management and support of free public schools.\"</p>\n<p>The conclusion, already reached, that the appropriation is in aid or support of the schools brings both the board resolution <span class=\"star-pagination\">*Page 365</span> \nand the statute in conflict with paragraph 20. Our Supreme Court, our Chancery Court and our Court of Errors and Appeals have either expressed or adopted a view that necessarily leads to that result. In <em>Rutgers College</em> v. <em>Morgan, Comptroller</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">460</span></span></cross_reference>, <cross_reference>474</cross_reference>, Mr. Justice Van Syckel for the Supreme Court said of article 1, paragraph 20, and of the further provision relating to special laws: \"They were designed as an insurmountable barrier to giving free state aid, and to donations to private or sectarian schools, and should be rigidly enforced; * * *.\" The opinion, with emendations that did not touch upon that expression, was adopted by the Court of Errors and Appeals,<em><cross_reference><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">663</span></span></cross_reference></em>. Mr. Justice Van Syckel's language was quoted<em>verbatim</em> by Vice-Chancellor Buchanan in deciding <em>In re</em><em>Voorhees, <cross_reference><span class=\"citation\" data-id=\"3566913\"><a href=\"/opinion/3586337/in-re-voorhees/\"><span class=\"volume\">123</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">142</span></a></span></cross_reference></em>, with this observation (at <em>p.</em>\n146): \"This determination was quite clearly approved by the Court of Errors and Appeals in <em>Morris and Essex Railroad Co.</em> v.<em>Mayor, c., of Newark, <cross_reference>76 N.J. Law 555</cross_reference></em> (at <em>p.</em> 560); 70<em>Atl. Rep.</em> 194.\" <em>In re Voorhees</em> was affirmed <em>sub nom., Union</em><em>County Trust Co.</em> v. <em>Martin</em>, by the Supreme Court, <cross_reference><span class=\"citation\" data-id=\"3566882\"><a href=\"/opinion/3586306/union-county-trust-co-v-martin/\"><span class=\"volume\">121</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">594</span></a></span></cross_reference>, on the opinion of Vice-Chancellor Buchanan and was further affirmed by the Court of Errors and Appeals, <em><cross_reference><span class=\"citation\" data-id=\"3569678\"><a href=\"/opinion/3589061/union-county-trust-co-v-martin/\"><span class=\"volume\">124</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">35</span></a></span></cross_reference></em>.</p>\n<p>Further, even if acceptance is to be given to appellants' theory that the appropriations are for the benefit of the children, article 1, paragraph 19 is violated by the resolution under review because that resolution contains no provision for the transportation of children generally. The authorized payment becomes a gift of money in aid of individuals. There is no provision for the transportation of children attending private or sectarian schools other than Catholic schools. Contrary to the statement of Chief Justice Hughes in <em>Cochran</em> v. <em>Louisiana</em><em>State Board, supra</em>, the resolution <em>does</em> segregate the schools and the pupils designated as beneficiaries. As has already been said, either the authority for this and every other provision of the resolution must be read into the statute or there is no authority for the resolution. Again, since the resolution is special as to those who are thus benefited by it <span class=\"star-pagination\">*Page 366</span> \nand the arrangement is fitted into and integrated with the public school legislation, I consider that the constitutional prohibition against special legislation with respect to that system is violated, at least in spirit.</p>\n<p>There is no compulsion upon parents in this state to send their children to a public school; but the public schools are open to every child and are attended by children of all religious faiths. The suggestion that, notwithstanding constitutional restraint, transportation may be furnished, at public expense, to such private or sectarian schools in another municipality as a parent or guardian may select, even though there are public school facilities within the district, is not, I think, supported by the statute. It will be recalled that some of the children were transported to parochial elementary classes in Trenton although public schools of those grades were maintained in Ewing Township. The statute (<em>R.S.</em> 18:14-8) is not fairly susceptible of the construction that when a district board, owing to the lack of a local high school, arranges for the transportation of public school pupils to <em>high schools</em> in other centers, it may thereupon, likewise at public expense, transport children to the<em>elementary grades</em> of parochial schools located in those centers.</p>\n<p>I hold district boards of education to be within the inhibitions placed by paragraphs 19 and 20, <em>supra</em>, upon municipalities and municipal corporations. <em>Cf. Landis</em> v.<em>School District, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">509</span></span></cross_reference></em>; <em>State</em> v. <em>Deshler, 25</em><em>Id. 177</em>; <em>Strock</em> v. <em>East Orange, 77 Id. 382</em>; <em>Trustees</em> v.<em>Civil Service Commission, 83 Id. 196</em>, 202; <em>affirmed, 86</em><em>Id. 307</em>.</p>\n<p>Article 1, paragraph 3 of our state constitution provides:</p>\n<p>\"No person shall be deprived of the inestimable privilege of worshiping Almight God in a manner agreeable to the dictates of his own conscience; nor under any pretense whatever be compelled to attend any place of worship contrary to his faith and judgment; nor shall any person be obliged to pay tithes, taxes, or other rates for building or repairing any church or churches, place or places of worship, or for the maintenance of any minister or ministry, contrary to what he believes to be right, or has deliberately and voluntarily engaged to perform.\" <span class=\"star-pagination\">*Page 367</span> </p>\n<p>The operation of a church school under the direction of, and teaching the tenets of, a church, is a primary function whereby that church puts its impress upon and holds the children of the church to its faith. The parochial schools are a part of the ministration of the church under whose control they are. The ministry of the church is concerned and connected therewith. Specifically, in this instance, a priest of the church is the superintendent. The schools are maintained by the parish and by moneys paid by the parents. They operate at a loss. Inasmuch as the disbursements from public moneys are, according to the view taken above, in aid or support of the schools thus maintained and operated, and there is no dispute over the proposition that tax moneys are a part thereof, I come to the further conclusion that the resolution is in violation of article 1, paragraph 3,<em>supra.</em></p>\n<p>Both the resolution of the board and the statute upon which the resolution is rested are before us for review. In my opinion both are in violation of our constitution and the resolution exceeds the statutory authority.</p>\n<p>For the reasons stated I vote to affirm the judgment below.</p>\n<p>Mr. Justice Colie and Judge Wells authorize me to say that they are in accord with the foregoing views.</p>\n<p><em>For affirmance</em> &#8212; CASE, COLIE, WELLS, JJ. 3.</p>\n<p><em>For reversal</em> &#8212; THE CHANCELLOR, CHIEF JUSTICE, BODINE, DONGES, RAFFERTY, DILL, JJ. 6. <span class=\"star-pagination\">*Page 368</span> </p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101567/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3454599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3466464/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3479297/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3566882/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3566913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3569678/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3588041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3812190/"
          ]
        },
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3558726/",
          "id": 3558726,
          "absolute_url": "/opinion/3578273/everson-v-board-of-education-of-ewing-twp/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3578273/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T23:09:26.191096Z",
          "date_modified": "2017-04-15T00:33:13.345061Z",
          "type": "020lead",
          "sha1": "c3c1545c9d7c81ea689d92e2a7673eb4839827ef",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/new_jersey/supreme_court_opinions/documents/283b349f52aea7f9.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>This is an appeal from a judgment of the Supreme Court, on<em>certiorari</em>, setting aside a resolution of the appellant Board of Education enacted under the authority of <em>R.S.</em> 18:14-8 as amended by <em>Pamph. L.</em> 1941, <em>ch.</em> 191 providing for the transportation of pupils for the school year, July 1st, 1942, to June 30th, 1943.</p>\n<p>Pursuant to such resolution the appellant on February 15th, 1943, authorized the payment of $8,034.95 for transportation. Of this sum $357.74 was paid to the parents of twenty-one <span class=\"star-pagination\">*Page 351</span> \npupils who were transported to parochial schools in Trenton, five to elementary schools and sixteen to high schools. The appellant provides no education facilities in its district beyond the eighth grade. The transportation was by public carrier bus. The payments to parents were in satisfaction of advancements made by them; and the amount was fixed upon the basis of the actual number of days' attendance as indicated upon each pupil's report card.</p>\n<p>The record before us shows that the reasons advanced in the Supreme Court and here in support of the judgment under review are that the statute, upon which the resolution is based, is infirm and inoperative because it contravenes several constitutional inhibitions, namely: article I, paragraphs 3, 4, 19 and 20; article IV, section 7, paragraph 6, of the constitution of this state; and, the <cross_reference>Fourteenth</cross_reference> Amendment to the Constitution of the United States.</p>\n<p>None of these several provisions of the constitution, except that of article IV, section 7, paragraph 6, requires any discussion. For neither their language, meaning, intent, nor effect are violated by the statute, <em>supra</em>, or the resolution challenged in this proceeding.</p>\n<p>We turn at once to the reason that the statutory enactment is constitutionally defective because it is said that it is in conflict with article IV, section 7, paragraph 6.</p>\n<p>It appears from the majority opinion of the Supreme Court that it based its conclusion and judgment \"on the fundamental ground that the amendment of 1941 is in violation of paragraph 6 of section 7 of article IV of the constitution\" citing as authority<em>Rutgers College</em> v. <em>Morgan, <cross_reference>70 N.J.L. 460</cross_reference></em>; <em>affirmed, 71</em><em>Id. 663</em>, and <em>In re Voorhees, <cross_reference>123 N.J. Eq. 142</cross_reference></em>; <em>affirmed,</em><em>sub nominee Union County Trust Co.</em> v. <em>Martin</em> (<em>Supreme</em><em>Court</em>), <em><cross_reference>121 N.J.L. 594</cross_reference></em>; affirmed here, <em>124 Id. 35</em>. We find in the minority opinion the statement \"There is no proof whatever that any part of the State School Fund was so used here.\" A meticulous examination of the record shows an absolute lack of any such proof.</p>\n<p>The duty of this court in such a situation is well established. It is settled that findings of fact by the Supreme <span class=\"star-pagination\">*Page 352</span> \nCourt on conflicting evidence or on uncontroverted evidence reasonably susceptible of different inferences are conclusive on appeal, <em>Jersey City</em> v. <em>State Water Policy Commission</em>,<cross_reference>118 N.J.L. 72</cross_reference>, <cross_reference>77</cross_reference>; <em>Siravo</em> v. <em>Sirian Lamp Co., 124 Id. 433</em>. It is also settled that we do not hesitate to reverse where there is no competent evidence to support a fact conclusion arrived at below, <em>Ciocca</em> v. <em>National Sugar Refining Co., 124 Id. 329</em>, 335; <em>Cirillo</em> v. <em>United Engineers, c., 121 Id. 511</em>, 512;<em>Grant</em> v. <em>Metropolitan Ice Co., 108 Id. 536</em>, 537, and further that this court will reverse any material fact conclusion if it rests on erroneous premises. <em>Bollinger</em> v. <em>Wagaraw</em><em>Building Supply Co., 122 Id. 512</em>, 517; <em>Ciocca</em> v. <em>National</em><em>Sugar Refining Co., supra</em> (at <em>p.</em> 335); <em>Rotino</em> v. <em>J.P.</em><em>Scanlon, Inc., 126 Id. 419</em>, 421.</p>\n<p>As said, the record before us is barren of any evidence as to the source of the funds from which the challenged payment of $357.74 was made.</p>\n<p>In this state of proof we must assume that the payment was made lawfully, from funds under appellant's control. We may not assume, in the absence of proof, that the moneys were taken from the appellant Board's distributive share of the income of the State School Fund, <em>R.S.</em> 18:10-1 to 17.</p>\n<p>The history of the State School Fund &#8212; \"The fund for the support of free schools\" &#8212; may be traced from its origin in<em>Pamph. L.</em> 1817, <em>pam.</em> 26 as amended by <em>Pamph. L.</em> 1818,<em>pam.</em> 100 and succeeding statutory amendments and supplements.<em>Pennington's Revision</em> (1821), 612, 649, 660; <em>Nixon's Digest</em>\n(4<em>th ed.</em>, 1868), 877, &#167; 65-75; <em>Revision</em> (1877), 1081, &#167; 65-76, and <em>p.</em> 1087, &#167;&#167; 101, 102; 3 <em>Gen. Stat.</em> 3030, &#167; 65-76; 4 <em>Comp. Stat.</em>, 4778, &#167; 166-176; <em>R.S.</em> 18:10-1 to 17. Therein is perceived the basis and reason for the constitutional provision relied on by the Supreme Court which was originally inserted in the basic law in 1844.</p>\n<p>This constitutional provision of 1844 stripped the legislature of the power it had reserved to itself in <em>Pamph. L.</em> 1818,<em>pam.</em> 100, to change, alter or dissolve this trust fund. The capital of the fund and the income therefrom were protected against trespass by the legislature. <em>State</em> v. <em>Rutherford</em>, <span class=\"star-pagination\">*Page 353</span> <cross_reference>98 N.J.L. 465</cross_reference>, <cross_reference>467</cross_reference>. The constitutional provision together with other statutes identifies the fund therein referred to.</p>\n<p>The amendment of this paragraph of the constitution in 1875 had an entirely different purpose than the provision just discussed. The amendment of 1875 was a mandate to the legislature to broaden the field of free public school education and pursuant to this mandate legislation was enacted to pay the cost of such education by providing for the raising of a state school tax, delegating taxing powers to local school districts to raise funds for local school purposes and dedicating certain railroad taxes and other state funds for the same purpose. These were all statutory provisions and were subject to alteration, modification, and repeal by subsequent legislation untrammeled by the constitutional inhibition applicable to the fund for the support of free schools. The legislature already had the necessary power and the amendment of 1875 neither increased nor limited it in any particular.</p>\n<p>Nothing appears on the face of the resolution or the challenged statute that could be construed to authorize the use by the appellant of any of its apportioned share of the income of the fund for the support of free schools, <em>R.S.</em> 18:10-1 to 17, to pay the cost of transportation of pupils to parochial schools.</p>\n<p>We are asked to imply that the statute and resolution authorize the use of constitutionally proscribed funds for such purpose.</p>\n<p>This we may not do. The rule is that courts will presume in favor of the constitutionality of a statute and will incline to a construction favoring its validity unless its invalidity plainly appears. <em>State</em> v. <em>Tachin, <cross_reference>92 N.J.L. 269</cross_reference></em>, <cross_reference>274</cross_reference>; <em>affirmed</em>,<em>93 Id. 485</em>; <em>State Board of Milk Control</em> v. <em>Newark</em>,<cross_reference>118 N.J. Eq. 504</cross_reference>, <cross_reference>519</cross_reference>; <em>State</em> v. <em>Murzda, <cross_reference>116 N.J.L. 219</cross_reference></em> (at<em>p.</em> 223).</p>\n<p>We are likewise urged to construe <em>R.S.</em> 18:10-41 as indicating an unconstitutional use of money by the appellant. This section requires the county superintendent of schools to apportion the State School moneys allotted to the county to the respective school districts for certain purposes designated therein. <span class=\"star-pagination\">*Page 354</span> </p>\n<p>Let it be noted here that all funds included in the phrase \"state school moneys\" are not within the constitutional inhibition relied on by the respondent. The section, however, requires the county superintendent to apportion out of state school moneys \"seventy-five per cent. of the cost of transportation of pupils to <em>public school or schools</em> * * *.\"</p>\n<p>The language is clear and unambiguous.</p>\n<p>In the case before us the total transportation cost was $8,034.95 for a half year which included $357.74 as the cost of transporting parochial school pupils and in the absence of proof to the contrary we must assume that the county superintendent obeyed the statute and based the allotment on the cost of transporting the pupils to the public school or schools.</p>\n<p>School districts, such as the appellant, are authorized by<em>R.S.</em> 18:7-78 to raise by special district taxes funds to defray certain current charges and expenses of the public schools in their districts including \"transportation of pupils * * *\" and \"the incidental expenses of the schools.\"</p>\n<p>Funds so raised are not proscribed or limited in their use by article IV, section 7, paragraph 6 of the constitution.</p>\n<p>The intent of <em>Pamph. L.</em> 1941, <em>ch.</em> 191, is that pupils may be transported to parochial schools only as an incident to the transportation of pupils to the public schools since the statute provides that children attending schools could be furnished transportation by any school district from any point <em>on an</em><em>already established school route</em> to any other point <em>on such</em><em>established school route.</em> Payment of such expense out of local taxes is the payment of \"incidental expenses\" or \"transportation of pupils\" authorized by <em>R.S.</em> 18:7-78.</p>\n<p>Since we hold that the legislature may appropriate general state funds or authorize the use of local funds for the transportation of pupils to any school, we conclude that such authorization of the use of local funds is likewise authorized by<em>Pamph. L.</em> 1941, <em>ch.</em> 191, and <em>R.S.</em> 18:7-78. The legislature clearly intended once the transportation of such pupils was contracted for, that it should be paid out of funds constitutionally available for the purpose.</p>\n<p>It is next urged that <em>R.S.</em> 18:14-8 as amended by <em>Pamph. L.</em>\n1941, <em>ch.</em> 191, is violative of article I, paragraphs 19 and <span class=\"star-pagination\">*Page 355</span> \n20 because the payment of transportation costs of pupils attending schools is the giving of direct or indirect aid to sectarian schools or amounts to a gift to an individual.</p>\n<p>Compulsory education has long been a requirement in this state.<em>Pamph. L.</em> 1874, <em>ch.</em> 522, <em>p.</em> 135; <em>Pamph. L.</em> 1875, <em>ch.</em>\n443, <em>p.</em> 105; <em>Pamph. L.</em> 1885, <em>ch.</em> 217, <em>p.</em> 280; 3 <em>Gen.</em><em>Stat., p.</em> 3061, &#167; 255; 4 <em>Comp. Stat., p.</em> 4775, &#167;&#167; 153 <em>et</em><em>seq.; R.S.</em> 18:14-14 as amended <em>Pamph. L.</em> 1940, <em>ch.</em> 154, <em>p.</em>\n346; <em>R.S.</em> 18:14-34, 39, 40.</p>\n<p>It is a matter of public concern and legislative regulation and should be enforced as long as the requirements are reasonable. Of course this is subject to constitutional limitations, <em>Pierce</em> v.<em>Society of Sisters, c.</em>, <cross_reference>268 U.S. 510</cross_reference>; <em><cross_reference>45 S.Ct. 571</cross_reference></em>;<em><cross_reference>69 Led. 1070</cross_reference></em>.</p>\n<p>It is a public matter within the legislative prerogative concerning which the legislature may act and has, by the statutes including that here considered.</p>\n<p>The compulsory education statutes impose on the <em>parents</em>, not the children, an absolute duty subject to three exceptions, physical or mental disability of the child or adequate provision by private teaching other than in a recognized day school. The statute is penal in nature for a violation of which parents may be convicted as disorderly persons, <em>R.S.</em> 18:14-34, 39, 40.</p>\n<p>Many situations could arise, where, without regular means of transportation, parents would be placed in a situation which made it practically impossible to comply with the compulsory education requirements and therefore without willful intent to evade or transgress, would become subject to the penalties established for failure to perform the duty imposed.</p>\n<p>It was to meet this mischief that the original statute authorizing the transportation of pupils living remote from the schools was enacted. The statutes looking to transportation became complementary to and in aid of the compulsory education statutes.</p>\n<p>It is a public matter and moneys expended therefor, except those prohibited by the constitution of this state, do not constitute the expenditure of public moneys for private purposes. <span class=\"star-pagination\">*Page 356</span> </p>\n<p>We conclude that there is nothing on the face of the resolution or statute or in the record before us showing that either the statute or the resolution enacted thereunder is unconstitutional or does violence to the constitution for any of the reasons urged.</p>\n<p>The judgment of the Supreme Court is reversed and the cause remanded to the end that the writ of <em>certiorari</em> be dismissed.</p>",
          "html_with_citations": "<p>This is an appeal from a judgment of the Supreme Court, on<em>certiorari</em>, setting aside a resolution of the appellant Board of Education enacted under the authority of <em>R.S.</em> 18:14-8 as amended by <em>Pamph. L.</em> 1941, <em>ch.</em> 191 providing for the transportation of pupils for the school year, July 1st, 1942, to June 30th, 1943.</p>\n<p>Pursuant to such resolution the appellant on February 15th, 1943, authorized the payment of $8,034.95 for transportation. Of this sum $357.74 was paid to the parents of twenty-one <span class=\"star-pagination\">*Page 351</span> \npupils who were transported to parochial schools in Trenton, five to elementary schools and sixteen to high schools. The appellant provides no education facilities in its district beyond the eighth grade. The transportation was by public carrier bus. The payments to parents were in satisfaction of advancements made by them; and the amount was fixed upon the basis of the actual number of days' attendance as indicated upon each pupil's report card.</p>\n<p>The record before us shows that the reasons advanced in the Supreme Court and here in support of the judgment under review are that the statute, upon which the resolution is based, is infirm and inoperative because it contravenes several constitutional inhibitions, namely: article I, paragraphs 3, 4, 19 and 20; article IV, section 7, paragraph 6, of the constitution of this state; and, the <cross_reference>Fourteenth</cross_reference> Amendment to the Constitution of the United States.</p>\n<p>None of these several provisions of the constitution, except that of article IV, section 7, paragraph 6, requires any discussion. For neither their language, meaning, intent, nor effect are violated by the statute, <em>supra</em>, or the resolution challenged in this proceeding.</p>\n<p>We turn at once to the reason that the statutory enactment is constitutionally defective because it is said that it is in conflict with article IV, section 7, paragraph 6.</p>\n<p>It appears from the majority opinion of the Supreme Court that it based its conclusion and judgment \"on the fundamental ground that the amendment of 1941 is in violation of paragraph 6 of section 7 of article IV of the constitution\" citing as authority<em>Rutgers College</em> v. <em>Morgan, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">460</span></span></cross_reference></em>; <em>affirmed, 71</em><em>Id. 663</em>, and <em>In re Voorhees, <cross_reference><span class=\"citation\" data-id=\"3566913\"><a href=\"/opinion/3586337/in-re-voorhees/\"><span class=\"volume\">123</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">142</span></a></span></cross_reference></em>; <em>affirmed,</em><em>sub nominee Union County Trust Co.</em> v. <em>Martin</em> (<em>Supreme</em><em>Court</em>), <em><cross_reference><span class=\"citation\" data-id=\"3566882\"><a href=\"/opinion/3586306/union-county-trust-co-v-martin/\"><span class=\"volume\">121</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">594</span></a></span></cross_reference></em>; affirmed here, <em>124 Id. 35</em>. We find in the minority opinion the statement \"There is no proof whatever that any part of the State School Fund was so used here.\" A meticulous examination of the record shows an absolute lack of any such proof.</p>\n<p>The duty of this court in such a situation is well established. It is settled that findings of fact by the Supreme <span class=\"star-pagination\">*Page 352</span> \nCourt on conflicting evidence or on uncontroverted evidence reasonably susceptible of different inferences are conclusive on appeal, <em>Jersey City</em> v. <em>State Water Policy Commission</em>,<cross_reference><span class=\"citation\" data-id=\"3558185\"><a href=\"/opinion/3577739/jersey-city-v-state-water-policy-com/\"><span class=\"volume\">118</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">72</span></a></span></cross_reference>, <cross_reference>77</cross_reference>; <em>Siravo</em> v. <em>Sirian Lamp Co., 124 Id. 433</em>. It is also settled that we do not hesitate to reverse where there is no competent evidence to support a fact conclusion arrived at below, <em>Ciocca</em> v. <em>National Sugar Refining Co., 124 Id. 329</em>, 335; <em>Cirillo</em> v. <em>United Engineers, c., 121 Id. 511</em>, 512;<em>Grant</em> v. <em>Metropolitan Ice Co., 108 Id. 536</em>, 537, and further that this court will reverse any material fact conclusion if it rests on erroneous premises. <em>Bollinger</em> v. <em>Wagaraw</em><em>Building Supply Co., 122 Id. 512</em>, 517; <em>Ciocca</em> v. <em>National</em><em>Sugar Refining Co., supra</em> (at <em>p.</em> 335); <em>Rotino</em> v. <em>J.P.</em><em>Scanlon, Inc., 126 Id. 419</em>, 421.</p>\n<p>As said, the record before us is barren of any evidence as to the source of the funds from which the challenged payment of $357.74 was made.</p>\n<p>In this state of proof we must assume that the payment was made lawfully, from funds under appellant's control. We may not assume, in the absence of proof, that the moneys were taken from the appellant Board's distributive share of the income of the State School Fund, <em>R.S.</em> 18:10-1 to 17.</p>\n<p>The history of the State School Fund &#8212; \"The fund for the support of free schools\" &#8212; may be traced from its origin in<em>Pamph. L.</em> 1817, <em>pam.</em> 26 as amended by <em>Pamph. L.</em> 1818,<em>pam.</em> 100 and succeeding statutory amendments and supplements.<em>Pennington's Revision</em> (1821), 612, 649, 660; <em>Nixon's Digest</em>\n(4<em>th ed.</em>, 1868), 877, &#167; 65-75; <em>Revision</em> (1877), 1081, &#167; 65-76, and <em>p.</em> 1087, &#167;&#167; 101, 102; 3 <em>Gen. Stat.</em> 3030, &#167; 65-76; 4 <em>Comp. Stat.</em>, 4778, &#167; 166-176; <em>R.S.</em> 18:10-1 to 17. Therein is perceived the basis and reason for the constitutional provision relied on by the Supreme Court which was originally inserted in the basic law in 1844.</p>\n<p>This constitutional provision of 1844 stripped the legislature of the power it had reserved to itself in <em>Pamph. L.</em> 1818,<em>pam.</em> 100, to change, alter or dissolve this trust fund. The capital of the fund and the income therefrom were protected against trespass by the legislature. <em>State</em> v. <em>Rutherford</em>, <span class=\"star-pagination\">*Page 353</span> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">465</span></span></cross_reference>, <cross_reference>467</cross_reference>. The constitutional provision together with other statutes identifies the fund therein referred to.</p>\n<p>The amendment of this paragraph of the constitution in 1875 had an entirely different purpose than the provision just discussed. The amendment of 1875 was a mandate to the legislature to broaden the field of free public school education and pursuant to this mandate legislation was enacted to pay the cost of such education by providing for the raising of a state school tax, delegating taxing powers to local school districts to raise funds for local school purposes and dedicating certain railroad taxes and other state funds for the same purpose. These were all statutory provisions and were subject to alteration, modification, and repeal by subsequent legislation untrammeled by the constitutional inhibition applicable to the fund for the support of free schools. The legislature already had the necessary power and the amendment of 1875 neither increased nor limited it in any particular.</p>\n<p>Nothing appears on the face of the resolution or the challenged statute that could be construed to authorize the use by the appellant of any of its apportioned share of the income of the fund for the support of free schools, <em>R.S.</em> 18:10-1 to 17, to pay the cost of transportation of pupils to parochial schools.</p>\n<p>We are asked to imply that the statute and resolution authorize the use of constitutionally proscribed funds for such purpose.</p>\n<p>This we may not do. The rule is that courts will presume in favor of the constitutionality of a statute and will incline to a construction favoring its validity unless its invalidity plainly appears. <em>State</em> v. <em>Tachin, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">269</span></span></cross_reference></em>, <cross_reference>274</cross_reference>; <em>affirmed</em>,<em>93 Id. 485</em>; <em>State Board of Milk Control</em> v. <em>Newark</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">504</span></span></cross_reference>, <cross_reference>519</cross_reference>; <em>State</em> v. <em>Murzda, <cross_reference><span class=\"citation\" data-id=\"3564177\"><a href=\"/opinion/3583646/state-v-murzda/\"><span class=\"volume\">116</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">219</span></a></span></cross_reference></em> (at<em>p.</em> 223).</p>\n<p>We are likewise urged to construe <em>R.S.</em> 18:10-41 as indicating an unconstitutional use of money by the appellant. This section requires the county superintendent of schools to apportion the State School moneys allotted to the county to the respective school districts for certain purposes designated therein. <span class=\"star-pagination\">*Page 354</span> </p>\n<p>Let it be noted here that all funds included in the phrase \"state school moneys\" are not within the constitutional inhibition relied on by the respondent. The section, however, requires the county superintendent to apportion out of state school moneys \"seventy-five per cent. of the cost of transportation of pupils to <em>public school or schools</em> * * *.\"</p>\n<p>The language is clear and unambiguous.</p>\n<p>In the case before us the total transportation cost was $8,034.95 for a half year which included $357.74 as the cost of transporting parochial school pupils and in the absence of proof to the contrary we must assume that the county superintendent obeyed the statute and based the allotment on the cost of transporting the pupils to the public school or schools.</p>\n<p>School districts, such as the appellant, are authorized by<em>R.S.</em> 18:7-78 to raise by special district taxes funds to defray certain current charges and expenses of the public schools in their districts including \"transportation of pupils * * *\" and \"the incidental expenses of the schools.\"</p>\n<p>Funds so raised are not proscribed or limited in their use by article IV, section 7, paragraph 6 of the constitution.</p>\n<p>The intent of <em>Pamph. L.</em> 1941, <em>ch.</em> 191, is that pupils may be transported to parochial schools only as an incident to the transportation of pupils to the public schools since the statute provides that children attending schools could be furnished transportation by any school district from any point <em>on an</em><em>already established school route</em> to any other point <em>on such</em><em>established school route.</em> Payment of such expense out of local taxes is the payment of \"incidental expenses\" or \"transportation of pupils\" authorized by <em>R.S.</em> 18:7-78.</p>\n<p>Since we hold that the legislature may appropriate general state funds or authorize the use of local funds for the transportation of pupils to any school, we conclude that such authorization of the use of local funds is likewise authorized by<em>Pamph. L.</em> 1941, <em>ch.</em> 191, and <em>R.S.</em> 18:7-78. The legislature clearly intended once the transportation of such pupils was contracted for, that it should be paid out of funds constitutionally available for the purpose.</p>\n<p>It is next urged that <em>R.S.</em> 18:14-8 as amended by <em>Pamph. L.</em>\n1941, <em>ch.</em> 191, is violative of article I, paragraphs 19 and <span class=\"star-pagination\">*Page 355</span> \n20 because the payment of transportation costs of pupils attending schools is the giving of direct or indirect aid to sectarian schools or amounts to a gift to an individual.</p>\n<p>Compulsory education has long been a requirement in this state.<em>Pamph. L.</em> 1874, <em>ch.</em> 522, <em>p.</em> 135; <em>Pamph. L.</em> 1875, <em>ch.</em>\n443, <em>p.</em> 105; <em>Pamph. L.</em> 1885, <em>ch.</em> 217, <em>p.</em> 280; 3 <em>Gen.</em><em>Stat., p.</em> 3061, &#167; 255; 4 <em>Comp. Stat., p.</em> 4775, &#167;&#167; 153 <em>et</em><em>seq.; R.S.</em> 18:14-14 as amended <em>Pamph. L.</em> 1940, <em>ch.</em> 154, <em>p.</em>\n346; <em>R.S.</em> 18:14-34, 39, 40.</p>\n<p>It is a matter of public concern and legislative regulation and should be enforced as long as the requirements are reasonable. Of course this is subject to constitutional limitations, <em>Pierce</em> v.<em>Society of Sisters, c.</em>, <cross_reference><span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span></cross_reference>; <em><cross_reference><span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></a></span></cross_reference></em>;<em><cross_reference>69 Led. 1070</cross_reference></em>.</p>\n<p>It is a public matter within the legislative prerogative concerning which the legislature may act and has, by the statutes including that here considered.</p>\n<p>The compulsory education statutes impose on the <em>parents</em>, not the children, an absolute duty subject to three exceptions, physical or mental disability of the child or adequate provision by private teaching other than in a recognized day school. The statute is penal in nature for a violation of which parents may be convicted as disorderly persons, <em>R.S.</em> 18:14-34, 39, 40.</p>\n<p>Many situations could arise, where, without regular means of transportation, parents would be placed in a situation which made it practically impossible to comply with the compulsory education requirements and therefore without willful intent to evade or transgress, would become subject to the penalties established for failure to perform the duty imposed.</p>\n<p>It was to meet this mischief that the original statute authorizing the transportation of pupils living remote from the schools was enacted. The statutes looking to transportation became complementary to and in aid of the compulsory education statutes.</p>\n<p>It is a public matter and moneys expended therefor, except those prohibited by the constitution of this state, do not constitute the expenditure of public moneys for private purposes. <span class=\"star-pagination\">*Page 356</span> </p>\n<p>We conclude that there is nothing on the face of the resolution or statute or in the record before us showing that either the statute or the resolution enacted thereunder is unconstitutional or does violence to the constitution for any of the reasons urged.</p>\n<p>The judgment of the Supreme Court is reversed and the cause remanded to the end that the writ of <em>certiorari</em> be dismissed.</p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100694/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3558185/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3564177/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3566882/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3566913/"
          ]
        }
      ],
      "judges": "The opinion of the court was delivered by CAMPBELL, CHANCELLOR.",
      "date_created": "2016-07-05T23:09:26.185040Z",
      "date_modified": "2017-04-09T19:47:25.680488Z",
      "date_filed": "1945-10-15",
      "date_filed_is_approximate": false,
      "slug": "everson-v-board-of-education-of-ewing-twp",
      "citation_id": null,
      "case_name_short": "Everson",
      "case_name": "Everson v. Board of Education of Ewing Twp.",
      "case_name_full": "Arch R. Everson, Prosecutor-Respondent v. Board of Education of the Township of Ewing, in the County of Mercer",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "133 N.J.L. 350",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "44 A.2d 333",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "For the respondents-appellants,  William Abbotts  ( William H.  Speer , of counsel).\n\n George G. Tennant  and  Joseph Lanigan, amici curiae. \n\nFor the prosecutor-respondent,  Powell  Parker  ( Albert  McCay , of counsel).\n\nFor American Civil Liberties Union,  amicus curiae, Joseph Beck  Tyler.",
      "nature_of_suit": "",
      "posture": "On appeal from the Supreme Court on  certiorari , whose opinion is reported in   132 N.J.L. 98  .",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3450398/everson-v-board-of-education-of-ewing-twp/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T23:09:26.178430Z",
  "date_modified": "2016-07-05T23:09:26.178463Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": "1945-05-21",
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Everson",
  "case_name": "Everson v. Board of Education of Ewing Twp.",
  "case_name_full": "Arch R. Everson, Prosecutor-Respondent v. Board of Education of the Township of Ewing, in the County of Mercer",
  "slug": "everson-v-board-of-education-of-ewing-twp",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}