{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/35492/",
  "id": 35492,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ilnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2579719/",
      "id": 2579719,
      "absolute_url": "/opinion/2579719/osullivan-v-city-of-chicago/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/35492/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2579719/",
          "id": 2579719,
          "absolute_url": "/opinion/2579719/osullivan-v-city-of-chicago/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2579719/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:37:56.247327Z",
          "date_modified": "2017-04-10T21:20:44.396990Z",
          "type": "010combined",
          "sha1": "c9361e0c669a7b9aac9bba5454debe858e80df02",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>474 F.Supp.2d 971 (2007)</b></center>\n<center><h1>Diane O'SULLIVAN, Janice Roche, and Nancy Lipman, Plaintiffs,<br>\nv.<br>\nCITY OF CHICAGO, Defendant.</h1></center>\n<center>No. 01 C 9856.</center>\n<center><p><b>United States District Court, N.D. Illinois, Eastern Division.</b></p></center>\n<center>February 16, 2007.</center>\n<p><span class=\"star-pagination\">*972</span> Elisabeth Schoenberger, Law Offices of Elisabeth Shoenberger, Elizabeth Hubbard, Brian Dean Ekstrom, John C. O'Connor, Hubbard &amp; O'Connor, Ltd., Chicago, IL, for Plaintiffs.</p>\n<p>Carl K. Turpin, Karen Elaine Tinglin, Martin Peter Greene, Greene &amp; Letts, Mara Stacy Georges, City of Chicago Department of Law, Nancy L. Van Allen, City of Chicago, Law Department Corporation Counsel, Chicago, IL, for Defendant.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION AND ORDER RE: DEFENDANT'S MOTION FOR REMITTITUR</i></h2>\n<p>JEFFREY COLE, United States Magistrate Judge.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>INTRODUCTION</h2>\n<p></p>\n<h2>A.</h2>\n<p>The plaintiffs in this Title VII action  Diane O'Sullivan, Nancy Lipman, and Janice Roche  are all veteran police officers with the Chicago Police Department. <span class=\"star-pagination\">*973</span> They alleged that the Department discriminated against them based on their race and retaliated against them once they complained about it. After a two-week trial, the jury found for the City of Chicago on the racial discrimination' counts and for the plaintiffs on their retaliation claims.</p>\n<p>The jury was instructed that it could award compensatory damages for injuries caused by the Defendant's wrongful conduct, and that these injuries were not restricted to the actual loss of money, but included physical and/or emotional pain and suffering, anguish, inconvenience and/or loss of a normal life that each plaintiff has experienced or is reasonably certain to experience in the future. The jury was told that although there is no exact standard for determining the amount that can be awarded for pain and suffering, it was to determine an amount that will fairly compensate each plaintiff for the injury she has sustained. (<i>Instruction No.</i> 21).</p>\n<p>The jury awarded each plaintiff damages for emotional distress, loss of reputation, humiliation, and other non-pecuniary harm in the following amounts: $250,000 for Lipman; $50,000 for O'Sullivan; and $25,000 for Roche. \"Shocked\" by the amounts of the verdicts, and stressing that \"none of the Plaintiffs testified that they received any professional counseling or psychiatric help for their alleged stress,\" the City moves for remittitur in unspecified amounts of all three awards. (<i>Defendant's Motion for Remittitur,</i> at 2, 7)(\"<i>Motion</i>\").<sup>[1]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>When it is apparent as a matter of law that certain identifiable sums in the verdict should not be there, or where the compensatory award results in a windfall or is excessive, the verdict must be reduced accordingly. <i>Costello v. Oppenheimer &amp; Co.,</i> 711 F.2d 1361, 1374 (7th Cir.1983); <i>C.L. Maddox, Inc. v. Benham Group,</i> 88 F.3d 592, 603 (8th Cir.1996). There must be an upper limit to allowable damages, and the question of whether that limit has been surpassed is a question of law. <i>Avitia v. Metropolitan Club of Chicago, Inc.,</i> 49 F.3d 1219, 1229 (7th Cir. 1995); <i>Cline v. Wal-Mart Stores, Inc.,</i> 144 F.3d 294, 305 (4th Cir.1998). It was not always so.</p>\n<p>Although sporadic instances of new trials being ordered because the verdict was excessive may be found in the early common law as far back as 1655, <i>Wood v. Gunston,</i> 82 Eng.Rep. 867 (K.B.1655)(\"it is frequent in our books for the Court to take notice of miscarriages of juries, and to grant new tryals upon them\"), it was not until later that the power of a court to grant a new trial on the grounds of excessiveness developed, and the now-accepted rules of damages evolved. <i>See </i><i>Louis Pizitz Dry Goods Co. v. Yeldell,</i> 274 U.S. 112, 117, 47 S.Ct. 509, 71 L.Ed. 952 (1927). By 1757, Lord Mansfield could say:</p>\n<blockquote>Trials by jury, in civil causes, could not subsist now without a power, somewhere, to grant new trials. If unjust verdicts were to be conclusive for ever, the determination of civil property in this method of trial would be very precarious and unsatisfactory. It is absolutely necessary to justice, that there should . . . be opportunities of reconsidering the cause. . . .</blockquote>\n<p><i>Bright v. Eynon,</i> 97 Eng. Rep. 365, 367 (K.B.1757).</p>\n<p><span class=\"star-pagination\">*974</span> By the time of the founding of the United States, it was established in English Common Law that the courts possessed the discretionary power to grant a new trial where the verdict was excessive as well as for other reasons. <i>See </i><i>Gasperini v. Center For Humanities, Inc.,</i> 518 U.S. 415, 433, 116 S.Ct. 2211, 135 L.Ed.2d 659 (1996). A necessary corollary of that principle was the principle that a court could condition a grant or denial of the motion on the defendant's willingness to accept a remittitur. The argument that the procedure was hostile to the Seventh Amendment was decisively rejected in <i>Arkansas Valley Land &amp; Cattle Co. v. Mann,</i> 130 U.S. 69, 9 S.Ct. 458, 32 L.Ed. 854 (1889). <i>See also </i><i>Dimick v. Schiedt;</i> 293 U.S. 474, 486, 55 S.Ct. 296, 79 L.Ed. 603 (1935); <i>Linn v. United Plant Guard Workers, Local 114,</i> 383 U.S. 53, 65-66, 86 S.Ct. 657, 15 L.Ed.2d 582 (1966); James, <i>Remedies for Excessiveness or Inadequacy of Verdicts: New Trial on Some or All Issues, Remittitur and Additur,</i> 1 Duquesne L.Rev. 143 (1963).<sup>[2]</sup></p>\n<p>Remittitur is a common feature in Title VII and other cases involving damage awards for emotional anguish. Although necessarily subjective, emotional anguish \"may be evidenced by one's conduct and observed by others.\" The question is for the jury under appropriate instructions and proof \"by competent evidence. . . .\" <i>Carey v. Piphus,</i> 435 U.S. 247, 264, n. 20, 98 S.Ct. 1042, 55 L.Ed.2d 252 (1978).<sup>[3]</sup></p>\n<p>Nothing in Title VII or in the cases interpreting it requires that a compensatory award for mental anguish is subject to a remittitur unless supported by medical or psychiatric testimony. There may be any number of reasons why a plaintiff did not seek professional help. Indeed, the very culture of a \"paramilitary organization,\" which is how the defendant itself repeatedly described the Chicago Police Department, may account for a plaintiffs reticence in seeking professional help. This is not to say that the failure to seek such assistance cannot factor into the jury's assessment of the existence or degree of harm claimed by the plaintiff. Of course it, like any other act or omission claimed to be inconsistent with a claim, may be considered by the jury in determining the credibility of the testimony. It is not, however, an indispensable prerequisite to sustaining a jury's damage award for such harm. <i>See </i><i>E.E.O.C. v. AIC Sec. Investigations, Ltd.,</i> 55 F.3d 1276, 1285 (7th Cir. 1995); <i>see also infra</i> at 26-28.</p>\n<p>We turn then to the evidence of mental distress presented by the plaintiffs and then to the analytical framework employed in this Circuit to evaluate claims of excessive damage awards for mental anguish.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*975</span> A.</h2>\n<p></p>\n<h2>The Testimony Regarding Conditions In the Second District Under Commander Perry</h2>\n<p>The trial began with the, testimony of Marienne Perry, who was the Commander of the Second District during the relevant period. Her testimony and that of others provided the backdrop for the plaintiffs' discrimination claims and was inextricably linked to the retaliation claims. <i>Avitia v. Metropolitan Club of Chicago, Inc.,</i> 49 F.3d 1219, 1224 (7th Cir.1995)(Posner, J.). <i>Cf. </i><i>United States v. McLee,</i> 436 F.3d 751, 760 (7th Cir.2006).</p>\n<p>Prior to being given command of the Second District, Perry spent five years at the police department's internal affairs division (\"IAD\"), where she worked with internal affairs officer Gerardo Garcia. (4/11/2006-9:30 a.m. Tr. 5-6). In almost a Dickensian fashion, Garcia would emerge later in the case and play a critical role in all that was to occur. The evidence would reveal that Garcia, despite having no experience in investigating or evaluating claims of racial discrimination, would be the one assigned to the investigation of what in effect was a charge of racism by Perry against the plaintiffs and in charging Lipman and O'Sullivan with his own charge of failing to obey a direct order.</p>\n<p>Early in plaintiffs' tenures at the second district, in January of 2000, Commander Perry asked Lipman and co-plaintiff, O'Sullivan, to monitor a situation with white officers in the district in terms of complaints of residents that felt they were being mistreated. (4/11/2006-9:30 a.m. Tr. 19; Plaintiffs Ex. 30, at 15). In a later letter to Superintendent Hilliard, Commander Perry explained that she had she had heard nothing specific, but that there was \"insensitivity to the community such as the personnel in question cutting their hair very short, particularly during warmer weather, in the style of skinheads, wearing their pants tucked into their boots as if they were storm troopers and going out into the CHA Developments along State and Federal where they treated the residents as second class citizens.\" (Plaintiffs Ex. 30, at 15).</p>\n<p>To be sure, the white officers' appearance was not Perry's only concern, but one reading of her letter certainly suggests she was overly concerned and upset by minutiae. As the jury heard, additional testimony indicated the varying reasons why one might wear a short haircut (hot Chicago summers, military experience, or simply the fact  driven home by defense counsel again and again  that the police department was a \"paramilitary organization\") or tuck pants into their boots (because of ratinfested housing projects). This certainly allowed the jury to infer that plaintiffs' initial impressions of Commander Perry were that she was rather intolerant, at least of white officers. When Commander Perry directed Lipman to investigate the situation regarding hair length and dress, she added the following:</p>\n<blockquote>I basically told her that if  well, if she condoned something, if something was going on that was wrong and she condoned it, then she would become a part of the situation and could jeopardize her career. Yes I told her that.</blockquote>\n<p>(4/11/2006-9:30 a.m. Tr. 22). Lipman put in weeks of investigative work in responding to this veiled threat, seemingly monitoring every arrest made and every interaction that occurred between police officers and the community. (4/12/2006-1 p.m. Tr. 26-31). Despite her efforts, Lipman was unable to uncover any abuse. (Tr. 31). This was the wrong answer for Commander Perry, who told Lipman that she now considered her to be part of the problem. (Tr. 31-32).</p>\n<p>When the three plaintiffs  O'Sullivan, Lipman, and Roche  filed their grievance <span class=\"star-pagination\">*976</span> against Commander Perry accusing her of racial discrimination, the grievance somehow \"fell through the cracks\" in that it was never properly handled: it was never assigned a CR number, even though the most minor and insignificant of charges were. (4/11/2006-1 pm Tr. 81, 117-19). The exceedingly disturbing message from the City to the plaintiffs was that they were going to be made to pay for their deeply misguided belief that they would be treated fairly and reasonably. The plaintiffs had put their careers on the line by making the complaint that they did, and the City, the jury could find, would do all it could to frustrate their endeavors for a fair hearing and to retaliate against them in subtle as well as more overt ways. <i>Compare </i><i>Reynolds v. Sims,</i> 377 U.S. 533, 563, 84 S.Ct. 1362, 12 L.Ed.2d 506 (1964)(the Constitution forbids sophisticated as well as simpleminded modes of discrimination).</p>\n<p>One of the more devious ways was to allow Commander Perry to file what in the Department is known as a Complaint Register (\"CR\") nominally against herself based upon the plaintiffs' CR against Perry that charged her with discrimination. While allowing the actual complaint of discrimination against Perry to fall through the cracks, the City could not have been more efficient in assigning a CR number to Perry's nominal complaint against herself and assigning Garcia to begin an investigation that effectively was against the complainants, not Commander Perry. (4/11/2006-9:30 am Tr. 10-13; 4/11/2006-1 pm Tr. 119; Plaintiffs' Ex. 10).<sup>[4]</sup></p>\n<p>Thus began the protracted period of retaliation. What the jury heard was evidence of a prolonged period in which Lipman and O'Sullivan were left in a state of uncertainty and anguish while Garcia left them twisting slowly in the wind. This was not the kind of quick and surgical severance that often occurs in cases of retaliatory firing. The City had a very different plan in mind for these officers. Day after day, week after week, month after month and ultimately year after year, the City's feet dragging ensured, so the jury could find, that the plaintiffs would suffer on a daily basis while Garcia purportedly investigated.</p>\n<p>After Lipman joined the others in accusing Commander Perry of racial discrimination, Commander Perry clearly treated Lipman differently than others in her command when it came to reviewing her paperwork. While Commander Perry might give other officers several chances to complete reports to her liking  might even do their work for them  she simply lambasted Lipman's efforts and sent her complaints about Lipman up the chain of command. (4/12/2006-1 pm Tr. 58-59). Commander Perry also issued a CR against Lipman for failing to notify an officer of a court call when it had, in fact, been the responsibility of another lieutenant in the district to have done so. (Tr. 60-62). Lipman was not even in the district that evening. (Tr. 62).</p>\n<p>As noted above, Lipman's grievance against Commander Perry was not assigned a CR number and did not go through the ordinary course that it should have. Then, on November 1, 2000, at 5 a.m., Lipman was ordered by Garcia to report to IAD with a thorough, written report to back up her grievance against Commander Perry. (Tr. 63-64). She was, not surprisingly, unprepared to do so on such short notice, and a CR was issued by <span class=\"star-pagination\">*977</span> Garcia against her, for violation of a direct order. (Tr. 65).</p>\n<p>Significantly, it was Agent Garcia  Commander Perry's friend from her days at IAD  who was handling the investigation. (Tr. 63-64). The investigation process dragged for a staggering 942 days. But of course its purpose, the jury could find, was to leave Lipman in a prolonged state of uncertainty about her fate  which can be a form or component of mental anguish.<sup>[5]</sup></p>\n<p>Eventually, in April of 2003, Garcia recommended that Lipman be suspended for ten days for violating his order which the jury could find was part of the retaliation and impossible of fulfillment. (Tr. 65-67; Plaintiffs' Ex. 9, at 31). Conveniently, the City waited until the trial ended to sustain the recommendation. The legality of that conduct is the subject of a pending motion before me. Similarly, O'Sullivan ended up having a CR issued against her for failing to comply with Garcia's order to support her complaint against Commander Perry with requested documentation  an order that (conveniently, the jury could find) was not conveyed to her until it was too late for her to comply. (Trial Ex. 9, at 30).</p>\n<p>Roche testified that once she joined the others in the grievance against Commander Perry, everything about her job, every aspect of her day, got worse. (4/17/2006-9 am Tr. 23). She was unable to get necessary guidance on procedures from African American supervisors when the need arose. (Tr. 23-28). Yet, she was given a CR for failing to follow a direct order, when in fact her supervisors had given her no order, no guidance at all. (Tr. 29). She was suspended for a day: (Tr. 30). Once her discrimination charges were made known in a Sun-Times newspaper article, Roche testified that she was left without back-up in a dangerous situation at a housing project in the second district, despite her urgent calls for assistance. (Tr. 38-42).</p>\n<p>Commander Perry also submarined the plaintiffs' efforts to discipline the African-American officers and staff in Commander Perry's Second District. Indeed, the jury could easily infer from Commander Perry's own testimony that Commander Perry was in her African American staff's corner when it came to criticisms of their performance from any one of the plaintiffs. (4/11/2006-9:30 am Tr. 14-18). Lipman testified that Commander Perry's staff would give her bogus assignments, sending her to other districts where she was not needed. (4/12/2006-1 p.m. Tr. 36-39). Lipman was not allowed to effectively discipline the staff for these shortcomings; instead, it was Lipman who was threatened with disciplinary action for their recalcitrance. (4/13/2006-9:30 am Tr. 2-3). And she had the same types of problems with the African American officers under Commander Perry's command. (4/12/2006-1 pm Tr. 67-69, 71-72, 79). But, the atmosphere was such that she felt if she disciplined the officers as she should have, Commander Perry would issue a CR against her. (Tr. 70). The evidence the jury could find proved that Commander Perry would tolerate behavior that warranted disciplinary action from her African American officers, and undermined Lipman's authority over them. (Tr. 72-75, 77-78).</p>\n<p>O'Sullivan testified that Commander Perry undermined her authority by repeatedly <span class=\"star-pagination\">*978</span> berating her and questioning her decision-making. (4/11/2006-1 pm Tr. 132-33). Perry assigned CR numbers to the complaints of African-American officers that O'Sullivan was racially biased when disciplining them. (Tr. 120): In fact, the two officers  detention aides  had no white detention aides with which to compare their treatment. (Tr. 120). As the evidence unfolded, it became apparent that this essentially meant that Commander Perry was throwing her weight behind the complaint of one of O'Sullivan's subordinates against O'Sullivan. (4/12/2006-9:30 am Tr. 215). This contrasted markedly with the handling of the plaintiffs' CR charging Perry With racism.</p>\n<p>Also, like O'Sullivan and Lipman, Roche's authority as a supervisor  she was a sergeant  was completely undermined. (4/17/2006-1:15 pm Tr. 91-92). On one occasion, after Roche had moved on, Commander Perry requested her to come back as a substitute watch commander at the second district, only to have her sent away the moment she arrived. (4/17/2006-1:15 pm Tr. 61-63). It gave Roche the impression that she could not escape Commander Perry's retaliation. (<i>Id.</i>).</p>\n<p>Significantly, the jury also heard compelling evidence that Lipman's career was profoundly affected by the City's retaliation against her. After Lipman left Commander Perry and the Second District, and after she filed this lawsuit, she twice applied for a promotion to the rank of captain. (4/13/2006-9:30 am Tr. 7). She was turned down on both occasions. (Tr. 13). Of the 44 lieutenants in Lipman's class, Lipman testified that well over half were promoted to captain. (Tr. 16-17). Lipman was never given a reason for her failure to be promoted. (Tr. 20). During the time of her applications, the ten-day suspension recommended by Garcia (and the purported investigation of Perry's claim that the plaintiffs, not she, were the real racists) continued to hang over Lipman's head. In fact, it continued to haunt her through the trial until, in the wake of the jury's verdict, the City of Chicago issued an order suspending her.</p>\n<p>Although the defendant sought to minimize the effect of the CR's, the jury, which lives in the real world and brings to bear its substantial collective experience, could reasonably conclude that no officer applying for so high a rank as Captain in the Chicago Police Department could possibly be promoted while there were charges of disobedience of a direct order and racism leveled against her and which were under investigation by the Internal Affairs Division. The City's argument to the jury that none of this mattered, to use Judge Shadur's <i>bon mot,</i> \"approached the realm of the tooth fairy.\" Or, if one wants to be more historical, \"[t]o waste time and argument . . . [on this contention] would be not much less idle than to hold a lighted taper to the sun.\" <i>M'Culloch v. Maryland,</i> 4 Wheat. 316, 17 U.S. 316, 419, 4 L.Ed. 579 (1819)(Marshall, C.J.).</p>\n<p></p>\n<h2>B.</h2>\n<p></p>\n<h2>Lieutenant Lipman's Testimony Regarding The Adverse Effects Of Defendant's Actions</h2>\n<p>When she was first promoted to Lieutenant and assigned to the Second District, Lipman was elated. (4/12/2006-1 p.m. Tr. 78). That would soon change. (<i>Id.</i> at 78-79). Lipman's fears first arose when Perry accused her of being a part of a white conspiracy and covering up excessive force by police officers; she testified that her \"anxiety actually skyrocketed at that point.\" (<i>Id.</i> at 31, 79). She rather quickly went from anticipation of her first assignment as lieutenant, to suffering \"the worst insult to [her] integrity that [she had] ever received.\" (<i>Id.</i> at 31-32). The jury heard evidence indicating that, when O'Sullivan <span class=\"star-pagination\">*979</span> might speak with another white officer in her office with the door closed, it was referred to as a \"Klan\" meeting. (Tr. 134).</p>\n<p>Every day was a struggle because she could not rely on the Second District staff to get things done, and Commander Perry would undermine any effort Lipman might make toward disciplining the failures. (4/12/2006-1 p.m. Tr. 79; 4/13/2006-9:30 a.m. Tr. 2-3). Nor would Commander Perry allow her to discipline any of her subordinate African-American police officers if they were rude or disrespectful. (4/12/2006-1 p.m. Tr. 76). No matter how she tried, she could no nothing right for Commander Perry. (<i>Id.</i> at 80). Her earnest efforts were greeted with criticism and threats of discipline. (<i>Id.</i> at 81). So Lipman had to operate with the threat of discipline over her head for subordinates' incompetence, and was thwarted from taking any measures to correct that incompetence. (4/13/2006-9:30 a.m. Tr. 2-3).</p>\n<p>All the while, tensions between white and African-American officers escalated. (4/12/2006-1 p.m. Tr. 79). Officers began to segregate themselves by race. (<i>Id.</i> at 80). There was a general distrust between the groups. (<i>Id.</i> at 80). Lipman had difficulty watching what was going on. (<i>Id.</i> at 79-80). Lipman explained that it was a very difficult thing to endure in her first assignment as a supervisor  an assignment she had initially relished. (<i>Id.</i>).</p>\n<p>Eventually, life under Commander Perry's command had deteriorated to the point where Lipman was desperate to be transferred  and she was willing to go to any other district. (4/12/2006-1 p.m. Tr. 76). She related the circumstances to First Deputy Jablon, Commander Perry's superior, and told him that she \"really felt my career was in jeopardy, my career was being destroyed.\" (<i>Id.</i>). Jablon was unresponsive. She reiterated her concerns to him a month later, only by that time she was even more desperate. Lipman spoke haltingly about her situation at trial:</p>\n<blockquote>I told him that I felt that as a new lieutenant that I certainly couldn't  couldn't  my disciplinary record was  the CR numbers that the commander was getting against me with herself as complainant were building up against me and it looked terrible after years of not having anything like that happen to me, that this was happening as a lieutenant, and I really wished to go somewhere else where I would have a better opportunity.</blockquote>\n<p>(<i>Id.</i> at 77). Jablon did nothing.</p>\n<p>Lipman testified that she suffered \"severe anxiety issues and the physical things that go along with that.\" (<i>Id.</i> at 81):</p>\n<blockquote>I had headaches. My face, I broke out. I was grinding my teeth at night while I was sleeping. I had extreme nausea. I wasn't able to eat properly for months, literally, I lost weight. I had ordered food each night at the district while I was there, along with the other people, but I wouldn't eat it. I would take it home.</blockquote>\n<p>(<i>Id.</i> at 81). She withdrew from her family and stopped attending family events. She was consumed with what she was enduring at work. Lipman testified that she found herself, each night, trying to deal with what had happened to her that day at work, while at the same time worrying about what might befall her when she returned. She was \"hanging by a thread.\" (<i>Id.</i> at 81-82). She testified that she has an adverse reaction when her job requires her to return to the Second District to this day. (<i>Id.</i> at 19).</p>\n<p>Her son, Chris Lipman, also testified regarding the impact of defendant's retaliation against her on her life. He said that prior to his mother's experiences with Commander Perry, she loved her job. (2/13/2006-1 p.m. Tr. 4). She was very <span class=\"star-pagination\">*980</span> excited when she was promoted to lieutenant. (<i>Id.</i> at 5). But as a result of her tenure at the Second District, she became distant and did not want to discuss work with him. (<i>Id.</i> at 6). It was shocking to Chris how upset and stressed his mother was. (<i>Id.</i> at 6). She skipped family meals and had difficulty sleeping. (<i>Id.</i> at 7). She would often cry before having to go to work. (<i>Id.</i>). According to Chris, her relationship with the family suffered. (<i>Id.</i>). Prior to that time, through his mother's fifteen years as a police officer, the job had never engulfed their home life. (<i>Id.</i> at 16). He testified that his mother was ambitious about her career, and planned on seeking promotion to captain. (<i>Id.</i> at 10). But, after all that happened to her, she felt she would have no opportunity to move forward and felt defeated. (<i>Id.</i> at 11, 13). Chris testified that, even several years after the events, his mother would still become upset about what had happened. (<i>Id.</i> at 11).</p>\n<p></p>\n<h2>C.</h2>\n<p></p>\n<h2>Lieutenant O'Sullivan's Testimony Regarding The Adverse Effects Of Defendant's Actions</h2>\n<p>O'Sullivan described the impact of the retaliation she suffered on her emotional state and, her ability to make the sort of decisions her position demanded of her. She testified that she went through a range of emotions: \"[a]nger, being upset, trying to do the right thing, second-guessing myself, becoming depressed about the fact that I couldn't make a decision.\" (4/11/2006-1 p.m. Tr. 132). She explained that she had to be a decision-maker in her position  a supervisory position  and that Commander Perry's months of undermining her had essentially crippled her ability to do that. (<i>Id.</i>). As time went on, her emotional state deteriorated. She called it \"something that evolved over time.\" (<i>Id.</i> at 132-33). But as it progressed, she explained that:</p>\n<blockquote>it got to the point where I would come in at night and I would be afraid to open up envelopes from the front office fearing for what it said in there because I was in such a state just going to work and not wanting to go there and face what was happening on a daily basis, that having more ammunition, some more fuel to the fire was just over  almost overwhelming.</blockquote>\n<p>(<i>Id.</i> at 133). Like Lipman, O'Sullivan also sought a transfer, but was rebuffed. (<i>Id.</i> at 107-08).</p>\n<p>Defendant ignores all but a snippet of the testimony of O'Sullivan's husband, Dan, who confirmed his wife's emotional distress. It is true, as defendant argues, that Mr. O'Sullivan testified that \"[t]here were some episodes where she was  she'd break down in tears talking about her work situation.\" (<i>Motion,</i> at 8). As the defendant characterizes the record, Mr. O'Sullivan's testimony ended there, but in fact it did not. That is a single sentence among <i>ten pages</i> of testimony. Mr. O'Sullivan explained that crying about situations at work was something his wife had never done before. (4/12/2006-1 p.m. Tr. 243). The jury also heard that his efforts to counsel his wife to try to weather the storm proved unsuccessful, \"because it didn't look like there was any remedy for the situation during that time.\" (<i>Id.</i>). He stated that she lost her love for her career, and, for the only time since he had know her, expressed her dread at having to go to work. (<i>Id.</i> at 241, 244). Even after his wife left the Second District, Mr. O'Sullivan testified that it struck him that the \"zest that [she] had for the job [wa]s gone.\" (<i>Id.</i> at 243).</p>\n<p>When defense counsel cross-examined O'Sullivan and attempted to draw a concession from her that her stress did not <span class=\"star-pagination\">*981</span> continue after she left the Second District, she vehemently disagreed. The CRs followed her to her next assignment, and she had to work under a threat that she would be placed in a behavioral intervention program as a result of the record she accumulated under Commander Perry. She had to go through the bureaucratic procedure of challenging the CRs and, eventually, the threat of the behavioral modification program was removed. (4/11/2006-1 p.m. Tr. 145-46). Although it was possible that Internal Affairs may have made an error with regard to her record (<i>Id.</i> at 146-47), the jury did hear testimony regarding Commander Perry's connections with Internal Affairs and especially with Agent Garcia. So the jury was entitled to find that the cloud that resulted from O'Sullivan's time with Commander Perry, and did not dissipate when she left, but followed her to her subsequent assignments.<sup>[6]</sup></p>\n<p></p>\n<h2>D.</h2>\n<p></p>\n<h2>Sergeant Roche's Testimony Regarding The Adverse Effects Of Defendant's Actions</h2>\n<p>Sergeant Roche testified that her experience with Commander Perry made her exceedingly anxious and caused her migraines and abdominal pains, neither of which she had suffered previously She lost weight. (4/17/2006-1 p.m. Tr. 68-69). Every day, she dreaded going to work:</p>\n<blockquote>You get in the car. You start pointing in that direction. Your teeth start grinding. My head hurt. My stomach hurt.</blockquote>\n<blockquote>You have to take a deep breath to get into the building. You go in and you wait to see what hits you. You wait to see if there is a note, if there is a comment, if there is an instruction from your watch commander, from the front office.</blockquote>\n<p>(<i>Id.</i> at 68).</p>\n<p>Sergeant Roche also testified that her home life suffered. During her stint at the Second District, she was juggling work, night law classes, 4 children, a newborn baby, and a father who needed her care. Her work-related stress affected every aspect of her life and she experience anger, frustration, outbursts and silent withdrawal. Roche neglected her family when, normally, she was the nucleus of support. (<i>Id.</i> at 69-70). As she explained it:</p>\n<blockquote>I felt like part of me had shut down. Part of me was so on guard. I was so stressed out, I was like ticking  I couldn't enjoy my family. I couldn't do it </blockquote>\n<p>(<i>Id.</i> at 69-70). All her energy and emotional strength was drained from her stress from work, and she was forced to neglect everything else in her life to \"keep[] it together at work,\" and to \"try[] to do a job that shouldn't [have been] that flipping complicated.\" (<i>Id.</i> at 70). And when she went to Commander Perry's supervisor for aid, she was told to use her experiences as \"fodder for a lawsuit.\" (<i>Id.</i> at 16-18).</p>\n<p>Roche's emotional distress did not end when she left the Second District. She testified at length how the record she accumulated while under Commander Perry's command adversely affected her character and fitness review for the Bar. (<i>Id.</i> at 65-67). She had to undergo a special interview process as a result of \"[her] work history, [her] problems at work.\" (<i>Id.</i> at 66). None of her classmates had similar experiences. (<i>Id.</i> at 67). And so, the jury could find, the effects of the City's retaliation <span class=\"star-pagination\">*982</span> persisted after Sergeant Roche left the Second District and threatened her ability to become a member of the Illinois Bar. These were not insignificant or fanciful reactions by a hypersensitive person. They were the reactions that any reasonable person would continue to feel  just as the City intended that they continue to be felt.</p>\n<p>Then there was the occasion when Commander Perry requested Roche be assigned as temporary watch commander back at Second District after she had moved on. Having to return to that work station prompted some stomach pain, but Roche persevered and reported for duty. (<i>Id.</i> at 62). But no one at the Second District knew about the assignment when she arrived, and she was forced to turn on her heels and leave, humiliated and demeaned. (<i>Id.</i> at 62-65). Roche's testimony as to her reaction certainly undermines the defendant's characterization of the evidence showing that the effects of the retaliation Roche suffered were merely fleeting:</p>\n<blockquote>And I was very upset. And I think what upset me the most that over time and space I felt that Marienne Perry could still reach out and touch me. She could still push my button. And she could still let me know she was there.</blockquote>\n<p>(<i>Id</i> at 64).</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>A.</h2>\n<p></p>\n<h2>The Analytical Framework For Evaluating Motions For Remittitur</h2>\n<p>When considering a motion for remittitur, the trial court must accord proper deference to the jury's verdict. <i>Farfaras v. Citizens Bank and Trust of Chicago,</i> 433 F.3d 558, 566 (7th Cir.2006); <i>American Nat. Bank &amp; Trust Co. of Chicago v. Regional Transp. Authority,</i> 125 F.3d 420, 437 (7th Cir.1997). That deference is consistent with and demanded by the Seventh Amendment, which places limitations on the judge's power to reexamine the jury's verdict. <i>See </i><i>Latino v. Kaizer,</i> 58 F.3d 310, 314 (7th Cir.1995); <i>Cygnar v. City of Chicago,</i> 865 F.2d 827, 847 (7th Cir.1989). Inquiry is limited to three questions: (1) whether the award is \"monstrously excessive;\" (2) whether there is no rational connection between the award and the evidence, indicating that it is merely a product of the jury's fevered imaginings or personal vendettas; and (3) whether the award is roughly comparable to awards made in similar cases. <i>Farfaras,</i> 433 F.3d at 566; <i>Deloughery v. City of Chicago,</i> 422 F.3d 611, 619 (7th Cir.2005). Given the inherent imprecision of the inquiry, only in the ordinary or routine case, have the outer-most boundaries of permissibility been etched decisively. <i>See</i> discussion <i>infra,</i> 30-32, 35-36.</p>\n<p>Thus, the Seventh Circuit has emphasized that \"monstrously excessive\" is not a talisman, the mere invocation of which automatically resolves questions of excessiveness. Rather, it has said that it simply may be another way of asking whether there is a rational connection between the award and the evidence. <i>Deloughery,</i> 422 F.3d at 619 n. 4; <i>Harvey v. Office of Banks &amp; Real Estate,</i> 377 F.3d 698, 713-14 (7th Cir.2004). The court has also cautioned against excessive and uncritical reliance on and comparisons with the amount of awards in other cases. Although comparisons may provide a reference point that assists in the assessment of reasonableness, they do not inevitably establish a range beyond which awards are necessarily excessive. Due to the highly fact-specific nature of Title VII cases and the highly discretionary nature of the court's review, \"such comparisons are rarely dispositive.\" <i>Lampley v. Onyx Acceptance Corp.,</i> 340 <span class=\"star-pagination\">*983</span> F.3d 478, 485 (7th Cir.2003). <i>Accord </i><i>Deloughery,</i> 422 F.3d at 621.</p>\n<p>The observations and cautions of the panel in <i>Farafas</i> obtain in most remittitur proceedings, including this one:</p>\n<blockquote>Some of the cases presented by the defendants appear more egregious with lower damages, while some of the cases presented by [plaintiff] appear less egregious with higher damages. Our responsibility, however, is not to fit this case into a perfect continuum of past harms and past awards. Rather, our role in reviewing awards for <i>abuse of discretion</i> is to determine if the award in this case was <i>roughly comparable</i> to similar cases,' such that the instant award is not <i>so beyond the pale</i> as to constitute an <i>abuse of discretion.</i>\n</blockquote>\n<p>433 F.3d at 566-67. (Emphasis supplied). <i>See also </i><i>Deloughery,</i> 422 F.3d at 621.<sup>[7]</sup></p>\n<p>Slotting a particular damage amount along a continuum of past harms and past awards  which is what the City has done in its Motion  is inconsistent with the very concept of discretion. \"`[D]iscretion denotes the absence of a hard and fast rule.'\" <i>Langnes v. Green,</i> 282 U.S. 531, 541, 51 S.Ct. 243, 75 L.Ed. 520 (1931). <i>See also </i><i>Pruitt v. Mote,</i> 472 F.3d 484 (7th Cir.2006); <i>Rogers v. Loether,</i> 467 F.2d 1110, 1111-1112 (7th Cir.1972) (Stevens, J.), <i>aff'd sub nom, </i><i>Curtis v. Loether,</i> 415 U.S. 189, 94 S.Ct. 1005, 39 L.Ed.2d 260 (1974). Being a range, not a point, discretion allows two decision-makers-on virtually identical facts to arrive at opposite conclusions, both of which constitute appropriate exercises of discretion. <i>Compare </i><i>United States v. Boyd,</i> 55 F.3d 239 (7th Cir.1995) <i>with </i><i>United States v. Williams,</i> 81 F.3d 1434 (7th Cir.1996). As Judge Posner has put it \"[t]he striking of a balance of uncertainties can rarely be deemed unreasonable. . . .\" <i>United States v. Bullion,</i> 466 F.3d 574, 577 (7th Cir.2006)(Posner, J.).</p>\n<p>Recognizing that in awarding damages and in reviewing damage awards there is no Code of Hammurabi to dictate decision, the Seventh Circuit has cautioned that \"[a] court should not substitute a jury's damages verdict with its own figure merely because a case with similar facts has not yet arisen, or because a plaintiff in a similar case was perhaps not able to plead his facts to the jury as well.\" <i>Lampley,</i> 340 F.3d at 485.</p>\n<p>In the final analysis, review of claims of excessive damages remains, as Justice Story observed, \"an exercise of discretion full of delicacy and difficulty.\" <i>Blunt v. Little,</i> 3 F.Cas. 760, 761-762 (No. 1,578) (C.C.D.Mass.1822).</p>\n<p></p>\n<h2>B.</h2>\n<p></p>\n<h2>The Defendant's Argument In Support Of Its Motion For Remittitur</h2>\n<p>The initial argument in support of the Motion is that \"none of the plaintiffs testified that they received any professional counseling or psychiatric help for their alleged stress. . . .\" (<i>Motion,</i> at 2; <i>see also</i> 5, 8, 9, 11). As a statement of fact the observation is accurate; as a legal argument it has limited significance  at least not in this Circuit, where the cases are <span class=\"star-pagination\">*984</span> uniform in holding that support of medical evidence is not an indispensable prerequisite to an award of damages for emotional distress in a Title VII case. <i>See </i><i>Farfaras,</i> 433 F.3d at 566; <i>Deloughery,</i> 422 F.3d at 619-20; <i>Tullis v. Townley Engineering &amp; Manufacturing Co., Inc.,</i> 243 F.3d 1058, 1068 (7th Cir.2001)(\"An award for nonpecuniary loss can be supported, in certain circumstances, solely by a plaintiff's testimony about his or her emotional distress.\").</p>\n<p>The Motion also contends that the \"plaintiff did not prove by a preponderance of the evidence that their emotional anguish continued after they left the 2nd District.\" (<i>Motion,</i> at 3-4). But as already discussed, all three plaintiffs did, in fact, present, such evidence. Lipman said that she continued to have an adverse reaction about her experiences in the Second District to this day. She testified that Commander Perry's actions against her adversely affected her career after she left Perry's command. This was the very threat that Commander Perry had made to her early in her assignment to the Second District. Lipman's son explained that his mother was still upset about the events, and that her hopes for career advancement had been destroyed. To suggest that there is not a continuity of anguish simply ignores both the reality and the record of her 942 days of suffering while Garcia toyed with her and her career and the unresolved status of the ten day suspension Garcia recommended as part of the retaliation. That recommendation occurred in April 2003 and the City did nothing to act on it until after it lost the trial, three years later. As Justice Frankfurter once observed in another context, \"[t]he mind of justice, not merely its eyes, would have to be blind to attribute such . . . occurrence[s] to mere fortuity.\" <i>Avery v. Georgia,</i> 345 U.S. 559, 564, 73 S.Ct. 891, 97 L.Ed. 1244 (1953)(Frankfurter, J., concurring).</p>\n<p>O'Sullivan specifically contradicted the defendant's theory that all stress ended when the plaintiffs left the Second District. She testified that she had to work under a cloud from the Internal Affairs Division when she left Perry's command, and had to go to great lengths to clear her record on her own. And her husband testified that the defendant's actions had the lasting effect of robbing his wife or her zest for the job, which was in integral component of her life.</p>\n<p>Roche also testified that the effects of defendant's action continued after she escaped Perry's baneful influence, adversely affecting her application for the Illinois Bar.</p>\n<p></p>\n<h2>C.</h2>\n<p></p>\n<h2>Assessment Of The Damage Awards For Emotional Anguish</h2>\n<p></p>\n<h2>1.</h2>\n<p></p>\n<h2>The $250,000 Damages Award To Lieutenant Lipman Does Not Warrant A Remittitur</h2>\n<p>The threshold argument for a remittitur is that damage awards for emotional stress that exceed $50,000 are subject to a remittitur in the absence of \"special circumstances.\" (<i>Motion,</i> at 2-4). The argument is based on a phrase used in <i>Spina v. Forest Preserve District of Cook County,</i> 207 F.Supp.2d 764, 773 (N.D.Ill.2002)(Keys, M.J.). But Judge Keys used that phrase, not as an independent, self-defining test, but merely as a convenient shorthand for cases that involved more than the evanescent upset that accompanies the loss of a job in routine cases. <i>Cf., </i><i>Neal v. Honeywell,</i> 191 F.3d 827, 832 (7th Cir.1999)(\"Had Neal merely lost her job as a result of the discrimination, we would think $200,000 excessive, even though Neal suffered ostracism, <span class=\"star-pagination\">*985</span> a year-long depression, and upheaval in her life.\").</p>\n<p>Thus; the question is, as the Seventh Circuit has repeatedly phrased it, whether the jury's award of $250,000 is monstrously excessive, whether there is a rational connection between the award and the evidence so that a reviewing court can be assured it was not the product of a jury's fevered imaginings or personal vendettas, and whether the award is \"roughly comparable\" to awards made in similar cases. <i>Fleming v. County of Kane,</i> 898 F.2d 553 (7th Cir.1990); <i>Neal, supra</i><i>.</i> In answering these questions, one must be mindful that the temporary loss of a job is not comparable to the emasculation of a career, and that the anguish that accompanies the former is not commensurate with that accompanying the latter.</p>\n<p></p>\n<h2>1.</h2>\n<p></p>\n<h2>The Evidence Justifies An Award Of $250,000 To Lieutenant Lipman</h2>\n<p>The evidence demonstrated an insensate pattern of retaliation that was intended to humiliate and degrade Lipman on a daily basis in the most fundamental aspects of her job and to destroy her career by making-any advancement virtually impossible. The distress that she suffered  and that the jury could find the City intended she suffer  was unremitting to the day of the trial  and beyond. This was not the kind of ordinary distress that is inherent to some degree in every retaliatory employment action. There is a profound difference in the emotional anguish suffered over the loss of a job for which there is a ready replacement  with perhaps greater opportunities  and that suffered from having one's career as a sworn police officer stultified. And there is an equally profound difference between the \"momentary pang\" that accompanies any unjust loss of a job that is replaceable, <i>Avitia,</i> 49 F.3d at 1229, and the day-by-day anguish that was inherent in the 943 days of uncertainty that Lieutenant Lipman had to face while awaiting the completion of Garcia's report and while awaiting recommendation on the CR in which she was charged with disobedience of a direct order.</p>\n<p>The jury could reasonably find that these CRs were intended to and did preclude her advancement in the Department. The charges could not have been more consequential: Lipman was effectively being charged with racism, with being a malcontent, a troublemaker, and with having disobeyed a direct order. These were hardly the kinds of characteristics that would commend themselves to a police review board deciding who to promote to the few captain spots in the Department. Indeed, the charges implicated precisely the qualities of character that made disqualification from consideration for captaincy a virtual certainty.</p>\n<p>There was no recourse for Lipman, who became the accused when the City manipulated the CR system in retaliation for her complaint of discrimination. And thus, Lieutenant Lipman suffered on a daily basis, keenly aware that the professional component of her life  and that component was the dominant one in her life  had been stunted permanently. There was no one to whom she could turn; Jablon had rebuffed her and left her desperately isolated. Her anxiety \"skyrocketed\"; she suffered the \"worst insult to her integrity\"; her efforts were met with criticism and threats of discipline. She was undermined by the staff and fellow officers, and was undermined by her commander.</p>\n<p>As a result, Lipman suffered severe and unremitting anxiety  just as the City intended she would. She suffered headaches, nausea, and bruxism. She lost weight, and her face broke out. She had difficulty eating and sleeping. She withdrew from her family and social life. Her situation overwhelmed her life; even away <span class=\"star-pagination\">*986</span> from the job, she was either trying to overcome the stress she had suffered that day, or trying to gird herself for another day of anxiety. She would cry after and before work. Lipman described herself as \"hanging by a thread.\"' Where once she was ambitious about her career, now she was \"defeated.\"</p>\n<p>The City, the jury could find, took a dedicated, eager public servant and left her a shell of her former self, deprived of hope of any advancement  despite her former exemplary performance and her having graduated first in her class from the police academy. (4/12/2006-1 p.m. Tr. 3-8).<sup>[8]</sup></p>\n<p>That sense of defeat was not ephemeral. Garcia's contrived CR against Lipman hung like a sword of Damocles over Lieutenant Lipman's head from the date of its issuance to the conclusion of the trial  precisely as the City intended. Its effects on Lieutenant Lipman's career were obvious, and those effects in turn generated even more emotional distress. Reputation is fragile, and once lost, is not easily restored. <i>Cf. People ex. rel</i><i>. Karlin v. Culkin,</i> 248 N.Y. 465, 478, 162 N.E. 487 (1928)(Cardozo, C.J.). And it is that reputation which in part shapes one's very existence. \"Am I not what I am, to some degree in virtue of what others think and feel me to be?\" I. Berlin, Four Essays On Liberty, 155 (1969). Indeed, experience has taught that the dignity accorded an individual may depend as much on reputation as on actual merit. Circumstances that question one's professional capabilities and integrity seriously diminish the regard in which that person is held by others, and it is that regard which \"facilitates [that individual] making advantageous transactions, commercial or otherwise. . . .\" Posner, Cardozo: A Study In Reputation, 59 (1990). Lieutenant Lipman's ability to engage in \"advantageous transactions\" in connection with her career vanished.</p>\n<p>The City's argument that the jury's award to Lipman was excessive is based upon a truncated view of the evidence and a numerical comparison of the amounts approved in various cases, even though the Seventh Circuit has rejected the idea that there is a convenient and prescribed continuum of past harms and past verdicts into which other cases may be easily slotted. <i>Farfaras,</i> 433 F.3d at 566-67. We begin with <i>Deloughery,</i> in which the district court reduced the compensatory damages from $250,000 to $175,000, and the Seventh Circuit affirmed.</p>\n<p>According to the defendant, the plaintiff in <i>Deloughery,</i> unlike Lipman, \"suffered significant trauma.\" (Motion at 3). But defendant goes no further than that conclusory assertion, and comparison of the evidence in the two cases reveals the unsupportability of the claim. Like Lipman, the plaintiff in <i>Deloughery</i> was denied a promotion to captain, but did not endure the day-to-day stress that filled pages of trial transcript in this case. <i>Deloughery,</i> 422 F.3d at 614-15. The plaintiff in <i>Deloughery</i> testified that she was \"devastated\" when she learned she would not be promoted and that it was \"hard on her parents;\" her friend testified that the denial of a promotion which \"had a demoralizing impact.\" <i>Id.</i></p>\n<p>Lipman suffered a retaliatory denial of promotion, not once but twice, as the jury <span class=\"star-pagination\">*987</span> found in answering a special interrogatory  and her testimony and that of her son went beyond that of the plaintiff in <i>Deloughery.</i> Lipman suffered anxiety every day for over a year on a daily basis during her time at the Second District, and continued to suffer thereafter (contrary to the defendant's characterization of the evidence)  not just on a limited basis as a reaction to her lack of promotion, but because of the uncertainty of Garcia's purposely prolonged handling of the Perry CR, the convenient non-handling of Lipman's own CR against Perry, and the uncertainty of the outcome of Garcia's retaliatory CR for failure to obey a direct order.</p>\n<p>Lipman's family life suffered as well, and, unlike the plaintiff in <i>Deloughery,</i> Lipman and her corroborating witnesses testified to her significant and pervasive emotional distress and its manifestations. Unlike the situation in <i>Deloughery</i> where the evidence revealed other possible sources of stress (including a parent in failing health and a divorce), 422 F.3d at 614-15, 620, there were no alternative stressors that could have accounted for Lieutenant Lipman's anguish and which could justify a <i>pro tanto</i> reduction in the award.</p>\n<p>The jury in the instant case was uniquely capable of drawing on its individual and collective experience to determine the credibility of Lieutenant Lipman and the other witnesses. Indeed, that is what juries have done so for centuries, and if anything, they are today more rather than less able to make informed judgments than were their predecessors. It is precisely because \"a few minutes observation of the parties in the courtroom is more-informing than reams of cold record,\" <i>Ashcraft v. Tennessee,</i> 322 U.S. 143, 171, 64 S.Ct. 921, 88 L.Ed. 1192 (1944) (Jackson, J., dissenting), that deference is paid to credibility determinations by juries.</p>\n<p>Notwithstanding some <i>dubitante</i> observations by Judge Posner,<sup>[9]</sup> demeanor continues to be a significant component of credibility determinations. <i>Cf. </i><i>Thornton v. Snyder,</i> 428 F.3d 690, 697 (7th Cir.2005), <i>cert. denied,</i> ___ U.S. ___, 126 S.Ct. 2862, 165 L.Ed.2d 896 (2006); <i>United States v. Bruscino,</i> 687 F.2d 938, 941 (7th Cir.1982) (en banc)(ability of judge to observe demeanor of jurors). Indeed, the Supreme Court has said that the demeanor of a witness may satisfy the tribunal not only that the witness' testimony is not true but that the truth is the opposite of his story, \"for the denial of one, who has a motive to deny, may be uttered with such hesitation, discomfort, arrogance or defiance, as to give assurance that he is fabricating, and that, if he is, there is no alternative but to assume the truth of what he denies.\" <i>NLRB v. Walton Mfg. Co.,</i> 369 U.S. 404, 408, 82 S.Ct. 853, 7 L.Ed.2d 829 (1962). <i>See also </i><i>Anderson v. City of Bessemer City, N.C.,</i> 470 U.S. 564, 575, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985). <i>Compare </i><i>United States v. Wendt,</i> 465 F.3d 814 (7th Cir.2006) (superior opportunity of judge to observe the verbal and non-verbal behavior of the witnesses); <i>Johnson v. Apfel,</i> 240 F.3d 1145, 1147-48 (8th Cir.2001)(\"completely proper in making credibility determinations\" in social security case for ALJ to rely on claimant's demeanor).</p>\n<p>The importance of the jury's unique opportunity and ability to gauge the sincerity of a plaintiff's testimony about mental suffering and the deference that ought to be paid to its determination was stressed in <i>Deloughery,</i> 422 F.3d at 620, and again in <i>Tullis,</i> which emphasized that a court must \"take[] into account the jury's right to make awards based on its view of a <span class=\"star-pagination\">*988</span> witness's demeanor and credibility.\" 243 F.3d at 1069.</p>\n<p>In gauging the truth of conflicting evidence, a jury has no simple formulation of weights and measures on which to rely. The touchstone is always credibility; the ultimate measure of testimonial worth is quality and not quantity. <i>Carmell v. Texas,</i> 529 U.S. 513, 574-575, 120 S.Ct. 1620, 146 L.Ed.2d 577 (2000). Thus, it is not decisive that Lipman did not present medical records or expert testimony in addition to the testimony that was presented about her emotional harm. (<i>Motion,</i> at 5). The City's undeveloped observation radiates as doctrine without avowing it: it tacitly imports into Title VII a requirement of corroboration that is not part of the statute. It would be odd indeed if to avoid a remittitur, a plaintiff had to corroborate testimony about mental anguish with a medical expert, when in no other kind of case is such corroboration mandated. Indeed, the government can prove guilt beyond a reasonable doubt in a criminal case on the uncorroborated testimony of an admitted perjurer, a convicted felon, or an accomplice. <i>United States v. Wallace,</i> 32 F.3d 1171, 1173 (7th Cir.1994). See also 18 U.S.C § 1623 (abolishing the two witness rule in false declaration cases). `Why should the credibility of a Title VII plaintiff be treated differently? It shouldn't and it isn't.</p>\n<p>In short, if comparisons are to be made, Lieutenant Lipman ought to have been awarded more that the plaintiff in <i>Deloughery</i>  and she was. It strains language beyond the breaking point to suggest that the jury's award to Lieutenant Lipman was \"monstrously excessive,\" that it shows that the jury was overcome with passion  the fact that the jury awarded separate amounts to the three plaintiffs shows precisely the opposite  or that it is not \"roughly comparable\" to the amount approved in <i>Deloughery.</i></p>\n<p>Like Ms. Deloughery, \"[t]he record [in this case] can be read as the story of a highly motivated female police officer . . . being frustrated in her quest for greater responsibility simply because she had asserted her right to be free from discrimination.\" 422 F.3d at 620. But the story told by the record is even more melancholy than that in <i>Deloughery.</i> Thus, the $250,000 award the jury granted her is not out of line with the $175,000 award upheld in <i>Deloughery</i> or the other substantial awards discussed below.</p>\n<p>Other similar cases have approved compensatory damages awards between $200,000 and $300,000. Most recently, Judge Gottschall, applying the federal standard, which the City concedes applies here, denied the defendant's motion for a new trial, finding that a $240,000 award for pain and suffering was not excessive and was not out of line with comparable cases. The Court of Appeals held that although she erred in using the federal rather than the state standard of review, the award for pain and suffering did not \"`shock[] the conscience.'\" <i>Naeem,</i> 444 F.3d at 612.</p>\n<p>In Title VII cases, a number of awards like the one at issue here have been sustained. <i>See e.g., </i><i>Farfaras,</i> 433 F.3d at 563-64 ($200,000 compensatory damages award where plaintiff bank employee in sexual harassment case \"lost self-esteem, gained weight, had problems sleeping, changed demeanor, and became nervous . . . [but] never consulted a medical professional about her unhappiness . . .\"); <i>McDonough v. City of Quincy,</i> 452 F.3d 8, 22 (1st Cir.2006)(upholding $300,000 award where bulk of it related to emotional distress of police officer, committed to his job, who suffered \"substantial humiliation and damage to his reputation,\". . . . claimed that \"his relationship with his family suffered. . . . [and] that he became easily enraged at his grandchildren . . . [and] <span class=\"star-pagination\">*989</span> also made his wife and sisters cry and cried himself on occasion.\");<sup>[10]</sup><i>Madison v. IBP, Inc.,</i> 257 F.3d 780 (8th Cir.2001)(sustaining refusal to enter remittitur of damage award of $266,750)(plaintiff lost weight, had trouble sleeping, had headaches, broke out in hives and her physical and emotional health was affected by defendant's misconduct and her relationship with her husband became strained);<sup>[11]</sup><i>Spina,</i> 207 F.Supp.2d at 775 (remittitur to $300,000 where plaintiff forest preserve officer suffered anguish because she could not be police chief, but \"never sought mental health treatment, [and] whose own expert witness opined that she does not require such treatment, and who still retains her position with her employer.\"); <i>Moore v. Metropolitan Water Reclamation Dist. of Greater Chicago,</i> 2005 WL 2007291, *17 (N.D.Ill.2005)(remittitur to statutory maximum of $300,000 where sexual harassment plaintiffs \"personality and demeanor changed, . . . she began dressing differently to avoid comments and improper conduct by . . . male employees. . . . [she] was frequently observed crying at work, . . . she suffered from migraine headaches that were exacerbated by stress, and . . . she was affected emotionally and mentally to the point where she sought counseling.\"). <i>See also </i><i>Neal v. Honeywell,</i> 191 F.3d 827 (7th Cir.1999)(in False Claims constructive discharge case filed six years after events remittitur from $500,000 to $200,000 approved).</p>\n<p>The Motion takes no note of the discernment exhibited by the jury, which carefully distinguished between the discrimination and retaliation counts  finding for the City on the former and for the plaintiffs on the latter  and between the different amounts it chose to award each plaintiff for their suffering. Rather than demonstrating irrationality and passion, the jury's award of individual amounts demonstrates that it gave precisely the separate consideration to each plaintiff it was repeatedly instructed to give. <i>See Instructions</i> 14, 17, 18, 20. <i>Cf. </i><i>United States v. Sanders,</i> 962 F.2d 660, 674 (7th Cir.1992). That it did so reflected that the jury was anything but \"casual with other people's money.\" <i>Avitia,</i> 49 F.3d at 1224. The jury simply concluded that Lipman's mental anguish was greater and/or her testimony more credible than those of her coplaintiffs. Even Commander Perry had regard for Lipman, whom she conceded was a decent person, and that she was not a racist despite Perry's accusations that Lipman was aligned with the police department's so-called \"skinheads.\" (4/11/2006-9:30 a.m. Tr. 18, 37-38).<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*990</span> To the extent that my evaluation counts, I thought Lieutenant Lipman was an honest and exceedingly compelling witness, whom the jury not only liked but believed. They were attentive during her testimony and seemed deeply moved by her rendition of her emotional suffering.</p>\n<p>The City has picked routine cases with smaller awards to support its excessiveness argument. But numerical tabulations and exercises of judicial discretion are vastly different endeavors, and thus, simply noting the results of cases is not enough under any calculus. If courts are to do more than pay lip service to the Constitutional prerogatives of juries, there must be some allowances for the inevitable variances in jury assessments of evidence and ultimate damage awards. Unless the award is monstrously excessive and so beyond the pale as to make a mockery of the concept of discretionary judgments, it ought to be sustained.</p>\n<p>At some point, to be sure, a jury's award becomes excessive. In routine cases in which a person loses a job and quickly finds a substitute, a relatively narrow range of discretion is perfectly appropriate. <i>See </i><i>Avitia,</i> 49 F.3d at 1224 (award of $21,000 to waiter who found another job as a banquet captain with the Hilton Hotel three months after he was fired was deemed excessive); <i>Bennett v. Smith,</i> 2000 WL 1849029 at *8 (N.D.Ill.2000)(plaintiff, who \"did not present a decisively strong case,\" obtained other teaching jobs, and the $240,000 compensatory award was eight times greater than the actual monetary damages). But this is not a routine case, and thus the City's recitation of monetary awards in such cases is not persuasive. (<i>Motion,</i> at 2).</p>\n<p>Any comparison to be meaningful requires that the samples be truly comparable. As courts have said in other contexts, care must be taken to be sure that the comparison is one between \"`apples and apples' rather than one between `apples and oranges.'\" <i>Donnelly v. Rhode Island Board of Governors for Higher Education,</i> 929 F.Supp. 583, 591 (D.R.I.1996). <i>Compare </i><i>Lehrman v. Gulf Oil,</i> 500 F.2d 659, 667 (5th Cir.1974), <i>cert. denied,</i> 420 U.S. 929, 95 S.Ct. 1128, 43 L.Ed.2d 400 (1975)(\"the business used as a standard must be as nearly identical to the plaintiffs as possible.\"); ABA Section of Antitrust Law, Antitrust Law Developments, 877-879 (5th ed.2002)(and cases cited).<sup>[13]</sup></p>\n<p>The pervasive suffering and \"protracted bitterness,\" <i>Avitia,</i> 49 F.3d at 1219, that inevitably flow in the wake of the kind of debasement of one's self-esteem and crippling of one's career that exist in this case are neither similar in kind nor degree to the temporary discomfiture that accompanies the loss of a job for which there may be many substitutes  the kind of situations confronting the court in <i>Avitia</i> and <i>Bennett</i> and the cases on which they relied. \"Our responsibility is not to fit this case into a perfect continuum of past harms and past awards. Rather, our role in reviewing awards for <i>abuse of discretion</i> is to determine if the award in this case was <i>roughly comparable</i> to similar cases, such that the instant award is not <i>so beyond the pale</i> as to constitute <i>an abuse of discretion.</i>\" <i>Farfaras,</i> 433 F.3d at 566-67. (Emphasis supplied). Sustaining the award to Lieutenant Lipman is compatible with an appropriate exercise of discretion.</p>\n<p><span class=\"star-pagination\">*991</span> A final point. The City's unsupported and conjectural argument that the jury exceeded its authority by, in effect, including in the $250,000 award damages for front and back pay for Lippman's failure to have been promoted to captain misses the mark entirely. (<i>Motion,</i> at 7). The argument ignores Instruction No. 21, which told the jury that in awarding damages for pain and suffering, it was not to consider the issue of past and future lost wages or benefits, as these were issues for the court to determine. It is presumed that juries follow instructions. <i>Weeks v. Angelone,</i> 528 U.S. 225, 234, 120 S.Ct. 727, 145 L.Ed.2d 727 (2000); <i>United States v. White,</i> 443 F.3d \"582, 588 (7th Cir.2006). Thus, the jury's award was not an award of back or front pay for a failed promotion  as the Motion impermissibly speculates  but an award for emotional distress suffered as a result of the City's retaliation, which it expressly found manifested itself in the City's denials of Lieutenant Lipman's applications for promotion to captain. This was what the <i>entire</i> award in <i>Deloughery</i> was for  the very case on which defendant relies.</p>\n<p></p>\n<h2>2.</h2>\n<p></p>\n<h2>The Damages Awarded To O'Sullivan nd Roche Do Not Warrant Remittitur</h2>\n<p>The jury awarded O'Sullivan $50,000 and Roche $25,000. Even though the Motion posits that \"[i]n the Seventh Circuit, emotional distress damage awards have generally fallen within the range of $500 to $50,000 or more,\" (<i>Motion,</i> at 2), the City inconsistently insists that the awards to O'Sullivan and Roche  which are within this range  are excessive. Significantly, in arguing for a remittitur of Lipman's award, the defendant essentially concedes that O'Sullivan's and Roche's awards were appropriate:</p>\n<blockquote>Particularly noteworthy, is that neither of the other plaintiffs received damage awards similar to Lipman's $250,000 damage award. Diane O'Sullivan and Janice Roche, received $50,000 and $25,000 respectively. This further suggests that the jury's award does not have a rational connection to the evidence.</blockquote>\n<p>(<i>Motion,</i> at 6).<sup>[14]</sup> The unarticulated premise behind defendant's contention is that O'Sullivan's and Roche's awards <i>do</i> have a rational connection to the evidence. Otherwise the comparison has no meaning.</p>\n<p>Beyond the inherent tension in the City's positions, the Motion makes the same flawed, irrelevant and unsupported challenges to these two awards that it made to the Lipman award: that neither O'Sullivan nor Roche sought psychiatric help or suffered distress after leaving the Second District. (<i>Motion,</i> at 2, 3, 8, 11). What has been said about these contentions as they apply to Lieutenant Lipman, apply here as well.</p>\n<p>According to the Motion the sum total of evidence regarding O'Sullivan's emotional distress was her testimony that she suffered \"slight embarrassment\" or \"minor discomfort on the job,\" and her husband's testimony that there were some episodes when she would cry. This rendition of the evidence is underinclusive, focusing as it does on isolated transcript excerpts to the exclusion of pages of informing testimony.</p>\n<p>Lieutenant O'Sullivan  a nineteen-year veteran with the Department, who graduated <span class=\"star-pagination\">*992</span> in one of the top three spots from the police academy (4/11/2006-1 p.m. Tr. 76), testified to infinitely more than \"minor embarrassment.\" She, in fact, related anger, distress, depression, and a nagging doubt in her ability to be a police officer and make decisions as a consequence of the City's elicit behavior. Her emotional state deteriorated over time to the point where she feared going to work. And her husband, in addition to testimony about his wife's crying spells, testified that she had never cried about work before, that she lost her love for her career, dreaded every going to work every day, and that she felt that there was no remedy for her situation. This evidence more than amply supports the jury's $50,000 award  an award that was rationally connected to the evidence, and one that is within the range that the City notes is the norm in the Seventh Circuit.</p>\n<p>The same can be said of Roche's award. She testified to being anxious, suffering migraines and abdominal pain, and dreading going to work every day. Her home life suffered as she and her son testified. Unlike O'Sullivan, the jury heard testimony about several other factors potentially causing Roche emotional distress: night law classes, 4 children, a newborn baby, and an ailing father who needed her care. The jury was free to conclude that these factors contributed to Roche's emotional state, while O'Sullivan's was due only to defendant's actions and to reduce her award accordingly. <i>See </i><i>Deloughery,</i> 422 F.3d at 620(jury free to consider other possible causes of stress). Finally, unlike O'Sullivan and Lipman, Sergeant Roche's professional life was not defined by and limited to her career as a police officer. She attended law school at night, and ultimately graduated, and is a member of the Illinois Bar. Not only did she have other meaningful and alternative career opportunities, but her ability to have obtained a law degree was, the jury could have concluded, a strong indication that her suffering was not as pervasive and dramatic as those of her co-plaintiffs.</p>\n<p>The Motion offers a single case for comparison to the O'Sullivan and Roche awards, <i>Merriweather v. Family Dollar Stores of Indiana, Inc.,</i> 103 F.3d 576 (7th Cir.1996), and misapprehends the court's holding.<sup>[15]</sup> There, the district court awarded $25,000 compensatory damages to a store clerk who prevailed on her claim that she was discharged in retaliation for filing a discrimination complaint. The plaintiff testified to emotional and physical distress  loss of appetite and insomnia  as a result of losing her job, and anger and distress over having been discriminated against. <i>Id.</i> at 580. But there were several other factors in her life causing her stress  the death of her father, being evicted from her apartment, and being unable to find a suitable job. As a result, the Seventh Circuit found that a remittitur of the award by 25%, or $6,250, was appropriate. <i>Id.</i> at 581.<sup>[16]</sup></p>\n<p><span class=\"star-pagination\">*993</span> Apart from the fact that there is no principled distinction between an award of $19,000 and one of $25,000, <i>Merriweather</i> is not a fair congener. <i>See</i> discussion <i>supra</i> at 31. O'Sullivan and Roche were not plaintiffs with readily' replaceable, unskilled jobs and unaffected careers. They had committed 19 and 8 years of their lives respectively to a profession that demanded a total and sustained commitment to public service. Only literary perversity or jaundiced partisanship could equate the emotional impact from the City's retaliatory action in this case with that resulting from the loss of a part-time, replaceable position in a dollar store. <i>See </i><i>Deloughery,</i> 422 F.3d at 620 (discussing dedication to career in law enforcement); <i>McDonough,</i> 452 F.3d at 22. (same).</p>\n<p>So if the plaintiff in <i>Merriweather</i> was entitled to nearly $19,000 for loss of appetite and insomnia over the loss of her minimum wage job ten years earlier, it cannot be concluded that the awards to Roche and O'Sullivan were \"monstrously excessive\" or out of line with comparable cases. If anything, the amount of the awards demonstrated that the jury was properly concerned \"about other people's money.\" <i>Avitia,</i> 49 F.3d at 1224.</p>\n<p>If the awards to O'Sullivan and Roche are out of line with awards in other cases, it is because they are too low. <i>See also </i><i>Fleming v. County of Kane, State of Ill.,</i> 898 F.2d 553, 562 (7th Cir.1990) (15-year old case upholding $40,000 award to terminated county highway employee for embarrassment and humiliation at being reprimanded in front of his fellow employees, depression, serious headaches, and sleeplessness); <i>Ramsey v. American Air Filter,</i> 772 F.2d 1303, 1313 (7th Cir.1985) (20-year old case remitting $75,000 award to $35,000 to factory worker where there was evidence that plaintiff was humiliated, felt low, disgusted, and very upset, but there was a paucity of evidence of emotional harm related to discrimination); <i>Thompson v. City of Tupelo,</i> 268 F.3d 1064, 2001 WL 878055 (5th Cir.2001)(<i>see</i> Fifth Circuit Rule 47.5.4)(reducing $300,000 award to fired police officer to $50,000).</p>\n<p>Finally, it should be noted that in assessing comparability of awards in other cases, the date of decision is significant. Obviously, \"the current value of those awards is considerably greater. Comparability of awards must be adjusted for the changing value of money over time.\" <i>E.E.O.C. v. AIC Sec. Investigations, Ltd.,</i> 55 F.3d 1276, 1286 (7th Cir.1995).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the Defendant's Motion For Remittitur [# 108] is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Apart from the fact that the \"shocks the judicial conscience\" standard of review, applicable under Illinois law, is inapplicable in a case such as this case which is governed by federal standards, the Seventh Circuit has held that a $240,000 award for emotional pain and suffering does not necessarily violate that standard. <i>See </i><i>Naeem v. McKesson Drug Co.,</i> 444 F.3d 593, 612 (7th Cir.2006).</p>\n<p>[2]  The justification for the practice of remittitur was that since the court had the power to determine whether the damages awarded were excessive, it necessarily had the authority to determine an amount that would not be excessive. Consequently, in giving the plaintiff an option to remit the excess or submit to a new trial, the court is not usurping the function of the jury by fixing the amount of the recovery, but is merely indicating the greatest amount which could be allowed to stand. The plaintiff, who has voluntarily accepted the remittitur, is not prejudiced and therefore, cannot complain of the court's action. The defendant is deprived of no right, and since he is benefitted by the reduction he cannot object. The so called logical justification for remittitur was advanced in <i>Dimick v. Schiedt</i><i>:</i> \"Where the verdict is excessive, the practice of substituting a remission of the excess for a new trial is not without plausible support in view that what remains is included in the verdict along with the unlawful excessin that sense it has been found by the jury. . . .\"</p>\n<p>[3]  \"`The state of a man's mind is as much a fact as the state of his digestion. It is true that it is very difficult to prove . . ., but if it can be ascertained it is as much a fact as anything else'\" <i>Arave v. Creech,</i> 507 U.S. 463, 473, 113 S.Ct. 1534, 123 L.Ed.2d 188 (1993).</p>\n<p>[4]  This was not so much an actual complaint against herself, however, as it was her rationalization of any questionable employment decisions she might have made. So rather than have their complaint addressed through the ordinary, proper channels, the plaintiffs had to settle for Commander Perry dictating the terms of battle, as it were.</p>\n<p>[5]  While the principle has found application in sentencing in capital cases, <i>Tuilaepa v. California,</i> 512 U.S. 967, 974, 114 S.Ct. 2630, 129 L.Ed.2d 750 (1994); <i>Hamilton v. Mullin,</i> 436 F.3d 1181, 1195 (10th Cir.2006), it obviously has vitality beyond that narrow context. The manner in which emotional suffering can be inflicted is as broad as human nature is perverse.</p>\n<p>[6]  The Motion's contention that there was no evidence of continued emotional anguish is demonstrably wrong.</p>\n<p>[7]  Judge Posner has put it this way:\n</p>\n<p>Most courts . . . treat the determination of how much damages for pain and suffering to award as a standardless, unguided exercise of discretion by the trier of fact, reviewable for abuse of discretion pursuant to no standard to guide the reviewing court either. To minimize the arbitrary variance in awards bound to result from such a throw-up-the-hands approach, the trier of fact should, as is done routinely in England, [citation omitted], be informed of the amounts of pain and suffering damages awarded in similar cases.</p>\n<p><i>Jutzi-Johnson v. United States,</i> 263 F.3d 753, 759 (7th Cir.2001).</p>\n<p>[8]  Lipman received two CRs in the fifteen months she was at the Second District, while she received none the balance of her now 21-year career. These CRs could hang over an officer's head for years. Here, for example, the City, after the trial, decided to suspend Lipman on the basis of one of the CRs the jury found were retaliatory in purpose. The propriety of that conduct is the subject of a presently pending motion by Lieutenant Lipman.</p>\n<p>[9]  <i>See </i><i>Consolidation Services v. KeyBank National Association,</i> 185 F.3d 817, 820 (7th Cir.1999); <i>United States v. Wells,</i> 154 F.3d 412, 414 (7th Cir.1998).</p>\n<p>[10]  Cases from other Circuits are appropriate congeners. Comparability has no geographical component. <i>Deloughery v. City of Chicago,</i> No. 02-2722, 2004 WL 1125897 (N.D.Ill. May 20, 2004), <i>aff'd</i> 422 F.3d 611 (7th Cir. 2005). The Seventh Circuit has recently confirmed that making comparisons of awards \"in other cases in the Seventh Circuit <i>and other federal courts around the nation</i>\" is \"the federal standard for review of compensatory damages. . . .\" <i>Naeem,</i> 444 F.3d at 612. (Emphasis supplied). <i>See also </i><i>Kasper v. St. Mary of Nazareth Hospital,</i> 135 F.3d 1170, 1174 (7th Cir.1998)(relying on Third Circuit case).</p>\n<p>[11]  <i>Madison</i> cites a number of case sustaining damage awards far in excess of Lipman's. Indeed, $1,000,000 award was sustained in a sexual harassment case where the plaintiff worried, cried and felt trapped and upset, spent less time with her family, suffered stomach problems, rashes and headaches and sought counseling with her pastor. <i>See</i> 257 F.3d at 802-803.</p>\n<p>[12]  An example of the jury's discernment is its apparent rejection of Roche's testimony that during an encounter at a housing project she called for backup and no one from the Second District responded. She claimed it left her shattered, although she conceded that she never filed a CR about the matter (as she easily could have) or made any other formal complaint about it. It was conceded by the City's witnesses that there could be no greater infraction than to fail to come to the aid of a fellow police officer in response to a distress call. The City argued that the testimony was untrue. The jury apparently came to that conclusion as well, as evidenced by the fact that she received the smallest award.</p>\n<p>[13]  These were not emotional damage cases but the underlying principle is the same.</p>\n<p>[14]  In attempting to make such a comparison, the Motion ignores the differences between the evidence presented by Lipman and that presented by the two other, plaintiff's. First and foremost, Lipman was twice denied a promotion to captain, and Roche was not. Nor was Roche the subject of Garcia's (and the City's) vicious and retaliatory behavior in their manipulation of the CR procedures. In <i>Deloughery,</i> the emotional damage caused by the denial of promotion alone was found to be worth $175,000.</p>\n<p>[15]  The City states that the trial court awarded the plaintiff in <i>Merriweather</i> $25,000 in compensatory damages and that \"the Seventh Circuit upheld that award.\" (<i>Defendant's Motion for Remittitur,</i> at 9). Actually, the Seventh Circuit remitted that award by 25%.</p>\n<p>[16]  Other cases that may be fairly characterized as routine or not out of the ordinary are in line with this approach. <i>See e.g., </i><i>Lindale v. Tokheim Corp.,</i> 145 F.3d 953, 958-959 (7th Cir.1998)(dicta that a $25,000 award for emotional distress \"would have been excessive by at least a factor of two\" even if there had been a violation of Title VII); <i>Avitia,</i> 49 F.3d at 1228 (reducing a $21,000 award for emotional anguish to $10,500). It is especially in the context of these sorts of routine cases that Judge Keys is certainly right in concluding that \"the Seventh Circuit has reviewed awards for emotional distress damages with a critical eye. . . .\" <i>Spina,</i> 207 F.Supp.2d at 772-773.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">971</span></span> (2007)</b></center>\n<center><h1>Diane O'SULLIVAN, Janice Roche, and Nancy Lipman, Plaintiffs,<br>\nv.<br>\nCITY OF CHICAGO, Defendant.</h1></center>\n<center>No. 01 C 9856.</center>\n<center><p><b>United States District Court, N.D. Illinois, Eastern Division.</b></p></center>\n<center>February 16, 2007.</center>\n<p><span class=\"star-pagination\">*972</span> Elisabeth Schoenberger, Law Offices of Elisabeth Shoenberger, Elizabeth Hubbard, Brian Dean Ekstrom, John C. O'Connor, Hubbard &amp; O'Connor, Ltd., Chicago, IL, for Plaintiffs.</p>\n<p>Carl K. Turpin, Karen Elaine Tinglin, Martin Peter Greene, Greene &amp; Letts, Mara Stacy Georges, City of Chicago Department of Law, Nancy L. Van Allen, City of Chicago, Law Department Corporation Counsel, Chicago, IL, for Defendant.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION AND ORDER RE: DEFENDANT'S MOTION FOR REMITTITUR</i></h2>\n<p>JEFFREY COLE, United States Magistrate Judge.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>INTRODUCTION</h2>\n<p></p>\n<h2>A.</h2>\n<p>The plaintiffs in this Title VII action  Diane O'Sullivan, Nancy Lipman, and Janice Roche  are all veteran police officers with the Chicago Police Department. <span class=\"star-pagination\">*973</span> They alleged that the Department discriminated against them based on their race and retaliated against them once they complained about it. After a two-week trial, the jury found for the City of Chicago on the racial discrimination' counts and for the plaintiffs on their retaliation claims.</p>\n<p>The jury was instructed that it could award compensatory damages for injuries caused by the Defendant's wrongful conduct, and that these injuries were not restricted to the actual loss of money, but included physical and/or emotional pain and suffering, anguish, inconvenience and/or loss of a normal life that each plaintiff has experienced or is reasonably certain to experience in the future. The jury was told that although there is no exact standard for determining the amount that can be awarded for pain and suffering, it was to determine an amount that will fairly compensate each plaintiff for the injury she has sustained. (<i>Instruction No.</i> 21).</p>\n<p>The jury awarded each plaintiff damages for emotional distress, loss of reputation, humiliation, and other non-pecuniary harm in the following amounts: $250,000 for Lipman; $50,000 for O'Sullivan; and $25,000 for Roche. \"Shocked\" by the amounts of the verdicts, and stressing that \"none of the Plaintiffs testified that they received any professional counseling or psychiatric help for their alleged stress,\" the City moves for remittitur in unspecified amounts of all three awards. (<i>Defendant's Motion for Remittitur,</i> at 2, 7)(\"<i>Motion</i>\").<sup>[1]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>When it is apparent as a matter of law that certain identifiable sums in the verdict should not be there, or where the compensatory award results in a windfall or is excessive, the verdict must be reduced accordingly. <i>Costello v. Oppenheimer &amp; Co.,</i> <span class=\"citation\" data-id=\"421674\"><a href=\"/opinion/421674/fed-sec-l-rep-p-99254-thomas-f-costello-cross-appellant-v/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1361</span></a></span>, 1374 (7th Cir.1983); <i>C.L. Maddox, Inc. v. Benham Group,</i> <span class=\"citation\" data-id=\"721371\"><a href=\"/opinion/721371/cl-maddox-inc-a-delaware-corporation-v-the-benham-group-inc-an/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">592</span></a></span>, 603 (8th Cir.1996). There must be an upper limit to allowable damages, and the question of whether that limit has been surpassed is a question of law. <i>Avitia v. Metropolitan Club of Chicago, Inc.,</i> <span class=\"citation\" data-id=\"691350\"><a href=\"/opinion/691350/alfonso-avitia-and-diane-larsen-v-metropolitan-club-of-chicago/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1219</span></a></span>, 1229 (7th Cir. 1995); <i>Cline v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"754491\"><a href=\"/opinion/754491/keith-w-cline-v-wal-mart-stores-incorporated/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 305 (4th Cir.1998). It was not always so.</p>\n<p>Although sporadic instances of new trials being ordered because the verdict was excessive may be found in the early common law as far back as 1655, <i>Wood v. Gunston,</i> 82 Eng.Rep. 867 (K.B.1655)(\"it is frequent in our books for the Court to take notice of miscarriages of juries, and to grant new tryals upon them\"), it was not until later that the power of a court to grant a new trial on the grounds of excessiveness developed, and the now-accepted rules of damages evolved. <i>See </i><i>Louis Pizitz Dry Goods Co. v. Yeldell,</i> <span class=\"citation\" data-id=\"101066\"><a href=\"/opinion/101066/louis-pizitz-dry-goods-co-v-yeldell/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 117, <span class=\"citation\" data-id=\"101066\"><a href=\"/opinion/101066/louis-pizitz-dry-goods-co-v-yeldell/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">509</span></a></span>, <span class=\"citation\" data-id=\"101066\"><a href=\"/opinion/101066/louis-pizitz-dry-goods-co-v-yeldell/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">952</span></a></span> (1927). By 1757, Lord Mansfield could say:</p>\n<blockquote>Trials by jury, in civil causes, could not subsist now without a power, somewhere, to grant new trials. If unjust verdicts were to be conclusive for ever, the determination of civil property in this method of trial would be very precarious and unsatisfactory. It is absolutely necessary to justice, that there should . . . be opportunities of reconsidering the cause. . . .</blockquote>\n<p><i>Bright v. Eynon,</i> 97 Eng. Rep. 365, 367 (K.B.1757).</p>\n<p><span class=\"star-pagination\">*974</span> By the time of the founding of the United States, it was established in English Common Law that the courts possessed the discretionary power to grant a new trial where the verdict was excessive as well as for other reasons. <i>See </i><i>Gasperini v. Center For Humanities, Inc.,</i> <span class=\"citation\" data-id=\"2528498\"><a href=\"/opinion/2528498/gasperini-v-center-for-humanities-inc/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 433, <span class=\"citation\" data-id=\"2528498\"><a href=\"/opinion/2528498/gasperini-v-center-for-humanities-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2211</span></a></span>, <span class=\"citation\" data-id=\"2528498\"><a href=\"/opinion/2528498/gasperini-v-center-for-humanities-inc/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1996). A necessary corollary of that principle was the principle that a court could condition a grant or denial of the motion on the defendant's willingness to accept a remittitur. The argument that the procedure was hostile to the Seventh Amendment was decisively rejected in <i>Arkansas Valley Land &amp; Cattle Co. v. Mann,</i> <span class=\"citation\" data-id=\"92449\"><a href=\"/opinion/92449/arkansas-valley-land-cattle-co-v-mann/\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, <span class=\"citation\" data-id=\"92449\"><a href=\"/opinion/92449/arkansas-valley-land-cattle-co-v-mann/\"><span class=\"volume\">9</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">458</span></a></span>, <span class=\"citation\" data-id=\"92449\"><a href=\"/opinion/92449/arkansas-valley-land-cattle-co-v-mann/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">854</span></a></span> (1889). <i>See also </i><i>Dimick v. Schiedt;</i> <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 486, <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">603</span></a></span> (1935); <i>Linn v. United Plant Guard Workers, Local 114,</i> <span class=\"citation\" data-id=\"107162\"><a href=\"/opinion/107162/linn-v-plant-guard-workers/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 65-66, <span class=\"citation\" data-id=\"107162\"><a href=\"/opinion/107162/linn-v-plant-guard-workers/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">657</span></a></span>, <span class=\"citation\" data-id=\"107162\"><a href=\"/opinion/107162/linn-v-plant-guard-workers/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">582</span></a></span> (1966); James, <i>Remedies for Excessiveness or Inadequacy of Verdicts: New Trial on Some or All Issues, Remittitur and Additur,</i> 1 Duquesne L.Rev. 143 (1963).<sup>[2]</sup></p>\n<p>Remittitur is a common feature in Title VII and other cases involving damage awards for emotional anguish. Although necessarily subjective, emotional anguish \"may be evidenced by one's conduct and observed by others.\" The question is for the jury under appropriate instructions and proof \"by competent evidence. . . .\" <i>Carey v. Piphus,</i> <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 264, n. 20, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1042</span></a></span>, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1978).<sup>[3]</sup></p>\n<p>Nothing in Title VII or in the cases interpreting it requires that a compensatory award for mental anguish is subject to a remittitur unless supported by medical or psychiatric testimony. There may be any number of reasons why a plaintiff did not seek professional help. Indeed, the very culture of a \"paramilitary organization,\" which is how the defendant itself repeatedly described the Chicago Police Department, may account for a plaintiffs reticence in seeking professional help. This is not to say that the failure to seek such assistance cannot factor into the jury's assessment of the existence or degree of harm claimed by the plaintiff. Of course it, like any other act or omission claimed to be inconsistent with a claim, may be considered by the jury in determining the credibility of the testimony. It is not, however, an indispensable prerequisite to sustaining a jury's damage award for such harm. <i>See </i><i>E.E.O.C. v. AIC Sec. Investigations, Ltd.,</i> <span class=\"citation\" data-id=\"696617\"><a href=\"/opinion/696617/us-equal-employment-opportunity-commission-and-randall-wessel-as/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1276</span></a></span>, 1285 (7th Cir. 1995); <i>see also infra</i> at 26-28.</p>\n<p>We turn then to the evidence of mental distress presented by the plaintiffs and then to the analytical framework employed in this Circuit to evaluate claims of excessive damage awards for mental anguish.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*975</span> A.</h2>\n<p></p>\n<h2>The Testimony Regarding Conditions In the Second District Under Commander Perry</h2>\n<p>The trial began with the, testimony of Marienne Perry, who was the Commander of the Second District during the relevant period. Her testimony and that of others provided the backdrop for the plaintiffs' discrimination claims and was inextricably linked to the retaliation claims. <i>Avitia v. Metropolitan Club of Chicago, Inc.,</i> <span class=\"citation\" data-id=\"691350\"><a href=\"/opinion/691350/alfonso-avitia-and-diane-larsen-v-metropolitan-club-of-chicago/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1219</span></a></span>, 1224 (7th Cir.1995)(Posner, J.). <i>Cf. </i><i>United States v. McLee,</i> <span class=\"citation\" data-id=\"793183\"><a href=\"/opinion/793183/united-states-v-rodney-mclee-and-vicki-murph-jackson/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></a></span>, 760 (7th Cir.2006).</p>\n<p>Prior to being given command of the Second District, Perry spent five years at the police department's internal affairs division (\"IAD\"), where she worked with internal affairs officer Gerardo Garcia. (4/11/2006-9:30 a.m. Tr. 5-6). In almost a Dickensian fashion, Garcia would emerge later in the case and play a critical role in all that was to occur. The evidence would reveal that Garcia, despite having no experience in investigating or evaluating claims of racial discrimination, would be the one assigned to the investigation of what in effect was a charge of racism by Perry against the plaintiffs and in charging Lipman and O'Sullivan with his own charge of failing to obey a direct order.</p>\n<p>Early in plaintiffs' tenures at the second district, in January of 2000, Commander Perry asked Lipman and co-plaintiff, O'Sullivan, to monitor a situation with white officers in the district in terms of complaints of residents that felt they were being mistreated. (4/11/2006-9:30 a.m. Tr. 19; Plaintiffs Ex. 30, at 15). In a later letter to Superintendent Hilliard, Commander Perry explained that she had she had heard nothing specific, but that there was \"insensitivity to the community such as the personnel in question cutting their hair very short, particularly during warmer weather, in the style of skinheads, wearing their pants tucked into their boots as if they were storm troopers and going out into the CHA Developments along State and Federal where they treated the residents as second class citizens.\" (Plaintiffs Ex. 30, at 15).</p>\n<p>To be sure, the white officers' appearance was not Perry's only concern, but one reading of her letter certainly suggests she was overly concerned and upset by minutiae. As the jury heard, additional testimony indicated the varying reasons why one might wear a short haircut (hot Chicago summers, military experience, or simply the fact  driven home by defense counsel again and again  that the police department was a \"paramilitary organization\") or tuck pants into their boots (because of ratinfested housing projects). This certainly allowed the jury to infer that plaintiffs' initial impressions of Commander Perry were that she was rather intolerant, at least of white officers. When Commander Perry directed Lipman to investigate the situation regarding hair length and dress, she added the following:</p>\n<blockquote>I basically told her that if  well, if she condoned something, if something was going on that was wrong and she condoned it, then she would become a part of the situation and could jeopardize her career. Yes I told her that.</blockquote>\n<p>(4/11/2006-9:30 a.m. Tr. 22). Lipman put in weeks of investigative work in responding to this veiled threat, seemingly monitoring every arrest made and every interaction that occurred between police officers and the community. (4/12/2006-1 p.m. Tr. 26-31). Despite her efforts, Lipman was unable to uncover any abuse. (Tr. 31). This was the wrong answer for Commander Perry, who told Lipman that she now considered her to be part of the problem. (Tr. 31-32).</p>\n<p>When the three plaintiffs  O'Sullivan, Lipman, and Roche  filed their grievance <span class=\"star-pagination\">*976</span> against Commander Perry accusing her of racial discrimination, the grievance somehow \"fell through the cracks\" in that it was never properly handled: it was never assigned a CR number, even though the most minor and insignificant of charges were. (4/11/2006-1 pm Tr. 81, 117-19). The exceedingly disturbing message from the City to the plaintiffs was that they were going to be made to pay for their deeply misguided belief that they would be treated fairly and reasonably. The plaintiffs had put their careers on the line by making the complaint that they did, and the City, the jury could find, would do all it could to frustrate their endeavors for a fair hearing and to retaliate against them in subtle as well as more overt ways. <i>Compare </i><i>Reynolds v. Sims,</i> <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, 563, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1362</span></a></span>, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span> (1964)(the Constitution forbids sophisticated as well as simpleminded modes of discrimination).</p>\n<p>One of the more devious ways was to allow Commander Perry to file what in the Department is known as a Complaint Register (\"CR\") nominally against herself based upon the plaintiffs' CR against Perry that charged her with discrimination. While allowing the actual complaint of discrimination against Perry to fall through the cracks, the City could not have been more efficient in assigning a CR number to Perry's nominal complaint against herself and assigning Garcia to begin an investigation that effectively was against the complainants, not Commander Perry. (4/11/2006-9:30 am Tr. 10-13; 4/11/2006-1 pm Tr. 119; Plaintiffs' Ex. 10).<sup>[4]</sup></p>\n<p>Thus began the protracted period of retaliation. What the jury heard was evidence of a prolonged period in which Lipman and O'Sullivan were left in a state of uncertainty and anguish while Garcia left them twisting slowly in the wind. This was not the kind of quick and surgical severance that often occurs in cases of retaliatory firing. The City had a very different plan in mind for these officers. Day after day, week after week, month after month and ultimately year after year, the City's feet dragging ensured, so the jury could find, that the plaintiffs would suffer on a daily basis while Garcia purportedly investigated.</p>\n<p>After Lipman joined the others in accusing Commander Perry of racial discrimination, Commander Perry clearly treated Lipman differently than others in her command when it came to reviewing her paperwork. While Commander Perry might give other officers several chances to complete reports to her liking  might even do their work for them  she simply lambasted Lipman's efforts and sent her complaints about Lipman up the chain of command. (4/12/2006-1 pm Tr. 58-59). Commander Perry also issued a CR against Lipman for failing to notify an officer of a court call when it had, in fact, been the responsibility of another lieutenant in the district to have done so. (Tr. 60-62). Lipman was not even in the district that evening. (Tr. 62).</p>\n<p>As noted above, Lipman's grievance against Commander Perry was not assigned a CR number and did not go through the ordinary course that it should have. Then, on November 1, 2000, at 5 a.m., Lipman was ordered by Garcia to report to IAD with a thorough, written report to back up her grievance against Commander Perry. (Tr. 63-64). She was, not surprisingly, unprepared to do so on such short notice, and a CR was issued by <span class=\"star-pagination\">*977</span> Garcia against her, for violation of a direct order. (Tr. 65).</p>\n<p>Significantly, it was Agent Garcia  Commander Perry's friend from her days at IAD  who was handling the investigation. (Tr. 63-64). The investigation process dragged for a staggering 942 days. But of course its purpose, the jury could find, was to leave Lipman in a prolonged state of uncertainty about her fate  which can be a form or component of mental anguish.<sup>[5]</sup></p>\n<p>Eventually, in April of 2003, Garcia recommended that Lipman be suspended for ten days for violating his order which the jury could find was part of the retaliation and impossible of fulfillment. (Tr. 65-67; Plaintiffs' Ex. 9, at 31). Conveniently, the City waited until the trial ended to sustain the recommendation. The legality of that conduct is the subject of a pending motion before me. Similarly, O'Sullivan ended up having a CR issued against her for failing to comply with Garcia's order to support her complaint against Commander Perry with requested documentation  an order that (conveniently, the jury could find) was not conveyed to her until it was too late for her to comply. (Trial Ex. 9, at 30).</p>\n<p>Roche testified that once she joined the others in the grievance against Commander Perry, everything about her job, every aspect of her day, got worse. (4/17/2006-9 am Tr. 23). She was unable to get necessary guidance on procedures from African American supervisors when the need arose. (Tr. 23-28). Yet, she was given a CR for failing to follow a direct order, when in fact her supervisors had given her no order, no guidance at all. (Tr. 29). She was suspended for a day: (Tr. 30). Once her discrimination charges were made known in a Sun-Times newspaper article, Roche testified that she was left without back-up in a dangerous situation at a housing project in the second district, despite her urgent calls for assistance. (Tr. 38-42).</p>\n<p>Commander Perry also submarined the plaintiffs' efforts to discipline the African-American officers and staff in Commander Perry's Second District. Indeed, the jury could easily infer from Commander Perry's own testimony that Commander Perry was in her African American staff's corner when it came to criticisms of their performance from any one of the plaintiffs. (4/11/2006-9:30 am Tr. 14-18). Lipman testified that Commander Perry's staff would give her bogus assignments, sending her to other districts where she was not needed. (4/12/2006-1 p.m. Tr. 36-39). Lipman was not allowed to effectively discipline the staff for these shortcomings; instead, it was Lipman who was threatened with disciplinary action for their recalcitrance. (4/13/2006-9:30 am Tr. 2-3). And she had the same types of problems with the African American officers under Commander Perry's command. (4/12/2006-1 pm Tr. 67-69, 71-72, 79). But, the atmosphere was such that she felt if she disciplined the officers as she should have, Commander Perry would issue a CR against her. (Tr. 70). The evidence the jury could find proved that Commander Perry would tolerate behavior that warranted disciplinary action from her African American officers, and undermined Lipman's authority over them. (Tr. 72-75, 77-78).</p>\n<p>O'Sullivan testified that Commander Perry undermined her authority by repeatedly <span class=\"star-pagination\">*978</span> berating her and questioning her decision-making. (4/11/2006-1 pm Tr. 132-33). Perry assigned CR numbers to the complaints of African-American officers that O'Sullivan was racially biased when disciplining them. (Tr. 120): In fact, the two officers  detention aides  had no white detention aides with which to compare their treatment. (Tr. 120). As the evidence unfolded, it became apparent that this essentially meant that Commander Perry was throwing her weight behind the complaint of one of O'Sullivan's subordinates against O'Sullivan. (4/12/2006-9:30 am Tr. 215). This contrasted markedly with the handling of the plaintiffs' CR charging Perry With racism.</p>\n<p>Also, like O'Sullivan and Lipman, Roche's authority as a supervisor  she was a sergeant  was completely undermined. (4/17/2006-1:15 pm Tr. 91-92). On one occasion, after Roche had moved on, Commander Perry requested her to come back as a substitute watch commander at the second district, only to have her sent away the moment she arrived. (4/17/2006-1:15 pm Tr. 61-63). It gave Roche the impression that she could not escape Commander Perry's retaliation. (<i>Id.</i>).</p>\n<p>Significantly, the jury also heard compelling evidence that Lipman's career was profoundly affected by the City's retaliation against her. After Lipman left Commander Perry and the Second District, and after she filed this lawsuit, she twice applied for a promotion to the rank of captain. (4/13/2006-9:30 am Tr. 7). She was turned down on both occasions. (Tr. 13). Of the 44 lieutenants in Lipman's class, Lipman testified that well over half were promoted to captain. (Tr. 16-17). Lipman was never given a reason for her failure to be promoted. (Tr. 20). During the time of her applications, the ten-day suspension recommended by Garcia (and the purported investigation of Perry's claim that the plaintiffs, not she, were the real racists) continued to hang over Lipman's head. In fact, it continued to haunt her through the trial until, in the wake of the jury's verdict, the City of Chicago issued an order suspending her.</p>\n<p>Although the defendant sought to minimize the effect of the CR's, the jury, which lives in the real world and brings to bear its substantial collective experience, could reasonably conclude that no officer applying for so high a rank as Captain in the Chicago Police Department could possibly be promoted while there were charges of disobedience of a direct order and racism leveled against her and which were under investigation by the Internal Affairs Division. The City's argument to the jury that none of this mattered, to use Judge Shadur's <i>bon mot,</i> \"approached the realm of the tooth fairy.\" Or, if one wants to be more historical, \"[t]o waste time and argument . . . [on this contention] would be not much less idle than to hold a lighted taper to the sun.\" <i>M'Culloch v. Maryland,</i> <span class=\"citation\" data-id=\"85272\"><a href=\"/opinion/85272/mculloch-v-state-of-maryland/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">316</span></a></span>, <span class=\"citation\" data-id=\"85272\"><a href=\"/opinion/85272/mculloch-v-state-of-maryland/\"><span class=\"volume\">17</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">316</span></a></span>, 419, <span class=\"citation\" data-id=\"85272\"><a href=\"/opinion/85272/mculloch-v-state-of-maryland/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">579</span></a></span> (1819)(Marshall, C.J.).</p>\n<p></p>\n<h2>B.</h2>\n<p></p>\n<h2>Lieutenant Lipman's Testimony Regarding The Adverse Effects Of Defendant's Actions</h2>\n<p>When she was first promoted to Lieutenant and assigned to the Second District, Lipman was elated. (4/12/2006-1 p.m. Tr. 78). That would soon change. (<i>Id.</i> at 78-79). Lipman's fears first arose when Perry accused her of being a part of a white conspiracy and covering up excessive force by police officers; she testified that her \"anxiety actually skyrocketed at that point.\" (<i>Id.</i> at 31, 79). She rather quickly went from anticipation of her first assignment as lieutenant, to suffering \"the worst insult to [her] integrity that [she had] ever received.\" (<i>Id.</i> at 31-32). The jury heard evidence indicating that, when O'Sullivan <span class=\"star-pagination\">*979</span> might speak with another white officer in her office with the door closed, it was referred to as a \"Klan\" meeting. (Tr. 134).</p>\n<p>Every day was a struggle because she could not rely on the Second District staff to get things done, and Commander Perry would undermine any effort Lipman might make toward disciplining the failures. (4/12/2006-1 p.m. Tr. 79; 4/13/2006-9:30 a.m. Tr. 2-3). Nor would Commander Perry allow her to discipline any of her subordinate African-American police officers if they were rude or disrespectful. (4/12/2006-1 p.m. Tr. 76). No matter how she tried, she could no nothing right for Commander Perry. (<i>Id.</i> at 80). Her earnest efforts were greeted with criticism and threats of discipline. (<i>Id.</i> at 81). So Lipman had to operate with the threat of discipline over her head for subordinates' incompetence, and was thwarted from taking any measures to correct that incompetence. (4/13/2006-9:30 a.m. Tr. 2-3).</p>\n<p>All the while, tensions between white and African-American officers escalated. (4/12/2006-1 p.m. Tr. 79). Officers began to segregate themselves by race. (<i>Id.</i> at 80). There was a general distrust between the groups. (<i>Id.</i> at 80). Lipman had difficulty watching what was going on. (<i>Id.</i> at 79-80). Lipman explained that it was a very difficult thing to endure in her first assignment as a supervisor  an assignment she had initially relished. (<i>Id.</i>).</p>\n<p>Eventually, life under Commander Perry's command had deteriorated to the point where Lipman was desperate to be transferred  and she was willing to go to any other district. (4/12/2006-1 p.m. Tr. 76). She related the circumstances to First Deputy Jablon, Commander Perry's superior, and told him that she \"really felt my career was in jeopardy, my career was being destroyed.\" (<i>Id.</i>). Jablon was unresponsive. She reiterated her concerns to him a month later, only by that time she was even more desperate. Lipman spoke haltingly about her situation at trial:</p>\n<blockquote>I told him that I felt that as a new lieutenant that I certainly couldn't  couldn't  my disciplinary record was  the CR numbers that the commander was getting against me with herself as complainant were building up against me and it looked terrible after years of not having anything like that happen to me, that this was happening as a lieutenant, and I really wished to go somewhere else where I would have a better opportunity.</blockquote>\n<p>(<i>Id.</i> at 77). Jablon did nothing.</p>\n<p>Lipman testified that she suffered \"severe anxiety issues and the physical things that go along with that.\" (<i>Id.</i> at 81):</p>\n<blockquote>I had headaches. My face, I broke out. I was grinding my teeth at night while I was sleeping. I had extreme nausea. I wasn't able to eat properly for months, literally, I lost weight. I had ordered food each night at the district while I was there, along with the other people, but I wouldn't eat it. I would take it home.</blockquote>\n<p>(<i>Id.</i> at 81). She withdrew from her family and stopped attending family events. She was consumed with what she was enduring at work. Lipman testified that she found herself, each night, trying to deal with what had happened to her that day at work, while at the same time worrying about what might befall her when she returned. She was \"hanging by a thread.\" (<i>Id.</i> at 81-82). She testified that she has an adverse reaction when her job requires her to return to the Second District to this day. (<i>Id.</i> at 19).</p>\n<p>Her son, Chris Lipman, also testified regarding the impact of defendant's retaliation against her on her life. He said that prior to his mother's experiences with Commander Perry, she loved her job. (2/13/2006-1 p.m. Tr. 4). She was very <span class=\"star-pagination\">*980</span> excited when she was promoted to lieutenant. (<i>Id.</i> at 5). But as a result of her tenure at the Second District, she became distant and did not want to discuss work with him. (<i>Id.</i> at 6). It was shocking to Chris how upset and stressed his mother was. (<i>Id.</i> at 6). She skipped family meals and had difficulty sleeping. (<i>Id.</i> at 7). She would often cry before having to go to work. (<i>Id.</i>). According to Chris, her relationship with the family suffered. (<i>Id.</i>). Prior to that time, through his mother's fifteen years as a police officer, the job had never engulfed their home life. (<i>Id.</i> at 16). He testified that his mother was ambitious about her career, and planned on seeking promotion to captain. (<i>Id.</i> at 10). But, after all that happened to her, she felt she would have no opportunity to move forward and felt defeated. (<i>Id.</i> at 11, 13). Chris testified that, even several years after the events, his mother would still become upset about what had happened. (<i>Id.</i> at 11).</p>\n<p></p>\n<h2>C.</h2>\n<p></p>\n<h2>Lieutenant O'Sullivan's Testimony Regarding The Adverse Effects Of Defendant's Actions</h2>\n<p>O'Sullivan described the impact of the retaliation she suffered on her emotional state and, her ability to make the sort of decisions her position demanded of her. She testified that she went through a range of emotions: \"[a]nger, being upset, trying to do the right thing, second-guessing myself, becoming depressed about the fact that I couldn't make a decision.\" (4/11/2006-1 p.m. Tr. 132). She explained that she had to be a decision-maker in her position  a supervisory position  and that Commander Perry's months of undermining her had essentially crippled her ability to do that. (<i>Id.</i>). As time went on, her emotional state deteriorated. She called it \"something that evolved over time.\" (<i>Id.</i> at 132-33). But as it progressed, she explained that:</p>\n<blockquote>it got to the point where I would come in at night and I would be afraid to open up envelopes from the front office fearing for what it said in there because I was in such a state just going to work and not wanting to go there and face what was happening on a daily basis, that having more ammunition, some more fuel to the fire was just over  almost overwhelming.</blockquote>\n<p>(<i>Id.</i> at 133). Like Lipman, O'Sullivan also sought a transfer, but was rebuffed. (<i>Id.</i> at 107-08).</p>\n<p>Defendant ignores all but a snippet of the testimony of O'Sullivan's husband, Dan, who confirmed his wife's emotional distress. It is true, as defendant argues, that Mr. O'Sullivan testified that \"[t]here were some episodes where she was  she'd break down in tears talking about her work situation.\" (<i>Motion,</i> at 8). As the defendant characterizes the record, Mr. O'Sullivan's testimony ended there, but in fact it did not. That is a single sentence among <i>ten pages</i> of testimony. Mr. O'Sullivan explained that crying about situations at work was something his wife had never done before. (4/12/2006-1 p.m. Tr. 243). The jury also heard that his efforts to counsel his wife to try to weather the storm proved unsuccessful, \"because it didn't look like there was any remedy for the situation during that time.\" (<i>Id.</i>). He stated that she lost her love for her career, and, for the only time since he had know her, expressed her dread at having to go to work. (<i>Id.</i> at 241, 244). Even after his wife left the Second District, Mr. O'Sullivan testified that it struck him that the \"zest that [she] had for the job [wa]s gone.\" (<i>Id.</i> at 243).</p>\n<p>When defense counsel cross-examined O'Sullivan and attempted to draw a concession from her that her stress did not <span class=\"star-pagination\">*981</span> continue after she left the Second District, she vehemently disagreed. The CRs followed her to her next assignment, and she had to work under a threat that she would be placed in a behavioral intervention program as a result of the record she accumulated under Commander Perry. She had to go through the bureaucratic procedure of challenging the CRs and, eventually, the threat of the behavioral modification program was removed. (4/11/2006-1 p.m. Tr. 145-46). Although it was possible that Internal Affairs may have made an error with regard to her record (<i>Id.</i> at 146-47), the jury did hear testimony regarding Commander Perry's connections with Internal Affairs and especially with Agent Garcia. So the jury was entitled to find that the cloud that resulted from O'Sullivan's time with Commander Perry, and did not dissipate when she left, but followed her to her subsequent assignments.<sup>[6]</sup></p>\n<p></p>\n<h2>D.</h2>\n<p></p>\n<h2>Sergeant Roche's Testimony Regarding The Adverse Effects Of Defendant's Actions</h2>\n<p>Sergeant Roche testified that her experience with Commander Perry made her exceedingly anxious and caused her migraines and abdominal pains, neither of which she had suffered previously She lost weight. (4/17/2006-1 p.m. Tr. 68-69). Every day, she dreaded going to work:</p>\n<blockquote>You get in the car. You start pointing in that direction. Your teeth start grinding. My head hurt. My stomach hurt.</blockquote>\n<blockquote>You have to take a deep breath to get into the building. You go in and you wait to see what hits you. You wait to see if there is a note, if there is a comment, if there is an instruction from your watch commander, from the front office.</blockquote>\n<p>(<i>Id.</i> at 68).</p>\n<p>Sergeant Roche also testified that her home life suffered. During her stint at the Second District, she was juggling work, night law classes, 4 children, a newborn baby, and a father who needed her care. Her work-related stress affected every aspect of her life and she experience anger, frustration, outbursts and silent withdrawal. Roche neglected her family when, normally, she was the nucleus of support. (<i>Id.</i> at 69-70). As she explained it:</p>\n<blockquote>I felt like part of me had shut down. Part of me was so on guard. I was so stressed out, I was like ticking  I couldn't enjoy my family. I couldn't do it </blockquote>\n<p>(<i>Id.</i> at 69-70). All her energy and emotional strength was drained from her stress from work, and she was forced to neglect everything else in her life to \"keep[] it together at work,\" and to \"try[] to do a job that shouldn't [have been] that flipping complicated.\" (<i>Id.</i> at 70). And when she went to Commander Perry's supervisor for aid, she was told to use her experiences as \"fodder for a lawsuit.\" (<i>Id.</i> at 16-18).</p>\n<p>Roche's emotional distress did not end when she left the Second District. She testified at length how the record she accumulated while under Commander Perry's command adversely affected her character and fitness review for the Bar. (<i>Id.</i> at 65-67). She had to undergo a special interview process as a result of \"[her] work history, [her] problems at work.\" (<i>Id.</i> at 66). None of her classmates had similar experiences. (<i>Id.</i> at 67). And so, the jury could find, the effects of the City's retaliation <span class=\"star-pagination\">*982</span> persisted after Sergeant Roche left the Second District and threatened her ability to become a member of the Illinois Bar. These were not insignificant or fanciful reactions by a hypersensitive person. They were the reactions that any reasonable person would continue to feel  just as the City intended that they continue to be felt.</p>\n<p>Then there was the occasion when Commander Perry requested Roche be assigned as temporary watch commander back at Second District after she had moved on. Having to return to that work station prompted some stomach pain, but Roche persevered and reported for duty. (<i>Id.</i> at 62). But no one at the Second District knew about the assignment when she arrived, and she was forced to turn on her heels and leave, humiliated and demeaned. (<i>Id.</i> at 62-65). Roche's testimony as to her reaction certainly undermines the defendant's characterization of the evidence showing that the effects of the retaliation Roche suffered were merely fleeting:</p>\n<blockquote>And I was very upset. And I think what upset me the most that over time and space I felt that Marienne Perry could still reach out and touch me. She could still push my button. And she could still let me know she was there.</blockquote>\n<p>(<i>Id</i> at 64).</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>A.</h2>\n<p></p>\n<h2>The Analytical Framework For Evaluating Motions For Remittitur</h2>\n<p>When considering a motion for remittitur, the trial court must accord proper deference to the jury's verdict. <i>Farfaras v. Citizens Bank and Trust of Chicago,</i> <span class=\"citation\" data-id=\"792836\"><a href=\"/opinion/792836/jennifer-farfaras-v-citizens-bank-and-trust-of-chicago-a-corporation/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></a></span>, 566 (7th Cir.2006); <i>American Nat. Bank &amp; Trust Co. of Chicago v. Regional Transp. Authority,</i> <span class=\"citation\" data-id=\"746459\"><a href=\"/opinion/746459/american-national-bank-trust-company-of-chicago-not-individually-but-as/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">420</span></a></span>, 437 (7th Cir.1997). That deference is consistent with and demanded by the Seventh Amendment, which places limitations on the judge's power to reexamine the jury's verdict. <i>See </i><i>Latino v. Kaizer,</i> <span class=\"citation\" data-id=\"698405\"><a href=\"/opinion/698405/daniel-latino-and-robert-slawinski-v-edward-kaizer-and-city-of-chicago/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">310</span></a></span>, 314 (7th Cir.1995); <i>Cygnar v. City of Chicago,</i> <span class=\"citation\" data-id=\"516971\"><a href=\"/opinion/516971/gerald-cygnar-thomas-flanagan-john-murray-administrator-of-the-estate-of/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span>, 847 (7th Cir.1989). Inquiry is limited to three questions: (1) whether the award is \"monstrously excessive;\" (2) whether there is no rational connection between the award and the evidence, indicating that it is merely a product of the jury's fevered imaginings or personal vendettas; and (3) whether the award is roughly comparable to awards made in similar cases. <i>Farfaras,</i> 433 F.3d at 566; <i>Deloughery v. City of Chicago,</i> <span class=\"citation\" data-id=\"791818\"><a href=\"/opinion/791818/dolores-deloughery-v-city-of-chicago/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 619 (7th Cir.2005). Given the inherent imprecision of the inquiry, only in the ordinary or routine case, have the outer-most boundaries of permissibility been etched decisively. <i>See</i> discussion <i>infra,</i> 30-32, 35-36.</p>\n<p>Thus, the Seventh Circuit has emphasized that \"monstrously excessive\" is not a talisman, the mere invocation of which automatically resolves questions of excessiveness. Rather, it has said that it simply may be another way of asking whether there is a rational connection between the award and the evidence. <i>Deloughery,</i> 422 F.3d at 619 n. 4; <i>Harvey v. Office of Banks &amp; Real Estate,</i> <span class=\"citation\" data-id=\"787143\"><a href=\"/opinion/787143/renard-j-harvey-and-robbie-clark-as-personal-representative-of-ralph/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 713-14 (7th Cir.2004). The court has also cautioned against excessive and uncritical reliance on and comparisons with the amount of awards in other cases. Although comparisons may provide a reference point that assists in the assessment of reasonableness, they do not inevitably establish a range beyond which awards are necessarily excessive. Due to the highly fact-specific nature of Title VII cases and the highly discretionary nature of the court's review, \"such comparisons are rarely dispositive.\" <i>Lampley v. Onyx Acceptance Corp.,</i> 340 <span class=\"star-pagination\">*983</span> F.3d 478, 485 (7th Cir.2003). <i>Accord </i><i>Deloughery,</i> 422 F.3d at 621.</p>\n<p>The observations and cautions of the panel in <i>Farafas</i> obtain in most remittitur proceedings, including this one:</p>\n<blockquote>Some of the cases presented by the defendants appear more egregious with lower damages, while some of the cases presented by [plaintiff] appear less egregious with higher damages. Our responsibility, however, is not to fit this case into a perfect continuum of past harms and past awards. Rather, our role in reviewing awards for <i>abuse of discretion</i> is to determine if the award in this case was <i>roughly comparable</i> to similar cases,' such that the instant award is not <i>so beyond the pale</i> as to constitute an <i>abuse of discretion.</i>\n</blockquote>\n<p>433 F.3d at 566-67. (Emphasis supplied). <i>See also </i><i>Deloughery,</i> 422 F.3d at 621.<sup>[7]</sup></p>\n<p>Slotting a particular damage amount along a continuum of past harms and past awards  which is what the City has done in its Motion  is inconsistent with the very concept of discretion. \"`[D]iscretion denotes the absence of a hard and fast rule.'\" <i>Langnes v. Green,</i> <span class=\"citation\" data-id=\"101669\"><a href=\"/opinion/101669/langnes-v-green/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 541, <span class=\"citation\" data-id=\"101669\"><a href=\"/opinion/101669/langnes-v-green/\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">243</span></a></span>, <span class=\"citation\" data-id=\"101669\"><a href=\"/opinion/101669/langnes-v-green/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">520</span></a></span> (1931). <i>See also </i><i>Pruitt v. Mote,</i> <span class=\"citation\" data-id=\"796347\"><a href=\"/opinion/796347/benjamin-pruitt-v-stephen-d-mote/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">484</span></a></span> (7th Cir.2006); <i>Rogers v. Loether,</i> <span class=\"citation\" data-id=\"305967\"><a href=\"/opinion/305967/julia-rogers-v-leroy-loether/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1111-1112 (7th Cir.1972) (Stevens, J.), <i>aff'd sub nom, </i><i>Curtis v. Loether,</i> <span class=\"citation\" data-id=\"108968\"><a href=\"/opinion/108968/curtis-v-loether/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108968\"><a href=\"/opinion/108968/curtis-v-loether/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></a></span>, <span class=\"citation\" data-id=\"108968\"><a href=\"/opinion/108968/curtis-v-loether/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1974). Being a range, not a point, discretion allows two decision-makers-on virtually identical facts to arrive at opposite conclusions, both of which constitute appropriate exercises of discretion. <i>Compare </i><i>United States v. Boyd,</i> <span class=\"citation\" data-id=\"696283\"><a href=\"/opinion/696283/united-states-v-jeff-boyd/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">239</span></a></span> (7th Cir.1995) <i>with </i><i>United States v. Williams,</i> <span class=\"citation\" data-id=\"716745\"><a href=\"/opinion/716745/united-states-v-edward-williams/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1434</span></a></span> (7th Cir.1996). As Judge Posner has put it \"[t]he striking of a balance of uncertainties can rarely be deemed unreasonable. . . .\" <i>United States v. Bullion,</i> <span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">574</span></span>, 577 (7th Cir.2006)(Posner, J.).</p>\n<p>Recognizing that in awarding damages and in reviewing damage awards there is no Code of Hammurabi to dictate decision, the Seventh Circuit has cautioned that \"[a] court should not substitute a jury's damages verdict with its own figure merely because a case with similar facts has not yet arisen, or because a plaintiff in a similar case was perhaps not able to plead his facts to the jury as well.\" <i>Lampley,</i> 340 F.3d at 485.</p>\n<p>In the final analysis, review of claims of excessive damages remains, as Justice Story observed, \"an exercise of discretion full of delicacy and difficulty.\" <i>Blunt v. Little,</i> <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">760</span></span>, 761-762 (No. 1,578) (C.C.D.Mass.1822).</p>\n<p></p>\n<h2>B.</h2>\n<p></p>\n<h2>The Defendant's Argument In Support Of Its Motion For Remittitur</h2>\n<p>The initial argument in support of the Motion is that \"none of the plaintiffs testified that they received any professional counseling or psychiatric help for their alleged stress. . . .\" (<i>Motion,</i> at 2; <i>see also</i> 5, 8, 9, 11). As a statement of fact the observation is accurate; as a legal argument it has limited significance  at least not in this Circuit, where the cases are <span class=\"star-pagination\">*984</span> uniform in holding that support of medical evidence is not an indispensable prerequisite to an award of damages for emotional distress in a Title VII case. <i>See </i><i>Farfaras,</i> 433 F.3d at 566; <i>Deloughery,</i> 422 F.3d at 619-20; <i>Tullis v. Townley Engineering &amp; Manufacturing Co., Inc.,</i> <span class=\"citation\" data-id=\"772520\"><a href=\"/opinion/772520/william-g-tullis-v-townley-engineering-manufacturing-co-inc/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1068 (7th Cir.2001)(\"An award for nonpecuniary loss can be supported, in certain circumstances, solely by a plaintiff's testimony about his or her emotional distress.\").</p>\n<p>The Motion also contends that the \"plaintiff did not prove by a preponderance of the evidence that their emotional anguish continued after they left the 2nd District.\" (<i>Motion,</i> at 3-4). But as already discussed, all three plaintiffs did, in fact, present, such evidence. Lipman said that she continued to have an adverse reaction about her experiences in the Second District to this day. She testified that Commander Perry's actions against her adversely affected her career after she left Perry's command. This was the very threat that Commander Perry had made to her early in her assignment to the Second District. Lipman's son explained that his mother was still upset about the events, and that her hopes for career advancement had been destroyed. To suggest that there is not a continuity of anguish simply ignores both the reality and the record of her 942 days of suffering while Garcia toyed with her and her career and the unresolved status of the ten day suspension Garcia recommended as part of the retaliation. That recommendation occurred in April 2003 and the City did nothing to act on it until after it lost the trial, three years later. As Justice Frankfurter once observed in another context, \"[t]he mind of justice, not merely its eyes, would have to be blind to attribute such . . . occurrence[s] to mere fortuity.\" <i>Avery v. Georgia,</i> <span class=\"citation\" data-id=\"105128\"><a href=\"/opinion/105128/avery-v-georgia/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, 564, <span class=\"citation\" data-id=\"105128\"><a href=\"/opinion/105128/avery-v-georgia/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">891</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1244</span></span> (1953)(Frankfurter, J., concurring).</p>\n<p>O'Sullivan specifically contradicted the defendant's theory that all stress ended when the plaintiffs left the Second District. She testified that she had to work under a cloud from the Internal Affairs Division when she left Perry's command, and had to go to great lengths to clear her record on her own. And her husband testified that the defendant's actions had the lasting effect of robbing his wife or her zest for the job, which was in integral component of her life.</p>\n<p>Roche also testified that the effects of defendant's action continued after she escaped Perry's baneful influence, adversely affecting her application for the Illinois Bar.</p>\n<p></p>\n<h2>C.</h2>\n<p></p>\n<h2>Assessment Of The Damage Awards For Emotional Anguish</h2>\n<p></p>\n<h2>1.</h2>\n<p></p>\n<h2>The $250,000 Damages Award To Lieutenant Lipman Does Not Warrant A Remittitur</h2>\n<p>The threshold argument for a remittitur is that damage awards for emotional stress that exceed $50,000 are subject to a remittitur in the absence of \"special circumstances.\" (<i>Motion,</i> at 2-4). The argument is based on a phrase used in <i>Spina v. Forest Preserve District of Cook County,</i> <span class=\"citation\" data-id=\"2345803\"><a href=\"/opinion/2345803/spina-v-forest-preserve-dist-of-cook-county/\"><span class=\"volume\">207</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">764</span></a></span>, 773 (N.D.Ill.2002)(Keys, M.J.). But Judge Keys used that phrase, not as an independent, self-defining test, but merely as a convenient shorthand for cases that involved more than the evanescent upset that accompanies the loss of a job in routine cases. <i>Cf., </i><i>Neal v. Honeywell,</i> <span class=\"citation\" data-id=\"766160\"><a href=\"/opinion/766160/judith-a-neal-v-honeywell-inc-and-alliant-techsystems-inc/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">827</span></a></span>, 832 (7th Cir.1999)(\"Had Neal merely lost her job as a result of the discrimination, we would think $200,000 excessive, even though Neal suffered ostracism, <span class=\"star-pagination\">*985</span> a year-long depression, and upheaval in her life.\").</p>\n<p>Thus; the question is, as the Seventh Circuit has repeatedly phrased it, whether the jury's award of $250,000 is monstrously excessive, whether there is a rational connection between the award and the evidence so that a reviewing court can be assured it was not the product of a jury's fevered imaginings or personal vendettas, and whether the award is \"roughly comparable\" to awards made in similar cases. <i>Fleming v. County of Kane,</i> <span class=\"citation\" data-id=\"538427\"><a href=\"/opinion/538427/robert-g-fleming-v-county-of-kane-state-of-illinois-and-nabi-r/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span> (7th Cir.1990); <i>Neal, supra</i><i>.</i> In answering these questions, one must be mindful that the temporary loss of a job is not comparable to the emasculation of a career, and that the anguish that accompanies the former is not commensurate with that accompanying the latter.</p>\n<p></p>\n<h2>1.</h2>\n<p></p>\n<h2>The Evidence Justifies An Award Of $250,000 To Lieutenant Lipman</h2>\n<p>The evidence demonstrated an insensate pattern of retaliation that was intended to humiliate and degrade Lipman on a daily basis in the most fundamental aspects of her job and to destroy her career by making-any advancement virtually impossible. The distress that she suffered  and that the jury could find the City intended she suffer  was unremitting to the day of the trial  and beyond. This was not the kind of ordinary distress that is inherent to some degree in every retaliatory employment action. There is a profound difference in the emotional anguish suffered over the loss of a job for which there is a ready replacement  with perhaps greater opportunities  and that suffered from having one's career as a sworn police officer stultified. And there is an equally profound difference between the \"momentary pang\" that accompanies any unjust loss of a job that is replaceable, <i>Avitia,</i> 49 F.3d at 1229, and the day-by-day anguish that was inherent in the 943 days of uncertainty that Lieutenant Lipman had to face while awaiting the completion of Garcia's report and while awaiting recommendation on the CR in which she was charged with disobedience of a direct order.</p>\n<p>The jury could reasonably find that these CRs were intended to and did preclude her advancement in the Department. The charges could not have been more consequential: Lipman was effectively being charged with racism, with being a malcontent, a troublemaker, and with having disobeyed a direct order. These were hardly the kinds of characteristics that would commend themselves to a police review board deciding who to promote to the few captain spots in the Department. Indeed, the charges implicated precisely the qualities of character that made disqualification from consideration for captaincy a virtual certainty.</p>\n<p>There was no recourse for Lipman, who became the accused when the City manipulated the CR system in retaliation for her complaint of discrimination. And thus, Lieutenant Lipman suffered on a daily basis, keenly aware that the professional component of her life  and that component was the dominant one in her life  had been stunted permanently. There was no one to whom she could turn; Jablon had rebuffed her and left her desperately isolated. Her anxiety \"skyrocketed\"; she suffered the \"worst insult to her integrity\"; her efforts were met with criticism and threats of discipline. She was undermined by the staff and fellow officers, and was undermined by her commander.</p>\n<p>As a result, Lipman suffered severe and unremitting anxiety  just as the City intended she would. She suffered headaches, nausea, and bruxism. She lost weight, and her face broke out. She had difficulty eating and sleeping. She withdrew from her family and social life. Her situation overwhelmed her life; even away <span class=\"star-pagination\">*986</span> from the job, she was either trying to overcome the stress she had suffered that day, or trying to gird herself for another day of anxiety. She would cry after and before work. Lipman described herself as \"hanging by a thread.\"' Where once she was ambitious about her career, now she was \"defeated.\"</p>\n<p>The City, the jury could find, took a dedicated, eager public servant and left her a shell of her former self, deprived of hope of any advancement  despite her former exemplary performance and her having graduated first in her class from the police academy. (4/12/2006-1 p.m. Tr. 3-8).<sup>[8]</sup></p>\n<p>That sense of defeat was not ephemeral. Garcia's contrived CR against Lipman hung like a sword of Damocles over Lieutenant Lipman's head from the date of its issuance to the conclusion of the trial  precisely as the City intended. Its effects on Lieutenant Lipman's career were obvious, and those effects in turn generated even more emotional distress. Reputation is fragile, and once lost, is not easily restored. <i>Cf. People ex. rel</i><i>. Karlin v. Culkin,</i> <span class=\"citation\" data-id=\"3594175\"><a href=\"/opinion/3612103/people-ex-rel-karlin-v-culkin/\"><span class=\"volume\">248</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">465</span></a></span>, 478, <span class=\"citation\" data-id=\"3594175\"><a href=\"/opinion/3612103/people-ex-rel-karlin-v-culkin/\"><span class=\"volume\">162</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">487</span></a></span> (1928)(Cardozo, C.J.). And it is that reputation which in part shapes one's very existence. \"Am I not what I am, to some degree in virtue of what others think and feel me to be?\" I. Berlin, Four Essays On Liberty, 155 (1969). Indeed, experience has taught that the dignity accorded an individual may depend as much on reputation as on actual merit. Circumstances that question one's professional capabilities and integrity seriously diminish the regard in which that person is held by others, and it is that regard which \"facilitates [that individual] making advantageous transactions, commercial or otherwise. . . .\" Posner, Cardozo: A Study In Reputation, 59 (1990). Lieutenant Lipman's ability to engage in \"advantageous transactions\" in connection with her career vanished.</p>\n<p>The City's argument that the jury's award to Lipman was excessive is based upon a truncated view of the evidence and a numerical comparison of the amounts approved in various cases, even though the Seventh Circuit has rejected the idea that there is a convenient and prescribed continuum of past harms and past verdicts into which other cases may be easily slotted. <i>Farfaras,</i> 433 F.3d at 566-67. We begin with <i>Deloughery,</i> in which the district court reduced the compensatory damages from $250,000 to $175,000, and the Seventh Circuit affirmed.</p>\n<p>According to the defendant, the plaintiff in <i>Deloughery,</i> unlike Lipman, \"suffered significant trauma.\" (Motion at 3). But defendant goes no further than that conclusory assertion, and comparison of the evidence in the two cases reveals the unsupportability of the claim. Like Lipman, the plaintiff in <i>Deloughery</i> was denied a promotion to captain, but did not endure the day-to-day stress that filled pages of trial transcript in this case. <i>Deloughery,</i> 422 F.3d at 614-15. The plaintiff in <i>Deloughery</i> testified that she was \"devastated\" when she learned she would not be promoted and that it was \"hard on her parents;\" her friend testified that the denial of a promotion which \"had a demoralizing impact.\" <i>Id.</i></p>\n<p>Lipman suffered a retaliatory denial of promotion, not once but twice, as the jury <span class=\"star-pagination\">*987</span> found in answering a special interrogatory  and her testimony and that of her son went beyond that of the plaintiff in <i>Deloughery.</i> Lipman suffered anxiety every day for over a year on a daily basis during her time at the Second District, and continued to suffer thereafter (contrary to the defendant's characterization of the evidence)  not just on a limited basis as a reaction to her lack of promotion, but because of the uncertainty of Garcia's purposely prolonged handling of the Perry CR, the convenient non-handling of Lipman's own CR against Perry, and the uncertainty of the outcome of Garcia's retaliatory CR for failure to obey a direct order.</p>\n<p>Lipman's family life suffered as well, and, unlike the plaintiff in <i>Deloughery,</i> Lipman and her corroborating witnesses testified to her significant and pervasive emotional distress and its manifestations. Unlike the situation in <i>Deloughery</i> where the evidence revealed other possible sources of stress (including a parent in failing health and a divorce), 422 F.3d at 614-15, 620, there were no alternative stressors that could have accounted for Lieutenant Lipman's anguish and which could justify a <i>pro tanto</i> reduction in the award.</p>\n<p>The jury in the instant case was uniquely capable of drawing on its individual and collective experience to determine the credibility of Lieutenant Lipman and the other witnesses. Indeed, that is what juries have done so for centuries, and if anything, they are today more rather than less able to make informed judgments than were their predecessors. It is precisely because \"a few minutes observation of the parties in the courtroom is more-informing than reams of cold record,\" <i>Ashcraft v. Tennessee,</i> <span class=\"citation\" data-id=\"103981\"><a href=\"/opinion/103981/ashcraft-v-tennessee/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></a></span>, 171, <span class=\"citation\" data-id=\"103981\"><a href=\"/opinion/103981/ashcraft-v-tennessee/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">921</span></a></span>, <span class=\"citation\" data-id=\"103981\"><a href=\"/opinion/103981/ashcraft-v-tennessee/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1192</span></a></span> (1944) (Jackson, J., dissenting), that deference is paid to credibility determinations by juries.</p>\n<p>Notwithstanding some <i>dubitante</i> observations by Judge Posner,<sup>[9]</sup> demeanor continues to be a significant component of credibility determinations. <i>Cf. </i><i>Thornton v. Snyder,</i> <span class=\"citation\" data-id=\"792387\"><a href=\"/opinion/792387/rodger-thornton-v-donald-n-snyder-jr-director-james-m-schomig/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">690</span></a></span>, 697 (7th Cir.2005), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">896</span></span> (2006); <i>United States v. Bruscino,</i> <span class=\"citation\" data-id=\"408072\"><a href=\"/opinion/408072/united-states-v-ronnie-joseph-bruscino-and-charles-eugene-kell/\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">938</span></a></span>, 941 (7th Cir.1982) (en banc)(ability of judge to observe demeanor of jurors). Indeed, the Supreme Court has said that the demeanor of a witness may satisfy the tribunal not only that the witness' testimony is not true but that the truth is the opposite of his story, \"for the denial of one, who has a motive to deny, may be uttered with such hesitation, discomfort, arrogance or defiance, as to give assurance that he is fabricating, and that, if he is, there is no alternative but to assume the truth of what he denies.\" <i>NLRB v. Walton Mfg. Co.,</i> <span class=\"citation\" data-id=\"106373\"><a href=\"/opinion/106373/nlrb-v-walton-mfg-co/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">404</span></a></span>, 408, <span class=\"citation\" data-id=\"106373\"><a href=\"/opinion/106373/nlrb-v-walton-mfg-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">853</span></a></span>, <span class=\"citation\" data-id=\"106373\"><a href=\"/opinion/106373/nlrb-v-walton-mfg-co/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">829</span></a></span> (1962). <i>See also </i><i>Anderson v. City of Bessemer City, N.C.,</i> <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 575, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985). <i>Compare </i><i>United States v. Wendt,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">814</span></span> (7th Cir.2006) (superior opportunity of judge to observe the verbal and non-verbal behavior of the witnesses); <i>Johnson v. Apfel,</i> <span class=\"citation\" data-id=\"772152\"><a href=\"/opinion/772152/william-b-johnson-v-kenneth-s-apfel-commissioner-of-social-security/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1145</span></a></span>, 1147-48 (8th Cir.2001)(\"completely proper in making credibility determinations\" in social security case for ALJ to rely on claimant's demeanor).</p>\n<p>The importance of the jury's unique opportunity and ability to gauge the sincerity of a plaintiff's testimony about mental suffering and the deference that ought to be paid to its determination was stressed in <i>Deloughery,</i> 422 F.3d at 620, and again in <i>Tullis,</i> which emphasized that a court must \"take[] into account the jury's right to make awards based on its view of a <span class=\"star-pagination\">*988</span> witness's demeanor and credibility.\" 243 F.3d at 1069.</p>\n<p>In gauging the truth of conflicting evidence, a jury has no simple formulation of weights and measures on which to rely. The touchstone is always credibility; the ultimate measure of testimonial worth is quality and not quantity. <i>Carmell v. Texas,</i> <span class=\"citation\" data-id=\"118361\"><a href=\"/opinion/118361/carmell-v-texas/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span>, 574-575, <span class=\"citation\" data-id=\"118361\"><a href=\"/opinion/118361/carmell-v-texas/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>, <span class=\"citation\" data-id=\"118361\"><a href=\"/opinion/118361/carmell-v-texas/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (2000). Thus, it is not decisive that Lipman did not present medical records or expert testimony in addition to the testimony that was presented about her emotional harm. (<i>Motion,</i> at 5). The City's undeveloped observation radiates as doctrine without avowing it: it tacitly imports into Title VII a requirement of corroboration that is not part of the statute. It would be odd indeed if to avoid a remittitur, a plaintiff had to corroborate testimony about mental anguish with a medical expert, when in no other kind of case is such corroboration mandated. Indeed, the government can prove guilt beyond a reasonable doubt in a criminal case on the uncorroborated testimony of an admitted perjurer, a convicted felon, or an accomplice. <i>United States v. Wallace,</i> <span class=\"citation\" data-id=\"676540\"><a href=\"/opinion/676540/united-states-v-fred-wallace/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1171</span></a></span>, 1173 (7th Cir.1994). See also 18 U.S.C § 1623 (abolishing the two witness rule in false declaration cases). `Why should the credibility of a Title VII plaintiff be treated differently? It shouldn't and it isn't.</p>\n<p>In short, if comparisons are to be made, Lieutenant Lipman ought to have been awarded more that the plaintiff in <i>Deloughery</i>  and she was. It strains language beyond the breaking point to suggest that the jury's award to Lieutenant Lipman was \"monstrously excessive,\" that it shows that the jury was overcome with passion  the fact that the jury awarded separate amounts to the three plaintiffs shows precisely the opposite  or that it is not \"roughly comparable\" to the amount approved in <i>Deloughery.</i></p>\n<p>Like Ms. Deloughery, \"[t]he record [in this case] can be read as the story of a highly motivated female police officer . . . being frustrated in her quest for greater responsibility simply because she had asserted her right to be free from discrimination.\" 422 F.3d at 620. But the story told by the record is even more melancholy than that in <i>Deloughery.</i> Thus, the $250,000 award the jury granted her is not out of line with the $175,000 award upheld in <i>Deloughery</i> or the other substantial awards discussed below.</p>\n<p>Other similar cases have approved compensatory damages awards between $200,000 and $300,000. Most recently, Judge Gottschall, applying the federal standard, which the City concedes applies here, denied the defendant's motion for a new trial, finding that a $240,000 award for pain and suffering was not excessive and was not out of line with comparable cases. The Court of Appeals held that although she erred in using the federal rather than the state standard of review, the award for pain and suffering did not \"`shock[] the conscience.'\" <i>Naeem,</i> 444 F.3d at 612.</p>\n<p>In Title VII cases, a number of awards like the one at issue here have been sustained. <i>See e.g., </i><i>Farfaras,</i> 433 F.3d at 563-64 ($200,000 compensatory damages award where plaintiff bank employee in sexual harassment case \"lost self-esteem, gained weight, had problems sleeping, changed demeanor, and became nervous . . . [but] never consulted a medical professional about her unhappiness . . .\"); <i>McDonough v. City of Quincy,</i> <span class=\"citation\" data-id=\"202275\"><a href=\"/opinion/202275/mcdonough-v-city-of-quincy/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 22 (1st Cir.2006)(upholding $300,000 award where bulk of it related to emotional distress of police officer, committed to his job, who suffered \"substantial humiliation and damage to his reputation,\". . . . claimed that \"his relationship with his family suffered. . . . [and] that he became easily enraged at his grandchildren . . . [and] <span class=\"star-pagination\">*989</span> also made his wife and sisters cry and cried himself on occasion.\");<sup>[10]</sup><i>Madison v. IBP, Inc.,</i> <span class=\"citation\" data-id=\"774076\"><a href=\"/opinion/774076/sheri-sawyer-madison-v-ibp-inc-sheri-sawyer-madison-united-states-of/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">780</span></a></span> (8th Cir.2001)(sustaining refusal to enter remittitur of damage award of $266,750)(plaintiff lost weight, had trouble sleeping, had headaches, broke out in hives and her physical and emotional health was affected by defendant's misconduct and her relationship with her husband became strained);<sup>[11]</sup><i>Spina,</i> 207 F.Supp.2d at 775 (remittitur to $300,000 where plaintiff forest preserve officer suffered anguish because she could not be police chief, but \"never sought mental health treatment, [and] whose own expert witness opined that she does not require such treatment, and who still retains her position with her employer.\"); <i>Moore v. Metropolitan Water Reclamation Dist. of Greater Chicago,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2007291</span></span>, *17 (N.D.Ill.2005)(remittitur to statutory maximum of $300,000 where sexual harassment plaintiffs \"personality and demeanor changed, . . . she began dressing differently to avoid comments and improper conduct by . . . male employees. . . . [she] was frequently observed crying at work, . . . she suffered from migraine headaches that were exacerbated by stress, and . . . she was affected emotionally and mentally to the point where she sought counseling.\"). <i>See also </i><i>Neal v. Honeywell,</i> <span class=\"citation\" data-id=\"766160\"><a href=\"/opinion/766160/judith-a-neal-v-honeywell-inc-and-alliant-techsystems-inc/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">827</span></a></span> (7th Cir.1999)(in False Claims constructive discharge case filed six years after events remittitur from $500,000 to $200,000 approved).</p>\n<p>The Motion takes no note of the discernment exhibited by the jury, which carefully distinguished between the discrimination and retaliation counts  finding for the City on the former and for the plaintiffs on the latter  and between the different amounts it chose to award each plaintiff for their suffering. Rather than demonstrating irrationality and passion, the jury's award of individual amounts demonstrates that it gave precisely the separate consideration to each plaintiff it was repeatedly instructed to give. <i>See Instructions</i> 14, 17, 18, 20. <i>Cf. </i><i>United States v. Sanders,</i> <span class=\"citation\" data-id=\"582626\"><a href=\"/opinion/582626/united-states-v-fred-sanders-robert-l-stephenson-fred-j-tilford/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 674 (7th Cir.1992). That it did so reflected that the jury was anything but \"casual with other people's money.\" <i>Avitia,</i> 49 F.3d at 1224. The jury simply concluded that Lipman's mental anguish was greater and/or her testimony more credible than those of her coplaintiffs. Even Commander Perry had regard for Lipman, whom she conceded was a decent person, and that she was not a racist despite Perry's accusations that Lipman was aligned with the police department's so-called \"skinheads.\" (4/11/2006-9:30 a.m. Tr. 18, 37-38).<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*990</span> To the extent that my evaluation counts, I thought Lieutenant Lipman was an honest and exceedingly compelling witness, whom the jury not only liked but believed. They were attentive during her testimony and seemed deeply moved by her rendition of her emotional suffering.</p>\n<p>The City has picked routine cases with smaller awards to support its excessiveness argument. But numerical tabulations and exercises of judicial discretion are vastly different endeavors, and thus, simply noting the results of cases is not enough under any calculus. If courts are to do more than pay lip service to the Constitutional prerogatives of juries, there must be some allowances for the inevitable variances in jury assessments of evidence and ultimate damage awards. Unless the award is monstrously excessive and so beyond the pale as to make a mockery of the concept of discretionary judgments, it ought to be sustained.</p>\n<p>At some point, to be sure, a jury's award becomes excessive. In routine cases in which a person loses a job and quickly finds a substitute, a relatively narrow range of discretion is perfectly appropriate. <i>See </i><i>Avitia,</i> 49 F.3d at 1224 (award of $21,000 to waiter who found another job as a banquet captain with the Hilton Hotel three months after he was fired was deemed excessive); <i>Bennett v. Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1849029</span></span> at *8 (N.D.Ill.2000)(plaintiff, who \"did not present a decisively strong case,\" obtained other teaching jobs, and the $240,000 compensatory award was eight times greater than the actual monetary damages). But this is not a routine case, and thus the City's recitation of monetary awards in such cases is not persuasive. (<i>Motion,</i> at 2).</p>\n<p>Any comparison to be meaningful requires that the samples be truly comparable. As courts have said in other contexts, care must be taken to be sure that the comparison is one between \"`apples and apples' rather than one between `apples and oranges.'\" <i>Donnelly v. Rhode Island Board of Governors for Higher Education,</i> <span class=\"citation no-link\"><span class=\"volume\">929</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">583</span></span>, 591 (D.R.I.1996). <i>Compare </i><i>Lehrman v. Gulf Oil,</i> <span class=\"citation\" data-id=\"320649\"><a href=\"/opinion/320649/kenneth-lehrman-v-gulf-oil-corporation/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></a></span>, 667 (5th Cir.1974), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">400</span></span> (1975)(\"the business used as a standard must be as nearly identical to the plaintiffs as possible.\"); ABA Section of Antitrust Law, Antitrust Law Developments, 877-879 (5th ed.2002)(and cases cited).<sup>[13]</sup></p>\n<p>The pervasive suffering and \"protracted bitterness,\" <i>Avitia,</i> 49 F.3d at 1219, that inevitably flow in the wake of the kind of debasement of one's self-esteem and crippling of one's career that exist in this case are neither similar in kind nor degree to the temporary discomfiture that accompanies the loss of a job for which there may be many substitutes  the kind of situations confronting the court in <i>Avitia</i> and <i>Bennett</i> and the cases on which they relied. \"Our responsibility is not to fit this case into a perfect continuum of past harms and past awards. Rather, our role in reviewing awards for <i>abuse of discretion</i> is to determine if the award in this case was <i>roughly comparable</i> to similar cases, such that the instant award is not <i>so beyond the pale</i> as to constitute <i>an abuse of discretion.</i>\" <i>Farfaras,</i> 433 F.3d at 566-67. (Emphasis supplied). Sustaining the award to Lieutenant Lipman is compatible with an appropriate exercise of discretion.</p>\n<p><span class=\"star-pagination\">*991</span> A final point. The City's unsupported and conjectural argument that the jury exceeded its authority by, in effect, including in the $250,000 award damages for front and back pay for Lippman's failure to have been promoted to captain misses the mark entirely. (<i>Motion,</i> at 7). The argument ignores Instruction No. 21, which told the jury that in awarding damages for pain and suffering, it was not to consider the issue of past and future lost wages or benefits, as these were issues for the court to determine. It is presumed that juries follow instructions. <i>Weeks v. Angelone,</i> <span class=\"citation\" data-id=\"118330\"><a href=\"/opinion/118330/weeks-v-angelone/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 234, <span class=\"citation\" data-id=\"118330\"><a href=\"/opinion/118330/weeks-v-angelone/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">727</span></a></span>, <span class=\"citation\" data-id=\"118330\"><a href=\"/opinion/118330/weeks-v-angelone/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">727</span></a></span> (2000); <i>United States v. White,</i> 443 F.3d \"582, 588 (7th Cir.2006). Thus, the jury's award was not an award of back or front pay for a failed promotion  as the Motion impermissibly speculates  but an award for emotional distress suffered as a result of the City's retaliation, which it expressly found manifested itself in the City's denials of Lieutenant Lipman's applications for promotion to captain. This was what the <i>entire</i> award in <i>Deloughery</i> was for  the very case on which defendant relies.</p>\n<p></p>\n<h2>2.</h2>\n<p></p>\n<h2>The Damages Awarded To O'Sullivan nd Roche Do Not Warrant Remittitur</h2>\n<p>The jury awarded O'Sullivan $50,000 and Roche $25,000. Even though the Motion posits that \"[i]n the Seventh Circuit, emotional distress damage awards have generally fallen within the range of $500 to $50,000 or more,\" (<i>Motion,</i> at 2), the City inconsistently insists that the awards to O'Sullivan and Roche  which are within this range  are excessive. Significantly, in arguing for a remittitur of Lipman's award, the defendant essentially concedes that O'Sullivan's and Roche's awards were appropriate:</p>\n<blockquote>Particularly noteworthy, is that neither of the other plaintiffs received damage awards similar to Lipman's $250,000 damage award. Diane O'Sullivan and Janice Roche, received $50,000 and $25,000 respectively. This further suggests that the jury's award does not have a rational connection to the evidence.</blockquote>\n<p>(<i>Motion,</i> at 6).<sup>[14]</sup> The unarticulated premise behind defendant's contention is that O'Sullivan's and Roche's awards <i>do</i> have a rational connection to the evidence. Otherwise the comparison has no meaning.</p>\n<p>Beyond the inherent tension in the City's positions, the Motion makes the same flawed, irrelevant and unsupported challenges to these two awards that it made to the Lipman award: that neither O'Sullivan nor Roche sought psychiatric help or suffered distress after leaving the Second District. (<i>Motion,</i> at 2, 3, 8, 11). What has been said about these contentions as they apply to Lieutenant Lipman, apply here as well.</p>\n<p>According to the Motion the sum total of evidence regarding O'Sullivan's emotional distress was her testimony that she suffered \"slight embarrassment\" or \"minor discomfort on the job,\" and her husband's testimony that there were some episodes when she would cry. This rendition of the evidence is underinclusive, focusing as it does on isolated transcript excerpts to the exclusion of pages of informing testimony.</p>\n<p>Lieutenant O'Sullivan  a nineteen-year veteran with the Department, who graduated <span class=\"star-pagination\">*992</span> in one of the top three spots from the police academy (4/11/2006-1 p.m. Tr. 76), testified to infinitely more than \"minor embarrassment.\" She, in fact, related anger, distress, depression, and a nagging doubt in her ability to be a police officer and make decisions as a consequence of the City's elicit behavior. Her emotional state deteriorated over time to the point where she feared going to work. And her husband, in addition to testimony about his wife's crying spells, testified that she had never cried about work before, that she lost her love for her career, dreaded every going to work every day, and that she felt that there was no remedy for her situation. This evidence more than amply supports the jury's $50,000 award  an award that was rationally connected to the evidence, and one that is within the range that the City notes is the norm in the Seventh Circuit.</p>\n<p>The same can be said of Roche's award. She testified to being anxious, suffering migraines and abdominal pain, and dreading going to work every day. Her home life suffered as she and her son testified. Unlike O'Sullivan, the jury heard testimony about several other factors potentially causing Roche emotional distress: night law classes, 4 children, a newborn baby, and an ailing father who needed her care. The jury was free to conclude that these factors contributed to Roche's emotional state, while O'Sullivan's was due only to defendant's actions and to reduce her award accordingly. <i>See </i><i>Deloughery,</i> 422 F.3d at 620(jury free to consider other possible causes of stress). Finally, unlike O'Sullivan and Lipman, Sergeant Roche's professional life was not defined by and limited to her career as a police officer. She attended law school at night, and ultimately graduated, and is a member of the Illinois Bar. Not only did she have other meaningful and alternative career opportunities, but her ability to have obtained a law degree was, the jury could have concluded, a strong indication that her suffering was not as pervasive and dramatic as those of her co-plaintiffs.</p>\n<p>The Motion offers a single case for comparison to the O'Sullivan and Roche awards, <i>Merriweather v. Family Dollar Stores of Indiana, Inc.,</i> <span class=\"citation\" data-id=\"732350\"><a href=\"/opinion/732350/76-fair-emplpraccas-bna-1251-69-empl-prac-dec-p-44479-phyllis/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span> (7th Cir.1996), and misapprehends the court's holding.<sup>[15]</sup> There, the district court awarded $25,000 compensatory damages to a store clerk who prevailed on her claim that she was discharged in retaliation for filing a discrimination complaint. The plaintiff testified to emotional and physical distress  loss of appetite and insomnia  as a result of losing her job, and anger and distress over having been discriminated against. <i>Id.</i> at 580. But there were several other factors in her life causing her stress  the death of her father, being evicted from her apartment, and being unable to find a suitable job. As a result, the Seventh Circuit found that a remittitur of the award by 25%, or $6,250, was appropriate. <i>Id.</i> at 581.<sup>[16]</sup></p>\n<p><span class=\"star-pagination\">*993</span> Apart from the fact that there is no principled distinction between an award of $19,000 and one of $25,000, <i>Merriweather</i> is not a fair congener. <i>See</i> discussion <i>supra</i> at 31. O'Sullivan and Roche were not plaintiffs with readily' replaceable, unskilled jobs and unaffected careers. They had committed 19 and 8 years of their lives respectively to a profession that demanded a total and sustained commitment to public service. Only literary perversity or jaundiced partisanship could equate the emotional impact from the City's retaliatory action in this case with that resulting from the loss of a part-time, replaceable position in a dollar store. <i>See </i><i>Deloughery,</i> 422 F.3d at 620 (discussing dedication to career in law enforcement); <i>McDonough,</i> 452 F.3d at 22. (same).</p>\n<p>So if the plaintiff in <i>Merriweather</i> was entitled to nearly $19,000 for loss of appetite and insomnia over the loss of her minimum wage job ten years earlier, it cannot be concluded that the awards to Roche and O'Sullivan were \"monstrously excessive\" or out of line with comparable cases. If anything, the amount of the awards demonstrated that the jury was properly concerned \"about other people's money.\" <i>Avitia,</i> 49 F.3d at 1224.</p>\n<p>If the awards to O'Sullivan and Roche are out of line with awards in other cases, it is because they are too low. <i>See also </i><i>Fleming v. County of Kane, State of Ill.,</i> <span class=\"citation\" data-id=\"538427\"><a href=\"/opinion/538427/robert-g-fleming-v-county-of-kane-state-of-illinois-and-nabi-r/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 562 (7th Cir.1990) (15-year old case upholding $40,000 award to terminated county highway employee for embarrassment and humiliation at being reprimanded in front of his fellow employees, depression, serious headaches, and sleeplessness); <i>Ramsey v. American Air Filter,</i> <span class=\"citation\" data-id=\"458570\"><a href=\"/opinion/458570/38-fair-emplpraccas-1612-37-empl-prac-dec-p-35491-18-fed-r-evid/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1313 (7th Cir.1985) (20-year old case remitting $75,000 award to $35,000 to factory worker where there was evidence that plaintiff was humiliated, felt low, disgusted, and very upset, but there was a paucity of evidence of emotional harm related to discrimination); <i>Thompson v. City of Tupelo,</i> <span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1064</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">878055</span></span> (5th Cir.2001)(<i>see</i> Fifth Circuit Rule 47.5.4)(reducing $300,000 award to fired police officer to $50,000).</p>\n<p>Finally, it should be noted that in assessing comparability of awards in other cases, the date of decision is significant. Obviously, \"the current value of those awards is considerably greater. Comparability of awards must be adjusted for the changing value of money over time.\" <i>E.E.O.C. v. AIC Sec. Investigations, Ltd.,</i> <span class=\"citation\" data-id=\"696617\"><a href=\"/opinion/696617/us-equal-employment-opportunity-commission-and-randall-wessel-as/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1276</span></a></span>, 1286 (7th Cir.1995).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the Defendant's Motion For Remittitur [# 108] is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Apart from the fact that the \"shocks the judicial conscience\" standard of review, applicable under Illinois law, is inapplicable in a case such as this case which is governed by federal standards, the Seventh Circuit has held that a $240,000 award for emotional pain and suffering does not necessarily violate that standard. <i>See </i><i>Naeem v. McKesson Drug Co.,</i> <span class=\"citation\" data-id=\"793980\"><a href=\"/opinion/793980/sally-naeem-v-mckesson-drug-company-and-dan-montreuil/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">593</span></a></span>, 612 (7th Cir.2006).</p>\n<p>[2]  The justification for the practice of remittitur was that since the court had the power to determine whether the damages awarded were excessive, it necessarily had the authority to determine an amount that would not be excessive. Consequently, in giving the plaintiff an option to remit the excess or submit to a new trial, the court is not usurping the function of the jury by fixing the amount of the recovery, but is merely indicating the greatest amount which could be allowed to stand. The plaintiff, who has voluntarily accepted the remittitur, is not prejudiced and therefore, cannot complain of the court's action. The defendant is deprived of no right, and since he is benefitted by the reduction he cannot object. The so called logical justification for remittitur was advanced in <i>Dimick v. Schiedt</i><i>:</i> \"Where the verdict is excessive, the practice of substituting a remission of the excess for a new trial is not without plausible support in view that what remains is included in the verdict along with the unlawful excessin that sense it has been found by the jury. . . .\"</p>\n<p>[3]  \"`The state of a man's mind is as much a fact as the state of his digestion. It is true that it is very difficult to prove . . ., but if it can be ascertained it is as much a fact as anything else'\" <i>Arave v. Creech,</i> <span class=\"citation\" data-id=\"112838\"><a href=\"/opinion/112838/arave-v-creech/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 473, <span class=\"citation\" data-id=\"112838\"><a href=\"/opinion/112838/arave-v-creech/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1534</span></a></span>, <span class=\"citation\" data-id=\"112838\"><a href=\"/opinion/112838/arave-v-creech/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">188</span></a></span> (1993).</p>\n<p>[4]  This was not so much an actual complaint against herself, however, as it was her rationalization of any questionable employment decisions she might have made. So rather than have their complaint addressed through the ordinary, proper channels, the plaintiffs had to settle for Commander Perry dictating the terms of battle, as it were.</p>\n<p>[5]  While the principle has found application in sentencing in capital cases, <i>Tuilaepa v. California,</i> <span class=\"citation\" data-id=\"117875\"><a href=\"/opinion/117875/tuilaepa-v-california/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">967</span></a></span>, 974, <span class=\"citation\" data-id=\"117875\"><a href=\"/opinion/117875/tuilaepa-v-california/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2630</span></a></span>, <span class=\"citation\" data-id=\"117875\"><a href=\"/opinion/117875/tuilaepa-v-california/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span> (1994); <i>Hamilton v. Mullin,</i> <span class=\"citation\" data-id=\"166976\"><a href=\"/opinion/166976/hamilton-v-mullin/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1181</span></a></span>, 1195 (10th Cir.2006), it obviously has vitality beyond that narrow context. The manner in which emotional suffering can be inflicted is as broad as human nature is perverse.</p>\n<p>[6]  The Motion's contention that there was no evidence of continued emotional anguish is demonstrably wrong.</p>\n<p>[7]  Judge Posner has put it this way:\n</p>\n<p>Most courts . . . treat the determination of how much damages for pain and suffering to award as a standardless, unguided exercise of discretion by the trier of fact, reviewable for abuse of discretion pursuant to no standard to guide the reviewing court either. To minimize the arbitrary variance in awards bound to result from such a throw-up-the-hands approach, the trier of fact should, as is done routinely in England, [citation omitted], be informed of the amounts of pain and suffering damages awarded in similar cases.</p>\n<p><i>Jutzi-Johnson v. United States,</i> <span class=\"citation\" data-id=\"774744\"><a href=\"/opinion/774744/karen-jutzi-johnson-as-administrator-of-the-estate-of-robert-johnson/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span>, 759 (7th Cir.2001).</p>\n<p>[8]  Lipman received two CRs in the fifteen months she was at the Second District, while she received none the balance of her now 21-year career. These CRs could hang over an officer's head for years. Here, for example, the City, after the trial, decided to suspend Lipman on the basis of one of the CRs the jury found were retaliatory in purpose. The propriety of that conduct is the subject of a presently pending motion by Lieutenant Lipman.</p>\n<p>[9]  <i>See </i><i>Consolidation Services v. KeyBank National Association,</i> <span class=\"citation\" data-id=\"765419\"><a href=\"/opinion/765419/consolidation-services-inc-v-keybank-national-association-and-keycorp/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">817</span></a></span>, 820 (7th Cir.1999); <i>United States v. Wells,</i> <span class=\"citation\" data-id=\"757596\"><a href=\"/opinion/757596/united-states-v-james-wells/\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">412</span></a></span>, 414 (7th Cir.1998).</p>\n<p>[10]  Cases from other Circuits are appropriate congeners. Comparability has no geographical component. <i>Deloughery v. City of Chicago,</i> No. 02-2722, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1125897</span></span> (N.D.Ill. May 20, 2004), <i>aff'd</i> <span class=\"citation\" data-id=\"791818\"><a href=\"/opinion/791818/dolores-deloughery-v-city-of-chicago/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span> (7th Cir. 2005). The Seventh Circuit has recently confirmed that making comparisons of awards \"in other cases in the Seventh Circuit <i>and other federal courts around the nation</i>\" is \"the federal standard for review of compensatory damages. . . .\" <i>Naeem,</i> 444 F.3d at 612. (Emphasis supplied). <i>See also </i><i>Kasper v. St. Mary of Nazareth Hospital,</i> <span class=\"citation\" data-id=\"751569\"><a href=\"/opinion/751569/77-empl-prac-dec-p-45442-48-fed-r-evid-serv-1071-frank-kasper-v/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1170</span></a></span>, 1174 (7th Cir.1998)(relying on Third Circuit case).</p>\n<p>[11]  <i>Madison</i> cites a number of case sustaining damage awards far in excess of Lipman's. Indeed, $1,000,000 award was sustained in a sexual harassment case where the plaintiff worried, cried and felt trapped and upset, spent less time with her family, suffered stomach problems, rashes and headaches and sought counseling with her pastor. <i>See</i> 257 F.3d at 802-803.</p>\n<p>[12]  An example of the jury's discernment is its apparent rejection of Roche's testimony that during an encounter at a housing project she called for backup and no one from the Second District responded. She claimed it left her shattered, although she conceded that she never filed a CR about the matter (as she easily could have) or made any other formal complaint about it. It was conceded by the City's witnesses that there could be no greater infraction than to fail to come to the aid of a fellow police officer in response to a distress call. The City argued that the testimony was untrue. The jury apparently came to that conclusion as well, as evidenced by the fact that she received the smallest award.</p>\n<p>[13]  These were not emotional damage cases but the underlying principle is the same.</p>\n<p>[14]  In attempting to make such a comparison, the Motion ignores the differences between the evidence presented by Lipman and that presented by the two other, plaintiff's. First and foremost, Lipman was twice denied a promotion to captain, and Roche was not. Nor was Roche the subject of Garcia's (and the City's) vicious and retaliatory behavior in their manipulation of the CR procedures. In <i>Deloughery,</i> the emotional damage caused by the denial of promotion alone was found to be worth $175,000.</p>\n<p>[15]  The City states that the trial court awarded the plaintiff in <i>Merriweather</i> $25,000 in compensatory damages and that \"the Seventh Circuit upheld that award.\" (<i>Defendant's Motion for Remittitur,</i> at 9). Actually, the Seventh Circuit remitted that award by 25%.</p>\n<p>[16]  Other cases that may be fairly characterized as routine or not out of the ordinary are in line with this approach. <i>See e.g., </i><i>Lindale v. Tokheim Corp.,</i> <span class=\"citation\" data-id=\"754778\"><a href=\"/opinion/754778/76-fair-emplpraccas-bna-1858-73-empl-prac-dec-p-45454-michelle-l/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">953</span></a></span>, 958-959 (7th Cir.1998)(dicta that a $25,000 award for emotional distress \"would have been excessive by at least a factor of two\" even if there had been a violation of Title VII); <i>Avitia,</i> 49 F.3d at 1228 (reducing a $21,000 award for emotional anguish to $10,500). It is especially in the context of these sorts of routine cases that Judge Keys is certainly right in concluding that \"the Seventh Circuit has reviewed awards for emotional distress damages with a critical eye. . . .\" <i>Spina,</i> 207 F.Supp.2d at 772-773.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/85272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92449/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101066/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103981/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106850/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107162/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109815/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112838/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118330/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118361/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/166976/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/202275/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/320649/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/408072/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/421674/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/458570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/516971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/538427/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/582626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/676540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/691350/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/696283/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/696617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/698405/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/716745/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721371/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/732350/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/746459/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/751569/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757596/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765419/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766160/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772152/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/787143/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/791818/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/792387/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/792836/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793183/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793898/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/796347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2345803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2528498/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3594175/"
          ]
        }
      ],
      "judges": "Jeffrey Cole",
      "date_created": "2014-10-30T06:05:00.605893Z",
      "date_modified": "2016-03-03T22:28:48.034961Z",
      "date_filed": "2007-02-16",
      "date_filed_is_approximate": false,
      "slug": "osullivan-v-city-of-chicago",
      "citation_id": 2552491,
      "case_name_short": "O'SULLIVAN",
      "case_name": "O'SULLIVAN v. City of Chicago",
      "case_name_full": "",
      "federal_cite_one": "474 F. Supp. 2d 971",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/35492/osullivan-v-city-of-chicago/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:05:00.602624Z",
  "date_modified": "2014-10-30T06:05:00.602624Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "O'SULLIVAN",
  "case_name": "O'SULLIVAN v. City of Chicago",
  "case_name_full": "",
  "slug": "osullivan-v-city-of-chicago",
  "docket_number": "01 C 9856",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}