{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/357957/",
  "id": 357957,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca3/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/387871/",
      "id": 387871,
      "absolute_url": "/opinion/387871/united-states-court-of-appeals-third-circuit/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/357957/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/387871/",
          "id": 387871,
          "absolute_url": "/opinion/387871/united-states-court-of-appeals-third-circuit/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/387871/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:16:48Z",
          "date_modified": "2017-03-25T03:33:54.944506Z",
          "type": "010combined",
          "sha1": "19f17c858094b070bf6868b2308497dc102cbd4c",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/642/642.F2d.687.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">642 F.2d 687</p>\n    <p class=\"case_cite\">Rev. &amp; Mrs. Carl H. KRUELLE<br>v.<br>NEW CASTLE COUNTY SCHOOL DISTRICT; Dr. Carroll W. Biggs,<br>Superintendent of New Castle County School District; Dr.<br>Kenneth C. Madden, Superintendent of the Division of Public<br>Instruction; Mrs. Patricia C. Schramm, Secretary of the<br>Division of Social Services; Mr. Warren J. Gehrt,<br>Superintendent of the Division of Mental Retardation;<br>Delaware State Board of Education<br>Dr. Carroll W. Biggs, Superintendent of New Castle County<br>School District, Appellant in 80-1875 and 80-2063<br>State Board of Education and Dr. Kenneth C. Madden, State<br>Superintendent of Public Instruction, Appellants in 80-1876<br>Dr. Kenneth C. Madden, Superintendent of Public Instruction,<br>and the State Board of Education, Appellants in<br>80-2064.</p>\n    <p class=\"case_cite\">Nos. 80-1875, 80-1876 and 80-2063, 80-2064.</p>\n    <p class=\"parties\">United States Court of Appeals,<br>Third Circuit.</p>\n    <p class=\"date\">Argued Jan. 19, 1981.<br>Decided April 1, 1981.<br>As Amended April 13, 1981.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward M. McNally (Argued), Clark W. Furlow, Morris, James, Hitchens &amp; Williams, Wilmington, Del., for New Castle County School District and Dr. Carroll W. Biggs.</p>\n      <p class=\"indent\">Roger A. Akin (Argued), Deputy Atty. Gen., Dept. of Justice, Wilmington, Del., for Dr. Kenneth C. Madden and State Bd. of Ed.</p>\n      <p class=\"indent\">Rev. and Mrs. Carl H. Kruelle (Argued), (pro se).</p>\n      <p class=\"indent\">Catherine Carr, Janet F. Stotland (Argued), Education Law Center, Inc., Philadelphia, Pa., for Developmental Disabilities Advocacy Network of Pennsylvania.</p>\n      <p class=\"indent\">Brian J. Hartman, Wilmington, Del., amicus curiae of Developmental Disabilities Protection and Advocacy System for the State of Delaware.</p>\n      <p class=\"indent\">Before ADAMS, VAN DUSEN and GIBBONS, Circuit Judges.</p>\n      <p>OPINION OF THE COURT</p>\n      <p class=\"indent\">ADAMS, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents two issues arising under the Education for All Handicapped Children Act of 1975, P.L. 94-142, 20 U.S.C. &#167;&#167; 1401 et seq.  (Education Act), that are of first impression for this Court.  First, did the district court err in determining that Paul Kruelle is entitled to residential placement under the Education Act?  Second, did the district court err in holding the Delaware State Board of Education responsible for providing Paul with an appropriate education in conformity with the Act?</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellee is profoundly retarded and is also afflicted with cerebral palsy.  At age thirteen he has the social skills of a six month old child and his I.Q. is well below thirty.  As found by the district court, \"he cannot walk, dress himself, or eat unaided.  He is not toilet trained.  He does not speak, and his receptive communication level is extremely low.  In addition to his physical problems, he has had a history of emotional problems which result in choking and self-induced vomiting when experiencing stress.\"  Kruelle v. Biggs, 489 F.Supp. 169, 172 (D.Del.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The chronicle of Paul's educational placements begins in 1973, when he entered the Barber Center Preschool Program in Pennsylvania,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> where the Kruelle family then resided.  Paul next spent three years in the public school system in a mixed class with the trainable mentally retarded.  By 1977 Paul's behavior had significantly deteriorated.  He was vomiting food in school and having frequent temper tantrums.  That summer Paul received in-home instruction to compensate for his rejection of the school environment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In September 1977 at the behest of the public educational authorities Paul was placed in the private day program at the Barber Center.  Admission was based on the local school agencies' certification that \"an appropriate education for this child cannot be met in a special education program operated either by the school district or Intermediate Unit\" in Pennsylvania.  Despite initial improvement, by early 1978 Paul again manifested the vomiting and choking that apparently is caused by emotional stress.  Because of the severity and increased frequency of the vomiting, both the school authorities and Paul's parents concluded that 24-hour residential placement was needed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After a short period in respite care,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Paul was admitted in June 1978 to the Barber Center's New Community Living Arrangement Program for multiply-handicapped children.  Although not a \"residential\" placement in the sense of having the living environment and school facilities on the same premises, this combination school program and group home did provide around-the-clock training by skilled caretakers.  The local and state educational agencies, Department of Public Welfare and Social Security Administration provided funding for the program.  Most importantly, except for a brief hospital stay for pneumonia, Paul appears to have adjusted well to this joint CLA residence-school program.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Kruelle family then moved to Delaware.  Paul was immediately enrolled in the Meadowood School and placed in respite care at the home of Mrs. Albanese.  Mrs. Albanese had extensive experience in the care and training of handicapped children.  Although the teachers at Meadowood indicated that Paul made observable progress at the school and Mrs. Albanese noted some improvements from her continuation of Paul's day-time training, after two weeks the Kruelles withdrew Paul from Meadowood.  Having objected from the start to the lack of a residential placement in Delaware, as well as to Paul's assignment to a mixed class of trainable mentally retarded, which had previously failed, the Kruelles next began, through the administrative process,<sup>3a</sup> an unsuccessful quest for a residential program.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Parents or guardians challenging a child's educational placement are offered an impartial hearing under the Education Act. 20 U.S.C. &#167; 1415(b)(2).  In states such as Delaware, where the hearing is conducted by a local or an intermediate educational unit, the party may appeal to the state educational agency. 20 U.S.C. &#167; 1415(c).  Both the district hearing officer and the state-level review officer determined that the individual educational program (IEP) proposed by the Meadowood staff was \"appropriate\" within the meaning of the Education Act.  The district hearing officer found that residential placement was \"too restrictive,\" while the state review officer asserted that the full-time services sought \"were more in the nature of parenting than education.\"  The Kruelle's request for Paul's placement in a residential setting was therefore denied.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In October, 1979, Paul's parents, pro se, sought review of the administrative decision by filing a civil suit in district court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The multiple defendants included the local New Castle County School District (NCCSD), the supervisory State Board of Education, the Superintendent of the Division of Public Instruction, Dr. Kenneth Madden, as well as the state authorities with general jurisdiction over programs for handicapped children in Delaware the Division of Health and Social Services and the Division of Mental Retardation.  Both sides requested the opportunity to present additional evidence at the court hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dr. Angert, who had previously served as a consultant for the NCCSD but who had no firsthand knowledge of Paul's experience at Meadowood, was the principal witness for the Kruelles.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Although he generally was inclined against residential placement, he recommended such a program for Paul, because of Paul's need for a consistent environment.  Dr. Angert believed, in light of Paul's history, that \"inconsistency of approach, environment or caretakers typically led to stress and self-destructive behaviors such as vomiting.\"  Accordingly, he urged a 24 hour placement \"with programming by people who know how to do it\" in order to maximize Paul's chances of learning.  Kruelle v. Biggs, 489 F.Supp. at 173.  The defendant school and state authorities continued to maintain that the day program at Meadowood satisfied Paul's educational needs, and any necessity for residential placement arose from social and emotional problems clearly beyond the competency and responsibility of school officials.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Much like Dr. Angert, the district court concluded that Paul required a greater degree of consistency than many other profoundly retarded children.  Specifically, it held that the present educational program provided by the NCCSD was not a free appropriate public education within the meaning of the Act.  Then, in a supplemental order, the district court directed the State Education Board to provide Paul with a full-time residential program.  The local and state school authorities now appeal this decision challenging both the residential placement and the imposition of the order against the state agency as erroneous interpretations of the requirements of the Education Act.  We affirm.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Education Act embodies a strong federal policy to provide an appropriate education for every handicapped child.  Three interrelated purposes underlay its passage.  First, Congress sought to secure by legislation the right to a publicly-supported equal educational opportunity which it perceived to be mandated by Brown v. Board of Education,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and explicitly guaranteed with respect to the handicapped by two seminal federal cases, Pennsylvania Ass'n for Retarded Children v. Pennsylvania<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and Mills v. Board of Education.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Second, Congress intended the provision of education services to increase the personal independence and enhance the productive capacities of handicapped citizens.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Third, Congress acknowledged the need for an expanded federal fiscal role to aid state compliance with the court decisions and to assure protection for the rights of handicapped children.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> A cost-benefit philosophy supported these interlocking goals.  Instead of saddling public agencies and taxpayers with the enormous expenditures necessary to maintain the handicapped as lifelong dependents in a minimally acceptable institutionalized existence, Congress reasoned that the early injection of federal money and provision of educational services would remove this burden by creating productive citizens.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To a large extent the Education Act establishes only procedural guidelines and safeguards, leaving school officials and parents relatively unconstrained in creating individualized educational programs (IEPs) for handicapped children.  Recognizing the broad range of special needs presented by handicapped children, the lack of agreement within the medical and educational professions on what constitutes an appropriate education, and the tradition of state and local control over educational matters, Congress refrained from mandating overly detailed programs.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The Education Act, however, is not silent on what qualifies as a free appropriate public education (FAPE).  In fact, the 1975 statute and regulations promulgated thereunder, for the first time, give definitional content to the term \"appropriate education\" and its component parts, \"special education\" and \"related services.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Theoretically, the scope and details of an appropriate education which the local educational agencies are obligated to provide as a condition to receiving federal grants under the statute, are left primarily to state definition.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> But the term \"special education\" is given specific content:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>The term \"special education\" means specially designed instruction, at no cost to parents or guardians, to meet the unique needs of a handicapped child, including classroom instruction, instruction in physical education, home instruction, and instruction in hospitals and institutions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">20 U.S.C. &#167; 1401(16).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Similarly, \"related services\" is extensively defined:The term \"related services\" means transportation, and such developmental corrective, and other supportive services (including speech pathology and audiology, psychological services, physical and occupational therapy, recreation, and medical and counseling services, except that such medical services shall be for diagnostic and evaluation purposes only) as may be required to assist a handicapped child to benefit from special education, and includes the early identification and assessment of handicapping conditions in children.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">20 U.S.C. &#167; 1401(17).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, the regulations promulgated under the Act explicitly contemplate residential placement:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>If placement in a public or private residential program is necessary to provide special education and related services to a handicapped child, the program, including non-medical care and room and board, must be at no cost to the parents of the child.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Comment. This requirement applies to placements which are made by public agencies for educational purposes, and includes placements in State-operated schools for the handicapped, such as a State school for the deaf or blind.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">45 C.F.R. &#167; 121a.302.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In light of these provisions, a court is not without guidance in determining whether a residential setting is consistent with the purpose and directives of the Education Act.  And most courts confronted with the question whether residential placement is necessary to meet the goals of an individual education plan have answered in the affirmative.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Another salient feature of the Education Act, for our purposes, is the congressional rejection of court deference to agency determinations.  The statute contemplates a de novo review role by the district courts, including the hearing of additional evidence and an independent decision by the district courts based on the preponderance of the evidence. 20 U.S.C. &#167; 1415(e)(2).<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Thus, in evaluating the ruling by the district court here, what is critical is not whether the judge reversed the conclusions of the state agencies, but whether he properly applied the preponderance of the evidence standard prescribed by Congress.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Significantly, all parties concede that Paul needs full-time assistance from the state of Delaware beyond that available in any day school program.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> It is also uncontroverted that the Education Act specifically provides for residential placement in certain instances.  See 20 U.S.C. &#167;&#167; 1401(16), 1413(a) (4)(B); 45 C.F.R. &#167; 1212.302.  The question, then, is whether the trial judge correctly construed the Education Act as requiring more continuous supervision for Paul than he was receiving under the Meadowood Program in order to meet the standard of a free appropriate education.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Based on our careful review of the record, we cannot find that the district court erred in holding that the six-hour day provided by the Meadowood program was an inappropriate education given the terms of the Act.  The trial judge's conclusion that Paul required more continuous care is supported generally by the logic of the decision in Battle v. Commonwealth of Pennsylvania, 629 F.2d 269 (3d Cir. 1980), and more specifically by analogous case law emerging in other federal courts.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> Just as in Battle we held that the per se application of the 180 school-day rule accepted as appropriate for the nonhandicapped cannot be presumed to satisfy the unique needs of handicapped children, here the school authorities are incorrect to assume that conforming to the six-hour day that suffices for nonhandicapped children will similarly fulfill their obligations with respect to Paul.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The school district seeks to avoid the thrust of Battle by centering its challenge on the proposition that here the residential placement is required only for reasons of medical and domiciliary care, not for educational purposes.  But as the Battle opinion explained, the concept of education is necessarily broad with respect to persons such as Paul. \"Where basic self-help and social skills such as toilet training, dressing, feeding and communication are lacking, formal education begins at that point.\" 629 F.2d 269, 275.  And Congress was clearly aware of children with needs similar to those of Paul, and was quite conscious of the foundational nature of their education.  The Education Act unqualifiedly provides for a free appropriate education for all handicapped children, \"regardless of the severity of their handicap,\" 20 U.S.C. &#167; 1412(2)(C).  It explicitly directs that all children not presently receiving an education and those \"with the most severe handicaps who are receiving an inadequate education,\" 20 U.S.C. &#167; 1412(3), be given priority.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Analysis must focus, then, on whether full-time placement may be considered necessary for educational purposes, or whether the residential placement is a response to medical, social or emotional problems that are segregable from the learning process.  This Court is not the first to attempt to distinguish between residential placement that is a necessary predicate for learning and the provision of services that are unrelated to learning skills.  One of the early cases to grapple with this issue, North v. Dist. of Columbia Board of Education, 471 F.Supp. 136 (D.D.C.1979), actually collapsed the distinction by declaring the impossibility of separating emotional and educational needs in complex cases.  North is almost indistinguishable on the facts from the present case.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> It also involved the same issue: whether placement was required for emotional problems and was therefore the responsibility of the parents or social service agencies or whether full-time placement was a necessary ingredient for learning.  The North court enjoined the school board from denying a sixteen-year old multiply-handicapped epileptic free placement in a residential academic program because it found the social, emotional, medical and educational problems to be so intertwined \"that realistically it is not possible for the court to perform the Solomon-like task of separating them.\" 471 F.Supp. at 141.  However, as later cases demonstrate, the claimed inextricability of medical and educational grounds for certain services does not signal court abdication from decisionmaking in difficult matters.  Rather, the unseverability of such needs is the very basis for holding that the services are an essential prerequisite for learning.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A recent example is Tatro v. State of Texas, 625 F.2d 557 (5th Cir. 1980), which centered on whether the provision of a \"clean intermittent catheterization\" (CIC) procedure was a related service within the meaning of the Education Act.  The court's holding that the CIC fell within the statutory definition of related services was based on the proposition that without CIC the child could not be present in the classroom at all and thus could not benefit from the special education to which she is entitled. 625 F.2d at 562.  Analogously, here, consistency of programming and environment is critical to Paul's ability to learn, for the absence of a structured environment contributes to Paul's choking and vomiting which, in turn, interferes fundamentally with his ability to learn.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although Tatro addressed whether certain life support services were encompassed within the statutory definition of \"related services,\" whereas the present case asks whether residential placement is encompassed within the statutory heading of \"special education,\"<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> they raise similar concerns.  From one perspective, there is an inner dynamic to the Tatro analysis which is troublesome: ultimately any life support system or medical aid can be construed as related to a child's ability to learn.  But this would ignore, as the court in Tatro pointed out, the very limitations the legislation provides.  The statutory language requires courts to assess the link between the supportive service or educational placement and the child's learning needs.  Thus, according to Tatro, inasmuch as the statute comprehends only services \"as may be required to assist a handicapped child to benefit from special education,\" &#167; 1401(17), \"a life support service would not be a related service if it did not have to be provided during school hours, but instead could be performed at some other time.\" 625 F.2d at 563.  The relevant question in the present case is whether residential placement is part and parcel of a \"specially designed instruction to meet the unique needs of a handicapped child,\" in conformity with &#167; 1401(16).  And we cannot conclude that the district judge misapplied the statutory standard in determining that \"because of his combination of physical and mental handicaps, (Paul) requires a greater degree of consistency of programming than many other profoundly retarded children\" and that \"it would appear that full-time care is necessary in order to allow Paul to learn.\"  Indeed, it would be difficult to conceive of a more apt case than Paul's for which the unique needs of a child required residential placement.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Furthermore, this interpretation of the statute's requirements parallels the decisions of other courts.  For example, in Ladson v. Board of Education, of the Dist. of Columbia, No. 78-2263, 3 EHLR 551:188 (D.D.C. March 12, 1979), the teacher of an eleven year old who suffered from Down's syndrome and who had the mental capacity of an 18 month old child, recommended residential placement to prevent regression in the child's learning.  Although the Board of Education and subsequently the agency hearing officer rejected the need for residential placement, the district court concluded that the child required 24-hour a day care in order to meet the goals of her individualized education program.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Of course, before ordering residential placement, a court should weigh the mainstreaming policy embodied in the Education Act which encourages placement of the child in the least restrictive environment.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> The district judge here, however, carefully undertook such a calculation.  He noted that in the past attempts to provide in-home care and after-school instruction had been singularly unsuccessful; all had occasioned regression for Paul.  And as the trial judge remarked in DeWalt v. Burkholder, No. 80-0014-A, 3 EHLR 551:500 (E.D.Va. March 13, 1980), once a court concludes that residential placement is the only realistic option for learning improvement, the question of \"least restrictive\" environment is also resolved. \"Only when alternatives exist must the court reach the issue of which is the least restrictive.\" 3 EHLR 551 at 553.  If day school cannot provide an appropriate education it is, by definition, not a possible alternative.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Admittedly, the unequivocal congressional directive to provide an appropriate education for all children regardless of the severity of the handicap, 20 U.S.C. &#167; 1412(2)(C), places a substantial burden on states in certain instances.  The language and the legislative history of the Act simply do not entertain the possibility that some children may be untrainable.  Consequently, the present situation is distinguishable from cases such as Southeastern Community College v. Davis, 442 U.S. 397, 99 S.Ct. 2361, 60 L.Ed.2d 980 (1979), arising under the Rehabilitation Act of 1973, for the Rehabilitation Act stops short of mandating \"substantial adjustments in existing programs beyond those necessary to eliminate discrimination against otherwise qualified individuals.\" 442 U.S. at 410, 99 S.Ct. at 2369.  In Davis a handicapped person with a serious hearing disability challenged the denial of her admission to a nursing program as a violation of the Rehabilitation Act.  That legislation prohibits discrimination against an otherwise qualified handicapped individual in a federally funded program solely by reason of his handicap, but does not require more than evenhanded treatment of handicapped and nonhandicapped by state agencies.  As the court explained, \"neither the language, purpose, nor history of &#167; 504 (of the Rehabilitation Act) reveals an intent to impose an affirmative action obligation on all recipients of federal funds.\" 442 U.S. at 411, 99 S.Ct. at 2369.  Thus, a court's interpretation of the regulations that required extensive modifications in the school program in order to accommodate a handicapped individual would constitute an unauthorized extension of the obligations imposed by that statute.  The court, therefore, upheld the rejection by the state college of the applicant.  Under the Education Act, in contradistinction, schools are required to provide a comprehensive range of services to accommodate a handicapped child's educational needs, regardless of financial and administrative burdens,<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> and if necessary, to resort to residential placement.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> The district court's order, consequently, did not impose a duty beyond the contemplation of the Education Act; rather it carried out the implications of an undeniably broad statutory intent.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a></p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Having determined that the district court did not err in holding that Paul's existing IEP was inadequate and in approving, at least temporarily, residential placement for Paul, we cannot say that the trial judge erred in assigning responsibility to the State Board of Education.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> The Education Act unambiguously provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>The state educational agency shall be responsible for assuring that the requirements of this subchapter are carried out and that all educational programs for handicapped children within the State, including all such programs administered by any other State or local agency, will be under the general supervision of the persons responsible for educational programs for handicapped children in the State educational agency and shall meet education standards of the State educational agency.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">20 U.S.C. &#167; 1412(6).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Both a general, congressional perception of the state's primary responsibility to provide a publicly-supported education for all children<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> and a specific intent to centralize this responsibility underlie this explicit statutory mandate.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The legislative history indicates that the full committee considered the establishment of a single agency on which to focus responsibility for assuring the right to education of all handicapped children to be of paramount importance:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Without this requirement, there is an abdication of responsibility for the education of handicapped children.  Presently, in many States, responsibility is divided, depending upon the age of the handicapped child, sources of funding, and type of services delivered.  While the committee understands that different agencies may, in fact, deliver services, the responsibility must remain in a central agency overseeing the education of handicapped children, so that failure to deliver services or the violation of the rights of handicapped children is squarely the responsibility of one agency.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">See S.Rep.No.168, 94th Cong., 1st Sess. 24 reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1425, 1448.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The regulations implementing &#167; 1412(6) of the Education Act, which essentially track the statutory language and specifically note the congressional desire for a central point of accountability, further underscore the intent to assure a single line of responsibility.<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a> By placing the burden for coordinating efforts and financial arrangements for Paul's education on the State Board of Education, the trial judge was both reflecting legislative intent and appropriately observing the limits of his institutional role.  Rather than rigidly prescribe for the state how various local and state agencies should contribute to the provision of a free education for Paul, the federal court left such interactions to the discretion of the state officials involved.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Thus, the state, in contending that it functions solely as a supervisory agency and should not be responsible for coordinating efforts to develop an IEP for Paul or to insure funding, distorts the import of the district court's directive.  The argument both mischaracterizes the nature of the accountability that the trial judge ascribed to the State Educational Agency and is contradicted by federal and state statutes and existing Delaware regulations.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a> The district court did not direct, as the state appellants suggest, that the State Board engage in the detailed development of a specific educational program for Paul.  Instead, in conformity with both federal and state statutes, the State Board was to insure that a proper evaluation of Paul's needs be undertaken and an appropriate plan be implemented.  See 20 U.S.C. &#167; 1412(5), (6), (7); 14 Del.C. &#167; 3120.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> Resolution of any interagency conflicts or delegation of duties from state to regional and local levels was left, as it should have been, in the hands of the state officials.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellant's final argument is that the Kruelles, and consequently the district court, invoked the incorrect statute in fashioning relief.  Although the district court ruled that the complaint stated a cause of action solely under the Education Act,<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a> and all parties assented to try the issues within the confines of that Act, the school and state officials now maintain, on the basis of a post-trial letter memorandum, that the proper statutory niche for the entitlement Paul seeks is the Developmentally Disabled Assistance and Bill of Rights Act, Pub.L. No. 94-103, 42 U.S.C. &#167;&#167; 6000 et seq.  (DDA).<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a> As the NCCSD has openly conceded, what this case essentially involves is which agency should pay for Paul's institutionalization.  Evidently, the parents' attempt to seek aid under the Education Act has triggered a \"buck-passing\" sequence: the local school district and state board claim that the DDA provides the appropriate funding source; the district court entered judgment under the Education Act against the State Board of Education; and the state agency disclaims responsibility and points back to the local education authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">But the determination that Paul's needs are covered by the Education Act renders unnecessary any decision whether they might also perhaps even more comprehensively be accommodated under the DDA.<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a> The legislative history of the DDA indicates that it was intended to supplement, not to supplant, the Education Act.  In fact, in explicating its purpose to help those \"that have traditionally fallen between the cracks,\"<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a> the DDA proposes</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>to assist in the provision of comprehensive services to persons with developmental disabilities, with priority to those persons whose needs cannot be covered or otherwise met under the Education for All Handicapped Children Act, the Rehabilitation Act of 1973, or other health, education or welfare programs.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">42 U.S.C. &#167; 6000(b)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Inasmuch as the Education Act encompasses only children between the ages of three and twenty-one, see 20 U.S.C. &#167; 1411(a)(1)(A), this leaves a not-inconsiderable segment of the population to be provided for under the DDA.  Thus, the two acts are neither duplicative nor do they impose an either-or choice on a recipient.  If Paul's needs can be met by the Education Act, it was clearly not the intent of the DDA to remove the provision of these services.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Moreover, the educational authorities, in satisfying Paul's educational needs, are not narrowly confined to funds received under the Education Act.  The legislative history of the Education Act reveals that it was not the desire of Congress to remove from the handicapped the burden occasioned by insufficient funding only to place it on local school boards.  The committee pinpointed alternative federal funds available to the states to aid in fulfilling their responsibilities to the education of the handicapped.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>The federal sources which exist and which can assist in this process include approximately $85 million expressly set aside under Title I of the Elementary and Secondary Education Act in addition to the funds available under part A of the Act for handicapped children, $51 million under the set-aside in the vocational Education Act, $25.7 million under Title III of the Elementary and Secondary Education Act, and additional funding available under the Rehabilitation Act, the Head Start Program, social services, and the Developmental Disabilities Act.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">S.Rep.No.168, 94th Cong., 1st Sess., reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1425, 1447.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The clear legislative intent to utilize all such federal funds \"in a way which will assist the States in meeting the priorities and timetables under this Act\"<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a> alleviates what the educational authorities perceive to be the inequities of placing the financial burden on them alone.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We conclude that the district court did not err in ordering residential placement for Paul under the terms of the Education Act.  Further, the court was not in error in placing responsibility for providing an appropriate education for Paul on the State Board of Education.  Accordingly, the judgment of the district court will be affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Dr. Gertrude A. Barber Center, Inc. of Erie, Pa. is a private licensed school for 600 mentally retarded and handicapped persons, operated under the aegis of the Northwestern School District and funded, in Paul's case, by that school district, the Northwest Tri-County Intermediate Unit, the Penn.  Dept. of Public Welfare and the SSI division of the Social Security Administration.  See Amended Complaint, 4a, 81a</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendants' Joint Appendix, 77a, 86a, 87a, 257-58a</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Respite care is full time care that involves much more than custodial care or babysitting.  Although simple assistance in eating and dressing is provided, respite care comprehends reinforcement of skills taught during the school day</p>\n        <p>3a The Education Act sets up a procedural system whereby parents first participate with educational authorities in the formulation of an individualized educational program (IEP) for their child and are later permitted to challenge the IEP via administrative review.  See 20 U.S.C. &#167; 1415(b), (c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 20 U.S.C. &#167; 1415(e)(2) provides that any party aggrieved by an agency decision shall have the right to bring a civil action in any state court of competent jurisdiction or in a district court.  The court \"shall receive the records of the administrative proceedings, shall hear additional evidence at the request of a party, and, basing its decision on the preponderance of the evidence, shall grant such relief as the court determines is appropriate.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> When plaintiff earlier appealed the hearing officer's ruling to a state review level, they sought to supplement the record with Dr. Angert's testimony.  The state reviewing officer denied plaintiff's request to reopen the record for an additional hearing, and the district court held that this was not an abuse of discretion.  See Kruelle v. Biggs, 489 F.Supp. at 171</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954).  \"In these days, it is doubtful that any child may reasonably be expected to succeed in life if he is denied the opportunity of an education.  Such an opportunity is a right which must be available to all on equal terms.\" 347 U.S. at 493, 74 S.Ct. at 691, cited in S.Rep. No. 168, 94th Cong., 1st Sess. 6, reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1425, 1430 (legislative history of Education Act P.L. 94-142)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 334 F.Supp. 1257 (E.D.Pa.1971), modified 343 F.Supp. 279 (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 348 F.Supp. 866 (D.D.C.1972).  The Supreme Court has never been presented with the merits of the due process and equal protection issues raised in these two cases, largely because of the passage of the Education Act</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See S.Rep. No. 168, 94th Cong., 1st Sess., reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1425, 1433.  See also PARC v. Pennsylvania, 343 F.Supp. 279, 296 n.50 (President's Committee on Mental Retardation notes that three-quarters of nation's retarded people could become self-supporting if given proper training early enough)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See S.Rep. No. 168, 94th Cong., 1st Sess., reprinted in (1975) U.S.Code Cong. &amp; Ad.News, 1425, 1431</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See S.Rep. No. 168, 94th Cong., 1st Sess., reprinted in (1975) U.S.Code Cong. &amp; Ad.News, 1425, 1434</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See 20 U.S.C. &#167;&#167; 1414, 1415; Note, Enforcing the Right to An \"Appropriate\" Education: The Education for all Handicapped Children Act of 1975, 92 Harv.L.Rev. 1076, 1108-09 (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Prior to the 1975 Act, which was intended to bring to fruition the increased involvement of the federal government in the control and funding of education embodied in the 1974 amendments to the Education of the Handicapped Act P.L. 93-380 the federal government had primarily disbursed funds for research to catalyze state activities.  See Lora v. Bd. of Educ. of City of New York, 456 F.Supp. 1211, 1224 (E.D.N.Y.1978), aff'd in part and vac. and remanded in part, 623 F.2d 248 (2d Cir. 1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> 20 U.S.C. &#167; 1401(18) reads:</p>\n        <p>The term \"free appropriate public education\" means special education and related services which (A) have been provided at public expense, under public supervision and direction, and without charge, (B) meet the standards of the State educational agency, (C) include an appropriate pre-school, elementary, or secondary school education in the State involved, and (D) are provided in conformity with the individualized education program required under section 1414(a)(5) of this title.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See Capello v. District of Columbia Bd. of Ed., No. 79-1106, 3 Educ. Handicapped L.Rep.  (hereinafter EHLR) 551:500, (D.D.C. Jan. 23, 1980); Matthews v. Campbell, No. 78-0879-R, 3 EHLR 551:264 (E.D.Va. July 16, 1979); Ladson v. Bd. of Ed. of the Dist. of Columbia, No. 78-2263, 3 EHLR 551:188 (D.D.C. March 12, 1979); North v. Dist. of Columbia Bd. of Ed., 471 F.Supp. 136 (D.D.C.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See Ladson v. Board of Educ. of Dist. of Columbia Govt., No. 78-2263, 3 EHLR 551:188, 189 (D.D.C. March 12, 1979); S.Rep. No. 455 (Conf.Rep.) 94th Cong., 1st Sess. 50, reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1480, 1503 (courts to examine evidence independently)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> As noted in Rowley v. Board of Educ. of Hendrick Hudson Central School District, \"This is a different standard of proof than that which originally had been proposed.  The initial bill passed by the House had provided that the determination of the state agency would be 'conclusive in any court of the United States if supported by substantial evidence ' H.R. 7217, 94th Cong., 1st Sess., reprinted in H.R.Rep. No. 332, 94th Cong., 1st Sess. 56 (1975).\"  632 F.2d 945, 948 n.5 (2d Cir. 1980)</p>\n        <p>See also Laura M. v. Special School District No. 1, 3 EHLR 552:152 (D.C.Minn. Jan. 21, 1980) (no reference in statute to findings of the administrative agency, and no authorization to accord those findings any special deference).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See NCCSD Appellants' Brief at 14, 21 (\"Paul Kruelle is unquestionably entitled to comprehensive assistance from the State of Delaware, if not from the NCCSD.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The holding in the court's opinion was limited to the determination that the program Paul was receiving at Meadowood was not a FAPE within the meaning of the Act.  The court indicated \"it would appear that full-time care is necessary in order to allow Paul to learn.\"  Later in a supplemental order, the court directed that residential placement be provided for six months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> See Capello v. District of Columbia Board of Education, No. 79-1106, 3 EHLR 551:500 (D.D.C. Jan. 23, 1980); Matthews v. Campbell, No. 78-0879-R, 3 EHLR 551:264 (E.D.Va. July 16, 1979); Ladson v. Bd. of Educ. of the Dist. of Columbia Gov't., No. 78-2263, 3 EHLR 551:188 (D.D.C. March 12, 1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> This directive may well have been intended to offset any budgetary incentives to deal initially with the least afflicted and to provide for the least expensive services first, since state receipt of money under the Act is conditioned on the number of handicapped children served regardless of their need.  See 20 U.S.C. &#167; 1411</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> North differs only insofar as it arose on a preliminary injunction.  The plaintiffs potentially faced the unfortunate choice of having their child released from the residential center for lack of funds or submitting to a neglect proceeding so that their child could be placed in the permanent custody of the Department of Human Resources, which would then consent to fund the residential placement.  See North v. District of Columbia Bd. of Educ., 471 F.Supp. 136, 141 (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> The parties have not directly posed the question whether residential placements fall under the rubric of \"special education,\" &#167; 1401(16), or \"related services,\" &#167; 1401(17).  Inasmuch as the literal language of &#167; 1401(16) includes \"instruction in institutions,\" we will treat such placement as an element of \"special education.\"  Admittedly, the regulations that specifically describe residential facilities are promulgated under &#167; 1412(2)(B) and &#167; 1413(a)(4)(B), which deal generally with both \"special education\" and \"related services.\"  It may be unwise, therefore, to locate residential placement prematurely within either statutory term</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See also Capello v. Dist. of Columbia Board of Education, No. 79-1106, 3 EHLR 551:500 (D.D.C. Jan. 23, 1980) (consistent residential education in calm setting essential to child's progress); Matthews v. Campbell, No. 78-0879-R, 3 EHLR 551:264 (E.D.Va. July 16, 1979) (residential placement to ensure continuity necessary to obtain any improvement in self-sufficiency)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> 20 U.S.C. &#167; 1412(5)(B) provides that in order to qualify for assistance a state must establish \"procedures to assure that, to the maximum extent appropriate, handicapped children, including children in public or private institutions or other care facilities, are educated with children who are not handicapped, and that special classes, separate schooling, or other removal of handicapped children from the regular educational environment occurs only when the nature or severity of the handicap is such that education in regular classes with the use of supplementary aids and services cannot be achieved satisfactorily.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See Rowley v. Board of Educ. of the Hendrick Hudson Central School District, 632 F.2d 945 (2d Cir. 1980) (free appropriate education requires sign language interpreter for particular deaf child involved)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See Matthews v. Campbell, No. 78-0879-R, 3 EHLR 551:264 (E.D.Va. July 16, 1979) (requiring residential placement despite serious misgivings about possibility of training plaintiff under any circumstances).  Thus, while HEW regulations under the Rehabilitation Act did not require the type of \"individual attention\" services that would have been necessary for Mrs. Davis to complete nursing school, the statute and regulations involved here do require school authorities to provide residential placement to accommodate the handicapped.  Cf. Camenisch v. Univ. of Texas, 616 F.2d 127 (5th Cir. 1980) cert. granted, -- U.S. --, 101 S.Ct. 853, 66 L.Ed.2d 797 (1980) (No. 80-317) (HEW regulations implementing Section 504 of Rehabilitation Act require provision of sign language interpreters)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> To the extent that Southeastern Community College, supra, means \"only that Section 504 does not require a school to provide services to a handicapped individual for a program for which the individual's handicap precluded him from ever realizing the principal benefits of the training,\" see Camenisch, supra at 133, we do not require any more here.  The evidence before us suggests that Paul potentially can realize benefits from residential placement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Noting that the order is directed against the State Board of Education, one amicus appellee has questioned the standing of the NCCSD. Insofar as the district court and the state board have as of yet declined specifically to classify Paul as a \"rare and complex\" case, the NCCSD is potentially liable for some of the costs of Paul's education</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Congress, in enacting the Education Act, was actually under the belief that a constitutional right to an equal educational opportunity did exist.  Although we acknowledge that the Supreme Court has subsequently failed to recognize a fundamental right to education, for purposes of triggering strict court scrutiny within the context of an ever-expanding state educational system, see San Antonio Independent School District v. Rodriguez, 411 U.S. 1, 39, 93 S.Ct. 1278, 1300, 36 L.Ed.2d 16 (1973), the Court did not foreclose the possibility of a right to a minimally adequate education</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> 45 C.F.R. &#167; 1212.600 provides:</p>\n        <p>Responsibility for all educational programs.</p>\n        <p>(a) The State educational agency is responsible for insuring;</p>\n        <p>(1) That the requirements of this part are carried out; and</p>\n        <p>(2) That each educational program for handicapped children administered within the State, including each program administered by any other public agency:</p>\n        <p>(i) Is under the general supervision of the persons responsible for educational programs for handicapped children in the State educational agency, and</p>\n        <p>(ii) Meets education standards of the State educational agency (including the requirements of this part).</p>\n        <p>(b) The State must comply with paragraph (a) of this section through State statute, State regulation, signed agreement between respective agency officials, or other documents.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> 14 Del.C. &#167; 3110 requires:</p>\n        <p>(a) The State Board of Education is designated as a state agency that shall make rules and regulations to carry out this and other titles relative to the identification, evaluation, education, training and transportation of exceptional persons including specific definitions for the categories of units for exceptional children authorized for funding in &#167; 1703 of this title.</p>\n        <p>(b) The rules promulgated by the State Board of Education shall provide the criteria by which identified handicapped persons, ages 4 through 20 inclusive, shall be assigned to a public school facility, or, if otherwise eligible for admission, to an institution of another state agency, or released for authorized placement in a private school or agency, pursuant to subchapter III of this chapter.  (48 Del.Laws, c. 194, &#167; 2; 14 Del.C. 1953, &#167; 3102, 51 Del.Laws, c. 287, &#167; 2; 61 Del.Laws, c. 190, &#167; 7.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> Reflecting the federal directive, 14 Del.C. &#167; 3120 reads:</p>\n        <p>The State shall provide, in the school districts of the State, or in other state institutions and agencies or in special programs and private agencies as established or approved by the State Board of Education, that each handicapped person as defined in this chapter shall receive a free and adequate public education designed to meet his or her needs.  The State Board of Education shall be the agency responsible for the implementation of this required provision.  (61 Del.Laws, c. 190, &#167; 7.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> The attorney for the State Board of Education and the State Superintendent also conceded, in a post-argument letter memorandum to this Court, that relief from this responsibility was never formally prayed for to the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> See Kruelle v. Biggs, 489 F.Supp. 169 (D.C.1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> See Post-trial letter memorandum from NCCSD to Judge Stapleton, Feb. 4, 1980. 7a</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> The school authorities could have cross-claimed against other state agencies had they wished to present the precise question of liability under the DDA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> See H.R.Rep.No.95-1188, reprinted in (1978) U.S.Code Cong. &amp; Ad.News 7312, 7361</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> See S.Rep.No.168, 94th Cong., 1st Sess., reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1425, 1447</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></span></p>\n    <p class=\"case_cite\">Rev. &amp; Mrs. Carl H. KRUELLE<br>v.<br>NEW CASTLE COUNTY SCHOOL DISTRICT; Dr. Carroll W. Biggs,<br>Superintendent of New Castle County School District; Dr.<br>Kenneth C. Madden, Superintendent of the Division of Public<br>Instruction; Mrs. Patricia C. Schramm, Secretary of the<br>Division of Social Services; Mr. Warren J. Gehrt,<br>Superintendent of the Division of Mental Retardation;<br>Delaware State Board of Education<br>Dr. Carroll W. Biggs, Superintendent of New Castle County<br>School District, Appellant in 80-1875 and 80-2063<br>State Board of Education and Dr. Kenneth C. Madden, State<br>Superintendent of Public Instruction, Appellants in 80-1876<br>Dr. Kenneth C. Madden, Superintendent of Public Instruction,<br>and the State Board of Education, Appellants in<br>80-2064.</p>\n    <p class=\"case_cite\">Nos. 80-1875, 80-1876 and 80-2063, 80-2064.</p>\n    <p class=\"parties\">United States Court of Appeals,<br>Third Circuit.</p>\n    <p class=\"date\">Argued Jan. 19, 1981.<br>Decided April 1, 1981.<br>As Amended April 13, 1981.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward M. McNally (Argued), Clark W. Furlow, Morris, James, Hitchens &amp; Williams, Wilmington, Del., for New Castle County School District and Dr. Carroll W. Biggs.</p>\n      <p class=\"indent\">Roger A. Akin (Argued), Deputy Atty. Gen., Dept. of Justice, Wilmington, Del., for Dr. Kenneth C. Madden and State Bd. of Ed.</p>\n      <p class=\"indent\">Rev. and Mrs. Carl H. Kruelle (Argued), (pro se).</p>\n      <p class=\"indent\">Catherine Carr, Janet F. Stotland (Argued), Education Law Center, Inc., Philadelphia, Pa., for Developmental Disabilities Advocacy Network of Pennsylvania.</p>\n      <p class=\"indent\">Brian J. Hartman, Wilmington, Del., amicus curiae of Developmental Disabilities Protection and Advocacy System for the State of Delaware.</p>\n      <p class=\"indent\">Before ADAMS, VAN DUSEN and GIBBONS, Circuit Judges.</p>\n      <p>OPINION OF THE COURT</p>\n      <p class=\"indent\">ADAMS, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents two issues arising under the Education for All Handicapped Children Act of 1975, P.L. 94-142, 20 U.S.C. &#167;&#167; 1401 et seq.  (Education Act), that are of first impression for this Court.  First, did the district court err in determining that Paul Kruelle is entitled to residential placement under the Education Act?  Second, did the district court err in holding the Delaware State Board of Education responsible for providing Paul with an appropriate education in conformity with the Act?</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellee is profoundly retarded and is also afflicted with cerebral palsy.  At age thirteen he has the social skills of a six month old child and his I.Q. is well below thirty.  As found by the district court, \"he cannot walk, dress himself, or eat unaided.  He is not toilet trained.  He does not speak, and his receptive communication level is extremely low.  In addition to his physical problems, he has had a history of emotional problems which result in choking and self-induced vomiting when experiencing stress.\"  Kruelle v. Biggs, <span class=\"citation\" data-id=\"2394258\"><a href=\"/opinion/2394258/kruelle-v-biggs/\"><span class=\"volume\">489</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">169</span></a></span>, 172 (D.Del.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The chronicle of Paul's educational placements begins in 1973, when he entered the Barber Center Preschool Program in Pennsylvania,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> where the Kruelle family then resided.  Paul next spent three years in the public school system in a mixed class with the trainable mentally retarded.  By 1977 Paul's behavior had significantly deteriorated.  He was vomiting food in school and having frequent temper tantrums.  That summer Paul received in-home instruction to compensate for his rejection of the school environment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In September 1977 at the behest of the public educational authorities Paul was placed in the private day program at the Barber Center.  Admission was based on the local school agencies' certification that \"an appropriate education for this child cannot be met in a special education program operated either by the school district or Intermediate Unit\" in Pennsylvania.  Despite initial improvement, by early 1978 Paul again manifested the vomiting and choking that apparently is caused by emotional stress.  Because of the severity and increased frequency of the vomiting, both the school authorities and Paul's parents concluded that 24-hour residential placement was needed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After a short period in respite care,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Paul was admitted in June 1978 to the Barber Center's New Community Living Arrangement Program for multiply-handicapped children.  Although not a \"residential\" placement in the sense of having the living environment and school facilities on the same premises, this combination school program and group home did provide around-the-clock training by skilled caretakers.  The local and state educational agencies, Department of Public Welfare and Social Security Administration provided funding for the program.  Most importantly, except for a brief hospital stay for pneumonia, Paul appears to have adjusted well to this joint CLA residence-school program.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Kruelle family then moved to Delaware.  Paul was immediately enrolled in the Meadowood School and placed in respite care at the home of Mrs. Albanese.  Mrs. Albanese had extensive experience in the care and training of handicapped children.  Although the teachers at Meadowood indicated that Paul made observable progress at the school and Mrs. Albanese noted some improvements from her continuation of Paul's day-time training, after two weeks the Kruelles withdrew Paul from Meadowood.  Having objected from the start to the lack of a residential placement in Delaware, as well as to Paul's assignment to a mixed class of trainable mentally retarded, which had previously failed, the Kruelles next began, through the administrative process,<sup>3a</sup> an unsuccessful quest for a residential program.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Parents or guardians challenging a child's educational placement are offered an impartial hearing under the Education Act. 20 U.S.C. &#167; 1415(b)(2).  In states such as Delaware, where the hearing is conducted by a local or an intermediate educational unit, the party may appeal to the state educational agency. 20 U.S.C. &#167; 1415(c).  Both the district hearing officer and the state-level review officer determined that the individual educational program (IEP) proposed by the Meadowood staff was \"appropriate\" within the meaning of the Education Act.  The district hearing officer found that residential placement was \"too restrictive,\" while the state review officer asserted that the full-time services sought \"were more in the nature of parenting than education.\"  The Kruelle's request for Paul's placement in a residential setting was therefore denied.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In October, 1979, Paul's parents, pro se, sought review of the administrative decision by filing a civil suit in district court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The multiple defendants included the local New Castle County School District (NCCSD), the supervisory State Board of Education, the Superintendent of the Division of Public Instruction, Dr. Kenneth Madden, as well as the state authorities with general jurisdiction over programs for handicapped children in Delaware the Division of Health and Social Services and the Division of Mental Retardation.  Both sides requested the opportunity to present additional evidence at the court hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dr. Angert, who had previously served as a consultant for the NCCSD but who had no firsthand knowledge of Paul's experience at Meadowood, was the principal witness for the Kruelles.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Although he generally was inclined against residential placement, he recommended such a program for Paul, because of Paul's need for a consistent environment.  Dr. Angert believed, in light of Paul's history, that \"inconsistency of approach, environment or caretakers typically led to stress and self-destructive behaviors such as vomiting.\"  Accordingly, he urged a 24 hour placement \"with programming by people who know how to do it\" in order to maximize Paul's chances of learning.  Kruelle v. Biggs, 489 F.Supp. at 173.  The defendant school and state authorities continued to maintain that the day program at Meadowood satisfied Paul's educational needs, and any necessity for residential placement arose from social and emotional problems clearly beyond the competency and responsibility of school officials.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Much like Dr. Angert, the district court concluded that Paul required a greater degree of consistency than many other profoundly retarded children.  Specifically, it held that the present educational program provided by the NCCSD was not a free appropriate public education within the meaning of the Act.  Then, in a supplemental order, the district court directed the State Education Board to provide Paul with a full-time residential program.  The local and state school authorities now appeal this decision challenging both the residential placement and the imposition of the order against the state agency as erroneous interpretations of the requirements of the Education Act.  We affirm.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Education Act embodies a strong federal policy to provide an appropriate education for every handicapped child.  Three interrelated purposes underlay its passage.  First, Congress sought to secure by legislation the right to a publicly-supported equal educational opportunity which it perceived to be mandated by Brown v. Board of Education,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and explicitly guaranteed with respect to the handicapped by two seminal federal cases, Pennsylvania Ass'n for Retarded Children v. Pennsylvania<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and Mills v. Board of Education.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Second, Congress intended the provision of education services to increase the personal independence and enhance the productive capacities of handicapped citizens.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Third, Congress acknowledged the need for an expanded federal fiscal role to aid state compliance with the court decisions and to assure protection for the rights of handicapped children.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> A cost-benefit philosophy supported these interlocking goals.  Instead of saddling public agencies and taxpayers with the enormous expenditures necessary to maintain the handicapped as lifelong dependents in a minimally acceptable institutionalized existence, Congress reasoned that the early injection of federal money and provision of educational services would remove this burden by creating productive citizens.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To a large extent the Education Act establishes only procedural guidelines and safeguards, leaving school officials and parents relatively unconstrained in creating individualized educational programs (IEPs) for handicapped children.  Recognizing the broad range of special needs presented by handicapped children, the lack of agreement within the medical and educational professions on what constitutes an appropriate education, and the tradition of state and local control over educational matters, Congress refrained from mandating overly detailed programs.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The Education Act, however, is not silent on what qualifies as a free appropriate public education (FAPE).  In fact, the 1975 statute and regulations promulgated thereunder, for the first time, give definitional content to the term \"appropriate education\" and its component parts, \"special education\" and \"related services.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Theoretically, the scope and details of an appropriate education which the local educational agencies are obligated to provide as a condition to receiving federal grants under the statute, are left primarily to state definition.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> But the term \"special education\" is given specific content:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>The term \"special education\" means specially designed instruction, at no cost to parents or guardians, to meet the unique needs of a handicapped child, including classroom instruction, instruction in physical education, home instruction, and instruction in hospitals and institutions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">20 U.S.C. &#167; 1401(16).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Similarly, \"related services\" is extensively defined:The term \"related services\" means transportation, and such developmental corrective, and other supportive services (including speech pathology and audiology, psychological services, physical and occupational therapy, recreation, and medical and counseling services, except that such medical services shall be for diagnostic and evaluation purposes only) as may be required to assist a handicapped child to benefit from special education, and includes the early identification and assessment of handicapping conditions in children.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">20 U.S.C. &#167; 1401(17).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, the regulations promulgated under the Act explicitly contemplate residential placement:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>If placement in a public or private residential program is necessary to provide special education and related services to a handicapped child, the program, including non-medical care and room and board, must be at no cost to the parents of the child.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Comment. This requirement applies to placements which are made by public agencies for educational purposes, and includes placements in State-operated schools for the handicapped, such as a State school for the deaf or blind.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">45 C.F.R. &#167; 121a.302.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In light of these provisions, a court is not without guidance in determining whether a residential setting is consistent with the purpose and directives of the Education Act.  And most courts confronted with the question whether residential placement is necessary to meet the goals of an individual education plan have answered in the affirmative.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Another salient feature of the Education Act, for our purposes, is the congressional rejection of court deference to agency determinations.  The statute contemplates a de novo review role by the district courts, including the hearing of additional evidence and an independent decision by the district courts based on the preponderance of the evidence. 20 U.S.C. &#167; 1415(e)(2).<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Thus, in evaluating the ruling by the district court here, what is critical is not whether the judge reversed the conclusions of the state agencies, but whether he properly applied the preponderance of the evidence standard prescribed by Congress.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Significantly, all parties concede that Paul needs full-time assistance from the state of Delaware beyond that available in any day school program.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> It is also uncontroverted that the Education Act specifically provides for residential placement in certain instances.  See 20 U.S.C. &#167;&#167; 1401(16), 1413(a) (4)(B); 45 C.F.R. &#167; 1212.302.  The question, then, is whether the trial judge correctly construed the Education Act as requiring more continuous supervision for Paul than he was receiving under the Meadowood Program in order to meet the standard of a free appropriate education.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Based on our careful review of the record, we cannot find that the district court erred in holding that the six-hour day provided by the Meadowood program was an inappropriate education given the terms of the Act.  The trial judge's conclusion that Paul required more continuous care is supported generally by the logic of the decision in Battle v. Commonwealth of Pennsylvania, <span class=\"citation\" data-id=\"381807\"><a href=\"/opinion/381807/patricia-sue-battle-by-her-parents-and-next-friend-june-e-battle-and/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span> (3d Cir. 1980), and more specifically by analogous case law emerging in other federal courts.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> Just as in Battle we held that the per se application of the 180 school-day rule accepted as appropriate for the nonhandicapped cannot be presumed to satisfy the unique needs of handicapped children, here the school authorities are incorrect to assume that conforming to the six-hour day that suffices for nonhandicapped children will similarly fulfill their obligations with respect to Paul.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The school district seeks to avoid the thrust of Battle by centering its challenge on the proposition that here the residential placement is required only for reasons of medical and domiciliary care, not for educational purposes.  But as the Battle opinion explained, the concept of education is necessarily broad with respect to persons such as Paul. \"Where basic self-help and social skills such as toilet training, dressing, feeding and communication are lacking, formal education begins at that point.\" <span class=\"citation\" data-id=\"381807\"><a href=\"/opinion/381807/patricia-sue-battle-by-her-parents-and-next-friend-june-e-battle-and/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span>, 275.  And Congress was clearly aware of children with needs similar to those of Paul, and was quite conscious of the foundational nature of their education.  The Education Act unqualifiedly provides for a free appropriate education for all handicapped children, \"regardless of the severity of their handicap,\" 20 U.S.C. &#167; 1412(2)(C).  It explicitly directs that all children not presently receiving an education and those \"with the most severe handicaps who are receiving an inadequate education,\" 20 U.S.C. &#167; 1412(3), be given priority.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Analysis must focus, then, on whether full-time placement may be considered necessary for educational purposes, or whether the residential placement is a response to medical, social or emotional problems that are segregable from the learning process.  This Court is not the first to attempt to distinguish between residential placement that is a necessary predicate for learning and the provision of services that are unrelated to learning skills.  One of the early cases to grapple with this issue, North v. Dist. of Columbia Board of Education, <span class=\"citation\" data-id=\"1805241\"><a href=\"/opinion/1805241/north-v-district-of-columbia-bd-of-ed/\"><span class=\"volume\">471</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">136</span></a></span> (D.D.C.1979), actually collapsed the distinction by declaring the impossibility of separating emotional and educational needs in complex cases.  North is almost indistinguishable on the facts from the present case.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> It also involved the same issue: whether placement was required for emotional problems and was therefore the responsibility of the parents or social service agencies or whether full-time placement was a necessary ingredient for learning.  The North court enjoined the school board from denying a sixteen-year old multiply-handicapped epileptic free placement in a residential academic program because it found the social, emotional, medical and educational problems to be so intertwined \"that realistically it is not possible for the court to perform the Solomon-like task of separating them.\" 471 F.Supp. at 141.  However, as later cases demonstrate, the claimed inextricability of medical and educational grounds for certain services does not signal court abdication from decisionmaking in difficult matters.  Rather, the unseverability of such needs is the very basis for holding that the services are an essential prerequisite for learning.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A recent example is Tatro v. State of Texas, <span class=\"citation\" data-id=\"380144\"><a href=\"/opinion/380144/henri-and-mary-tatro-v-the-state-of-texas/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">557</span></a></span> (5th Cir. 1980), which centered on whether the provision of a \"clean intermittent catheterization\" (CIC) procedure was a related service within the meaning of the Education Act.  The court's holding that the CIC fell within the statutory definition of related services was based on the proposition that without CIC the child could not be present in the classroom at all and thus could not benefit from the special education to which she is entitled. 625 F.2d at 562.  Analogously, here, consistency of programming and environment is critical to Paul's ability to learn, for the absence of a structured environment contributes to Paul's choking and vomiting which, in turn, interferes fundamentally with his ability to learn.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although Tatro addressed whether certain life support services were encompassed within the statutory definition of \"related services,\" whereas the present case asks whether residential placement is encompassed within the statutory heading of \"special education,\"<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> they raise similar concerns.  From one perspective, there is an inner dynamic to the Tatro analysis which is troublesome: ultimately any life support system or medical aid can be construed as related to a child's ability to learn.  But this would ignore, as the court in Tatro pointed out, the very limitations the legislation provides.  The statutory language requires courts to assess the link between the supportive service or educational placement and the child's learning needs.  Thus, according to Tatro, inasmuch as the statute comprehends only services \"as may be required to assist a handicapped child to benefit from special education,\" &#167; 1401(17), \"a life support service would not be a related service if it did not have to be provided during school hours, but instead could be performed at some other time.\" 625 F.2d at 563.  The relevant question in the present case is whether residential placement is part and parcel of a \"specially designed instruction to meet the unique needs of a handicapped child,\" in conformity with &#167; 1401(16).  And we cannot conclude that the district judge misapplied the statutory standard in determining that \"because of his combination of physical and mental handicaps, (Paul) requires a greater degree of consistency of programming than many other profoundly retarded children\" and that \"it would appear that full-time care is necessary in order to allow Paul to learn.\"  Indeed, it would be difficult to conceive of a more apt case than Paul's for which the unique needs of a child required residential placement.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Furthermore, this interpretation of the statute's requirements parallels the decisions of other courts.  For example, in Ladson v. Board of Education, of the Dist. of Columbia, No. 78-2263, 3 EHLR 551:188 (D.D.C. March 12, 1979), the teacher of an eleven year old who suffered from Down's syndrome and who had the mental capacity of an 18 month old child, recommended residential placement to prevent regression in the child's learning.  Although the Board of Education and subsequently the agency hearing officer rejected the need for residential placement, the district court concluded that the child required 24-hour a day care in order to meet the goals of her individualized education program.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Of course, before ordering residential placement, a court should weigh the mainstreaming policy embodied in the Education Act which encourages placement of the child in the least restrictive environment.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> The district judge here, however, carefully undertook such a calculation.  He noted that in the past attempts to provide in-home care and after-school instruction had been singularly unsuccessful; all had occasioned regression for Paul.  And as the trial judge remarked in DeWalt v. Burkholder, No. 80-0014-A, 3 EHLR 551:500 (E.D.Va. March 13, 1980), once a court concludes that residential placement is the only realistic option for learning improvement, the question of \"least restrictive\" environment is also resolved. \"Only when alternatives exist must the court reach the issue of which is the least restrictive.\" 3 EHLR 551 at 553.  If day school cannot provide an appropriate education it is, by definition, not a possible alternative.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Admittedly, the unequivocal congressional directive to provide an appropriate education for all children regardless of the severity of the handicap, 20 U.S.C. &#167; 1412(2)(C), places a substantial burden on states in certain instances.  The language and the legislative history of the Act simply do not entertain the possibility that some children may be untrainable.  Consequently, the present situation is distinguishable from cases such as Southeastern Community College v. Davis, <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2361</span></a></span>, <span class=\"citation\" data-id=\"110104\"><a href=\"/opinion/110104/southeastern-community-college-v-davis/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">980</span></a></span> (1979), arising under the Rehabilitation Act of 1973, for the Rehabilitation Act stops short of mandating \"substantial adjustments in existing programs beyond those necessary to eliminate discrimination against otherwise qualified individuals.\" 442 U.S. at 410, 99 S.Ct. at 2369.  In Davis a handicapped person with a serious hearing disability challenged the denial of her admission to a nursing program as a violation of the Rehabilitation Act.  That legislation prohibits discrimination against an otherwise qualified handicapped individual in a federally funded program solely by reason of his handicap, but does not require more than evenhanded treatment of handicapped and nonhandicapped by state agencies.  As the court explained, \"neither the language, purpose, nor history of &#167; 504 (of the Rehabilitation Act) reveals an intent to impose an affirmative action obligation on all recipients of federal funds.\" 442 U.S. at 411, 99 S.Ct. at 2369.  Thus, a court's interpretation of the regulations that required extensive modifications in the school program in order to accommodate a handicapped individual would constitute an unauthorized extension of the obligations imposed by that statute.  The court, therefore, upheld the rejection by the state college of the applicant.  Under the Education Act, in contradistinction, schools are required to provide a comprehensive range of services to accommodate a handicapped child's educational needs, regardless of financial and administrative burdens,<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> and if necessary, to resort to residential placement.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> The district court's order, consequently, did not impose a duty beyond the contemplation of the Education Act; rather it carried out the implications of an undeniably broad statutory intent.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a></p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Having determined that the district court did not err in holding that Paul's existing IEP was inadequate and in approving, at least temporarily, residential placement for Paul, we cannot say that the trial judge erred in assigning responsibility to the State Board of Education.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> The Education Act unambiguously provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>The state educational agency shall be responsible for assuring that the requirements of this subchapter are carried out and that all educational programs for handicapped children within the State, including all such programs administered by any other State or local agency, will be under the general supervision of the persons responsible for educational programs for handicapped children in the State educational agency and shall meet education standards of the State educational agency.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">20 U.S.C. &#167; 1412(6).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Both a general, congressional perception of the state's primary responsibility to provide a publicly-supported education for all children<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> and a specific intent to centralize this responsibility underlie this explicit statutory mandate.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The legislative history indicates that the full committee considered the establishment of a single agency on which to focus responsibility for assuring the right to education of all handicapped children to be of paramount importance:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Without this requirement, there is an abdication of responsibility for the education of handicapped children.  Presently, in many States, responsibility is divided, depending upon the age of the handicapped child, sources of funding, and type of services delivered.  While the committee understands that different agencies may, in fact, deliver services, the responsibility must remain in a central agency overseeing the education of handicapped children, so that failure to deliver services or the violation of the rights of handicapped children is squarely the responsibility of one agency.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">See S.Rep.No.168, 94th Cong., 1st Sess. 24 reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1425, 1448.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The regulations implementing &#167; 1412(6) of the Education Act, which essentially track the statutory language and specifically note the congressional desire for a central point of accountability, further underscore the intent to assure a single line of responsibility.<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a> By placing the burden for coordinating efforts and financial arrangements for Paul's education on the State Board of Education, the trial judge was both reflecting legislative intent and appropriately observing the limits of his institutional role.  Rather than rigidly prescribe for the state how various local and state agencies should contribute to the provision of a free education for Paul, the federal court left such interactions to the discretion of the state officials involved.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Thus, the state, in contending that it functions solely as a supervisory agency and should not be responsible for coordinating efforts to develop an IEP for Paul or to insure funding, distorts the import of the district court's directive.  The argument both mischaracterizes the nature of the accountability that the trial judge ascribed to the State Educational Agency and is contradicted by federal and state statutes and existing Delaware regulations.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a> The district court did not direct, as the state appellants suggest, that the State Board engage in the detailed development of a specific educational program for Paul.  Instead, in conformity with both federal and state statutes, the State Board was to insure that a proper evaluation of Paul's needs be undertaken and an appropriate plan be implemented.  See 20 U.S.C. &#167; 1412(5), (6), (7); 14 Del.C. &#167; 3120.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> Resolution of any interagency conflicts or delegation of duties from state to regional and local levels was left, as it should have been, in the hands of the state officials.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellant's final argument is that the Kruelles, and consequently the district court, invoked the incorrect statute in fashioning relief.  Although the district court ruled that the complaint stated a cause of action solely under the Education Act,<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a> and all parties assented to try the issues within the confines of that Act, the school and state officials now maintain, on the basis of a post-trial letter memorandum, that the proper statutory niche for the entitlement Paul seeks is the Developmentally Disabled Assistance and Bill of Rights Act, Pub.L. No. 94-103, 42 U.S.C. &#167;&#167; 6000 et seq.  (DDA).<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a> As the NCCSD has openly conceded, what this case essentially involves is which agency should pay for Paul's institutionalization.  Evidently, the parents' attempt to seek aid under the Education Act has triggered a \"buck-passing\" sequence: the local school district and state board claim that the DDA provides the appropriate funding source; the district court entered judgment under the Education Act against the State Board of Education; and the state agency disclaims responsibility and points back to the local education authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">But the determination that Paul's needs are covered by the Education Act renders unnecessary any decision whether they might also perhaps even more comprehensively be accommodated under the DDA.<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a> The legislative history of the DDA indicates that it was intended to supplement, not to supplant, the Education Act.  In fact, in explicating its purpose to help those \"that have traditionally fallen between the cracks,\"<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a> the DDA proposes</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>to assist in the provision of comprehensive services to persons with developmental disabilities, with priority to those persons whose needs cannot be covered or otherwise met under the Education for All Handicapped Children Act, the Rehabilitation Act of 1973, or other health, education or welfare programs.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">42 U.S.C. &#167; 6000(b)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Inasmuch as the Education Act encompasses only children between the ages of three and twenty-one, see 20 U.S.C. &#167; 1411(a)(1)(A), this leaves a not-inconsiderable segment of the population to be provided for under the DDA.  Thus, the two acts are neither duplicative nor do they impose an either-or choice on a recipient.  If Paul's needs can be met by the Education Act, it was clearly not the intent of the DDA to remove the provision of these services.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Moreover, the educational authorities, in satisfying Paul's educational needs, are not narrowly confined to funds received under the Education Act.  The legislative history of the Education Act reveals that it was not the desire of Congress to remove from the handicapped the burden occasioned by insufficient funding only to place it on local school boards.  The committee pinpointed alternative federal funds available to the states to aid in fulfilling their responsibilities to the education of the handicapped.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>The federal sources which exist and which can assist in this process include approximately $85 million expressly set aside under Title I of the Elementary and Secondary Education Act in addition to the funds available under part A of the Act for handicapped children, $51 million under the set-aside in the vocational Education Act, $25.7 million under Title III of the Elementary and Secondary Education Act, and additional funding available under the Rehabilitation Act, the Head Start Program, social services, and the Developmental Disabilities Act.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">S.Rep.No.168, 94th Cong., 1st Sess., reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1425, 1447.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The clear legislative intent to utilize all such federal funds \"in a way which will assist the States in meeting the priorities and timetables under this Act\"<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a> alleviates what the educational authorities perceive to be the inequities of placing the financial burden on them alone.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We conclude that the district court did not err in ordering residential placement for Paul under the terms of the Education Act.  Further, the court was not in error in placing responsibility for providing an appropriate education for Paul on the State Board of Education.  Accordingly, the judgment of the district court will be affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Dr. Gertrude A. Barber Center, Inc. of Erie, Pa. is a private licensed school for 600 mentally retarded and handicapped persons, operated under the aegis of the Northwestern School District and funded, in Paul's case, by that school district, the Northwest Tri-County Intermediate Unit, the Penn.  Dept. of Public Welfare and the SSI division of the Social Security Administration.  See Amended Complaint, 4a, 81a</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendants' Joint Appendix, 77a, 86a, 87a, 257-58a</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Respite care is full time care that involves much more than custodial care or babysitting.  Although simple assistance in eating and dressing is provided, respite care comprehends reinforcement of skills taught during the school day</p>\n        <p>3a The Education Act sets up a procedural system whereby parents first participate with educational authorities in the formulation of an individualized educational program (IEP) for their child and are later permitted to challenge the IEP via administrative review.  See 20 U.S.C. &#167; 1415(b), (c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 20 U.S.C. &#167; 1415(e)(2) provides that any party aggrieved by an agency decision shall have the right to bring a civil action in any state court of competent jurisdiction or in a district court.  The court \"shall receive the records of the administrative proceedings, shall hear additional evidence at the request of a party, and, basing its decision on the preponderance of the evidence, shall grant such relief as the court determines is appropriate.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> When plaintiff earlier appealed the hearing officer's ruling to a state review level, they sought to supplement the record with Dr. Angert's testimony.  The state reviewing officer denied plaintiff's request to reopen the record for an additional hearing, and the district court held that this was not an abuse of discretion.  See Kruelle v. Biggs, 489 F.Supp. at 171</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954).  \"In these days, it is doubtful that any child may reasonably be expected to succeed in life if he is denied the opportunity of an education.  Such an opportunity is a right which must be available to all on equal terms.\" 347 U.S. at 493, 74 S.Ct. at 691, cited in S.Rep. No. 168, 94th Cong., 1st Sess. 6, reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1425, 1430 (legislative history of Education Act P.L. 94-142)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <span class=\"citation\" data-id=\"1743299\"><a href=\"/opinion/1743299/pennsylvania-assn-retard-child-v-commonwealth-of-pa/\"><span class=\"volume\">334</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1257</span></a></span> (E.D.Pa.1971), modified <span class=\"citation\" data-id=\"1691591\"><a href=\"/opinion/1691591/pennsylvania-assn-retd-child-v-commonwealth-of-pa/\"><span class=\"volume\">343</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">279</span></a></span> (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> <span class=\"citation\" data-id=\"2010674\"><a href=\"/opinion/2010674/mills-v-board-of-education-of-district-of-columbia/\"><span class=\"volume\">348</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">866</span></a></span> (D.D.C.1972).  The Supreme Court has never been presented with the merits of the due process and equal protection issues raised in these two cases, largely because of the passage of the Education Act</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See S.Rep. No. 168, 94th Cong., 1st Sess., reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1425, 1433.  See also PARC v. Pennsylvania, <span class=\"citation\" data-id=\"1691591\"><a href=\"/opinion/1691591/pennsylvania-assn-retd-child-v-commonwealth-of-pa/\"><span class=\"volume\">343</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">279</span></a></span>, 296 n.50 (President's Committee on Mental Retardation notes that three-quarters of nation's retarded people could become self-supporting if given proper training early enough)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See S.Rep. No. 168, 94th Cong., 1st Sess., reprinted in (1975) U.S.Code Cong. &amp; Ad.News, 1425, 1431</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See S.Rep. No. 168, 94th Cong., 1st Sess., reprinted in (1975) U.S.Code Cong. &amp; Ad.News, 1425, 1434</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See 20 U.S.C. &#167;&#167; 1414, 1415; Note, Enforcing the Right to An \"Appropriate\" Education: The Education for all Handicapped Children Act of 1975, 92 Harv.L.Rev. 1076, 1108-09 (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Prior to the 1975 Act, which was intended to bring to fruition the increased involvement of the federal government in the control and funding of education embodied in the 1974 amendments to the Education of the Handicapped Act P.L. 93-380 the federal government had primarily disbursed funds for research to catalyze state activities.  See Lora v. Bd. of Educ. of City of New York, <span class=\"citation\" data-id=\"1463914\"><a href=\"/opinion/1463914/lora-v-board-of-ed-of-city-of-new-york/\"><span class=\"volume\">456</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1211</span></a></span>, 1224 (E.D.N.Y.1978), aff'd in part and vac. and remanded in part, <span class=\"citation\" data-id=\"379074\"><a href=\"/opinion/379074/isaac-lora-v-board-of-education-of-the-city-of-new-york/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">248</span></a></span> (2d Cir. 1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> 20 U.S.C. &#167; 1401(18) reads:</p>\n        <p>The term \"free appropriate public education\" means special education and related services which (A) have been provided at public expense, under public supervision and direction, and without charge, (B) meet the standards of the State educational agency, (C) include an appropriate pre-school, elementary, or secondary school education in the State involved, and (D) are provided in conformity with the individualized education program required under section 1414(a)(5) of this title.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See Capello v. District of Columbia Bd. of Ed., No. 79-1106, 3 Educ. Handicapped L.Rep.  (hereinafter EHLR) 551:500, (D.D.C. Jan. 23, 1980); Matthews v. Campbell, No. 78-0879-R, 3 EHLR 551:264 (E.D.Va. July 16, 1979); Ladson v. Bd. of Ed. of the Dist. of Columbia, No. 78-2263, 3 EHLR 551:188 (D.D.C. March 12, 1979); North v. Dist. of Columbia Bd. of Ed., <span class=\"citation\" data-id=\"1805241\"><a href=\"/opinion/1805241/north-v-district-of-columbia-bd-of-ed/\"><span class=\"volume\">471</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">136</span></a></span> (D.D.C.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See Ladson v. Board of Educ. of Dist. of Columbia Govt., No. 78-2263, 3 EHLR 551:188, 189 (D.D.C. March 12, 1979); S.Rep. No. 455 (Conf.Rep.) 94th Cong., 1st Sess. 50, reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1480, 1503 (courts to examine evidence independently)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> As noted in Rowley v. Board of Educ. of Hendrick Hudson Central School District, \"This is a different standard of proof than that which originally had been proposed.  The initial bill passed by the House had provided that the determination of the state agency would be 'conclusive in any court of the United States if supported by substantial evidence ' H.R. 7217, 94th Cong., 1st Sess., reprinted in H.R.Rep. No. 332, 94th Cong., 1st Sess. 56 (1975).\"  <span class=\"citation\" data-id=\"382933\"><a href=\"/opinion/382933/amy-rowley-by-her-parents-and-natural-guardians-clifford-and-nancy/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 948 n.5 (2d Cir. 1980)</p>\n        <p>See also Laura M. v. Special School District No. 1, 3 EHLR 552:152 (D.C.Minn. Jan. 21, 1980) (no reference in statute to findings of the administrative agency, and no authorization to accord those findings any special deference).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See NCCSD Appellants' Brief at 14, 21 (\"Paul Kruelle is unquestionably entitled to comprehensive assistance from the State of Delaware, if not from the NCCSD.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The holding in the court's opinion was limited to the determination that the program Paul was receiving at Meadowood was not a FAPE within the meaning of the Act.  The court indicated \"it would appear that full-time care is necessary in order to allow Paul to learn.\"  Later in a supplemental order, the court directed that residential placement be provided for six months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> See Capello v. District of Columbia Board of Education, No. 79-1106, 3 EHLR 551:500 (D.D.C. Jan. 23, 1980); Matthews v. Campbell, No. 78-0879-R, 3 EHLR 551:264 (E.D.Va. July 16, 1979); Ladson v. Bd. of Educ. of the Dist. of Columbia Gov't., No. 78-2263, 3 EHLR 551:188 (D.D.C. March 12, 1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> This directive may well have been intended to offset any budgetary incentives to deal initially with the least afflicted and to provide for the least expensive services first, since state receipt of money under the Act is conditioned on the number of handicapped children served regardless of their need.  See 20 U.S.C. &#167; 1411</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> North differs only insofar as it arose on a preliminary injunction.  The plaintiffs potentially faced the unfortunate choice of having their child released from the residential center for lack of funds or submitting to a neglect proceeding so that their child could be placed in the permanent custody of the Department of Human Resources, which would then consent to fund the residential placement.  See North v. District of Columbia Bd. of Educ., <span class=\"citation\" data-id=\"1805241\"><a href=\"/opinion/1805241/north-v-district-of-columbia-bd-of-ed/\"><span class=\"volume\">471</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">136</span></a></span>, 141 (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> The parties have not directly posed the question whether residential placements fall under the rubric of \"special education,\" &#167; 1401(16), or \"related services,\" &#167; 1401(17).  Inasmuch as the literal language of &#167; 1401(16) includes \"instruction in institutions,\" we will treat such placement as an element of \"special education.\"  Admittedly, the regulations that specifically describe residential facilities are promulgated under &#167; 1412(2)(B) and &#167; 1413(a)(4)(B), which deal generally with both \"special education\" and \"related services.\"  It may be unwise, therefore, to locate residential placement prematurely within either statutory term</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See also Capello v. Dist. of Columbia Board of Education, No. 79-1106, 3 EHLR 551:500 (D.D.C. Jan. 23, 1980) (consistent residential education in calm setting essential to child's progress); Matthews v. Campbell, No. 78-0879-R, 3 EHLR 551:264 (E.D.Va. July 16, 1979) (residential placement to ensure continuity necessary to obtain any improvement in self-sufficiency)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> 20 U.S.C. &#167; 1412(5)(B) provides that in order to qualify for assistance a state must establish \"procedures to assure that, to the maximum extent appropriate, handicapped children, including children in public or private institutions or other care facilities, are educated with children who are not handicapped, and that special classes, separate schooling, or other removal of handicapped children from the regular educational environment occurs only when the nature or severity of the handicap is such that education in regular classes with the use of supplementary aids and services cannot be achieved satisfactorily.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See Rowley v. Board of Educ. of the Hendrick Hudson Central School District, <span class=\"citation\" data-id=\"382933\"><a href=\"/opinion/382933/amy-rowley-by-her-parents-and-natural-guardians-clifford-and-nancy/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span> (2d Cir. 1980) (free appropriate education requires sign language interpreter for particular deaf child involved)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See Matthews v. Campbell, No. 78-0879-R, 3 EHLR 551:264 (E.D.Va. July 16, 1979) (requiring residential placement despite serious misgivings about possibility of training plaintiff under any circumstances).  Thus, while HEW regulations under the Rehabilitation Act did not require the type of \"individual attention\" services that would have been necessary for Mrs. Davis to complete nursing school, the statute and regulations involved here do require school authorities to provide residential placement to accommodate the handicapped.  Cf. Camenisch v. Univ. of Texas, <span class=\"citation\" data-id=\"375359\"><a href=\"/opinion/375359/walter-camenisch-v-the-university-of-texas/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span> (5th Cir. 1980) cert. granted, -- U.S. --, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">853</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">797</span></span> (1980) (No. 80-317) (HEW regulations implementing Section 504 of Rehabilitation Act require provision of sign language interpreters)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> To the extent that Southeastern Community College, supra, means \"only that Section 504 does not require a school to provide services to a handicapped individual for a program for which the individual's handicap precluded him from ever realizing the principal benefits of the training,\" see Camenisch, supra at 133, we do not require any more here.  The evidence before us suggests that Paul potentially can realize benefits from residential placement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Noting that the order is directed against the State Board of Education, one amicus appellee has questioned the standing of the NCCSD. Insofar as the district court and the state board have as of yet declined specifically to classify Paul as a \"rare and complex\" case, the NCCSD is potentially liable for some of the costs of Paul's education</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Congress, in enacting the Education Act, was actually under the belief that a constitutional right to an equal educational opportunity did exist.  Although we acknowledge that the Supreme Court has subsequently failed to recognize a fundamental right to education, for purposes of triggering strict court scrutiny within the context of an ever-expanding state educational system, see San Antonio Independent School District v. Rodriguez, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 39, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, 1300, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973), the Court did not foreclose the possibility of a right to a minimally adequate education</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> 45 C.F.R. &#167; 1212.600 provides:</p>\n        <p>Responsibility for all educational programs.</p>\n        <p>(a) The State educational agency is responsible for insuring;</p>\n        <p>(1) That the requirements of this part are carried out; and</p>\n        <p>(2) That each educational program for handicapped children administered within the State, including each program administered by any other public agency:</p>\n        <p>(i) Is under the general supervision of the persons responsible for educational programs for handicapped children in the State educational agency, and</p>\n        <p>(ii) Meets education standards of the State educational agency (including the requirements of this part).</p>\n        <p>(b) The State must comply with paragraph (a) of this section through State statute, State regulation, signed agreement between respective agency officials, or other documents.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> 14 Del.C. &#167; 3110 requires:</p>\n        <p>(a) The State Board of Education is designated as a state agency that shall make rules and regulations to carry out this and other titles relative to the identification, evaluation, education, training and transportation of exceptional persons including specific definitions for the categories of units for exceptional children authorized for funding in &#167; 1703 of this title.</p>\n        <p>(b) The rules promulgated by the State Board of Education shall provide the criteria by which identified handicapped persons, ages 4 through 20 inclusive, shall be assigned to a public school facility, or, if otherwise eligible for admission, to an institution of another state agency, or released for authorized placement in a private school or agency, pursuant to subchapter III of this chapter.  (48 Del.Laws, c. 194, &#167; 2; 14 Del.C. 1953, &#167; 3102, 51 Del.Laws, c. 287, &#167; 2; 61 Del.Laws, c. 190, &#167; 7.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> Reflecting the federal directive, 14 Del.C. &#167; 3120 reads:</p>\n        <p>The State shall provide, in the school districts of the State, or in other state institutions and agencies or in special programs and private agencies as established or approved by the State Board of Education, that each handicapped person as defined in this chapter shall receive a free and adequate public education designed to meet his or her needs.  The State Board of Education shall be the agency responsible for the implementation of this required provision.  (61 Del.Laws, c. 190, &#167; 7.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> The attorney for the State Board of Education and the State Superintendent also conceded, in a post-argument letter memorandum to this Court, that relief from this responsibility was never formally prayed for to the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> See Kruelle v. Biggs, <span class=\"citation\" data-id=\"2394258\"><a href=\"/opinion/2394258/kruelle-v-biggs/\"><span class=\"volume\">489</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">169</span></a></span> (D.C.1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> See Post-trial letter memorandum from NCCSD to Judge Stapleton, Feb. 4, 1980. 7a</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> The school authorities could have cross-claimed against other state agencies had they wished to present the precise question of liability under the DDA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> See H.R.Rep.No.95-1188, reprinted in (1978) U.S.Code Cong. &amp; Ad.News 7312, 7361</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> See S.Rep.No.168, 94th Cong., 1st Sess., reprinted in (1975) U.S.Code Cong. &amp; Ad.News 1425, 1447</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110104/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375359/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/379074/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/380144/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/381807/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/382933/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1463914/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1691591/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1743299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1805241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2010674/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2394258/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T22:39:41.486069Z",
      "date_modified": "2014-12-21T22:39:41.486069Z",
      "date_filed": "1981-04-13",
      "date_filed_is_approximate": false,
      "slug": "united-states-court-of-appeals-third-circuit",
      "citation_id": 361651,
      "case_name_short": "",
      "case_name": "United States Court of Appeals, Third Circuit",
      "case_name_full": "",
      "federal_cite_one": "642 F.2d 687",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/357957/united-states-court-of-appeals-third-circuit/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:47:46.419062Z",
  "date_modified": "2014-10-30T08:47:46.419062Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States Court of Appeals, Third Circuit",
  "case_name_full": "",
  "slug": "united-states-court-of-appeals-third-circuit",
  "docket_number": "687",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}