{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/358473/",
  "id": 358473,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2681628/",
      "id": 2681628,
      "absolute_url": "/opinion/2681628/donald-newbury-v-william-stephens-director/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/358473/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2681628/",
          "id": 2681628,
          "absolute_url": "/opinion/2681628/donald-newbury-v-william-stephens-director/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2681628/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2014-07-02T05:00:30.281229Z",
          "date_modified": "2017-04-11T08:41:43.752640Z",
          "type": "010combined",
          "sha1": "e876bdde8dc825d65f1f624cedb3c3fd90643d17",
          "page_count": 42,
          "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\10/10-70028-CV0.pdf",
          "local_path": "pdf/2014/07/01/donald_newbury_v._william_stephens_director.pdf",
          "plain_text": "     Case: 10-70028   Document: 00512683758      Page: 1   Date Filed: 07/01/2014\n\n\n\n\n        IN THE UNITED STATES COURT OF APPEALS\n                 FOR THE FIFTH CIRCUIT\n                                                                 United States Court of Appeals\n                                                                          Fifth Circuit\n\n\n                                 No. 10-70028                           FILED\n                                                                     July 1, 2014\n                                                                    Lyle W. Cayce\nDONALD KEITH NEWBURY,                                                    Clerk\n\n                                           Petitioner - Appellant\nv.\n\nWILLIAM STEPHENS, DIRECTOR, TEXAS DEPARTMENT OF CRIMINAL\nJUSTICE, CORRECTIONAL INSTITUTIONS DIVISION,\n\n                                           Respondent - Appellee\n\n\n\n\n                 Appeal from the United States District Court\n                      for the Northern District of Texas\n\n\n ON REMAND FROM THE SUPREME COURT OF THE UNITED STATES\nBefore STEWART, Chief Judge, and JOLLY and PRADO, Circuit Judges.\nPER CURIAM:\n      Donald Keith Newbury was convicted of capital murder and sentenced\nto death for his role in the murder of Irving, Texas, police officer Aubrey\nHawkins. The Texas Court of Criminal Appeals (TCCA) affirmed Newbury’s\nconviction and death sentence on direct appeal.            In his state habeas\napplication, Newbury argued that his trial counsel rendered ineffective\nassistance by failing to investigate and present school, medical, and counseling\nrecords at the punishment phase of his trial. The TCCA denied state habeas\nrelief, adopting the trial judge’s findings and conclusions.\n\f    Case: 10-70028    Document: 00512683758      Page: 2      Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      The district court granted federal habeas counsel’s pre-petition request\nfor $7,500 to retain a licensed social worker as a mitigation specialist, but\ndenied his request for additional funds for a clinical psychologist that Newbury\nclaimed was necessary to evaluate and issue an opinion on the psychological\nissues uncovered in the mitigation investigation.          In his federal habeas\npetition, Newbury again claimed that his trial counsel rendered ineffective\nassistance by failing to investigate and present mitigating evidence.             In\naddition to the school, medical, and counseling records presented in the state\nhabeas proceeding, Newbury argued that trial counsel should have\ninvestigated and discovered the mitigating evidence described in the affidavit\nof the mitigation specialist. He argued that the evidence presented for the first\ntime in federal court was not presented in state court because of the “miserable\nperformance” of his state habeas counsel.\n      The district court denied relief on the portion of Newbury’s ineffective\nassistance of trial counsel (IATC) claim that relied on the evidence presented\nin state court. It held that the portion of the IATC claim that relied on new\nevidence presented for the first time in federal court was unexhausted and\nprocedurally barred. In the alternative, it held that even if the unexhausted\nevidence were considered, Newbury’s IATC claim failed on the merits. The\ndistrict court denied a certificate of appealability (COA).\n      We denied Newbury’s request for a COA in July 2011. Newbury v.\nThaler, 437 F. App’x 290 (5th Cir. 2011). We held that Newbury’s IATC claim\nbased on the new evidence presented for the first time in federal court was\nprocedurally barred. Id. at 295 n.2. We did not address the district court’s\nalternative holding that the claim lacked merit. Id.\n      The Supreme Court vacated and remanded for further consideration in\nthe light of Martinez v. Ryan, 132 S. Ct. 1309 (2012). Newbury v. Thaler, 132\nS. Ct. 1793 (2012). On remand, we again denied a COA, relying on our\n                                        2\n\f    Case: 10-70028      Document: 00512683758      Page: 3   Date Filed: 07/01/2014\n\n\n\n                                   No. 10-70028\nprecedent holding that Martinez does not apply to Texas cases.          Newbury v.\nThaler, 481 F. App’x 953 (5th Cir. 2012). On June 3, 2013, the Supreme Court\nvacated and remanded for further consideration in the light of Trevino v.\nThaler, 133 S. Ct. 1911 (2013). Newbury v. Thaler, 133 S. Ct. 2765 (2013).\nAfter such further consideration, we once again deny Newbury’s request for a\nCOA.\n                                         I.\n                                         A.\n       Newbury and six other inmates (referred to as “the Texas Seven”) 1\nescaped from a Texas prison and committed a series of armed robberies.\nOfficer Hawkins was shot and killed as the group fled the scene of a robbery at\na sporting goods store in Irving, Texas. Newbury and the others (except one\nwho committed suicide) were eventually arrested in Colorado.              Newbury\nconfessed to his role in the escape and robbery and blamed poor police training\nfor Officer Hawkins’s murder.\n       The state trial court appointed Doug Parks and Kevin Brooks to\nrepresent Newbury at trial. Parks had been involved in over 12 death penalty\ntrials. The record reflects that the state trial court granted defense counsel’s\nex parte motion for the appointment of a neuropsychologist. The record does\nnot indicate whether that expert examined or evaluated Newbury, and the\nexpert did not testify at trial.\n       The State introduced the following evidence at the punishment phase.\nNewbury had three prior convictions for aggravated robbery: one in 1981 for\nwhich he received a ten-year prison sentence; one in 1987 for which he received\na 15-year prison sentence; and one in 1998 for which he received a 99-year\n\n\n\n       The other members of the Texas Seven are George Rivas, Patrick Murphy, Michael\n       1\n\nRodriguez, Joseph Garcia, Randy Halprin, and Larry Harper.\n                                         3\n\f    Case: 10-70028    Document: 00512683758     Page: 4   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nprison sentence. He used a gun in all three of the robberies. After his escape\nfrom prison, Newbury and another escapee committed two armed robberies in\nHouston during which store employees were bound and threatened with death.\nAll seven of the escapees then participated in the armed robbery of the sporting\ngoods store and the murder of Officer Hawkins.\n      Patrick Moczygemba described the circumstances of the Texas Seven\nprison escape. On December 13, 2000, six of the seven escapees were working\nunder Moczygemba’s supervision in the maintenance department at the Texas\nDepartment of Criminal Justice (TDCJ) Connally Unit. One of the escapees\nhit Moczygemba in the head, and he lost consciousness. When he regained\nconsciousness, one of the escapees was holding a shank to his head. After\nstealing Moczygemba’s clothing, the escapees bound and gagged him and\nplaced him in a room where they eventually brought 13 other bound prison\nemployees and inmates. Moczygemba stated that all seven of the escapees\nactively participated and had a role in the escape.\n      Alejandro Marroquin, another Connally Unit employee, testified that, on\nthe day of the escape, he was surrounded by six escapees, including Newbury,\nand knocked down by a blow to his head. Newbury held a shank with a 12-\ninch blade to Marroquin’s throat while another escapee threatened him with\ndeath if he resisted. The escapees ordered Marroquin to crawl to the room\nwhere the other hostages were being held, and Newbury and another escapee\nkicked him from behind as he crawled to the room. The escapees bound him\nand then attempted to gag him. When Marroquin resisted the gag, Newbury\nhit him three or four times with his bare fist until Marroquin lost\nconsciousness.    Other prison employees’ testimony described similarly\nNewbury’s actions during the escape.\n      The State presented additional evidence of Newbury’s violence while\npreviously incarcerated. John Keller, a former correctional officer at the Travis\n                                       4\n\f    Case: 10-70028    Document: 00512683758      Page: 5   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nCounty Jail, testified that in 1981, Newbury participated with two other\ninmates in a coordinated attempt to escape.        During the escape attempt,\nNewbury grabbed Keller and held a broken fluorescent tube to Keller’s throat.\nWhile imprisoned between 1981 and 1985, and again between 1987 and 1988,\nNewbury received 15 disciplinary reports, including 11 charges for fighting\nwithout a weapon.\n      Newbury’s counsel presented mitigating evidence through testimony\nfrom Newbury’s sister and father, the only surviving adult members of his\nfamily. His father testified that he traveled frequently for his job and was only\nat home a few days a month during Newbury’s childhood. He admitted that he\nwas a heavy drinker and was not a very good father. He stated that although\nhe provided for his family financially, he did not provide emotional support.\nWhen Newbury was about 12 years old, his mother divorced his father and\nmoved to Texas, after which Newbury had very little contact with his father.\nNewbury’s mother died in mid-2001. On cross-examination, Newbury’s father\ntestified that Newbury was punished when he did wrong, had clothes and food,\nand was given love by his parents.          He denied ever abusing Newbury,\nphysically or mentally. He was not aware that Newbury ever suffered from\nany mental problems; instead he seemed like a normal boy growing up. In\nresponse to a question by the prosecutor, he admitted that Newbury was\ninvolved in a shooting incident with a neighbor boy. He testified that he visited\nNewbury a couple of times in the penitentiary, but Newbury removed him from\nthe visitors list because they had a difference of opinion about religion.\n      After the father testified, defense counsel tried to introduce photographs\nof Newbury to show that his family provided for him, and that he did not come\nfrom a bad home or a financially deprived home. The State objected to the\nphotographs, and the court ruled they were inadmissible.\n\n\n                                        5\n\f    Case: 10-70028    Document: 00512683758    Page: 6   Date Filed: 07/01/2014\n\n\n\n                                No. 10-70028\n      Newbury’s sister, Lesa Flores, testified as follows. She is 20 months\nolder than Newbury. When she was four, the family moved to a mobile home\npark in Missouri, where they lived for about ten years. Her father traveled\nfrequently for his job. She and Newbury were raised primarily by their mother\nand grandmother. Their mother died about a year before trial, and their\ngrandmother had been dead for “some years.” Newbury was very active and\nhad a hard time sitting still for class when he was in elementary school. He\nwas placed on Ritalin. From kindergarten through third grade, she sometimes\nhad to help his teachers take him back to his classroom when he wanted to go\nout and play. Other than that, he appeared to be a pretty normal, active child.\nTheir parents did not get along with each other and got into physical\naltercations in front of the children. Her father once dragged her mother\nupstairs by the hair in front of them. Their parents separated when she was\n14 and Newbury was 12. She, her mother, and Newbury moved to Texas. She\nand Newbury both dropped out of school without graduating. When Newbury\nwas about 16, he went to stay with their father in Arkansas for six months or\nso. Newbury had a good relationship with her children. He was 18 when he\ngot into trouble and was sent to the penitentiary. He attended the birth of her\noldest daughter, Ranna, who was present in the courtroom when she testified.\nWhen they were growing up their parents tried to teach them right from wrong.\nHer father would spank her and Newbury with a very thick leather belt when\nthey misbehaved. Their mother would discipline them by sending them to\ntheir room or an occasional spanking by hand. She was not aware that her\nfather drank alcohol except very rarely when they had a party.\n      Their grandmother, who watched them while their mother was at work,\nphysically and emotionally abused them.       She “despised” and “completely\nshunned” Newbury and favored Flores. She gave Christmas gifts to Flores,\nbut not to Newbury. She picked up any object light enough to use as a weapon\n                                      6\n\f    Case: 10-70028    Document: 00512683758      Page: 7   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nand hit Newbury with it. She broke their toes “quite frequently,” particularly\nwhen Flores interfered with fights between her and Newbury. The abuse\ncontinued until Newbury was 15 or 16 years old.\n      Defense counsel asked Flores about the incident in which Newbury’s\nfriend, Greg Scott, was shot. Flores testified that she was in the kitchen and\nheard something that sounded like a hard pinging noise coming from the\ncement utility room, where Newbury and his friend had her boyfriend’s gun.\nThen Newbury and Scott came into the kitchen, saying, “He’s been shot.” She\nsaid that her father had given permission for her boyfriend to teach Newbury\nto hunt. Flores did not see the gun fired. Scott was shot in the arm and the\nabdomen, but only one shot was fired. He was taken to the hospital with some\nmajor internal damage, but he survived. She stayed at the house to take care\nof Newbury and Scott’s little sisters, and all of them were in shock.\n      Flores testified that she continued to have a close relationship with\nNewbury after he was released from the penitentiary, that he lived with her\nfor about a year after being released from the penitentiary the second time,\nand that he was an extremely hard worker.\n      On cross-examination, Flores testified that their mother gave Newbury\npresents at Christmas and for his birthday.       She said that Newbury was\ntreated with Ritalin for his hyperactivity as a child but that, despite his\nlearning disorders, his intelligence was fine, he had job skills, and worked well\nwith his hands. She also acknowledged that their mother took him to see\ndoctors and they received family counseling in an effort to help him.\n      Newbury’s 20-year-old stepson, Larry Jones Washington, Jr., testified\nthat Newbury had had a positive impact on his life and had helped him turn\nhis life around after he got into trouble for theft and possession of an illegal\nsubstance when he was a teenager.          Newbury’s 18-year-old stepdaughter,\nMarquita Washington, testified that Newbury was like a father to her and had\n                                       7\n\f    Case: 10-70028    Document: 00512683758     Page: 8     Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nwarned her after she got in trouble at school that she could end up in prison\nlike he had if her bad behavior continued.                Newbury’s 15-year-old\nstepdaughter, Andrea Washington, testified that he treated her like his child\nand talked to his stepchildren about right and wrong, telling them that he had\nbeen in jail for doing wrong things and did not want the same for them. All\nthree stepchildren testified that Newbury was a positive influence on their\nmother when he was with her, but that since his incarceration she had\nresumed a lifestyle of heavy drinking and drug use.\n      Newbury’s wife, Jackie Newbury, testified that he married her even\nthough he knew she had five children and had been diagnosed with AIDS.\nPrior to their marriage, while Jackie was incarcerated, Newbury anonymously\ngave money and most of his own furniture to Jackie’s mother and children after\ntheir house burned. Although Jackie and Newbury fought over her drug and\nalcohol abuse problems during their marriage, he eventually helped her quit\nusing drugs, reduce the amount of alcohol she drank, and improve her\nrelationships with her children and her mother. Newbury did not drink or use\ndrugs, worked hard to provide for the family, and was a good influence on her\nchildren and did the best he could to be a good father to them. She had never\nobserved him to have any mental problems.\n      Keith Price, warden of the TDCJ Clements Unit, described the layout,\nconditions of confinement, and security measures available in maximum\nsecurity prisons. He testified that if sentenced to life imprisonment, Newbury\nwould start out in the most restrictive administrative segregation level\npossible, and that the level of security would be lowered only if he followed the\nrules. Even then, Newbury likely would remain in administrative segregation\n– 23 hours a day in a one-person cell – for “many, many years.” Price also\ntestified that Texas had upgraded prison security significantly since the Texas\nSeven escape.\n                                       8\n\f    Case: 10-70028     Document: 00512683758          Page: 9   Date Filed: 07/01/2014\n\n\n\n                                   No. 10-70028\n      Outside the presence of the jury, the trial court addressed Newbury\nregarding the voluntariness of his decision not to testify. When asked if he was\nsatisfied with his attorneys’ representation, Newbury said that he was “very\nsatisfied” and had no complaints. When asked if there was any stone that had\nnot been turned over on his behalf, Newbury replied, “I believe all the stones\nhave been turned and returned and turned again.”\n      The jury answered the special punishment issues in a manner requiring\nimposition of the death penalty. The TCCA affirmed Newbury’s conviction and\nsentence on direct appeal.\n                                        B.\n       Newbury’s state habeas application included a claim that his trial\ncounsel rendered ineffective assistance by failing to investigate and present\nmitigating evidence at the punishment phase of trial. Specifically, he alleged\nthat trial counsel should have discovered and presented elementary school\nrecords reflecting Newbury’s performance between kindergarten and third\ngrade, medical records from his childhood physician, Dr. William Legg, and his\n1974 counseling records from a mental health center. He argued that these\nrecords would have shown that he had suffered from learning problems, low\nself-esteem, a medical condition that made him sensitive to weather changes,\na tendency to burst blood vessels during times of emotional stress, and\ndifficulties with his father.\n      The state habeas trial court found that trial counsel adequately and\nreasonably    investigated      Newbury’s       family,   medical,   and   educational\nbackground and did not deprive him of a fair trial by failing to introduce the\nincomplete and inconclusive medical and educational records attached to his\nwrit application.    The court noted that counsel presented six character\nwitnesses to testify about Newbury’s family, medical, and educational history,\nand that their testimony included nearly all of the information contained in\n                                            9\n\f   Case: 10-70028    Document: 00512683758     Page: 10   Date Filed: 07/01/2014\n\n\n\n                                No. 10-70028\nthe documents attached to the writ application, as well as the additional\ninformation about Newbury’s physical and emotional abuse by his\ngrandmother, which is never mentioned in those documents. Counsel also\npresented a prison expert to discuss the new security measures under which\nNewbury would be incarcerated. The court concluded that the jury was given\nan accurate, if general, picture of the difficulties Newbury had in elementary\nschool, and that counsel reasonably could have decided not to present the\nschool records because they were redundant or because, while they show that\nNewbury had a difficult time succeeding in school, the records also placed the\nresponsibility on Newbury for his poor attitude and work habits. The court\nalso noted that the school records indicate that Newbury has an IQ of 106,\nwhich tends to undermine any sympathy that poor school performance might\nhave evoked in the jury. The court found that Dr. Legg’s records were not\navailable for defense counsel to find at the time of trial because they were\ndestroyed when Dr. Legg retired in 1999. The court concluded that considering\nthe double-edged nature of the other information in the school and counseling\nrecords, defense counsel reasonably could have decided that the records, on the\nwhole, would provide little or no benefit to the defense. The court concluded\nthat the medical and school records (to the extent they existed and were\navailable) would have added little, if any, support to the defense case at\npunishment and possibly could have harmed Newbury.\n      Alternatively, the state habeas trial court held that Newbury had failed\nto demonstrate prejudice because there is no probability sufficient to\nundermine confidence in the verdict that a reasonable juror would have\nconcluded that the death penalty was not an appropriate punishment, based\nupon the information contained in the school and medical records. The court\nnoted that the jury heard most of the information contained in the records\nthrough live witness testimony. The court acknowledged that the jury did not\n                                      10\n\f    Case: 10-70028         Document: 00512683758       Page: 11   Date Filed: 07/01/2014\n\n\n\n                                        No. 10-70028\nlearn that the school principal’s notes reflect that Newbury had some\nunidentified medical condition that made him susceptible to weather\nconditions such that he could not be outside, but pointed out that Newbury did\nnot assert that the condition continued through his adult years. The court\nconcluded that the records would have added very little, if anything, to the\nlarge body of mitigating evidence that the jury heard, and they are insufficient\nto overcome the weight of the State’s evidence of future dangerousness, which\nNewbury admitted was overwhelming. The TCCA adopted the trial judge’s\nfindings and conclusions and denied state habeas relief.\n                                               C.\n                                               1.\n      Prior to filing his federal habeas petition, Newbury requested, and the\ndistrict court granted, $7,500 for a mitigation expert to investigate and prepare\na claim that trial counsel rendered ineffective assistance by failing to\ninvestigate and present mitigating evidence at the punishment phase of his\ntrial. After the mitigation specialist completed her investigation, Newbury’s\ncounsel requested an additional $2,500 for a clinical psychologist to evaluate\nthe information collected by counsel and the mitigation specialist and issue an\nopinion on the psychological issues uncovered by the mitigation investigation.\nThe district court denied that request. The court stated that Newbury had not\noffered any reason why there is a need for additional funding so that another\nperson could review the work of the court-funded mitigation specialist.\nFurther, Newbury did not explain why the funds were necessary to provide fair\ncompensation for services of an unusual character or duration, as required by\n18 U.S.C. § 3599(g). 2\n\n\n\n      2   That section states, in pertinent part:\n\n                                               11\n\f    Case: 10-70028        Document: 00512683758          Page: 12      Date Filed: 07/01/2014\n\n\n\n                                        No. 10-70028\n                                               2.\n       In his federal habeas petition, Newbury alleged that trial counsel\nrendered ineffective assistance by failing to investigate Newbury’s background\n“for mitigation evidence, including but not limited to educational records,\nmedical records and social history.” In addition to the evidence presented in\nthe state habeas proceedings, Newbury argued that trial counsel performed\ndeficiently by failing to discover and present mitigating evidence described in\nthe affidavit of the mitigation specialist, Maxwell, as well as by failing to hire\nan expert who could recognize Newbury’s “various emotional and psychological\nproblems.” The attachments to the federal habeas petition include Maxwell’s\nreport, two affidavits from Newbury’s sister, Newbury’s affidavit, photographs\nof Newbury with various family members, and prison and court records. 3 Much\nof the information in Maxwell’s report comes from the affidavits of Newbury\nand his sister. Maxwell also asserted that an expert would have testified that\nNewbury suffered from a number of physical and psychological syndromes and\ncould explain how his personality and life choices were negatively shaped and\ninfluenced. The conditions identified by Maxwell include: sensory integration\ndisorder, attachment disorder, post-traumatic stress disorder, severe learning\n\n\n\n\n               Fees and expenses paid for investigative, expert, and other reasonably\n       necessary services authorized under subsection (f) shall not exceed $7,500 in\n       any case, unless payment in excess of that limit is certified by the court . . . as\n       necessary to provide fair compensation for services of an unusual character or\n       duration, and the amount of the excess payment is approved by the chief judge\n       of the circuit.\n\n18 U.S.C. § 3599(g)(2).\n\n       3The family photographs depict Newbury as an infant being held closely by his mother\nand sister. There are two photographs of Newbury as an infant being held by his\ngrandmother.\n\n                                              12\n\f    Case: 10-70028     Document: 00512683758       Page: 13    Date Filed: 07/01/2014\n\n\n\n                                    No. 10-70028\ndisability, attention deficit and hyperactivity disorder, and depressive neurosis\n(now called dysthymia).\n      Newbury alleged in his federal habeas petition that the following\nevidence was never developed by trial counsel:\n      Life History: Newbury was a late term child. He did not like to be\ntouched. Because his sister would not leave him alone, he became increasingly\naggressive toward her. He was tongue-tied and could not speak clearly. 4 He\ncould not tolerate temperature change or strong lights. Dr. Legg said he\nneeded to stay at home and have a teacher come to his house, but the school\nrefused. At age eight when he had his tonsils removed, the doctor clipped his\ntongue, and he had to learn to speak all over again. He was placed on Ritalin\nin the third grade.\n      Emotional Problems: He did not cry when he was an infant because he\nhated being touched and was not comforted by being picked up and held. His\nmother felt rejected and turned over the care of her infant son to his two-year-\nold sister. He was not allowed to suck his thumb and thus could not comfort\nhimself. At age two, when frustrated, he pounded his fists against the source\nof his frustration. At age five, he began fighting back against his father and\nonce broke his nose with a head butt. At age six, terrified of punishment for\nbreaking a window, he attempted to hang himself. He explained the suicide\nattempt by saying that he was tired of living.           When the family went to\ncounseling while he was in the fourth grade, he said no one liked him and he\ndidn’t like himself. He had no safe haven at home or at school. He was\naccident-prone. The only real father figure he had was the father of his sister’s\nhusband. His first sexual experience was with a 50-year-old friend of his\n\n\n\n      4A note in the counseling records attached to the state habeas application, dated\nMarch 11, 1974, states that Newbury’s speech was “normal.”\n                                          13\n\f    Case: 10-70028    Document: 00512683758        Page: 14   Date Filed: 07/01/2014\n\n\n\n                                    No. 10-70028\nmother’s. He tried living with his father at “God’s Range” in Arkansas. They\nhad daily fist fights, and he was asked to leave because of his advances toward\nthe teenaged daughters of people at the camp.\n      Physical Abuse: He was frequently beaten by his father with a quarter-\ninch belt, including the buckle, used as a whip.       His maternal grandmother\nabused him physically, often twisting his bare toes in an attempt to break\nthem. She succeeded at least once when she broke two toes.          His father shot\nhim in the arm with “a bunch of bird shot.” His mother beat him using her\nfists or a 32-ounce glass bottle.\n      Emotional Abuse:       Newbury witnessed constant physical violence\nbetween his mother and father. His maternal grandmother provoked fights\nbetween him and his sister. The grandmother gave Christmas gifts to his\nsister, but not to him. When he developed the mumps at age four, and his\ngrandmother told him that boys died of the mumps, he became listless and\nwanted to die.\n      Poverty: As the relationship worsened between Newbury’s parents, his\nfather stopped paying for groceries and clothing for the family.                His\ngrandmother refused to contribute even though she lived with them. In August\n1974, after his parents separated, Newbury moved into a one-bedroom shack\nwith his mother, grandmother, and sister. There was no refrigerator, and the\nfood stored in the utility room froze. The family heated the house with two\npropane heaters that winter. Later, when Flores and Newbury were teenagers,\nthey lived on snacks and soft drinks and grazed for food and shoplifted at the\ngrocery store. Newbury was homeless after he moved out of his mother’s house\nat age 16.\n      School Problems: Newbury was frequently the target of attacks by other\nchildren at school.    He was protected by his older sister, which probably\nencouraged the problems. He was held back in first grade. He and his sister\n                                        14\n\f    Case: 10-70028    Document: 00512683758      Page: 15   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\nwore ill-fitting, old clothing at school which made them targets for ridicule. He\nhad his first good teacher in fourth grade in Parkville, Missouri. She gave him\na typewriter, but when he broke his finger, he lost typing class. Six weeks into\nseventh grade, he dropped out of school.\n      Inappropriate Parental Modeling: His mother rewarded him for stealing\nmoney from his grandmother to supplement their household income.               His\nmother hid him when police chased him for riding his motorcycle without a\nlicense. His mother encouraged and assisted him in stealing and later robbing\nto supplement the family income.\n      Problems with the Law: He accidentally shot his best friend when he\nwas 12 years old. At age 15, he panhandled at the airport and continued to rob\nand steal for his mother. When he made a large haul, the family celebrated\nwith candy and cola. When he returned to Texas after staying with his father\nin Arkansas, Newbury began using a gun to commit robberies. His ambition\nto be a Green Beret was thwarted by his first adult robbery charge at age 18.\nHe got in a fight in the Travis County Jail, was transferred to a part of the jail\nhousing incorrigible prisoners, and got pulled into an unsuccessful escape\nattempt. After receiving a ten-year sentence, he was placed in protective\ncustody, where many of the inmates in the unit were homosexuals, and he\nfought constantly. The first legitimate job he had was as a welder after he was\nfirst paroled. When the project ended, the company offered him a position in\nArizona, but he lost the job because his parole officer refused to let him transfer\nhis supervision to Arizona. Newbury stopped reporting to his parole officer\nafter a roommate committed a robbery for which Newbury thought he would\nbe accused. Ultimately, he was arrested for the robbery of an auto parts store\nand went back to prison on a 15-year sentence. After serving five years of the\n15-year sentence, he lived with his sister’s family and provided for her and her\nchildren. His sister had been institutionalized after a suicide attempt. He\n                                        15\n\f   Case: 10-70028    Document: 00512683758      Page: 16   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nmarried Jackie Wright, his wife at the time of trial, and added her and her\nchildren to his responsibility. After Newbury’s employer was arrested for\npossession of drugs, his parole officer required him to quit that job, and he\nbegan committing robberies again. He was arrested for the robbery of a hotel\nand received a 99-year sentence, which he was serving when he escaped.\n                                      a.\n      The district court held that trial counsel did not provide ineffective\nassistance by failing to investigate and present the evidence Newbury relied\non as support for his IATC claim in the state habeas proceedings. Because Dr.\nLegg’s records were destroyed when he retired in 1999, the year before the\ncapital murder, trial counsel could not be expected to discover and present\nevidence that no longer existed. Nor could Newbury show prejudice because\nthe contents of the records are unknown.\n      Because Newbury did not present any evidence of counsel’s decision-\nmaking process regarding the school and counseling records, the district court\nheld that he had not overcome the presumption of reasonableness. The district\ncourt noted that Newbury had not pointed to any obvious leads counsel failed\nto pursue that would have generated substantial new evidence of a type not\nintroduced at trial. The district court concluded that, given the substantial\nevidence already available to them, counsel reasonably may have ceased their\ninvestigation before gathering the records; or, counsel may have had access to\nthe records and decided not to introduce them because the additional evidence\nin the records was either cumulative of trial testimony, insignificant, or\ndetrimental to Newbury’s case.\n      The district court held that even if counsel rendered deficient\nperformance in not discovering and presenting the school and counseling\nrecords, Newbury was not prejudiced. In state court, Newbury argued that the\nteachers’ notations and comments in the school records would have shown he\n                                     16\n\f   Case: 10-70028      Document: 00512683758    Page: 17   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nsuffered from learning problems as a child. According to the district court, the\nteachers’ comments would have been cumulative of Newbury’s sister’s trial\ntestimony that his hyperactivity interfered with his schoolwork between\nkindergarten and third grade, and that he was placed on Ritalin for this\n“learning disorder.”    Moreover, the teachers’ comments could have been\ndamaging, because they stress his negative attitude and lack of interest in\nschool rather than a learning disability over which he had no control. In\naddition, the school records contain IQ test scores of 106 and 91. The district\ncourt concluded that, rather than garnering sympathy for Newbury, the IQ\nscores and teachers’ comments would have left the jury with the impression\nthat, as in his adult life, he chose to defy authority at a young age instead of\nworking to develop his skills and abilities.\n      Newbury also argued that the school records would have been helpful\nbecause they contain a note signed by the principal documenting a telephone\nconversation with Dr. Legg in December 1968, when Newbury was six years\nold, in which Dr. Legg apparently said that Newbury suffered from “a rare and\nvery critical condition in which he cannot tolerate changes of temperature, low\ntemperature, high humidity, windy conditions, etc.” and “does burst blood\nvessels during emotional stress situations.” The district court noted that in\nDr. Legg’s affidavit presented to the state habeas court, he stated that he has\nno independent recollection of Newbury’s condition and that the comment that\nblood vessels burst meant only that Newbury’s face turned red in stressful\nsituations. The district court concluded that, particularly in the light of Dr.\nLegg’s clarification, the notation would not have helped Newbury if it had been\npresented to the jury. The court also pointed out that there is no evidence that\nNewbury’s inability to tolerate certain types of weather caused any major\ndifficulties or lasted beyond his very early childhood.\n\n\n                                       17\n\f   Case: 10-70028    Document: 00512683758      Page: 18   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      The district court concluded that much of the evidence in the counseling\nrecords would have been cumulative of Newbury’s sister’s testimony about his\ndifficulties in school, his hyperactivity and the fact that he was prescribed\nRitalin, their father’s spankings of Newbury with a thick leather belt and his\nabuse of their mother; and his father’s testimony that he probably was not a\nvery good father, that he was a heavy drinker, that he did not support the\nfamily emotionally and was away from home much of the time, and that he had\nvery limited contact with Newbury from the time Newbury was 12 years old.\n      The district court found that the only potentially mitigating evidence in\nthe school and counseling records that counsel did not explore at trial was the\nevidence that Newbury felt that no one liked him, including himself, and the\nfact that he was diagnosed with depressive neurosis during the counseling.\nThe district court observed that feelings of rejection and low self-esteem are\nnot uncommon among adolescents, that the diagnosis of depressive neurosis\nwas secondary to hyperactivity, that the condition did not impair Newbury’s\njudgment, and that his depressed mood was only “moderate.” Further, there\nwas no evidence that Newbury suffered from this condition after 1974. The\ndistrict court pointed out that none of the defense witnesses mentioned that\nNewbury showed any signs of depression, and his wife testified that she had\nnever observed that he had any mental problems.\n      The district court also found that the counseling records contained\ninformation that would have been harmful to the defense: that Newbury\nviewed his mother and sister as warm and accepting; that his sister was\nsupportive of him; that his mother was an involved parent who communicated\nwith teachers and initiated family counseling for his benefit; and that his\nfather attended at least two counseling sessions. A statement by one of the\ncounselors that “the family had a tremendous investment in scapegoating the\nfather” might have led the jury to discount the sister’s testimony regarding her\n                                      18\n\f   Case: 10-70028     Document: 00512683758      Page: 19   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\nfather’s abusive behavior. Perhaps most damaging in the district court’s view\nwas the information that was not included in the counseling records: although\nNewbury’s sister testified that the most extreme physical and emotional abuse\nsuffered by Newbury came from his grandmother, who allegedly began\nmistreating him when he was only three years old, and who lived with the\nfamily off and on for most of their lives, the detailed notes of family counseling\nsessions do not contain a single reference to the grandmother. The district\ncourt found that the fact that Newbury evidently never mentioned his\ngrandmother in counseling would have raised doubts about his sister’s\ntestimony regarding the grandmother’s abuse.\n                                        b.\n      The district court held that it was procedurally barred from considering\nthe new evidence that Newbury presented for the first time in federal court.\nAlternatively, the court held that Newbury’s IATC claim lacked merit even\nconsidering the new evidence Newbury offered in support of it.\n      In her report, mitigation specialist Maxwell stated that she interviewed\nNewbury’s father, his mother-in-law, stepdaughter Marie Smith, stepson\nCharles Washington, Jackie Cherico (sixth grade teacher), and Joan Jeide (new\nwife). Because Maxwell did not specify what, if any, information in her report\ncame from those sources, the district court held that, to the extent Newbury\nargued that counsel should have presented additional testimony from any of\nthose persons, he could not prevail because he had not submitted evidence that\nthey would have been willing to testify to that information at trial.\n      The district court pointed out that although Newbury’s sister claimed in\nher affidavit that she met with trial counsel only once before trial, in a public\narea where she did not feel that she could talk about confidential matters, she\ndid not explain in her affidavits what matters she was reluctant to discuss with\ntrial counsel when she met with them, and did not explain why she could not\n                                       19\n\f    Case: 10-70028     Document: 00512683758      Page: 20    Date Filed: 07/01/2014\n\n\n\n                                   No. 10-70028\nhave conveyed any information she was unwilling to discuss publicly through\nother means, such as a letter to counsel. Further, there was no evidence that\ntrial counsel was aware or should have been aware of her discomfort during\nthe interview. In any event, counsel’s questions to her at trial indicated that\nshe had discussed intimate family details with him before trial. The district\ncourt also pointed out that counsel asked Flores a series of broad, open-ended\nquestions, which gave her multiple opportunities to provide mitigating\nevidence about Newbury’s life history and family background.\n      The district court found that the most compelling new evidence Flores\npresented was that Newbury attempted to hang himself when he was eight\nyears old. However, the court pointed out that she could have provided that\ninformation at trial in response to the questions that defense counsel asked\nher (i.e., when counsel asked whether Newbury appeared to be a pretty normal,\nactive child, to which Flores responded “Yes”).\n      The district court concluded that the most relevant mitigating evidence\noffered by Flores in federal court was either redundant of her trial testimony\nor provided more detail about the topics she testified about at trial. At trial,\nshe described her father’s use of a belt to discipline; in federal court, she added\nthe additional details that her father swung the belt buckle at Newbury’s head\nand hit him all over his body with the belt and belt buckle, once pushed his\nhand into dog excrement, and kicked him in the groin. She testified at trial\nabout their grandmother’s emotional and physical abuse of Newbury; in federal\ncourt, she added that his grandmother told him he was going to die when he\nhad the mumps. She testified at trial about Newbury’s difficulties in school;\nin federal court, she added that he was retained in first grade and was placed\nin special education for reading. The district court held that counsel was not\ndeficient for not bringing these extra specifics to light at trial.\n\n\n                                        20\n\f   Case: 10-70028     Document: 00512683758     Page: 21   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      The district court noted that the most specific complaint Newbury made\nabout Flores’s testimony is that trial counsel elicited testimony from her that\nNewbury shot his best friend with a .22 caliber rifle but did not present\nevidence of his reaction to the shooting or that the shooting was an accident.\nThe district court found that the record did not support these allegations.\nFlores testified that the two boys were playmates and were alone with the gun\nin a small utility room, Flores heard a pinging noise coming from the utility\nroom, and both boys came to Flores together and told her, “He’s been shot;” and\nthat only one shot was fired that injured the friend in two places. The district\ncourt thought it likely that the jury surmised from this testimony that the\nshooting was accidental and that at least some of the damage was caused by a\nricocheting bullet.   The court noted that in questioning Flores about the\nshooting incident, trial counsel deftly avoided revealing the fact that Newbury\nshot the gun; and he elicited testimony from Flores that Newbury reacted with\nshock. (Although the district court did not mention it, it was the prosecutor\nwho first brought up the shooting, in his cross-examination of Newbury’s\nfather, who testified before Flores testified.)    In federal court, Newbury\ncriticized counsel for not presenting the following additional facts regarding\nthe accidental nature of the shooting through Flores’s testimony: Newbury\nthought the gun was not loaded and was showing off for his friend when he\nshot the gun; the bullet ricocheted off the wall and went through the friend’s\narm; and Newbury felt horrible about the incident. The district court held that,\nto the extent Newbury faulted counsel for not bringing to light more specific\nfacts about an event, the claim must fail. Moreover, the court pointed out that\nif counsel had attempted to present this evidence, it would have been excluded\nbecause Flores was not in the room at the time of the shooting and had no\npersonal knowledge.\n\n\n                                      21\n\f   Case: 10-70028     Document: 00512683758     Page: 22    Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      With respect to the evidence presented for the first time in federal court\nin Newbury’s affidavit, in which he complained that the private investigator\nhired by trial counsel only met with him two or three times and only wanted\nto talk to him about Jesus, the district court held that Newbury did not explain\nin the affidavit what efforts counsel took to gather mitigating facts from him,\nwhether counsel were aware of the facts presented in his new affidavit or why,\nif they were not aware of those facts, Newbury did not make them aware. The\ndistrict court pointed out that counsel presented a substantial mitigation case\nand, when asked by the trial judge at the conclusion of the punishment phase\nwhether there was any stone that had not been turned over by counsel on his\nbehalf, Newbury replied, “I believe all the stones have been turned and\nreturned and turned again.” The district court held that, without any evidence\nto rebut the presumption of reasonableness to which counsel’s strategic\ndecision-making is entitled, it could not conclude that counsel was deficient for\nfailing to investigate and introduce the evidence in Newbury’s affidavit.\nMoreover, Newbury did not explain how counsel could have presented that\nevidence; Newbury did not testify, and the evidence would have been excluded\nif counsel had attempted to present it through other witnesses.\n      Next, the district court addressed Newbury’s claim that counsel should\nhave presented expert testimony to explain that his criminal behavior was\nmodeled and reinforced by his parents, and that he suffered from: (1) a severe\nlearning disability; (2) attention deficit and hyperactivity disorder; (3) post-\ntraumatic stress syndrome; (4) attachment disorder; (5) sensory integration\ndisorder; and (6) depressive neurosis (dysthymia).\n      At the outset of its discussion of this claim, the district court noted that\nNewbury did not present any evidence regarding counsel’s decision-making\nwith respect to the use of a psychological expert. The court stated that expert\n\n\n                                       22\n\f   Case: 10-70028     Document: 00512683758     Page: 23    Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\ntestimony about Newbury’s learning disabilities and hyperactivity would have\nbeen cumulative of Flores’s testimony about those topics.\n      The district court observed that Maxwell’s diagnosis of post-traumatic\nstress syndrome is based on the fact that Newbury was subjected to extreme\nphysical abuse by his father and grandmother starting at age three, and the\nfact that he witnessed violent physical attacks on his mother on a regular basis.\nThe court pointed out that trial counsel elicited testimony from Flores about\nthe grandmother’s emotional and physical abuse of Newbury and the father’s\nharsh discipline and abusive treatment of the mother. Although an expert\nmight have been able to retrospectively add the label of post-traumatic stress\nsyndrome to describe Newbury’s reaction to these events, the court held that\nsuch information would not have added appreciably to the jury’s\nunderstanding of Newbury’s childhood plight and would have essentially been\ncumulative of Flores’s testimony.\n      The district court found that Maxwell’s diagnosis of attachment disorder\nis premised primarily on Flores’s recollection, presented for the first time in\nher affidavit, that Newbury’s mother told Flores, “This is your baby” when\nFlores was two years old, that Newbury hated to be touched when he was a\nyoung child, and that his mother felt rejected by him. The court pointed out\nthat there is no evidence that Flores shared this information with counsel\nduring pretrial interviews or that counsel was to blame if she did not do so.\nEven if she had shared this information with counsel, counsel reasonably\nmight have doubted her ability to recall events that occurred when she was a\ntwo-year-old in the 1960s and reasonably might have concluded that hiring an\nexpert on the basis of such recollections would not have been productive. The\ncourt pointed out that none of the evidence that was available to counsel,\nincluding the 1974 counseling records, indicated that Newbury was ever\n\n\n                                       23\n\f   Case: 10-70028     Document: 00512683758      Page: 24     Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\ndiagnosed with attachment disorder before trial.            To the contrary, that\nevidence suggested that Newbury was cared for by an attentive mother.\n      The district court found that Maxwell’s diagnosis of sensory integration\ndisorder was based on a statement in Flores’s affidavit about his sensitivity to\ntouch as an infant and the note from Dr. Legg in his school records about his\nsensitivity to weather conditions.      There was no indication that Flores\ndiscussed Newbury’s sensitivity to touch as an infant with counsel in pretrial\ninterviews or that counsel was to blame for her failure to do so. In any event,\nthe court pointed out that Flores explained in her affidavit that Newbury\nstarted growing out of his sensitivity when he was between two and three years\nold. The district court found that the connection drawn by Maxwell between\nsensitivity to touch in infancy and later sensitivity to weather conditions at age\nsix seemed tenuous at best, and held that a reasonable attorney might have\nconcluded that a jury would not be persuaded by a post hoc diagnosis premised\non such seemingly unrelated bits of data. The court pointed out that nothing\nin the record, including the 1974 counseling records, indicated that Newbury\nwas diagnosed with sensory integration disorder at any point in his life before\nMaxwell made her assessment.\n      The district court found that Maxwell’s assessment of depressive\nneurosis is based on therapy records from 1974, when Newbury was 11 years\nold, and on earlier incidents.     The counseling records indicated that the\ndepressive neurosis was not severe and did not impair Newbury’s judgment,\nand that his depressed mood was only moderate; Flores testified at trial that\nhe was a “pretty normal, active child;” there was no evidence that he suffered\nfrom depressive neurosis after age 11; and his wife, who married him in 1994\nand lived with him for three years until his 1997 arrest, testified that she had\nnever observed him to have any mental problems.\n\n\n                                       24\n\f   Case: 10-70028      Document: 00512683758    Page: 25   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      The district court found that the only evidence that Newbury’s behavior\nwas modeled and reinforced by his parents came from Newbury’s affidavit, in\nwhich he claimed that he began helping his father steal equipment when he\nwas eight years old, that his mother rewarded him for stealing from his\ngrandmother before age ten, and that he then began robbing local businesses\nand turning the money over to his mother, who rewarded him with robbery\ncelebrations when he was 12. The district court held that, in the light of the\nfact that Newbury was 37 years old at the time of Officer Hawkins’s murder\nand by that point had been sent clear messages by society, through three felony\nconvictions, that armed robbery was wrong, it was not likely that the jury\nwould have absolved Newbury of some responsibility for his crimes because he\nwas just following the example set by his parents. The district court also\nobserved that the evidence supporting the parental modeling theory is double-\nedged: the jury would have learned that Newbury was trained to be a criminal\nwhen very young and committed robberies on a regular basis as a juvenile\nbefore progressing to armed robberies, a violent prison escape, and murder as\nan adult. According to the district court, such information would have cast him\nas an irremediable felon and would have enhanced the State’s case on future\ndangerousness.      The court concluded that, given these obvious strategic\nreasons for not presenting testimony about negative role models, counsel\nreasonably could have decided not to retain an expert to present this theory.\n      The district court held that Newbury’s failure to present any evidence of\ncounsel’s decision-making with regard to investigation or presentation of\nprison and court records was fatal to his claim with regard to that evidence.\nMoreover, those records do not contain any substantial new mitigation\nevidence. According to the district court, the most significant evidence in those\nrecords is the fact that a sergeant at the Travis County Jail, from which\nNewbury attempted his first escape, believed that he was not a leader in that\n                                       25\n\f   Case: 10-70028    Document: 00512683758      Page: 26   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nattempt. However, trial counsel presented that fact through live testimony at\nthe punishment phase.\n      The district court concluded that even if counsel performed deficiently,\nNewbury failed to show prejudice because all of his mitigating evidence,\nincluding that presented at trial and in both the state and federal habeas\nproceedings, could not overcome the powerful evidence presented by the State.\nIn addition to the State’s overwhelming evidence of future dangerousness\ndescribed by the state habeas court, Newbury led law enforcement officials on\na cross-country manhunt for over a month, and twelve loaded firearms were\nfound in his hotel room when he was finally captured. The court also found\nthat the State presented persuasive evidence of Newbury’s moral culpability\nthrough his statement to police in which he admitted that the sporting goods\nstore robbery was premeditated and required considerable calculation and\nplanning, and in which he blamed Officer Hawkins’s death on poor police\ntraining, evincing a lack of remorse.\n      The district court agreed with the state habeas court’s observation that,\nthrough testimony from every living adult member of Newbury’s immediate\nfamily, trial counsel thoroughly explored Newbury’s struggles growing up with\nan absent father, a broken home, an abusive grandmother, and a medical\ncondition of hyperactivity that caused him to have problems in school and at\nhome. The jury was presented with substantial evidence of his grandmother’s\nphysical and emotional abuse of him, including Flores’s graphic description of\nher breaking his toes and hitting him with various objects, and was also aware\nthat his father neglected his family emotionally, drank too much, physically\nabused his wife in front of his children, and struck his children with a “thick\nleather belt.” The district court pointed out that none of the documentary\nevidence counsel could have presented, such as the school or counseling\nrecords, contains any evidence of physical abuse or extreme neglect. The court\n                                        26\n\f   Case: 10-70028     Document: 00512683758     Page: 27   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nconcluded that while Flores had presented additional instances of abusive\nbehavior by the father and grandmother in her affidavit, such as when the\nfather pushed Newbury’s hand into dog excrement and kicked him in the groin\nand his grandmother telling him he would die from the mumps, those\nadditional details did not significantly alter the landscape of his family\nbackground presented at trial. The court found that Newbury’s more detailed\ndescription of his father’s physical abuse in his affidavit, in which he claimed\nthat his father would hit or beat him with whatever was closest to him, and\nthat he once shot him in the arm with birdshot while disciplining him, was not\nso shockingly different from the facts presented at trial that it would have\naltered the jury’s view of Newbury’s troubled relationship with his father in a\ndramatic way.\n      The court noted that it was unclear from Newbury’s affidavit how often\nhis mother was physically abusive, beating him with her fists and a glass\nbottle, but noted that he stated that he was able to keep her from harming him\nby the time he was 13 years old. The court held that, in the light of the jury’s\nknowledge of more severe and frequent abuse by the grandmother, the\nevidence of his mother’s abuse would not have significantly altered the jury’s\nview of his childhood. Moreover, the court observed that Newbury’s claims of\nphysical abuse by his mother were not corroborated by his sister, who testified\nat trial that her mother disciplined the children by sending them to their room\nand spanking them by hand, or by the 1974 counseling records, which stated\nthat at age 12, Newbury viewed his mother as “warm and accepting.”\n      The district court noted Newbury’s new allegations of poverty but held\nthat even if such testimony had been presented to the jury, there was not a\nreasonable probability that it would have resulted in a different verdict.\n      The district court also found that new evidence describing Newbury as\nhaving “rage” and a history of fighting, shoplifting, and robbing taxi drivers at\n                                       27\n\f   Case: 10-70028     Document: 00512683758      Page: 28   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\ngunpoint at age 17 to help pay his mother’s bills would have been harmful to\nNewbury’s case because it would only have reinforced the jury’s belief that\nNewbury was a dangerous person with violent tendencies.\n      The district court noted that in his affidavit, Newbury admitted he was\na reckless child who engaged in wild pranks and stunts like leading the police\non motorcycle chases and lighting a friend on fire, that he stole money from his\ngrandmother, that he regularly committed robberies beginning at age 11-12,\nand that he had a history of violent fighting, even as a child. The district court\nobserved that the overarching theme of most of Newbury’s affidavit was his\ncontinued unwillingness to accept responsibility for his crimes, as exemplified\nin the following excerpt from his affidavit:\n            I realize now that I put myself at risk trying to help other\n      people. I admit to being a robber. It was the only way I could see\n      to supplement my income. I was a workaholic. I worked all the\n      time. Because I didn’t have any education there were only so many\n      jobs I could get. Being a felon didn’t help either in the job\n      department. I tried to stay straight every time I came out of\n      prison.\n             I never hurt anyone in all the robberies I ever did. I am not\n      a murderer. Even though I said that I shot in the direction of what\n      I believed to be an officer in the [sporting goods store] robbery, I\n      didn’t shoot to kill. I shot to run him off. I shot way above his\n      head.\n            I never stole from any one individual. I wouldn’t steal from\n      a person. I only stole from businesses or companies. I never hurt\n      anyone and a lot of the time the guns I used didn’t even work. I\n      knew they had insurance to cover those kinds of things. I also\n      knew that they would report a lot more money being stolen than\n      actually was. That is just the way those things work.\nThe district court found that Newbury’s lack of remorse for the danger and loss\nhe repeatedly caused society would only have angered a jury that had heard\ntestimony from his terror-stricken victims and was aware of his confession in\nwhich he blamed Officer Hawkins’s death on inadequate training.\n\n                                       28\n\f    Case: 10-70028    Document: 00512683758      Page: 29   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\n      The district court concluded that, in sum, counsel presented a thorough\ncase for mitigation, focusing on traumatic events in Newbury’s childhood,\nemphasizing the positive influence he had on his stepchildren and wife, and\npointing out the heightened security he would be under if given a life sentence.\nThe court held that the evidence Newbury claimed counsel should have\npresented would not have fundamentally altered the portrait of his life\npresented to the jury and very well might have undermined the defense’s\nattempts to cast him in a positive light.        Weighing the State’s powerful\nevidence of future dangerousness and moral culpability against Newbury’s far\nweaker mitigation evidence, the court held that it was unpersuaded that any\njuror would have answered the mitigation special issue differently if the\nomitted evidence had been presented.\n      The district court denied federal habeas relief and denied a COA.\n                                       3.\n      On July 14, 2011, we denied Newbury’s request for a COA. 437 F. App’x\nat 292. With respect to the evidence presented in the state habeas proceeding,\nwe agreed with the district court that trial counsel did not perform deficiently.\nId. at 296. We held further that Newbury failed to demonstrate that he was\nprejudiced by counsel’s performance because the State presented a strong, if\nnot overwhelming, case of Newbury’s future dangerousness. Id. at 297. We\nconcluded that Newbury had failed to demonstrate a reasonable probability\nthat, but for counsel’s failure to offer the additional evidence from school,\nmedical, and counseling records, the outcome of the trial would have differed.\nId. Therefore, we held that reasonable jurists would not debate the district\ncourt’s rejection of the claim.\n      Although we noted the district court’s alternative ruling on the merits\nwith respect to the new evidence that Newbury presented for the first time in\nfederal court, we stated that we did not need to address the district court’s\n                                       29\n\f   Case: 10-70028     Document: 00512683758     Page: 30   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nanalysis of that evidence because Newbury’s new claims, supported by new\nfactual evidence, are procedurally barred. Id. at 295 n.2. We pointed out that\nour review of Newbury’s petition under § 2254(d)(1) is “limited to the record\nthat was before the state court that adjudicated the claim on the merits,” citing\nCullen v. Pinholster, 131 S. Ct. 1388, 1398 (2012). Id. at 297 n.4. We rejected\nNewbury’s contention that the ineffectiveness of his state habeas counsel in\nfailing to present the expanded claim constituted cause to overcome his\nprocedural default. Id. at 295 n.3.\n      On March 26, 2012, the Supreme Court vacated our judgment and\nremanded the case for further consideration in the light of Martinez v. Ryan.\n132 S. Ct. 1793. In Martinez, the Supreme Court held that a habeas petitioner\nmay establish cause to excuse a procedural default as to an IATC claim by\nshowing (1) that his state habeas counsel was constitutionally deficient in\nfailing to include the claim in his first state habeas application, and (2) that\nthe underlying IATC claim is “substantial”, meaning that it has “some merit.”\n132 S. Ct. at 1318. We ordered supplemental briefing on Martinez and Ibarra\nv. Thaler, 687 F.3d 222 (5th Cir. 2012) (holding that Martinez does not apply\nto Texas cases). On July 26, 2012, we issued an opinion holding that, in the\nlight of Ibarra, Martinez did not affect our previous decision. 481 F. App’x at\n955. We therefore denied Newbury’s request for a COA.\n      On June 3, 2013, the Supreme Court vacated our judgment and\nremanded the case to us, again, for further consideration in the light of Trevino\nv. Thaler, 133 S. Ct. 1911 (2013). 133 S. Ct. 2765. Trevino overruled Ibarra\nand held that Martinez applies to Texas cases because “the Texas procedural\nsystem—as a matter of its structure, design, and operation—does not offer\nmost defendants a meaningful opportunity to present a claim of ineffective\nassistance of trial counsel on direct appeal.” Trevino, 133 S. Ct. at 1921. We\n\n\n                                       30\n\f   Case: 10-70028     Document: 00512683758     Page: 31   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\ngranted the parties’ joint motion to file supplemental briefing. We now turn to\naddress the arguments of the parties.\n                                        II.\n      Newbury argues that the district court erred in holding that the new\nevidence he presented for the first time in federal court is unexhausted and\nprocedurally barred. He contends further that, in the light of Martinez and\nTrevino, the district court erred in holding that ineffective assistance of state\nhabeas counsel cannot establish cause to excuse state habeas counsel’s failure\nto present that evidence in state court. Newbury interprets Martinez to require\nthe district court to provide funds for the development of both his IATC claim\nand his claim that state habeas counsel rendered ineffective assistance, prior\nto assessing the merits of his IATC claim. He therefore contends that the\ndistrict court’s alternative ruling on the merits of his IATC claim, including\nthe evidence he presented for the first time in federal court, is flawed because\nthe district court made that ruling without allowing him the additional\nresources necessary to develop the facts to support the claim. He asks that we\ngrant a COA, vacate the district court’s decision on the IATC claim, and\nremand the case to the district court for the process he contends is required\nunder Martinez.\n      The State counters that we should not remand to the district court for\nfurther review, but should deny a COA without remanding. Although the State\nargued in the district court that Newbury’s IATC claim, to the extent it relies\non the new evidence presented for the first time in federal court, is\nunexhausted and procedurally barred, the State now argues that Newbury’s\nIATC claim is exhausted, because it was raised and rejected on the merits by\nthe state habeas court. The State’s argument relies on a distinction between\nan IATC claim raised for the first time at the federal habeas level, and an IATC\nclaim raised in state court that is supplemented in federal court with new, but\n                                        31\n\f   Case: 10-70028    Document: 00512683758      Page: 32   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\npreviously discoverable, evidence.    The State contends that the former is\nsubject to the procedural default doctrine, and the equitable exception\nestablished in Martinez and Trevino, while the latter is subject to the AEDPA\nrelitigation bar and Pinholster’s requirement that federal review of the claim\nbe limited to the evidence that was presented in state court.         The State\ncontends that Martinez and Trevino did not overrule Pinholster.\n      The State maintains that the equitable problem at issue in Martinez does\nnot exist in Newbury’s case because Newbury’s state habeas counsel raised an\nIATC claim, and the state court rejected that claim on the merits. The State\ncontends that Martinez does not allow consideration of ineffectiveness of state\nhabeas counsel as cause to excuse the default of new evidence to support a\nclaim that has previously been raised and rejected on the merits in state court.\nThe State thus contends that because the TCCA adjudicated Newbury’s IATC\nclaim on the merits, Newbury’s attempt to use new, unexhausted evidence to\nsupport his IATC claim in federal court is barred by Pinholster.\n      Alternatively, the State argues that if the claim is procedurally barred,\nNewbury is not entitled to any relief under Martinez and Trevino. First, the\nState contends that he has not shown that his state habeas counsel rendered\nineffective assistance because counsel presented an IATC claim, supported by\nevidence, in the state court. Second, the State argues that Martinez and\nTrevino do not require a district court to allow evidentiary development of\nIATC claims in federal court.      According to the State, a holding that a\npetitioner who qualifies for federal consideration of the merits of his IATC\nclaim under Martinez is also entitled to evidentiary development of the claim\nin federal court would require another equitable exception – to § 2254(e)(2).\nThat section states that where a habeas petitioner has failed to develop the\nfactual basis of his claims in state court, he is precluded from further factual\ndevelopment in federal court unless he can satisfy the statutory exceptions set\n                                      32\n\f   Case: 10-70028     Document: 00512683758     Page: 33   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nout in § 2254(e)(2) by alleging a newly created constitutional right or newly\ndiscovered facts. The State contends that Newbury cannot meet the first\nrequirement because Martinez stated that the equitable exception it created\ndid not create a new constitutional right. Nor do Newbury’s claims rely on a\nfactual predicate that could not have been previously discovered through the\nexercise of due diligence: the fact that Newbury now claims that state habeas\ncounsel should have presented this evidence in the state habeas proceedings\nnecessarily constitutes an admission that the evidence was available at that\ntime. The State contends that because any lack of diligence on the part of state\nhabeas counsel in developing the factual basis for a claim constitutes a failure\nsufficient to trigger the restrictive requirements of § 2254(e)(2)(A)(ii),\nevidentiary development is now foreclosed in federal court.\n      The State argues that the district court had sufficient facts before it to\nreach a decision on the merits of Newbury’s claim, and did not abuse its\ndiscretion by refusing to allow additional funds for the appointment of another\nexpert. The State also contends that Martinez and Trevino do not require a\ndistrict court to provide funds for further factual development of IATC claims\nbut, even if they do require such funding, the district court provided $7,500 for\nadditional factual development of Newbury’s IATC claim and denied relief on\nthe merits of both the exhausted and unexhausted portions of the claim.\nTherefore, according to the State, Newbury has already received all of the relief\nmandated by Martinez – federal review of his claim.\n      The State argues that a remand to the district court for a second merits\nreview would be a waste of the district court’s time and would unnecessarily\ndelay resolution of the case. The State points out that in Trevino, the Supreme\nCourt left for this court’s determination which court – state or federal – should\nbe permitted to decide, in the first instance, the merits of the IATC claim. The\nState argues that where a full and thorough merits determination has already\n                                       33\n\f   Case: 10-70028     Document: 00512683758     Page: 34   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nbeen done by the district court and the claim has been found wanting, there is\nnothing in Martinez or Trevino that requires the district court to give Newbury\na second chance to demonstrate that state habeas counsel was ineffective and\nthat his claim has “some merit.” According to the State, it is irrelevant whether\nNewbury could prove that he might surmount some initial-review test to avoid\na procedural bar of his claim, because the district court has already allowed\nfactual development of the claim (granting $7,500 to hire a mitigation\nspecialist to investigate the IATC claim) and concluded that the claim fails\nunder Strickland. The State contends that it defies logic to suggest that\nMartinez intended that a petitioner be allowed to return to the district court to\ndisprove a procedural ruling when a federal merits review – the only relief\noffered by Martinez – has already been decided against him.\n      In his reply brief, Newbury argues that because the state court did not\nhave all of the evidence before it when it ruled on his IATC claim, due to\nineffective state habeas counsel, he has not had a full and fair determination\nof the merits of his claim in state court, and that is why Martinez applies. He\ncontends that the equitable rule created by Martinez and Trevino affords relief\nfrom the legal ruling in Pinholster.        According to Newbury, the State’s\nargument that further development of the record is unnecessary and not\nrequired by Martinez and Trevino would render those opinions meaningless: if\na claim is defaulted by ineffective assistance of state habeas counsel there is,\nby definition, a need for evidentiary development of the claim.\n      Newbury argues that the district court abused its discretion by denying\nfunding for an expert, because the expertise of a psychologist is necessary to\nexplain to the court the mitigating significance of the psychological conditions\nidentified in the mitigation specialist’s affidavit. He asserts that when the\ndistrict court concluded that the omitted mitigating evidence could not have\novercome the evidence of Newbury’s future dangerousness, it substituted its\n                                       34\n\f    Case: 10-70028       Document: 00512683758         Page: 35     Date Filed: 07/01/2014\n\n\n\n                                      No. 10-70028\nlay judgment for a psychologist’s expert explanation of how those factors\naffected Newbury. He maintains that an expert might well have demonstrated\nhow some of the very facts that suggested Newbury presented a future danger\nwere nonetheless facts born of events beyond his control that reduced his moral\nculpability for his actions.\n       Having thoroughly re-examined the record, and having reconsidered our\ndecision in the light of Trevino and the arguments of the parties, we now turn\nto explain why we once again deny Newbury’s request for a COA. Before doing\nso, however, we first address Newbury’s argument about funding.\n                                            III.\n       The district court granted Newbury the maximum amount allowed by\nthe statute, $7,500, for a mitigation specialist. See 18 U.S.C. § 3599(f), (g)(2). 5\nThe district court denied Newbury’s request for additional funding for an\nexpert to issue an opinion about the evidence uncovered by the mitigation\nspecialist, holding that Newbury had not shown that such payment was\n“necessary to provide fair compensation for services of an unusual character or\nduration.” Id. We hold that the district court did not abuse its discretion by\ndenying additional funding. See Smith v. Dretke, 422 F.3d 269, 288 (5th Cir.\n2004) (stating that a COA is not needed to appeal the denial of funds for expert\nassistance and that such orders are reviewed for abuse of discretion). We now\nturn our attention to Newbury’s COA request.\n\n\n\n\n       5 In an unpublished opinion, this court stated that Martinez does not mandate pre-\npetition funding. Crutsinger v. Stephens, 540 F. App’x 310, 317 (5th Cir. 2013). In\nCrutsinger, the district court denied prepetition funding on the ground that the petitioner’s\nIATC claim was procedurally barred. Although the district court in this case held that\nNewbury’s IATC claim was procedurally barred, it nonetheless granted his prepetition\nrequest for funds with which to hire a mitigation specialist.\n                                             35\n\f    Case: 10-70028    Document: 00512683758      Page: 36    Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\n                                       IV.\n      When a district court denies habeas relief on a procedural ground\n      without reaching the prisoner’s underlying constitutional claim, a\n      COA should issue when the prisoner shows, at least, that jurists of\n      reason would find it debatable whether the petition states a valid\n      claim of the denial of a constitutional right and that jurists of\n      reason would find it debatable whether the district court was\n      correct in its procedural ruling.\nSlack v. McDaniel, 529 U.S. 473, 484 (2000). When the district court denies\nrelief on the petitioner’s constitutional claim on the merits, “[t]he petitioner\nmust demonstrate that reasonable jurists would find the district court’s\nassessment of the constitutional claims debatable or wrong.” Id.; see also\nMiller-El v. Cockrell, 537 U.S. 322, 326 (2003) (stating that a prisoner seeking\na COA makes “a substantial showing of the denial of a constitutional right . . .\nby demonstrating that jurists of reason could disagree with the district court’s\nresolution of his constitutional claims or that jurists could conclude the issues\npresented are adequate to deserve encouragement to proceed further”\n(citations and internal quotation marks omitted)).\n      We agree with Newbury that the district court’s procedural ruling that\nineffective assistance of state habeas counsel cannot constitute cause to excuse\na procedural default is incorrect in the light of Martinez and Trevino. That\nprocedural error, however, will not, standing alone, support Newbury’s claim\nfor a COA to allow the remand he seeks for further development of his claims.\nBecause the district court, in its alternative holding, rejected his constitutional\nclaims on the merits, Newbury cannot obtain a COA unless he also\ndemonstrates “that reasonable jurists would find the district court’s\nassessment of the constitutional claims debatable or wrong.” Slack, 529 U.S.\nat 484.\n\n\n\n                                        36\n\f   Case: 10-70028     Document: 00512683758      Page: 37   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\n      Under Martinez, in order for the federal court to consider the evidence\nNewbury presented for the first time in federal court, Newbury must show that\n(1) his state habeas counsel was ineffective in failing to present that evidence\nto the state habeas court, and (2) his underlying claims of ineffective assistance\nof trial counsel are “substantial,” meaning that he “must demonstrate that the\nclaim[s] ha[ve] some merit.” Martinez, 132 S. Ct. at 1318.          To establish\nineffective assistance of state habeas counsel, Newbury must show both that\nhabeas counsel’s performance – in failing to present to the state habeas court\nthe evidence that he presented for the first time in federal court – was deficient\nand that he was prejudiced by the deficient performance – that is, that there\nis a reasonable probability that he would have been granted state habeas relief\nhad the evidence been presented in the state habeas proceedings. Strickland\nv. Washington, 466 U.S. 668, 687 (1984); Martinez, 132 S. Ct. at 1318\n(suggesting that the Strickland standard applies in assessing whether habeas\ncounsel was ineffective).\n      Even if a petitioner makes both of the showings required under Martinez,\nthat “does not entitle [him] to habeas relief. It merely allows a federal court to\nconsider the merits of a claim that otherwise would have been procedurally\ndefaulted.” Martinez, 132 S. Ct. at 1320. As we have set out in detail in this\nopinion, the district court thoroughly and carefully considered all of the\nevidence that Newbury presented, including the evidence presented for the\nfirst time in federal court, and held that Newbury’s IATC claim lacks merit\nbecause he can demonstrate neither deficient performance nor prejudice under\nStrickland. Because Newbury has already received all of the relief available\nto him under the authority of Martinez and Trevino, that is, review of the\nmerits by the federal court, it is not necessary for us to remand the case for the\ndistrict court to determine whether Newbury’s state habeas counsel was\nineffective or whether his IATC claim has “some merit” under Martinez. All\n                                       37\n\f   Case: 10-70028     Document: 00512683758     Page: 38   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nthat we need to determine is whether reasonable jurists would find debatable\nthe district court’s decision that Newbury’s IATC claim lacks merit under\nStrickland, the clearly established federal law governing IATC claims.\n      To succeed on an IATC claim, “[f]irst, the defendant must show that\ncounsel’s performance was deficient.” Strickland, 466 U.S. at 687. “Second,\nthe defendant must show that the deficient performance prejudiced the\ndefense.” Id. To show deficient performance, “[t]he defendant must show that\ncounsel’s representation fell below an objective standard of reasonableness.”\nId. at 688. To demonstrate prejudice, a petitioner “must show that there is a\nreasonable probability that, but for counsel’s unprofessional errors, the result\nof the proceeding would have been different.”      Id. at 694.   “A reasonable\nprobability is a probability sufficient to undermine confidence in the outcome.”\nId. “Unless a defendant makes both showings, it cannot be said that the\nconviction or death sentence resulted from a breakdown in the adversary\nprocess that renders the result unreliable.” Id. at 687.\n      “[T]he proper standard for attorney performance is that of reasonably\neffective assistance.” Id.\n             Judicial scrutiny of counsel’s performance must be highly\n      deferential. It is all too tempting for a defendant to second-guess\n      counsel’s assistance after conviction or adverse sentence, and it is\n      all too easy for a court, examining counsel’s defense after it has\n      proved unsuccessful, to conclude that a particular act or omission\n      of counsel was unreasonable. A fair assessment of attorney\n      performance requires that every effort be made to eliminate the\n      distorting effects of hindsight, to reconstruct the circumstances of\n      counsel’s challenged conduct, and to evaluate the conduct from\n      counsel’s perspective at the time. Because of the difficulties\n      inherent in making the evaluation, a court must indulge a strong\n      presumption that counsel’s conduct falls within the wide range of\n      reasonable professional assistance; that is, the defendant must\n      overcome the presumption that, under the circumstances, the\n      challenged action might be considered sound trial strategy. There\n      are countless ways to provide effective assistance in any given\n                                      38\n\f   Case: 10-70028     Document: 00512683758      Page: 39   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      case. Even the best criminal defense attorneys would not defend\n      a particular client in the same way.\nId. at 689 (citations and internal quotation marks omitted).\n      With respect to the duty to investigate,\n      [S]trategic choices made after thorough investigation of law and\n      facts relevant to plausible options are virtually unchallengeable;\n      and strategic choices made after less than complete investigation\n      are reasonable precisely to the extent that reasonable professional\n      judgments support the limitations on investigation. In other\n      words, counsel has a duty to make reasonable investigations or to\n      make a reasonable decision that makes particular investigations\n      unnecessary. In any ineffectiveness case, a particular decision not\n      to investigate must be directly assessed for reasonableness in all\n      the circumstances, applying a heavy measure of deference to\n      counsel’s judgments.\nId. at 690–91.\n      To demonstrate prejudice, Newbury\n      must show that there is a reasonable probability that, but for\n      counsel’s unprofessional errors, the result of the proceeding would\n      have been different. A reasonable probability is a probability\n      sufficient to undermine confidence in the outcome.\nId. at 694. “The likelihood of a different result must be substantial, not just\nconceivable.”    Harrington v. Richter, 131 S. Ct. 770, 792 (2011) (citation\nomitted). “In assessing prejudice under Strickland, the question is not whether\na court can be certain counsel’s performance had no effect on the outcome. . . .\nInstead, Strickland asks whether it is ‘reasonably likely’ the result would have\nbeen different.” Id. at 791–92 (citations omitted).\n      First, with respect to the deficient performance prong of Strickland, we\nhold that reasonable jurists would not debate the district court’s decision that\nNewbury’s trial counsel’s performance was constitutionally adequate.            In\nconducting their investigation, they did not fail to pursue obvious leads, and\nthey presented a thorough case for mitigation. Trial counsel presented six\nwitnesses to testify about Newbury’s family, medical, and educational history.\n                                      39\n\f   Case: 10-70028     Document: 00512683758      Page: 40   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\nThe jury heard about Newbury’s traumatic childhood, including his\ngrandmother’s physical and emotional abuse of him and his father’s neglect\nand abuse. Trial counsel emphasized the positive influence Newbury had on\nhis wife and stepchildren, and presented evidence of the heightened security\nto which he would be subjected if sentenced to life in prison. The new evidence\nNewbury presented for the first time in the state habeas proceedings, as well\nas the new evidence he presented for the first time in federal court,\nundoubtedly provides more details. However, with the exception of his sister’s\ndescription of Newbury attempting to hang himself when he was eight years\nold, the new evidence is of the same genre as that presented to the jury at trial.\nAs the district court pointed out, trial counsel’s open-ended questions gave\nNewbury’s sister ample opportunities to tell the jury about his suicide attempt.\nMoreover, the evidence presented for the first time in federal court also\ncontains information that would have been damaging to Newbury, including\nevidence that Newbury had a history of rage, violent fighting, shoplifting, and\nrobbery, beginning when he was very young.\n      We also hold that reasonable jurists would not debate the district court’s\ndecision that Newbury was not prejudiced, because there is not a reasonable\nprobability that the jury would have answered the special issues in a different\nmanner had trial counsel presented the evidence that Newbury claims they\nshould have presented.         The State’s evidence of Newbury’s future\ndangerousness and moral culpability was overwhelming. He had three armed\nrobbery convictions, the last of which resulted in the 99-year sentence he was\nserving when he escaped from prison. In an attempt to escape from prison in\n1981, he attacked a guard with a broken light bulb. While in prison, he\nreceived 15 disciplinary charges, most of which were for violent conduct. After\nhis last escape, he actively participated in several armed robberies, including\nthe one in which he, along with other escapees, killed Officer Hawkins. He led\n                                       40\n\f   Case: 10-70028     Document: 00512683758      Page: 41   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\nlaw enforcement authorities on a cross-country manhunt for nearly a month\nbefore his capture, jeopardizing the lives and safety of the public as well as law\nenforcement officers. When he was captured, 12 loaded firearms were found\nin his hotel room. He had no remorse for Officer Hawkins’s death. He bragged\nthat he was on America’s Most Wanted television show for four weeks. He\nblamed the killing of Officer Hawkins on poor police training. It is plain that\nin the light of his life of unrelenting violence, the defaulted evidence that\nNewbury argues that his trial and state habeas counsel should have presented\nwould not have added significantly to the body of mitigating evidence that the\njury heard, and it contained damaging information that could have adversely\naffected trial counsel’s attempts to portray Newbury to the jury in any sort of\na positive way. In sum, reasonable jurists would not debate the district court’s\nconclusion   that,   weighing   the   State’s    powerful   evidence   of   future\ndangerousness and moral culpability against Newbury’s far weaker mitigation\nevidence, a juror would not have been persuaded to answer the special issues\nin a manner that would have resulted in a life sentence.\n      To sum up: Because the district court addressed the merits of Newbury’s\nIATC claim, including the evidence presented for the first time in federal court,\nit is not arguable but that Newbury has already received all of the relief\navailable to him under the authority of Martinez and Trevino. Considering all\nof Newbury’s evidence, including that presented for the first time in federal\ncourt, reasonable jurists would not debate the district court’s decision that\nNewbury’s IATC claim lacks merit. Because Newbury has not presented a\ndebatable IATC claim, he is not entitled to a COA, notwithstanding the district\ncourt’s procedural error in concluding that ineffective habeas counsel cannot\nconstitute cause for a procedural default. See Slack, 529 U.S. at 478, 484.\n\n\n\n\n                                       41\n\f   Case: 10-70028     Document: 00512683758     Page: 42   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n                                       V.\n      Because Newbury has not made a substantial showing of the denial of a\nconstitutional right, his application for a COA is\n                                                                      DENIED.\n\n\n\n\n                                       42\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">     Case: 10-70028   Document: 00512683758      Page: 1   Date Filed: 07/01/2014\n\n\n\n\n        IN THE UNITED STATES COURT OF APPEALS\n                 FOR THE FIFTH CIRCUIT\n                                                                 United States Court of Appeals\n                                                                          Fifth Circuit\n\n\n                                 No. 10-70028                           FILED\n                                                                     July 1, 2014\n                                                                    Lyle W. Cayce\nDONALD KEITH NEWBURY,                                                    Clerk\n\n                                           Petitioner - Appellant\nv.\n\nWILLIAM STEPHENS, DIRECTOR, TEXAS DEPARTMENT OF CRIMINAL\nJUSTICE, CORRECTIONAL INSTITUTIONS DIVISION,\n\n                                           Respondent - Appellee\n\n\n\n\n                 Appeal from the United States District Court\n                      for the Northern District of Texas\n\n\n ON REMAND FROM THE SUPREME COURT OF THE UNITED STATES\nBefore STEWART, Chief Judge, and JOLLY and PRADO, Circuit Judges.\nPER CURIAM:\n      Donald Keith Newbury was convicted of capital murder and sentenced\nto death for his role in the murder of Irving, Texas, police officer Aubrey\nHawkins. The Texas Court of Criminal Appeals (TCCA) affirmed Newbury’s\nconviction and death sentence on direct appeal.            In his state habeas\napplication, Newbury argued that his trial counsel rendered ineffective\nassistance by failing to investigate and present school, medical, and counseling\nrecords at the punishment phase of his trial. The TCCA denied state habeas\nrelief, adopting the trial judge’s findings and conclusions.\n\f    Case: 10-70028    Document: 00512683758      Page: 2      Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      The district court granted federal habeas counsel’s pre-petition request\nfor $7,500 to retain a licensed social worker as a mitigation specialist, but\ndenied his request for additional funds for a clinical psychologist that Newbury\nclaimed was necessary to evaluate and issue an opinion on the psychological\nissues uncovered in the mitigation investigation.          In his federal habeas\npetition, Newbury again claimed that his trial counsel rendered ineffective\nassistance by failing to investigate and present mitigating evidence.             In\naddition to the school, medical, and counseling records presented in the state\nhabeas proceeding, Newbury argued that trial counsel should have\ninvestigated and discovered the mitigating evidence described in the affidavit\nof the mitigation specialist. He argued that the evidence presented for the first\ntime in federal court was not presented in state court because of the “miserable\nperformance” of his state habeas counsel.\n      The district court denied relief on the portion of Newbury’s ineffective\nassistance of trial counsel (IATC) claim that relied on the evidence presented\nin state court. It held that the portion of the IATC claim that relied on new\nevidence presented for the first time in federal court was unexhausted and\nprocedurally barred. In the alternative, it held that even if the unexhausted\nevidence were considered, Newbury’s IATC claim failed on the merits. The\ndistrict court denied a certificate of appealability (COA).\n      We denied Newbury’s request for a COA in July 2011. Newbury v.\nThaler, 437 F. App’x 290 (5th Cir. 2011). We held that Newbury’s IATC claim\nbased on the new evidence presented for the first time in federal court was\nprocedurally barred. Id. at 295 n.2. We did not address the district court’s\nalternative holding that the claim lacked merit. Id.\n      The Supreme Court vacated and remanded for further consideration in\nthe light of Martinez v. Ryan, </pre><span class=\"citation\" data-id=\"625711\"><a href=\"/opinion/625711/martinez-v-ryan/\"><span class=\"volume\">132</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1309</span></a></span><pre class=\"inline\"> (2012). Newbury v. Thaler, </pre><span class=\"citation no-link\"><span class=\"volume\">132</span>\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">1793</span></span><pre class=\"inline\"> (2012). On remand, we again denied a COA, relying on our\n                                        2\n\f    Case: 10-70028      Document: 00512683758      Page: 3   Date Filed: 07/01/2014\n\n\n\n                                   No. 10-70028\nprecedent holding that Martinez does not apply to Texas cases.          Newbury v.\nThaler, 481 F. App’x 953 (5th Cir. 2012). On June 3, 2013, the Supreme Court\nvacated and remanded for further consideration in the light of Trevino v.\nThaler, </pre><span class=\"citation\" data-id=\"872994\"><a href=\"/opinion/872994/trevino-v-thaler/\"><span class=\"volume\">133</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1911</span></a></span><pre class=\"inline\"> (2013). Newbury v. Thaler, </pre><span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2765</span></span><pre class=\"inline\"> (2013).\nAfter such further consideration, we once again deny Newbury’s request for a\nCOA.\n                                         I.\n                                         A.\n       Newbury and six other inmates (referred to as “the Texas Seven”) 1\nescaped from a Texas prison and committed a series of armed robberies.\nOfficer Hawkins was shot and killed as the group fled the scene of a robbery at\na sporting goods store in Irving, Texas. Newbury and the others (except one\nwho committed suicide) were eventually arrested in Colorado.              Newbury\nconfessed to his role in the escape and robbery and blamed poor police training\nfor Officer Hawkins’s murder.\n       The state trial court appointed Doug Parks and Kevin Brooks to\nrepresent Newbury at trial. Parks had been involved in over 12 death penalty\ntrials. The record reflects that the state trial court granted defense counsel’s\nex parte motion for the appointment of a neuropsychologist. The record does\nnot indicate whether that expert examined or evaluated Newbury, and the\nexpert did not testify at trial.\n       The State introduced the following evidence at the punishment phase.\nNewbury had three prior convictions for aggravated robbery: one in 1981 for\nwhich he received a ten-year prison sentence; one in 1987 for which he received\na 15-year prison sentence; and one in 1998 for which he received a 99-year\n\n\n\n       The other members of the Texas Seven are George Rivas, Patrick Murphy, Michael\n       1\n\nRodriguez, Joseph Garcia, Randy Halprin, and Larry Harper.\n                                         3\n\f    Case: 10-70028    Document: 00512683758     Page: 4   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nprison sentence. He used a gun in all three of the robberies. After his escape\nfrom prison, Newbury and another escapee committed two armed robberies in\nHouston during which store employees were bound and threatened with death.\nAll seven of the escapees then participated in the armed robbery of the sporting\ngoods store and the murder of Officer Hawkins.\n      Patrick Moczygemba described the circumstances of the Texas Seven\nprison escape. On December 13, 2000, six of the seven escapees were working\nunder Moczygemba’s supervision in the maintenance department at the Texas\nDepartment of Criminal Justice (TDCJ) Connally Unit. One of the escapees\nhit Moczygemba in the head, and he lost consciousness. When he regained\nconsciousness, one of the escapees was holding a shank to his head. After\nstealing Moczygemba’s clothing, the escapees bound and gagged him and\nplaced him in a room where they eventually brought 13 other bound prison\nemployees and inmates. Moczygemba stated that all seven of the escapees\nactively participated and had a role in the escape.\n      Alejandro Marroquin, another Connally Unit employee, testified that, on\nthe day of the escape, he was surrounded by six escapees, including Newbury,\nand knocked down by a blow to his head. Newbury held a shank with a 12-\ninch blade to Marroquin’s throat while another escapee threatened him with\ndeath if he resisted. The escapees ordered Marroquin to crawl to the room\nwhere the other hostages were being held, and Newbury and another escapee\nkicked him from behind as he crawled to the room. The escapees bound him\nand then attempted to gag him. When Marroquin resisted the gag, Newbury\nhit him three or four times with his bare fist until Marroquin lost\nconsciousness.    Other prison employees’ testimony described similarly\nNewbury’s actions during the escape.\n      The State presented additional evidence of Newbury’s violence while\npreviously incarcerated. John Keller, a former correctional officer at the Travis\n                                       4\n\f    Case: 10-70028    Document: 00512683758      Page: 5   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nCounty Jail, testified that in 1981, Newbury participated with two other\ninmates in a coordinated attempt to escape.        During the escape attempt,\nNewbury grabbed Keller and held a broken fluorescent tube to Keller’s throat.\nWhile imprisoned between 1981 and 1985, and again between 1987 and 1988,\nNewbury received 15 disciplinary reports, including 11 charges for fighting\nwithout a weapon.\n      Newbury’s counsel presented mitigating evidence through testimony\nfrom Newbury’s sister and father, the only surviving adult members of his\nfamily. His father testified that he traveled frequently for his job and was only\nat home a few days a month during Newbury’s childhood. He admitted that he\nwas a heavy drinker and was not a very good father. He stated that although\nhe provided for his family financially, he did not provide emotional support.\nWhen Newbury was about 12 years old, his mother divorced his father and\nmoved to Texas, after which Newbury had very little contact with his father.\nNewbury’s mother died in mid-2001. On cross-examination, Newbury’s father\ntestified that Newbury was punished when he did wrong, had clothes and food,\nand was given love by his parents.          He denied ever abusing Newbury,\nphysically or mentally. He was not aware that Newbury ever suffered from\nany mental problems; instead he seemed like a normal boy growing up. In\nresponse to a question by the prosecutor, he admitted that Newbury was\ninvolved in a shooting incident with a neighbor boy. He testified that he visited\nNewbury a couple of times in the penitentiary, but Newbury removed him from\nthe visitors list because they had a difference of opinion about religion.\n      After the father testified, defense counsel tried to introduce photographs\nof Newbury to show that his family provided for him, and that he did not come\nfrom a bad home or a financially deprived home. The State objected to the\nphotographs, and the court ruled they were inadmissible.\n\n\n                                        5\n\f    Case: 10-70028    Document: 00512683758    Page: 6   Date Filed: 07/01/2014\n\n\n\n                                No. 10-70028\n      Newbury’s sister, Lesa Flores, testified as follows. She is 20 months\nolder than Newbury. When she was four, the family moved to a mobile home\npark in Missouri, where they lived for about ten years. Her father traveled\nfrequently for his job. She and Newbury were raised primarily by their mother\nand grandmother. Their mother died about a year before trial, and their\ngrandmother had been dead for “some years.” Newbury was very active and\nhad a hard time sitting still for class when he was in elementary school. He\nwas placed on Ritalin. From kindergarten through third grade, she sometimes\nhad to help his teachers take him back to his classroom when he wanted to go\nout and play. Other than that, he appeared to be a pretty normal, active child.\nTheir parents did not get along with each other and got into physical\naltercations in front of the children. Her father once dragged her mother\nupstairs by the hair in front of them. Their parents separated when she was\n14 and Newbury was 12. She, her mother, and Newbury moved to Texas. She\nand Newbury both dropped out of school without graduating. When Newbury\nwas about 16, he went to stay with their father in Arkansas for six months or\nso. Newbury had a good relationship with her children. He was 18 when he\ngot into trouble and was sent to the penitentiary. He attended the birth of her\noldest daughter, Ranna, who was present in the courtroom when she testified.\nWhen they were growing up their parents tried to teach them right from wrong.\nHer father would spank her and Newbury with a very thick leather belt when\nthey misbehaved. Their mother would discipline them by sending them to\ntheir room or an occasional spanking by hand. She was not aware that her\nfather drank alcohol except very rarely when they had a party.\n      Their grandmother, who watched them while their mother was at work,\nphysically and emotionally abused them.       She “despised” and “completely\nshunned” Newbury and favored Flores. She gave Christmas gifts to Flores,\nbut not to Newbury. She picked up any object light enough to use as a weapon\n                                      6\n\f    Case: 10-70028    Document: 00512683758      Page: 7   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nand hit Newbury with it. She broke their toes “quite frequently,” particularly\nwhen Flores interfered with fights between her and Newbury. The abuse\ncontinued until Newbury was 15 or 16 years old.\n      Defense counsel asked Flores about the incident in which Newbury’s\nfriend, Greg Scott, was shot. Flores testified that she was in the kitchen and\nheard something that sounded like a hard pinging noise coming from the\ncement utility room, where Newbury and his friend had her boyfriend’s gun.\nThen Newbury and Scott came into the kitchen, saying, “He’s been shot.” She\nsaid that her father had given permission for her boyfriend to teach Newbury\nto hunt. Flores did not see the gun fired. Scott was shot in the arm and the\nabdomen, but only one shot was fired. He was taken to the hospital with some\nmajor internal damage, but he survived. She stayed at the house to take care\nof Newbury and Scott’s little sisters, and all of them were in shock.\n      Flores testified that she continued to have a close relationship with\nNewbury after he was released from the penitentiary, that he lived with her\nfor about a year after being released from the penitentiary the second time,\nand that he was an extremely hard worker.\n      On cross-examination, Flores testified that their mother gave Newbury\npresents at Christmas and for his birthday.       She said that Newbury was\ntreated with Ritalin for his hyperactivity as a child but that, despite his\nlearning disorders, his intelligence was fine, he had job skills, and worked well\nwith his hands. She also acknowledged that their mother took him to see\ndoctors and they received family counseling in an effort to help him.\n      Newbury’s 20-year-old stepson, Larry Jones Washington, Jr., testified\nthat Newbury had had a positive impact on his life and had helped him turn\nhis life around after he got into trouble for theft and possession of an illegal\nsubstance when he was a teenager.          Newbury’s 18-year-old stepdaughter,\nMarquita Washington, testified that Newbury was like a father to her and had\n                                       7\n\f    Case: 10-70028    Document: 00512683758     Page: 8     Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nwarned her after she got in trouble at school that she could end up in prison\nlike he had if her bad behavior continued.                Newbury’s 15-year-old\nstepdaughter, Andrea Washington, testified that he treated her like his child\nand talked to his stepchildren about right and wrong, telling them that he had\nbeen in jail for doing wrong things and did not want the same for them. All\nthree stepchildren testified that Newbury was a positive influence on their\nmother when he was with her, but that since his incarceration she had\nresumed a lifestyle of heavy drinking and drug use.\n      Newbury’s wife, Jackie Newbury, testified that he married her even\nthough he knew she had five children and had been diagnosed with AIDS.\nPrior to their marriage, while Jackie was incarcerated, Newbury anonymously\ngave money and most of his own furniture to Jackie’s mother and children after\ntheir house burned. Although Jackie and Newbury fought over her drug and\nalcohol abuse problems during their marriage, he eventually helped her quit\nusing drugs, reduce the amount of alcohol she drank, and improve her\nrelationships with her children and her mother. Newbury did not drink or use\ndrugs, worked hard to provide for the family, and was a good influence on her\nchildren and did the best he could to be a good father to them. She had never\nobserved him to have any mental problems.\n      Keith Price, warden of the TDCJ Clements Unit, described the layout,\nconditions of confinement, and security measures available in maximum\nsecurity prisons. He testified that if sentenced to life imprisonment, Newbury\nwould start out in the most restrictive administrative segregation level\npossible, and that the level of security would be lowered only if he followed the\nrules. Even then, Newbury likely would remain in administrative segregation\n– 23 hours a day in a one-person cell – for “many, many years.” Price also\ntestified that Texas had upgraded prison security significantly since the Texas\nSeven escape.\n                                       8\n\f    Case: 10-70028     Document: 00512683758          Page: 9   Date Filed: 07/01/2014\n\n\n\n                                   No. 10-70028\n      Outside the presence of the jury, the trial court addressed Newbury\nregarding the voluntariness of his decision not to testify. When asked if he was\nsatisfied with his attorneys’ representation, Newbury said that he was “very\nsatisfied” and had no complaints. When asked if there was any stone that had\nnot been turned over on his behalf, Newbury replied, “I believe all the stones\nhave been turned and returned and turned again.”\n      The jury answered the special punishment issues in a manner requiring\nimposition of the death penalty. The TCCA affirmed Newbury’s conviction and\nsentence on direct appeal.\n                                        B.\n       Newbury’s state habeas application included a claim that his trial\ncounsel rendered ineffective assistance by failing to investigate and present\nmitigating evidence at the punishment phase of trial. Specifically, he alleged\nthat trial counsel should have discovered and presented elementary school\nrecords reflecting Newbury’s performance between kindergarten and third\ngrade, medical records from his childhood physician, Dr. William Legg, and his\n1974 counseling records from a mental health center. He argued that these\nrecords would have shown that he had suffered from learning problems, low\nself-esteem, a medical condition that made him sensitive to weather changes,\na tendency to burst blood vessels during times of emotional stress, and\ndifficulties with his father.\n      The state habeas trial court found that trial counsel adequately and\nreasonably    investigated      Newbury’s       family,   medical,   and   educational\nbackground and did not deprive him of a fair trial by failing to introduce the\nincomplete and inconclusive medical and educational records attached to his\nwrit application.    The court noted that counsel presented six character\nwitnesses to testify about Newbury’s family, medical, and educational history,\nand that their testimony included nearly all of the information contained in\n                                            9\n\f   Case: 10-70028    Document: 00512683758     Page: 10   Date Filed: 07/01/2014\n\n\n\n                                No. 10-70028\nthe documents attached to the writ application, as well as the additional\ninformation about Newbury’s physical and emotional abuse by his\ngrandmother, which is never mentioned in those documents. Counsel also\npresented a prison expert to discuss the new security measures under which\nNewbury would be incarcerated. The court concluded that the jury was given\nan accurate, if general, picture of the difficulties Newbury had in elementary\nschool, and that counsel reasonably could have decided not to present the\nschool records because they were redundant or because, while they show that\nNewbury had a difficult time succeeding in school, the records also placed the\nresponsibility on Newbury for his poor attitude and work habits. The court\nalso noted that the school records indicate that Newbury has an IQ of 106,\nwhich tends to undermine any sympathy that poor school performance might\nhave evoked in the jury. The court found that Dr. Legg’s records were not\navailable for defense counsel to find at the time of trial because they were\ndestroyed when Dr. Legg retired in 1999. The court concluded that considering\nthe double-edged nature of the other information in the school and counseling\nrecords, defense counsel reasonably could have decided that the records, on the\nwhole, would provide little or no benefit to the defense. The court concluded\nthat the medical and school records (to the extent they existed and were\navailable) would have added little, if any, support to the defense case at\npunishment and possibly could have harmed Newbury.\n      Alternatively, the state habeas trial court held that Newbury had failed\nto demonstrate prejudice because there is no probability sufficient to\nundermine confidence in the verdict that a reasonable juror would have\nconcluded that the death penalty was not an appropriate punishment, based\nupon the information contained in the school and medical records. The court\nnoted that the jury heard most of the information contained in the records\nthrough live witness testimony. The court acknowledged that the jury did not\n                                      10\n\f    Case: 10-70028         Document: 00512683758       Page: 11   Date Filed: 07/01/2014\n\n\n\n                                        No. 10-70028\nlearn that the school principal’s notes reflect that Newbury had some\nunidentified medical condition that made him susceptible to weather\nconditions such that he could not be outside, but pointed out that Newbury did\nnot assert that the condition continued through his adult years. The court\nconcluded that the records would have added very little, if anything, to the\nlarge body of mitigating evidence that the jury heard, and they are insufficient\nto overcome the weight of the State’s evidence of future dangerousness, which\nNewbury admitted was overwhelming. The TCCA adopted the trial judge’s\nfindings and conclusions and denied state habeas relief.\n                                               C.\n                                               1.\n      Prior to filing his federal habeas petition, Newbury requested, and the\ndistrict court granted, $7,500 for a mitigation expert to investigate and prepare\na claim that trial counsel rendered ineffective assistance by failing to\ninvestigate and present mitigating evidence at the punishment phase of his\ntrial. After the mitigation specialist completed her investigation, Newbury’s\ncounsel requested an additional $2,500 for a clinical psychologist to evaluate\nthe information collected by counsel and the mitigation specialist and issue an\nopinion on the psychological issues uncovered by the mitigation investigation.\nThe district court denied that request. The court stated that Newbury had not\noffered any reason why there is a need for additional funding so that another\nperson could review the work of the court-funded mitigation specialist.\nFurther, Newbury did not explain why the funds were necessary to provide fair\ncompensation for services of an unusual character or duration, as required by\n18 U.S.C. § 3599(g). 2\n\n\n\n      2   That section states, in pertinent part:\n\n                                               11\n\f    Case: 10-70028        Document: 00512683758          Page: 12      Date Filed: 07/01/2014\n\n\n\n                                        No. 10-70028\n                                               2.\n       In his federal habeas petition, Newbury alleged that trial counsel\nrendered ineffective assistance by failing to investigate Newbury’s background\n“for mitigation evidence, including but not limited to educational records,\nmedical records and social history.” In addition to the evidence presented in\nthe state habeas proceedings, Newbury argued that trial counsel performed\ndeficiently by failing to discover and present mitigating evidence described in\nthe affidavit of the mitigation specialist, Maxwell, as well as by failing to hire\nan expert who could recognize Newbury’s “various emotional and psychological\nproblems.” The attachments to the federal habeas petition include Maxwell’s\nreport, two affidavits from Newbury’s sister, Newbury’s affidavit, photographs\nof Newbury with various family members, and prison and court records. 3 Much\nof the information in Maxwell’s report comes from the affidavits of Newbury\nand his sister. Maxwell also asserted that an expert would have testified that\nNewbury suffered from a number of physical and psychological syndromes and\ncould explain how his personality and life choices were negatively shaped and\ninfluenced. The conditions identified by Maxwell include: sensory integration\ndisorder, attachment disorder, post-traumatic stress disorder, severe learning\n\n\n\n\n               Fees and expenses paid for investigative, expert, and other reasonably\n       necessary services authorized under subsection (f) shall not exceed $7,500 in\n       any case, unless payment in excess of that limit is certified by the court . . . as\n       necessary to provide fair compensation for services of an unusual character or\n       duration, and the amount of the excess payment is approved by the chief judge\n       of the circuit.\n\n18 U.S.C. § 3599(g)(2).\n\n       3The family photographs depict Newbury as an infant being held closely by his mother\nand sister. There are two photographs of Newbury as an infant being held by his\ngrandmother.\n\n                                              12\n\f    Case: 10-70028     Document: 00512683758       Page: 13    Date Filed: 07/01/2014\n\n\n\n                                    No. 10-70028\ndisability, attention deficit and hyperactivity disorder, and depressive neurosis\n(now called dysthymia).\n      Newbury alleged in his federal habeas petition that the following\nevidence was never developed by trial counsel:\n      Life History: Newbury was a late term child. He did not like to be\ntouched. Because his sister would not leave him alone, he became increasingly\naggressive toward her. He was tongue-tied and could not speak clearly. 4 He\ncould not tolerate temperature change or strong lights. Dr. Legg said he\nneeded to stay at home and have a teacher come to his house, but the school\nrefused. At age eight when he had his tonsils removed, the doctor clipped his\ntongue, and he had to learn to speak all over again. He was placed on Ritalin\nin the third grade.\n      Emotional Problems: He did not cry when he was an infant because he\nhated being touched and was not comforted by being picked up and held. His\nmother felt rejected and turned over the care of her infant son to his two-year-\nold sister. He was not allowed to suck his thumb and thus could not comfort\nhimself. At age two, when frustrated, he pounded his fists against the source\nof his frustration. At age five, he began fighting back against his father and\nonce broke his nose with a head butt. At age six, terrified of punishment for\nbreaking a window, he attempted to hang himself. He explained the suicide\nattempt by saying that he was tired of living.           When the family went to\ncounseling while he was in the fourth grade, he said no one liked him and he\ndidn’t like himself. He had no safe haven at home or at school. He was\naccident-prone. The only real father figure he had was the father of his sister’s\nhusband. His first sexual experience was with a 50-year-old friend of his\n\n\n\n      4A note in the counseling records attached to the state habeas application, dated\nMarch 11, 1974, states that Newbury’s speech was “normal.”\n                                          13\n\f    Case: 10-70028    Document: 00512683758        Page: 14   Date Filed: 07/01/2014\n\n\n\n                                    No. 10-70028\nmother’s. He tried living with his father at “God’s Range” in Arkansas. They\nhad daily fist fights, and he was asked to leave because of his advances toward\nthe teenaged daughters of people at the camp.\n      Physical Abuse: He was frequently beaten by his father with a quarter-\ninch belt, including the buckle, used as a whip.       His maternal grandmother\nabused him physically, often twisting his bare toes in an attempt to break\nthem. She succeeded at least once when she broke two toes.          His father shot\nhim in the arm with “a bunch of bird shot.” His mother beat him using her\nfists or a 32-ounce glass bottle.\n      Emotional Abuse:       Newbury witnessed constant physical violence\nbetween his mother and father. His maternal grandmother provoked fights\nbetween him and his sister. The grandmother gave Christmas gifts to his\nsister, but not to him. When he developed the mumps at age four, and his\ngrandmother told him that boys died of the mumps, he became listless and\nwanted to die.\n      Poverty: As the relationship worsened between Newbury’s parents, his\nfather stopped paying for groceries and clothing for the family.                His\ngrandmother refused to contribute even though she lived with them. In August\n1974, after his parents separated, Newbury moved into a one-bedroom shack\nwith his mother, grandmother, and sister. There was no refrigerator, and the\nfood stored in the utility room froze. The family heated the house with two\npropane heaters that winter. Later, when Flores and Newbury were teenagers,\nthey lived on snacks and soft drinks and grazed for food and shoplifted at the\ngrocery store. Newbury was homeless after he moved out of his mother’s house\nat age 16.\n      School Problems: Newbury was frequently the target of attacks by other\nchildren at school.    He was protected by his older sister, which probably\nencouraged the problems. He was held back in first grade. He and his sister\n                                        14\n\f    Case: 10-70028    Document: 00512683758      Page: 15   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\nwore ill-fitting, old clothing at school which made them targets for ridicule. He\nhad his first good teacher in fourth grade in Parkville, Missouri. She gave him\na typewriter, but when he broke his finger, he lost typing class. Six weeks into\nseventh grade, he dropped out of school.\n      Inappropriate Parental Modeling: His mother rewarded him for stealing\nmoney from his grandmother to supplement their household income.               His\nmother hid him when police chased him for riding his motorcycle without a\nlicense. His mother encouraged and assisted him in stealing and later robbing\nto supplement the family income.\n      Problems with the Law: He accidentally shot his best friend when he\nwas 12 years old. At age 15, he panhandled at the airport and continued to rob\nand steal for his mother. When he made a large haul, the family celebrated\nwith candy and cola. When he returned to Texas after staying with his father\nin Arkansas, Newbury began using a gun to commit robberies. His ambition\nto be a Green Beret was thwarted by his first adult robbery charge at age 18.\nHe got in a fight in the Travis County Jail, was transferred to a part of the jail\nhousing incorrigible prisoners, and got pulled into an unsuccessful escape\nattempt. After receiving a ten-year sentence, he was placed in protective\ncustody, where many of the inmates in the unit were homosexuals, and he\nfought constantly. The first legitimate job he had was as a welder after he was\nfirst paroled. When the project ended, the company offered him a position in\nArizona, but he lost the job because his parole officer refused to let him transfer\nhis supervision to Arizona. Newbury stopped reporting to his parole officer\nafter a roommate committed a robbery for which Newbury thought he would\nbe accused. Ultimately, he was arrested for the robbery of an auto parts store\nand went back to prison on a 15-year sentence. After serving five years of the\n15-year sentence, he lived with his sister’s family and provided for her and her\nchildren. His sister had been institutionalized after a suicide attempt. He\n                                        15\n\f   Case: 10-70028    Document: 00512683758      Page: 16   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nmarried Jackie Wright, his wife at the time of trial, and added her and her\nchildren to his responsibility. After Newbury’s employer was arrested for\npossession of drugs, his parole officer required him to quit that job, and he\nbegan committing robberies again. He was arrested for the robbery of a hotel\nand received a 99-year sentence, which he was serving when he escaped.\n                                      a.\n      The district court held that trial counsel did not provide ineffective\nassistance by failing to investigate and present the evidence Newbury relied\non as support for his IATC claim in the state habeas proceedings. Because Dr.\nLegg’s records were destroyed when he retired in 1999, the year before the\ncapital murder, trial counsel could not be expected to discover and present\nevidence that no longer existed. Nor could Newbury show prejudice because\nthe contents of the records are unknown.\n      Because Newbury did not present any evidence of counsel’s decision-\nmaking process regarding the school and counseling records, the district court\nheld that he had not overcome the presumption of reasonableness. The district\ncourt noted that Newbury had not pointed to any obvious leads counsel failed\nto pursue that would have generated substantial new evidence of a type not\nintroduced at trial. The district court concluded that, given the substantial\nevidence already available to them, counsel reasonably may have ceased their\ninvestigation before gathering the records; or, counsel may have had access to\nthe records and decided not to introduce them because the additional evidence\nin the records was either cumulative of trial testimony, insignificant, or\ndetrimental to Newbury’s case.\n      The district court held that even if counsel rendered deficient\nperformance in not discovering and presenting the school and counseling\nrecords, Newbury was not prejudiced. In state court, Newbury argued that the\nteachers’ notations and comments in the school records would have shown he\n                                     16\n\f   Case: 10-70028      Document: 00512683758    Page: 17   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nsuffered from learning problems as a child. According to the district court, the\nteachers’ comments would have been cumulative of Newbury’s sister’s trial\ntestimony that his hyperactivity interfered with his schoolwork between\nkindergarten and third grade, and that he was placed on Ritalin for this\n“learning disorder.”    Moreover, the teachers’ comments could have been\ndamaging, because they stress his negative attitude and lack of interest in\nschool rather than a learning disability over which he had no control. In\naddition, the school records contain IQ test scores of 106 and 91. The district\ncourt concluded that, rather than garnering sympathy for Newbury, the IQ\nscores and teachers’ comments would have left the jury with the impression\nthat, as in his adult life, he chose to defy authority at a young age instead of\nworking to develop his skills and abilities.\n      Newbury also argued that the school records would have been helpful\nbecause they contain a note signed by the principal documenting a telephone\nconversation with Dr. Legg in December 1968, when Newbury was six years\nold, in which Dr. Legg apparently said that Newbury suffered from “a rare and\nvery critical condition in which he cannot tolerate changes of temperature, low\ntemperature, high humidity, windy conditions, etc.” and “does burst blood\nvessels during emotional stress situations.” The district court noted that in\nDr. Legg’s affidavit presented to the state habeas court, he stated that he has\nno independent recollection of Newbury’s condition and that the comment that\nblood vessels burst meant only that Newbury’s face turned red in stressful\nsituations. The district court concluded that, particularly in the light of Dr.\nLegg’s clarification, the notation would not have helped Newbury if it had been\npresented to the jury. The court also pointed out that there is no evidence that\nNewbury’s inability to tolerate certain types of weather caused any major\ndifficulties or lasted beyond his very early childhood.\n\n\n                                       17\n\f   Case: 10-70028    Document: 00512683758      Page: 18   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      The district court concluded that much of the evidence in the counseling\nrecords would have been cumulative of Newbury’s sister’s testimony about his\ndifficulties in school, his hyperactivity and the fact that he was prescribed\nRitalin, their father’s spankings of Newbury with a thick leather belt and his\nabuse of their mother; and his father’s testimony that he probably was not a\nvery good father, that he was a heavy drinker, that he did not support the\nfamily emotionally and was away from home much of the time, and that he had\nvery limited contact with Newbury from the time Newbury was 12 years old.\n      The district court found that the only potentially mitigating evidence in\nthe school and counseling records that counsel did not explore at trial was the\nevidence that Newbury felt that no one liked him, including himself, and the\nfact that he was diagnosed with depressive neurosis during the counseling.\nThe district court observed that feelings of rejection and low self-esteem are\nnot uncommon among adolescents, that the diagnosis of depressive neurosis\nwas secondary to hyperactivity, that the condition did not impair Newbury’s\njudgment, and that his depressed mood was only “moderate.” Further, there\nwas no evidence that Newbury suffered from this condition after 1974. The\ndistrict court pointed out that none of the defense witnesses mentioned that\nNewbury showed any signs of depression, and his wife testified that she had\nnever observed that he had any mental problems.\n      The district court also found that the counseling records contained\ninformation that would have been harmful to the defense: that Newbury\nviewed his mother and sister as warm and accepting; that his sister was\nsupportive of him; that his mother was an involved parent who communicated\nwith teachers and initiated family counseling for his benefit; and that his\nfather attended at least two counseling sessions. A statement by one of the\ncounselors that “the family had a tremendous investment in scapegoating the\nfather” might have led the jury to discount the sister’s testimony regarding her\n                                      18\n\f   Case: 10-70028     Document: 00512683758      Page: 19   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\nfather’s abusive behavior. Perhaps most damaging in the district court’s view\nwas the information that was not included in the counseling records: although\nNewbury’s sister testified that the most extreme physical and emotional abuse\nsuffered by Newbury came from his grandmother, who allegedly began\nmistreating him when he was only three years old, and who lived with the\nfamily off and on for most of their lives, the detailed notes of family counseling\nsessions do not contain a single reference to the grandmother. The district\ncourt found that the fact that Newbury evidently never mentioned his\ngrandmother in counseling would have raised doubts about his sister’s\ntestimony regarding the grandmother’s abuse.\n                                        b.\n      The district court held that it was procedurally barred from considering\nthe new evidence that Newbury presented for the first time in federal court.\nAlternatively, the court held that Newbury’s IATC claim lacked merit even\nconsidering the new evidence Newbury offered in support of it.\n      In her report, mitigation specialist Maxwell stated that she interviewed\nNewbury’s father, his mother-in-law, stepdaughter Marie Smith, stepson\nCharles Washington, Jackie Cherico (sixth grade teacher), and Joan Jeide (new\nwife). Because Maxwell did not specify what, if any, information in her report\ncame from those sources, the district court held that, to the extent Newbury\nargued that counsel should have presented additional testimony from any of\nthose persons, he could not prevail because he had not submitted evidence that\nthey would have been willing to testify to that information at trial.\n      The district court pointed out that although Newbury’s sister claimed in\nher affidavit that she met with trial counsel only once before trial, in a public\narea where she did not feel that she could talk about confidential matters, she\ndid not explain in her affidavits what matters she was reluctant to discuss with\ntrial counsel when she met with them, and did not explain why she could not\n                                       19\n\f    Case: 10-70028     Document: 00512683758      Page: 20    Date Filed: 07/01/2014\n\n\n\n                                   No. 10-70028\nhave conveyed any information she was unwilling to discuss publicly through\nother means, such as a letter to counsel. Further, there was no evidence that\ntrial counsel was aware or should have been aware of her discomfort during\nthe interview. In any event, counsel’s questions to her at trial indicated that\nshe had discussed intimate family details with him before trial. The district\ncourt also pointed out that counsel asked Flores a series of broad, open-ended\nquestions, which gave her multiple opportunities to provide mitigating\nevidence about Newbury’s life history and family background.\n      The district court found that the most compelling new evidence Flores\npresented was that Newbury attempted to hang himself when he was eight\nyears old. However, the court pointed out that she could have provided that\ninformation at trial in response to the questions that defense counsel asked\nher (i.e., when counsel asked whether Newbury appeared to be a pretty normal,\nactive child, to which Flores responded “Yes”).\n      The district court concluded that the most relevant mitigating evidence\noffered by Flores in federal court was either redundant of her trial testimony\nor provided more detail about the topics she testified about at trial. At trial,\nshe described her father’s use of a belt to discipline; in federal court, she added\nthe additional details that her father swung the belt buckle at Newbury’s head\nand hit him all over his body with the belt and belt buckle, once pushed his\nhand into dog excrement, and kicked him in the groin. She testified at trial\nabout their grandmother’s emotional and physical abuse of Newbury; in federal\ncourt, she added that his grandmother told him he was going to die when he\nhad the mumps. She testified at trial about Newbury’s difficulties in school;\nin federal court, she added that he was retained in first grade and was placed\nin special education for reading. The district court held that counsel was not\ndeficient for not bringing these extra specifics to light at trial.\n\n\n                                        20\n\f   Case: 10-70028     Document: 00512683758     Page: 21   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      The district court noted that the most specific complaint Newbury made\nabout Flores’s testimony is that trial counsel elicited testimony from her that\nNewbury shot his best friend with a .22 caliber rifle but did not present\nevidence of his reaction to the shooting or that the shooting was an accident.\nThe district court found that the record did not support these allegations.\nFlores testified that the two boys were playmates and were alone with the gun\nin a small utility room, Flores heard a pinging noise coming from the utility\nroom, and both boys came to Flores together and told her, “He’s been shot;” and\nthat only one shot was fired that injured the friend in two places. The district\ncourt thought it likely that the jury surmised from this testimony that the\nshooting was accidental and that at least some of the damage was caused by a\nricocheting bullet.   The court noted that in questioning Flores about the\nshooting incident, trial counsel deftly avoided revealing the fact that Newbury\nshot the gun; and he elicited testimony from Flores that Newbury reacted with\nshock. (Although the district court did not mention it, it was the prosecutor\nwho first brought up the shooting, in his cross-examination of Newbury’s\nfather, who testified before Flores testified.)    In federal court, Newbury\ncriticized counsel for not presenting the following additional facts regarding\nthe accidental nature of the shooting through Flores’s testimony: Newbury\nthought the gun was not loaded and was showing off for his friend when he\nshot the gun; the bullet ricocheted off the wall and went through the friend’s\narm; and Newbury felt horrible about the incident. The district court held that,\nto the extent Newbury faulted counsel for not bringing to light more specific\nfacts about an event, the claim must fail. Moreover, the court pointed out that\nif counsel had attempted to present this evidence, it would have been excluded\nbecause Flores was not in the room at the time of the shooting and had no\npersonal knowledge.\n\n\n                                      21\n\f   Case: 10-70028     Document: 00512683758     Page: 22    Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      With respect to the evidence presented for the first time in federal court\nin Newbury’s affidavit, in which he complained that the private investigator\nhired by trial counsel only met with him two or three times and only wanted\nto talk to him about Jesus, the district court held that Newbury did not explain\nin the affidavit what efforts counsel took to gather mitigating facts from him,\nwhether counsel were aware of the facts presented in his new affidavit or why,\nif they were not aware of those facts, Newbury did not make them aware. The\ndistrict court pointed out that counsel presented a substantial mitigation case\nand, when asked by the trial judge at the conclusion of the punishment phase\nwhether there was any stone that had not been turned over by counsel on his\nbehalf, Newbury replied, “I believe all the stones have been turned and\nreturned and turned again.” The district court held that, without any evidence\nto rebut the presumption of reasonableness to which counsel’s strategic\ndecision-making is entitled, it could not conclude that counsel was deficient for\nfailing to investigate and introduce the evidence in Newbury’s affidavit.\nMoreover, Newbury did not explain how counsel could have presented that\nevidence; Newbury did not testify, and the evidence would have been excluded\nif counsel had attempted to present it through other witnesses.\n      Next, the district court addressed Newbury’s claim that counsel should\nhave presented expert testimony to explain that his criminal behavior was\nmodeled and reinforced by his parents, and that he suffered from: (1) a severe\nlearning disability; (2) attention deficit and hyperactivity disorder; (3) post-\ntraumatic stress syndrome; (4) attachment disorder; (5) sensory integration\ndisorder; and (6) depressive neurosis (dysthymia).\n      At the outset of its discussion of this claim, the district court noted that\nNewbury did not present any evidence regarding counsel’s decision-making\nwith respect to the use of a psychological expert. The court stated that expert\n\n\n                                       22\n\f   Case: 10-70028     Document: 00512683758     Page: 23    Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\ntestimony about Newbury’s learning disabilities and hyperactivity would have\nbeen cumulative of Flores’s testimony about those topics.\n      The district court observed that Maxwell’s diagnosis of post-traumatic\nstress syndrome is based on the fact that Newbury was subjected to extreme\nphysical abuse by his father and grandmother starting at age three, and the\nfact that he witnessed violent physical attacks on his mother on a regular basis.\nThe court pointed out that trial counsel elicited testimony from Flores about\nthe grandmother’s emotional and physical abuse of Newbury and the father’s\nharsh discipline and abusive treatment of the mother. Although an expert\nmight have been able to retrospectively add the label of post-traumatic stress\nsyndrome to describe Newbury’s reaction to these events, the court held that\nsuch information would not have added appreciably to the jury’s\nunderstanding of Newbury’s childhood plight and would have essentially been\ncumulative of Flores’s testimony.\n      The district court found that Maxwell’s diagnosis of attachment disorder\nis premised primarily on Flores’s recollection, presented for the first time in\nher affidavit, that Newbury’s mother told Flores, “This is your baby” when\nFlores was two years old, that Newbury hated to be touched when he was a\nyoung child, and that his mother felt rejected by him. The court pointed out\nthat there is no evidence that Flores shared this information with counsel\nduring pretrial interviews or that counsel was to blame if she did not do so.\nEven if she had shared this information with counsel, counsel reasonably\nmight have doubted her ability to recall events that occurred when she was a\ntwo-year-old in the 1960s and reasonably might have concluded that hiring an\nexpert on the basis of such recollections would not have been productive. The\ncourt pointed out that none of the evidence that was available to counsel,\nincluding the 1974 counseling records, indicated that Newbury was ever\n\n\n                                       23\n\f   Case: 10-70028     Document: 00512683758      Page: 24     Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\ndiagnosed with attachment disorder before trial.            To the contrary, that\nevidence suggested that Newbury was cared for by an attentive mother.\n      The district court found that Maxwell’s diagnosis of sensory integration\ndisorder was based on a statement in Flores’s affidavit about his sensitivity to\ntouch as an infant and the note from Dr. Legg in his school records about his\nsensitivity to weather conditions.      There was no indication that Flores\ndiscussed Newbury’s sensitivity to touch as an infant with counsel in pretrial\ninterviews or that counsel was to blame for her failure to do so. In any event,\nthe court pointed out that Flores explained in her affidavit that Newbury\nstarted growing out of his sensitivity when he was between two and three years\nold. The district court found that the connection drawn by Maxwell between\nsensitivity to touch in infancy and later sensitivity to weather conditions at age\nsix seemed tenuous at best, and held that a reasonable attorney might have\nconcluded that a jury would not be persuaded by a post hoc diagnosis premised\non such seemingly unrelated bits of data. The court pointed out that nothing\nin the record, including the 1974 counseling records, indicated that Newbury\nwas diagnosed with sensory integration disorder at any point in his life before\nMaxwell made her assessment.\n      The district court found that Maxwell’s assessment of depressive\nneurosis is based on therapy records from 1974, when Newbury was 11 years\nold, and on earlier incidents.     The counseling records indicated that the\ndepressive neurosis was not severe and did not impair Newbury’s judgment,\nand that his depressed mood was only moderate; Flores testified at trial that\nhe was a “pretty normal, active child;” there was no evidence that he suffered\nfrom depressive neurosis after age 11; and his wife, who married him in 1994\nand lived with him for three years until his 1997 arrest, testified that she had\nnever observed him to have any mental problems.\n\n\n                                       24\n\f   Case: 10-70028      Document: 00512683758    Page: 25   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      The district court found that the only evidence that Newbury’s behavior\nwas modeled and reinforced by his parents came from Newbury’s affidavit, in\nwhich he claimed that he began helping his father steal equipment when he\nwas eight years old, that his mother rewarded him for stealing from his\ngrandmother before age ten, and that he then began robbing local businesses\nand turning the money over to his mother, who rewarded him with robbery\ncelebrations when he was 12. The district court held that, in the light of the\nfact that Newbury was 37 years old at the time of Officer Hawkins’s murder\nand by that point had been sent clear messages by society, through three felony\nconvictions, that armed robbery was wrong, it was not likely that the jury\nwould have absolved Newbury of some responsibility for his crimes because he\nwas just following the example set by his parents. The district court also\nobserved that the evidence supporting the parental modeling theory is double-\nedged: the jury would have learned that Newbury was trained to be a criminal\nwhen very young and committed robberies on a regular basis as a juvenile\nbefore progressing to armed robberies, a violent prison escape, and murder as\nan adult. According to the district court, such information would have cast him\nas an irremediable felon and would have enhanced the State’s case on future\ndangerousness.      The court concluded that, given these obvious strategic\nreasons for not presenting testimony about negative role models, counsel\nreasonably could have decided not to retain an expert to present this theory.\n      The district court held that Newbury’s failure to present any evidence of\ncounsel’s decision-making with regard to investigation or presentation of\nprison and court records was fatal to his claim with regard to that evidence.\nMoreover, those records do not contain any substantial new mitigation\nevidence. According to the district court, the most significant evidence in those\nrecords is the fact that a sergeant at the Travis County Jail, from which\nNewbury attempted his first escape, believed that he was not a leader in that\n                                       25\n\f   Case: 10-70028    Document: 00512683758      Page: 26   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nattempt. However, trial counsel presented that fact through live testimony at\nthe punishment phase.\n      The district court concluded that even if counsel performed deficiently,\nNewbury failed to show prejudice because all of his mitigating evidence,\nincluding that presented at trial and in both the state and federal habeas\nproceedings, could not overcome the powerful evidence presented by the State.\nIn addition to the State’s overwhelming evidence of future dangerousness\ndescribed by the state habeas court, Newbury led law enforcement officials on\na cross-country manhunt for over a month, and twelve loaded firearms were\nfound in his hotel room when he was finally captured. The court also found\nthat the State presented persuasive evidence of Newbury’s moral culpability\nthrough his statement to police in which he admitted that the sporting goods\nstore robbery was premeditated and required considerable calculation and\nplanning, and in which he blamed Officer Hawkins’s death on poor police\ntraining, evincing a lack of remorse.\n      The district court agreed with the state habeas court’s observation that,\nthrough testimony from every living adult member of Newbury’s immediate\nfamily, trial counsel thoroughly explored Newbury’s struggles growing up with\nan absent father, a broken home, an abusive grandmother, and a medical\ncondition of hyperactivity that caused him to have problems in school and at\nhome. The jury was presented with substantial evidence of his grandmother’s\nphysical and emotional abuse of him, including Flores’s graphic description of\nher breaking his toes and hitting him with various objects, and was also aware\nthat his father neglected his family emotionally, drank too much, physically\nabused his wife in front of his children, and struck his children with a “thick\nleather belt.” The district court pointed out that none of the documentary\nevidence counsel could have presented, such as the school or counseling\nrecords, contains any evidence of physical abuse or extreme neglect. The court\n                                        26\n\f   Case: 10-70028     Document: 00512683758     Page: 27   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nconcluded that while Flores had presented additional instances of abusive\nbehavior by the father and grandmother in her affidavit, such as when the\nfather pushed Newbury’s hand into dog excrement and kicked him in the groin\nand his grandmother telling him he would die from the mumps, those\nadditional details did not significantly alter the landscape of his family\nbackground presented at trial. The court found that Newbury’s more detailed\ndescription of his father’s physical abuse in his affidavit, in which he claimed\nthat his father would hit or beat him with whatever was closest to him, and\nthat he once shot him in the arm with birdshot while disciplining him, was not\nso shockingly different from the facts presented at trial that it would have\naltered the jury’s view of Newbury’s troubled relationship with his father in a\ndramatic way.\n      The court noted that it was unclear from Newbury’s affidavit how often\nhis mother was physically abusive, beating him with her fists and a glass\nbottle, but noted that he stated that he was able to keep her from harming him\nby the time he was 13 years old. The court held that, in the light of the jury’s\nknowledge of more severe and frequent abuse by the grandmother, the\nevidence of his mother’s abuse would not have significantly altered the jury’s\nview of his childhood. Moreover, the court observed that Newbury’s claims of\nphysical abuse by his mother were not corroborated by his sister, who testified\nat trial that her mother disciplined the children by sending them to their room\nand spanking them by hand, or by the 1974 counseling records, which stated\nthat at age 12, Newbury viewed his mother as “warm and accepting.”\n      The district court noted Newbury’s new allegations of poverty but held\nthat even if such testimony had been presented to the jury, there was not a\nreasonable probability that it would have resulted in a different verdict.\n      The district court also found that new evidence describing Newbury as\nhaving “rage” and a history of fighting, shoplifting, and robbing taxi drivers at\n                                       27\n\f   Case: 10-70028     Document: 00512683758      Page: 28   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\ngunpoint at age 17 to help pay his mother’s bills would have been harmful to\nNewbury’s case because it would only have reinforced the jury’s belief that\nNewbury was a dangerous person with violent tendencies.\n      The district court noted that in his affidavit, Newbury admitted he was\na reckless child who engaged in wild pranks and stunts like leading the police\non motorcycle chases and lighting a friend on fire, that he stole money from his\ngrandmother, that he regularly committed robberies beginning at age 11-12,\nand that he had a history of violent fighting, even as a child. The district court\nobserved that the overarching theme of most of Newbury’s affidavit was his\ncontinued unwillingness to accept responsibility for his crimes, as exemplified\nin the following excerpt from his affidavit:\n            I realize now that I put myself at risk trying to help other\n      people. I admit to being a robber. It was the only way I could see\n      to supplement my income. I was a workaholic. I worked all the\n      time. Because I didn’t have any education there were only so many\n      jobs I could get. Being a felon didn’t help either in the job\n      department. I tried to stay straight every time I came out of\n      prison.\n             I never hurt anyone in all the robberies I ever did. I am not\n      a murderer. Even though I said that I shot in the direction of what\n      I believed to be an officer in the [sporting goods store] robbery, I\n      didn’t shoot to kill. I shot to run him off. I shot way above his\n      head.\n            I never stole from any one individual. I wouldn’t steal from\n      a person. I only stole from businesses or companies. I never hurt\n      anyone and a lot of the time the guns I used didn’t even work. I\n      knew they had insurance to cover those kinds of things. I also\n      knew that they would report a lot more money being stolen than\n      actually was. That is just the way those things work.\nThe district court found that Newbury’s lack of remorse for the danger and loss\nhe repeatedly caused society would only have angered a jury that had heard\ntestimony from his terror-stricken victims and was aware of his confession in\nwhich he blamed Officer Hawkins’s death on inadequate training.\n\n                                       28\n\f    Case: 10-70028    Document: 00512683758      Page: 29   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\n      The district court concluded that, in sum, counsel presented a thorough\ncase for mitigation, focusing on traumatic events in Newbury’s childhood,\nemphasizing the positive influence he had on his stepchildren and wife, and\npointing out the heightened security he would be under if given a life sentence.\nThe court held that the evidence Newbury claimed counsel should have\npresented would not have fundamentally altered the portrait of his life\npresented to the jury and very well might have undermined the defense’s\nattempts to cast him in a positive light.        Weighing the State’s powerful\nevidence of future dangerousness and moral culpability against Newbury’s far\nweaker mitigation evidence, the court held that it was unpersuaded that any\njuror would have answered the mitigation special issue differently if the\nomitted evidence had been presented.\n      The district court denied federal habeas relief and denied a COA.\n                                       3.\n      On July 14, 2011, we denied Newbury’s request for a COA. 437 F. App’x\nat 292. With respect to the evidence presented in the state habeas proceeding,\nwe agreed with the district court that trial counsel did not perform deficiently.\nId. at 296. We held further that Newbury failed to demonstrate that he was\nprejudiced by counsel’s performance because the State presented a strong, if\nnot overwhelming, case of Newbury’s future dangerousness. Id. at 297. We\nconcluded that Newbury had failed to demonstrate a reasonable probability\nthat, but for counsel’s failure to offer the additional evidence from school,\nmedical, and counseling records, the outcome of the trial would have differed.\nId. Therefore, we held that reasonable jurists would not debate the district\ncourt’s rejection of the claim.\n      Although we noted the district court’s alternative ruling on the merits\nwith respect to the new evidence that Newbury presented for the first time in\nfederal court, we stated that we did not need to address the district court’s\n                                       29\n\f   Case: 10-70028     Document: 00512683758     Page: 30   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nanalysis of that evidence because Newbury’s new claims, supported by new\nfactual evidence, are procedurally barred. Id. at 295 n.2. We pointed out that\nour review of Newbury’s petition under § 2254(d)(1) is “limited to the record\nthat was before the state court that adjudicated the claim on the merits,” citing\nCullen v. Pinholster, </pre><span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></span><pre class=\"inline\">, 1398 (2012). Id. at 297 n.4. We rejected\nNewbury’s contention that the ineffectiveness of his state habeas counsel in\nfailing to present the expanded claim constituted cause to overcome his\nprocedural default. Id. at 295 n.3.\n      On March 26, 2012, the Supreme Court vacated our judgment and\nremanded the case for further consideration in the light of Martinez v. Ryan.\n</pre><span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1793</span></span><pre class=\"inline\">. In Martinez, the Supreme Court held that a habeas petitioner\nmay establish cause to excuse a procedural default as to an IATC claim by\nshowing (1) that his state habeas counsel was constitutionally deficient in\nfailing to include the claim in his first state habeas application, and (2) that\nthe underlying IATC claim is “substantial”, meaning that it has “some merit.”\n132 S. Ct. at 1318. We ordered supplemental briefing on Martinez and Ibarra\nv. Thaler, </pre><span class=\"citation no-link\"><span class=\"volume\">687</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">222</span></span><pre class=\"inline\"> (5th Cir. 2012) (holding that Martinez does not apply\nto Texas cases). On July 26, 2012, we issued an opinion holding that, in the\nlight of Ibarra, Martinez did not affect our previous decision. 481 F. App’x at\n955. We therefore denied Newbury’s request for a COA.\n      On June 3, 2013, the Supreme Court vacated our judgment and\nremanded the case to us, again, for further consideration in the light of Trevino\nv. Thaler, </pre><span class=\"citation\" data-id=\"872994\"><a href=\"/opinion/872994/trevino-v-thaler/\"><span class=\"volume\">133</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1911</span></a></span><pre class=\"inline\"> (2013). </pre><span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2765</span></span><pre class=\"inline\">. Trevino overruled Ibarra\nand held that Martinez applies to Texas cases because “the Texas procedural\nsystem—as a matter of its structure, design, and operation—does not offer\nmost defendants a meaningful opportunity to present a claim of ineffective\nassistance of trial counsel on direct appeal.” Trevino, 133 S. Ct. at 1921. We\n\n\n                                       30\n\f   Case: 10-70028     Document: 00512683758     Page: 31   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\ngranted the parties’ joint motion to file supplemental briefing. We now turn to\naddress the arguments of the parties.\n                                        II.\n      Newbury argues that the district court erred in holding that the new\nevidence he presented for the first time in federal court is unexhausted and\nprocedurally barred. He contends further that, in the light of Martinez and\nTrevino, the district court erred in holding that ineffective assistance of state\nhabeas counsel cannot establish cause to excuse state habeas counsel’s failure\nto present that evidence in state court. Newbury interprets Martinez to require\nthe district court to provide funds for the development of both his IATC claim\nand his claim that state habeas counsel rendered ineffective assistance, prior\nto assessing the merits of his IATC claim. He therefore contends that the\ndistrict court’s alternative ruling on the merits of his IATC claim, including\nthe evidence he presented for the first time in federal court, is flawed because\nthe district court made that ruling without allowing him the additional\nresources necessary to develop the facts to support the claim. He asks that we\ngrant a COA, vacate the district court’s decision on the IATC claim, and\nremand the case to the district court for the process he contends is required\nunder Martinez.\n      The State counters that we should not remand to the district court for\nfurther review, but should deny a COA without remanding. Although the State\nargued in the district court that Newbury’s IATC claim, to the extent it relies\non the new evidence presented for the first time in federal court, is\nunexhausted and procedurally barred, the State now argues that Newbury’s\nIATC claim is exhausted, because it was raised and rejected on the merits by\nthe state habeas court. The State’s argument relies on a distinction between\nan IATC claim raised for the first time at the federal habeas level, and an IATC\nclaim raised in state court that is supplemented in federal court with new, but\n                                        31\n\f   Case: 10-70028    Document: 00512683758      Page: 32   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\npreviously discoverable, evidence.    The State contends that the former is\nsubject to the procedural default doctrine, and the equitable exception\nestablished in Martinez and Trevino, while the latter is subject to the AEDPA\nrelitigation bar and Pinholster’s requirement that federal review of the claim\nbe limited to the evidence that was presented in state court.         The State\ncontends that Martinez and Trevino did not overrule Pinholster.\n      The State maintains that the equitable problem at issue in Martinez does\nnot exist in Newbury’s case because Newbury’s state habeas counsel raised an\nIATC claim, and the state court rejected that claim on the merits. The State\ncontends that Martinez does not allow consideration of ineffectiveness of state\nhabeas counsel as cause to excuse the default of new evidence to support a\nclaim that has previously been raised and rejected on the merits in state court.\nThe State thus contends that because the TCCA adjudicated Newbury’s IATC\nclaim on the merits, Newbury’s attempt to use new, unexhausted evidence to\nsupport his IATC claim in federal court is barred by Pinholster.\n      Alternatively, the State argues that if the claim is procedurally barred,\nNewbury is not entitled to any relief under Martinez and Trevino. First, the\nState contends that he has not shown that his state habeas counsel rendered\nineffective assistance because counsel presented an IATC claim, supported by\nevidence, in the state court. Second, the State argues that Martinez and\nTrevino do not require a district court to allow evidentiary development of\nIATC claims in federal court.      According to the State, a holding that a\npetitioner who qualifies for federal consideration of the merits of his IATC\nclaim under Martinez is also entitled to evidentiary development of the claim\nin federal court would require another equitable exception – to § 2254(e)(2).\nThat section states that where a habeas petitioner has failed to develop the\nfactual basis of his claims in state court, he is precluded from further factual\ndevelopment in federal court unless he can satisfy the statutory exceptions set\n                                      32\n\f   Case: 10-70028     Document: 00512683758     Page: 33   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nout in § 2254(e)(2) by alleging a newly created constitutional right or newly\ndiscovered facts. The State contends that Newbury cannot meet the first\nrequirement because Martinez stated that the equitable exception it created\ndid not create a new constitutional right. Nor do Newbury’s claims rely on a\nfactual predicate that could not have been previously discovered through the\nexercise of due diligence: the fact that Newbury now claims that state habeas\ncounsel should have presented this evidence in the state habeas proceedings\nnecessarily constitutes an admission that the evidence was available at that\ntime. The State contends that because any lack of diligence on the part of state\nhabeas counsel in developing the factual basis for a claim constitutes a failure\nsufficient to trigger the restrictive requirements of § 2254(e)(2)(A)(ii),\nevidentiary development is now foreclosed in federal court.\n      The State argues that the district court had sufficient facts before it to\nreach a decision on the merits of Newbury’s claim, and did not abuse its\ndiscretion by refusing to allow additional funds for the appointment of another\nexpert. The State also contends that Martinez and Trevino do not require a\ndistrict court to provide funds for further factual development of IATC claims\nbut, even if they do require such funding, the district court provided $7,500 for\nadditional factual development of Newbury’s IATC claim and denied relief on\nthe merits of both the exhausted and unexhausted portions of the claim.\nTherefore, according to the State, Newbury has already received all of the relief\nmandated by Martinez – federal review of his claim.\n      The State argues that a remand to the district court for a second merits\nreview would be a waste of the district court’s time and would unnecessarily\ndelay resolution of the case. The State points out that in Trevino, the Supreme\nCourt left for this court’s determination which court – state or federal – should\nbe permitted to decide, in the first instance, the merits of the IATC claim. The\nState argues that where a full and thorough merits determination has already\n                                       33\n\f   Case: 10-70028     Document: 00512683758     Page: 34   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nbeen done by the district court and the claim has been found wanting, there is\nnothing in Martinez or Trevino that requires the district court to give Newbury\na second chance to demonstrate that state habeas counsel was ineffective and\nthat his claim has “some merit.” According to the State, it is irrelevant whether\nNewbury could prove that he might surmount some initial-review test to avoid\na procedural bar of his claim, because the district court has already allowed\nfactual development of the claim (granting $7,500 to hire a mitigation\nspecialist to investigate the IATC claim) and concluded that the claim fails\nunder Strickland. The State contends that it defies logic to suggest that\nMartinez intended that a petitioner be allowed to return to the district court to\ndisprove a procedural ruling when a federal merits review – the only relief\noffered by Martinez – has already been decided against him.\n      In his reply brief, Newbury argues that because the state court did not\nhave all of the evidence before it when it ruled on his IATC claim, due to\nineffective state habeas counsel, he has not had a full and fair determination\nof the merits of his claim in state court, and that is why Martinez applies. He\ncontends that the equitable rule created by Martinez and Trevino affords relief\nfrom the legal ruling in Pinholster.        According to Newbury, the State’s\nargument that further development of the record is unnecessary and not\nrequired by Martinez and Trevino would render those opinions meaningless: if\na claim is defaulted by ineffective assistance of state habeas counsel there is,\nby definition, a need for evidentiary development of the claim.\n      Newbury argues that the district court abused its discretion by denying\nfunding for an expert, because the expertise of a psychologist is necessary to\nexplain to the court the mitigating significance of the psychological conditions\nidentified in the mitigation specialist’s affidavit. He asserts that when the\ndistrict court concluded that the omitted mitigating evidence could not have\novercome the evidence of Newbury’s future dangerousness, it substituted its\n                                       34\n\f    Case: 10-70028       Document: 00512683758         Page: 35     Date Filed: 07/01/2014\n\n\n\n                                      No. 10-70028\nlay judgment for a psychologist’s expert explanation of how those factors\naffected Newbury. He maintains that an expert might well have demonstrated\nhow some of the very facts that suggested Newbury presented a future danger\nwere nonetheless facts born of events beyond his control that reduced his moral\nculpability for his actions.\n       Having thoroughly re-examined the record, and having reconsidered our\ndecision in the light of Trevino and the arguments of the parties, we now turn\nto explain why we once again deny Newbury’s request for a COA. Before doing\nso, however, we first address Newbury’s argument about funding.\n                                            III.\n       The district court granted Newbury the maximum amount allowed by\nthe statute, $7,500, for a mitigation specialist. See 18 U.S.C. § 3599(f), (g)(2). 5\nThe district court denied Newbury’s request for additional funding for an\nexpert to issue an opinion about the evidence uncovered by the mitigation\nspecialist, holding that Newbury had not shown that such payment was\n“necessary to provide fair compensation for services of an unusual character or\nduration.” Id. We hold that the district court did not abuse its discretion by\ndenying additional funding. See Smith v. Dretke, </pre><span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">269</span></span><pre class=\"inline\">, 288 (5th Cir.\n2004) (stating that a COA is not needed to appeal the denial of funds for expert\nassistance and that such orders are reviewed for abuse of discretion). We now\nturn our attention to Newbury’s COA request.\n\n\n\n\n       5 In an unpublished opinion, this court stated that Martinez does not mandate pre-\npetition funding. Crutsinger v. Stephens, 540 F. App’x 310, 317 (5th Cir. 2013). In\nCrutsinger, the district court denied prepetition funding on the ground that the petitioner’s\nIATC claim was procedurally barred. Although the district court in this case held that\nNewbury’s IATC claim was procedurally barred, it nonetheless granted his prepetition\nrequest for funds with which to hire a mitigation specialist.\n                                             35\n\f    Case: 10-70028    Document: 00512683758      Page: 36    Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\n                                       IV.\n      When a district court denies habeas relief on a procedural ground\n      without reaching the prisoner’s underlying constitutional claim, a\n      COA should issue when the prisoner shows, at least, that jurists of\n      reason would find it debatable whether the petition states a valid\n      claim of the denial of a constitutional right and that jurists of\n      reason would find it debatable whether the district court was\n      correct in its procedural ruling.\nSlack v. McDaniel, </pre><span class=\"citation\" data-id=\"118359\"><a href=\"/opinion/118359/slack-v-mcdaniel/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">473</span></a></span><pre class=\"inline\">, 484 (2000). When the district court denies\nrelief on the petitioner’s constitutional claim on the merits, “[t]he petitioner\nmust demonstrate that reasonable jurists would find the district court’s\nassessment of the constitutional claims debatable or wrong.” Id.; see also\nMiller-El v. Cockrell, </pre><span class=\"citation\" data-id=\"122258\"><a href=\"/opinion/122258/miller-el-v-cockrell/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span><pre class=\"inline\">, 326 (2003) (stating that a prisoner seeking\na COA makes “a substantial showing of the denial of a constitutional right . . .\nby demonstrating that jurists of reason could disagree with the district court’s\nresolution of his constitutional claims or that jurists could conclude the issues\npresented are adequate to deserve encouragement to proceed further”\n(citations and internal quotation marks omitted)).\n      We agree with Newbury that the district court’s procedural ruling that\nineffective assistance of state habeas counsel cannot constitute cause to excuse\na procedural default is incorrect in the light of Martinez and Trevino. That\nprocedural error, however, will not, standing alone, support Newbury’s claim\nfor a COA to allow the remand he seeks for further development of his claims.\nBecause the district court, in its alternative holding, rejected his constitutional\nclaims on the merits, Newbury cannot obtain a COA unless he also\ndemonstrates “that reasonable jurists would find the district court’s\nassessment of the constitutional claims debatable or wrong.” Slack, 529 U.S.\nat 484.\n\n\n\n                                        36\n\f   Case: 10-70028     Document: 00512683758      Page: 37   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\n      Under Martinez, in order for the federal court to consider the evidence\nNewbury presented for the first time in federal court, Newbury must show that\n(1) his state habeas counsel was ineffective in failing to present that evidence\nto the state habeas court, and (2) his underlying claims of ineffective assistance\nof trial counsel are “substantial,” meaning that he “must demonstrate that the\nclaim[s] ha[ve] some merit.” Martinez, 132 S. Ct. at 1318.          To establish\nineffective assistance of state habeas counsel, Newbury must show both that\nhabeas counsel’s performance – in failing to present to the state habeas court\nthe evidence that he presented for the first time in federal court – was deficient\nand that he was prejudiced by the deficient performance – that is, that there\nis a reasonable probability that he would have been granted state habeas relief\nhad the evidence been presented in the state habeas proceedings. Strickland\nv. Washington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 687 (1984); Martinez, 132 S. Ct. at 1318\n(suggesting that the Strickland standard applies in assessing whether habeas\ncounsel was ineffective).\n      Even if a petitioner makes both of the showings required under Martinez,\nthat “does not entitle [him] to habeas relief. It merely allows a federal court to\nconsider the merits of a claim that otherwise would have been procedurally\ndefaulted.” Martinez, 132 S. Ct. at 1320. As we have set out in detail in this\nopinion, the district court thoroughly and carefully considered all of the\nevidence that Newbury presented, including the evidence presented for the\nfirst time in federal court, and held that Newbury’s IATC claim lacks merit\nbecause he can demonstrate neither deficient performance nor prejudice under\nStrickland. Because Newbury has already received all of the relief available\nto him under the authority of Martinez and Trevino, that is, review of the\nmerits by the federal court, it is not necessary for us to remand the case for the\ndistrict court to determine whether Newbury’s state habeas counsel was\nineffective or whether his IATC claim has “some merit” under Martinez. All\n                                       37\n\f   Case: 10-70028     Document: 00512683758     Page: 38   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\nthat we need to determine is whether reasonable jurists would find debatable\nthe district court’s decision that Newbury’s IATC claim lacks merit under\nStrickland, the clearly established federal law governing IATC claims.\n      To succeed on an IATC claim, “[f]irst, the defendant must show that\ncounsel’s performance was deficient.” Strickland, 466 U.S. at 687. “Second,\nthe defendant must show that the deficient performance prejudiced the\ndefense.” Id. To show deficient performance, “[t]he defendant must show that\ncounsel’s representation fell below an objective standard of reasonableness.”\nId. at 688. To demonstrate prejudice, a petitioner “must show that there is a\nreasonable probability that, but for counsel’s unprofessional errors, the result\nof the proceeding would have been different.”      Id. at 694.   “A reasonable\nprobability is a probability sufficient to undermine confidence in the outcome.”\nId. “Unless a defendant makes both showings, it cannot be said that the\nconviction or death sentence resulted from a breakdown in the adversary\nprocess that renders the result unreliable.” Id. at 687.\n      “[T]he proper standard for attorney performance is that of reasonably\neffective assistance.” Id.\n             Judicial scrutiny of counsel’s performance must be highly\n      deferential. It is all too tempting for a defendant to second-guess\n      counsel’s assistance after conviction or adverse sentence, and it is\n      all too easy for a court, examining counsel’s defense after it has\n      proved unsuccessful, to conclude that a particular act or omission\n      of counsel was unreasonable. A fair assessment of attorney\n      performance requires that every effort be made to eliminate the\n      distorting effects of hindsight, to reconstruct the circumstances of\n      counsel’s challenged conduct, and to evaluate the conduct from\n      counsel’s perspective at the time. Because of the difficulties\n      inherent in making the evaluation, a court must indulge a strong\n      presumption that counsel’s conduct falls within the wide range of\n      reasonable professional assistance; that is, the defendant must\n      overcome the presumption that, under the circumstances, the\n      challenged action might be considered sound trial strategy. There\n      are countless ways to provide effective assistance in any given\n                                      38\n\f   Case: 10-70028     Document: 00512683758      Page: 39   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n      case. Even the best criminal defense attorneys would not defend\n      a particular client in the same way.\nId. at 689 (citations and internal quotation marks omitted).\n      With respect to the duty to investigate,\n      [S]trategic choices made after thorough investigation of law and\n      facts relevant to plausible options are virtually unchallengeable;\n      and strategic choices made after less than complete investigation\n      are reasonable precisely to the extent that reasonable professional\n      judgments support the limitations on investigation. In other\n      words, counsel has a duty to make reasonable investigations or to\n      make a reasonable decision that makes particular investigations\n      unnecessary. In any ineffectiveness case, a particular decision not\n      to investigate must be directly assessed for reasonableness in all\n      the circumstances, applying a heavy measure of deference to\n      counsel’s judgments.\nId. at 690–91.\n      To demonstrate prejudice, Newbury\n      must show that there is a reasonable probability that, but for\n      counsel’s unprofessional errors, the result of the proceeding would\n      have been different. A reasonable probability is a probability\n      sufficient to undermine confidence in the outcome.\nId. at 694. “The likelihood of a different result must be substantial, not just\nconceivable.”    Harrington v. Richter, </pre><span class=\"citation\" data-id=\"182992\"><a href=\"/opinion/182992/harrington-v-richter/\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">770</span></a></span><pre class=\"inline\">, 792 (2011) (citation\nomitted). “In assessing prejudice under Strickland, the question is not whether\na court can be certain counsel’s performance had no effect on the outcome. . . .\nInstead, Strickland asks whether it is ‘reasonably likely’ the result would have\nbeen different.” Id. at 791–92 (citations omitted).\n      First, with respect to the deficient performance prong of Strickland, we\nhold that reasonable jurists would not debate the district court’s decision that\nNewbury’s trial counsel’s performance was constitutionally adequate.            In\nconducting their investigation, they did not fail to pursue obvious leads, and\nthey presented a thorough case for mitigation. Trial counsel presented six\nwitnesses to testify about Newbury’s family, medical, and educational history.\n                                      39\n\f   Case: 10-70028     Document: 00512683758      Page: 40   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\nThe jury heard about Newbury’s traumatic childhood, including his\ngrandmother’s physical and emotional abuse of him and his father’s neglect\nand abuse. Trial counsel emphasized the positive influence Newbury had on\nhis wife and stepchildren, and presented evidence of the heightened security\nto which he would be subjected if sentenced to life in prison. The new evidence\nNewbury presented for the first time in the state habeas proceedings, as well\nas the new evidence he presented for the first time in federal court,\nundoubtedly provides more details. However, with the exception of his sister’s\ndescription of Newbury attempting to hang himself when he was eight years\nold, the new evidence is of the same genre as that presented to the jury at trial.\nAs the district court pointed out, trial counsel’s open-ended questions gave\nNewbury’s sister ample opportunities to tell the jury about his suicide attempt.\nMoreover, the evidence presented for the first time in federal court also\ncontains information that would have been damaging to Newbury, including\nevidence that Newbury had a history of rage, violent fighting, shoplifting, and\nrobbery, beginning when he was very young.\n      We also hold that reasonable jurists would not debate the district court’s\ndecision that Newbury was not prejudiced, because there is not a reasonable\nprobability that the jury would have answered the special issues in a different\nmanner had trial counsel presented the evidence that Newbury claims they\nshould have presented.         The State’s evidence of Newbury’s future\ndangerousness and moral culpability was overwhelming. He had three armed\nrobbery convictions, the last of which resulted in the 99-year sentence he was\nserving when he escaped from prison. In an attempt to escape from prison in\n1981, he attacked a guard with a broken light bulb. While in prison, he\nreceived 15 disciplinary charges, most of which were for violent conduct. After\nhis last escape, he actively participated in several armed robberies, including\nthe one in which he, along with other escapees, killed Officer Hawkins. He led\n                                       40\n\f   Case: 10-70028     Document: 00512683758      Page: 41   Date Filed: 07/01/2014\n\n\n\n                                  No. 10-70028\nlaw enforcement authorities on a cross-country manhunt for nearly a month\nbefore his capture, jeopardizing the lives and safety of the public as well as law\nenforcement officers. When he was captured, 12 loaded firearms were found\nin his hotel room. He had no remorse for Officer Hawkins’s death. He bragged\nthat he was on America’s Most Wanted television show for four weeks. He\nblamed the killing of Officer Hawkins on poor police training. It is plain that\nin the light of his life of unrelenting violence, the defaulted evidence that\nNewbury argues that his trial and state habeas counsel should have presented\nwould not have added significantly to the body of mitigating evidence that the\njury heard, and it contained damaging information that could have adversely\naffected trial counsel’s attempts to portray Newbury to the jury in any sort of\na positive way. In sum, reasonable jurists would not debate the district court’s\nconclusion   that,   weighing   the   State’s    powerful   evidence   of   future\ndangerousness and moral culpability against Newbury’s far weaker mitigation\nevidence, a juror would not have been persuaded to answer the special issues\nin a manner that would have resulted in a life sentence.\n      To sum up: Because the district court addressed the merits of Newbury’s\nIATC claim, including the evidence presented for the first time in federal court,\nit is not arguable but that Newbury has already received all of the relief\navailable to him under the authority of Martinez and Trevino. Considering all\nof Newbury’s evidence, including that presented for the first time in federal\ncourt, reasonable jurists would not debate the district court’s decision that\nNewbury’s IATC claim lacks merit. Because Newbury has not presented a\ndebatable IATC claim, he is not entitled to a COA, notwithstanding the district\ncourt’s procedural error in concluding that ineffective habeas counsel cannot\nconstitute cause for a procedural default. See Slack, 529 U.S. at 478, 484.\n\n\n\n\n                                       41\n\f   Case: 10-70028     Document: 00512683758     Page: 42   Date Filed: 07/01/2014\n\n\n\n                                 No. 10-70028\n                                       V.\n      Because Newbury has not made a substantial showing of the denial of a\nconstitutional right, his application for a COA is\n                                                                      DENIED.\n\n\n\n\n                                       42\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118359/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/122258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/182992/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/625711/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/872994/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T08:48:03.773338Z",
      "date_modified": "2014-10-30T08:48:03.773338Z",
      "date_filed": "2014-07-01",
      "date_filed_is_approximate": false,
      "slug": "donald-newbury-v-william-stephens-director",
      "citation_id": 2654400,
      "case_name_short": "",
      "case_name": "Donald Newbury v. William Stephens, Director",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/358473/donald-newbury-v-william-stephens-director/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:48:03.769515Z",
  "date_modified": "2014-10-30T08:48:03.769515Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Donald Newbury v. William Stephens, Director",
  "case_name_full": "",
  "slug": "donald-newbury-v-william-stephens-director",
  "docket_number": "10-70028",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}