{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/359373/",
  "id": 359373,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca2/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/672034/",
      "id": 672034,
      "absolute_url": "/opinion/672034/bridgeport-coalition-for-fair-representation-national-association-for-the/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/359373/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/672034/",
          "id": 672034,
          "absolute_url": "/opinion/672034/bridgeport-coalition-for-fair-representation-national-association-for-the/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/672034/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-16T15:43:34Z",
          "date_modified": "2017-03-26T00:38:17.014543Z",
          "type": "010combined",
          "sha1": "263e28e5c4cdd6fadb50497f6d182dba8842505c",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/26/26.F3d.271.93-9254.1592.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">26 F.3d 271</p>\n    <p class=\"parties\">BRIDGEPORT COALITION FOR FAIR REPRESENTATION;  National<br>Association for the Advancement of Colored People;  National<br>Association for the Advancement of Colored People, Greater<br>Bridgeport Branch;  Puerto Rican Coalition;  Connecticut<br>Latino Redistricting Committee;  Ralph Ford;  Raymond<br>Correa;  Mary McDuffie;  Wilfredo Matos;  Edwin Gomes;<br>Julian Braxton;  Rose Mercado, Plaintiffs-Appellees,<br>v.<br>CITY OF BRIDGEPORT;  Joseph Ganim, Mayor of the City of<br>Bridgeport;  Lisa Parziale, President of the Bridgeport City<br>Council;  Fleeta Hudson, City Clerk, City of Bridgeport;<br>Hector Diaz, Town Clerk, City of Bridgeport;  Francis<br>Boziek, Registrar of Voters, City of Bridgeport;  Lucille<br>Bruno, Registrar of Voters, City of Bridgeport, Defendants-Appellants,<br>Bridgeport City Council, Defendant.</p>\n    <p class=\"docket\">No. 1592, Docket 93-9254.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued March 18, 1994.<br>Decided March 25, 1994.<br>Opinion Filed June 8, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John C. King, Hartford, CT (Updike, Kelly &amp; Spellacy, P.C.), for defendants-appellants.</p>\n      <p class=\"indent\">JoNel Newman, Philip D. Tegeler, Hartford, CT (Connecticut Civil Liberties Union, Hartford, CT);  Justino Rosado, New Haven, CT (Chaucer &amp; Rosado, New Haven, CT);  Laughlin McDonald, Atlanta, GA (American Civil Liberties Union Southern Regional Office, Atlanta, GA);  Samuel L. Walters, Baltimore, MD (NAACP Special Contribution Fund, Baltimore, MD), for plaintiffs-appellees.</p>\n      <p class=\"indent\">Before:  MAHONEY, WALKER, and SPROUSE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">SPROUSE, Senior Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The City of Bridgeport, Connecticut, appeals the district court's grant of a preliminary injunction prohibiting it from conducting city elections under its 1993 reapportionment plan.  The court found that the plaintiffs, a coalition of minority rights advocates, were likely to succeed on their claim that the City violated section 2 of the Voting Rights Act<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> by diluting minority voting opportunities in reapportioning its City Council electoral districts on May 27, 1993.  Its order required the City to adopt a redistricting plan designed to achieve balanced voting rights.  Shortly after arguments in this court, we issued an order affirming in part, modifying in part, and remanding for modification with respect to the dates of compliance 26 F.3d 280.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We now set forth our rationale.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The population of Bridgeport is divided mostly among three racial groups.  According to 1990 census data, approximately 45.6% of its citizens are white caucasians, 25.2% black or African-American, and 26.5% citizens from a Latino or Hispanic heritage.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The voting age population, although divided somewhat differently, of course, follows the same pattern.  Of persons 18 years old and over, 52.3% are white, 22.8% are black, and 22.4% are Hispanic.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The City is and historically has been divided into ten Council districts, each electing two members of the City Council.  To implement its decennial redistricting as required by Connecticut law, the City Council in 1993 formed a Redistricting Advisory Committee (\"RAC\"), which consisted of seven City Council members.  The RAC received suggestions from concerned citizens but relied principally on the advice and recommendations of two retained experts, Professor Kurt Schlichting of Fairfield University, an expert on demographics and census figures, and Linda Johnson, a Voting Rights Act consultant.  The plan proposed by the RAC continued a division into ten districts but changed the configurations so that one district would be populated by a majority of black citizens, one would be composed of a majority of Latino citizens, two would contain a majority of black and Latino citizens combined, and the remaining six districts<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> would consist of a majority of white voters.  Prior to the reapportionment, only one district had contained a majority of minority voters.  After holding numerous committee meetings and additional public hearings, the City Council adopted the RAC's proposed redistricting plan on May 27, 1993.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Bridgeport Coalition for Fair Representation, the NAACP, and others (collectively \"the Coalition\") presented testimony in both the RAC and City Council public hearings.  The Coalition objected to the plan ultimately adopted by the City Council and proposed an alternative.  Its position throughout this litigation has been that the City Council could and should have created two black majority districts, two Hispanic majority districts, and one combined black/Latino majority district.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Failing to persuade the City Council, the Coalition on July 26, 1993, filed suit in federal district court against the City and members of the City government for preliminary and permanent injunctions against all future elections under the plan adopted by the City Council.  It asked that the City be required to adopt the alternative plan designed and submitted by the Coalition.  After seven days of evidentiary hearings, the district court found that the Coalition was likely to succeed on the merits of its vote dilution claim and would be irreparably harmed by any further infringement of their fundamental right to vote.  It refused, however, to enjoin the upcoming municipal election because it was scheduled to occur only five days after the order.  It also declined to impose the plan offered by the Coalition or to mandate specific line drawing.  Instead, the district court ordered the City Council to establish a new system of districts.  Although left the responsibility for drawing the boundaries, the City was required to design a plan which would include two majority black districts, two majority Hispanic districts, and one majority combined district.  The plan was to be drawn within 60 days of the preliminary injunction order, and the City was instructed to hold an election under the new districting scheme within 120 days of the order.  On December 28, 1993, we granted a stay pending the City's appeal.  We have now heard the parties and affirm the district court's issuance of the preliminary order but remand with instructions to modify.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As a threshold matter, we are met with the parties' disagreement over the standards that govern our review.  Bridgeport first contends that we should exercise plenary review of the district court's finding of dilution because all relevant facts are plainly discernable from the record on appeal.  It cites Canadian Transp. Co. v. Irving Trust Co., 548 F.2d 53, 55 (2d Cir.1977) (Where \"a reviewing court can discern enough solid facts from the record to enable it to render a decision, it may proceed to review, as if de novo.\")  (internal quotation omitted).  The Coalition points out persuasively, however, that the court's reasoning in Canadian Transport Co. does not survive  Anderson v. Bessemer City, 470 U.S. 564, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985).  In Anderson, the Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>To be sure, various Courts of Appeal have on occasion asserted that an appellate court may exercise de novo review over findings not based on credibility determinations.  See, e.g., Orvis v. Higgins, 180 F.2d 537 (CA2 1950);  Lydle v. United States, 635 F.2d 763, 765 n. 1 (CA6 1981);  Swanson v. Baker Industries, Inc., 615 F.2d 479, 483 (CA8 1980).  This theory has an impressive genealogy, having first been articulated in an opinion written by Judge Frank and subscribed to by Judge Augustus Hand, see Orvis v. Higgins, supra, but it is impossible to trace the theory's lineage back to the text of Rule 52(a) which states straightforwardly that \"findings of fact shall not be set aside unless clearly erroneous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Anderson, 470 U.S. at 574, 105 S.Ct. at 1512.   If Anderson left any question, there can be no doubt after Thornburg v. Gingles, 478 U.S. 30, 106 S.Ct. 2752, 92 L.Ed.2d 25 (1986), about the standard for reviewing a finding of vote dilution.  The Gingles Court stated, \"We reaffirm our view that the clearly-erroneous test of Rule 52(a) is the appropriate standard for appellate review of a finding of vote dilution.\"  Id. at 79, 106 S.Ct. at 2781.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Bridgeport also urges that the district court's decision to grant a preliminary injunction is not entitled to review based on the traditional \"abuse of discretion\" standard.  To support its reasoning, it relies on Donovan v. Bierwirth, 680 F.2d 263, 270 (2d Cir.)  (\"Factors favorable to the exercise of appellate discretion to engage in full review are that interlocutory relief has been granted rather than denied, lack of specificity in the findings of the trial court, and defects apart from the findings themselves, in the district court proceedings [which would justify a broader review].\"), cert. denied, 459 U.S. 1069, 103 S.Ct. 488, 74 L.Ed.2d 631 (1982) (internal quotation omitted).  Donovan, however, is inapposite.  The district court in this case held seven days of hearings, which included both testimonial and documentary evidence, and made extensive factual findings.  We cannot say, as the Donovan court did, that we are in as good a position as the district court to consider all relevant evidence.  We therefore review its decision for abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In so doing, we are mindful of the traditional standards which govern the decision as to whether a preliminary injunction is appropriate in a particular case.  In this Circuit, we have said:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The standard in the Second Circuit for injunctive relief clearly calls for a showing of (a) irreparable harm and (b) either (1) likelihood of success on the merits or (2) sufficiently serious questions going to the merits to make them a fair ground for litigation and a balance of hardships tipping decidedly toward the party requesting the preliminary relief.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Jackson Dairy v. H.P. Hood &amp; Sons, 596 F.2d 70, 72 (2d Cir.1979).  In this case, the Coalition was required to demonstrate that minority voters would be irreparably harmed if election results based on the 1993 redistricting plan were allowed to stand and that it was likely to succeed in showing diluted minority voting strength or that it had presented \"sufficiently serious questions going to the merits to make them a fair ground for litigation and a balance of hardships tipping decidedly toward the party requesting the preliminary relief.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We understand the significance of granting relief by preliminary injunction and recognize the urgency of the City's contention that the prerequisites for the issuance of a preliminary injunction in voting rights cases be scrutinized carefully.  We have done so and affirm the district court's action.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>III. Irreparable Harm or Balancing of Hardships</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We find no error in the district court's holding that the plaintiffs demonstrated that they would be irreparably harmed if the injunction were not issued and would suffer greater harm by the denial of the injunction than would the City by the grant of the injunction.  The district court emphasized the importance of the right to vote and the need to minimize the duration of minority citizens' loss of that right.  It noted that if the approved plan governed voter participation for up to two years, African Americans and Latino Americans would be without equal chance to participate for that period of time.  The district court also recognized that its relief might burden the defendants and others, and, citing JSG Trading Corp. v. Tray-Wrap, Inc., 917 F.2d 75, 80 (2d Cir.1990), stated, \"Disarranging the status quo requires awareness that a 'preliminary injunction is an extraordinary remedy not to be granted' routinely.\"   Given the district court's recognition of the competing interests at stake and its principled resolution of those interests, we cannot say that it abused its discretion in finding that the balance favored the grant of the requested relief.</p>\n    </div>\n    <p>IV. Likelihood of Success</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Having found no error in the district court's finding of irreparable harm, we turn to the issue of likelihood of success on the merits.  To succeed on its claim, the Coalition needs to demonstrate that the City Council violated the Voting Rights Act.  Section 2 of the Voting Rights Act provides:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>(a) No voting qualification or prerequisite to voting or standard, practice, or procedure shall be imposed or applied by any State or political subdivision in a manner which results in a denial or abridgement of the right of any citizen of the United States to vote on account of race or color....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(b) A violation of subsection (a) is established if, based on the totality of the circumstances, it is shown that the political processes leading to nomination or election in the State or political subdivision are not equally open to participation by members of a class of citizens protected by subsection (a) ... in that its members have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice....  [N]othing in this section establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">42 U.S.C.A. Sec. 1973.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Both Bridgeport and the Coalition proposed plans with ten two-member districts, numbers 130 through 139.  Principally, only five are in dispute:  131, 135, 136, 137, and 139.  The issue is not whether minority voting opportunities had been impaired historically.  This can be inferred from the City's decision to create four of the ten districts as majority-minority districts.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The issue presented to the district court was whether the City cured the dilution by creating four majority-minority districts.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Thornburg v. Gingles, 478 U.S. 30, 106 S.Ct. 2752, 92 L.Ed.2d 25 (1986), the Supreme Court set forth a three-part test to determine whether use of a multimember voting district system operates to dilute a minority group's voting power in violation of Sec. 2.  To successfully challenge the City's plan, Gingles requires the Coalition to demonstrate that:  (1) the minority group is sufficiently large and geographically compact so that additional majority-minority districts can be created within the context of the multi-district electoral scheme;  (2) the minority groups are politically cohesive;  and (3) the white majority votes sufficiently as a bloc to enable it usually to defeat the minority's candidates.  See Id. at 50-51, 106 S.Ct. at 2766-67.   The Supreme Court also cautioned trial courts to consider the \"totality of the circumstances\" and to determine, based \"upon a searching practical evaluation of the 'past and present reality,' \" whether the political process is equally open to minority voters.  \"This determination is peculiarly dependent upon the facts of each case and requires an intensely local appraisal of the design and impact of the contested electoral mechanisms.\"  Id. at 79, 106 S.Ct. at 2781 (citations and internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court articulated several pages of fact findings<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> which we must consider in relation to all these issues.  It also observed:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>Dilution results from overpacking districts with minority voters, precluding an opportunity in enough districts to effectuate their choices.  It results from spreading minority voters in districts where they can neither form majorities by themselves nor by coalition with reasonably anticipated crossover white votes....  Combining minority groups to form [majority-minority] districts is a valid means of complying with Sec. 2 if the combination is shown to be politically cohesive....  White bloc voting in Bridgeport will dilute minority voting except in districts in which clear [minority-majorities] are established, by a single group or a combination African-American and Latino voters.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Bridgeport argues that the district court's findings on which it based its conclusion of vote dilution are clearly erroneous.  We are persuaded, however, that there is more than sufficient evidence to support a conclusion that the Coalition satisfied its burden imposed by Gingles.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The evidence considered by the district court relating to compactness included the March 11, 1993 report compiled for the RAC by its Voting Rights expert Linda Johnson.  It revealed that there were two compact areas populated primarily by blacks:  one in north central Bridgeport and a second in the southeastern part of the City.  There were also two regions of the City with high concentrations of Latino residents.  Andrew Beveridge, a Queens College, CUNY, sociology professor retained as an expert by the Coalition, stated in an affidavit that Bridgeport was a segregated city.  Beveridge created census block maps which also demonstrated two regions largely populated by blacks and two with a dense population of Hispanics.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Population density, of course, is not alone sufficient to demonstrate that an additional majority-minority district could be created.  The facts relating to the size of the black and Latino communities, however, are not in dispute.  African Americans and Hispanics comprise 22.8% and 22.4%, respectively, of Bridgeport's voting age population.  While the City's plan divided the regions of the City in which most of those minorities reside such that only one Hispanic-majority and one black-majority district were created, the Coalition's plan demonstrated that two of each could have been formed.  The City's own Voting Rights Act consultant Johnson acknowledged the feasibility of the Coalition's plan.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The City introduced little or no evidence on the issue of political cohesiveness.  On the other hand, the Coalition presented both testimonial and statistical evidence that African Americans and Hispanics in Bridgeport are politically cohesive and that voting in the City is remarkably racially polarized.  Uwe Kuehn, who had performed ecological regression analyses of Bridgeport elections held between 1983 and 1991, testified that voting among blacks was significantly polarized in nearly every one of those elections.  It is true that there was less evidence of polarization among Hispanics, except in the 1989 and 1991 elections for Town Clerk in which an Hispanic was running.  In these races, Hispanics voted heavily in favor of the Latino candidate.  The record also reflects anecdotal evidence directly bearing on the political cohesiveness issue.  As one example, Americo Santiago, a state representative from Bridgeport, testified, based on his observations of past city elections and personal contacts with minority citizens, that both the Latino and African American communities are politically cohesive.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The evidence as to whether bloc voting by whites has consistently thwarted minority interests presented more of a \"mixed bag.\"   In the 1987-1989 term of the City Council, there were ten white, seven black, and three Latino members.  In other years, there has been a similarly strong representation by minorities.  Two of the City's three highest political offices are held by minorities.  The City Clerk is black, and the Town Clerk is Hispanic.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While these facts standing alone certainly are probative of the integration of the political process in Bridgeport, we must consider them in light of the Supreme Court's expressions on the Voting Rights Act.  In Gingles, for example, the Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>Because loss of political power through vote dilution is distinct from the mere inability to win a particular election, a pattern of racial bloc voting that extends over a period of time is more probative of a claim that a district experiences legally significant polarization than are the results of a single election....  Furthermore, the success of a minority candidate in a particular election does not necessarily prove that the district did not experience polarized voting in that election....</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Id. at 57-58, 106 S.Ct. at 2769-70 (footnotes and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Coalition's expert statisticians testified that, in past city elections, whites have voted against minority candidates at a rate of 80% to 100%.  Professor Michael McDonald concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[I]t seems obvious to me that there is legally significant racially polarized voting in this case in that, the white block voting, about ten percent support for minority preferred candidates, is what led to their defeat.  So my conclusion is, there's a racial polarization pattern and it's one such that white block voting defeated the candidates preferred by the minority voters.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There is also undisputed evidence supporting the Coalition's thesis that politically influential whites have worked to effect the election of white candidates over black candidates.  For example, Charles Tisdale, a black candidate, won the Democratic mayoral primary in 1983 but was not endorsed by the influential Democratic Town Committee (\"DTC\").  The DTC is 59% white.  Tisdale lost the election despite the fact that the Democratic party is the overwhelming majority party in Bridgeport.  No minority candidate for mayor has ever been elected.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Next, Bridgeport contends that the \"totality of circumstances\" weighs in its favor, arguing that the weight of the evidence shows that it is a relatively integrated city in which a significant number of residents have demonstrated a willingness to vote for candidates of another race.  It presented four witnesses who testified that minority candidates can and do succeed if they work hard and earn the support of the voting public.  Bridgeport stresses that the Coalition failed to analyze aldermanic or other local elections to indicate whether racially polarized voting occurs when local issues are at stake and that the totality of the circumstances shows that minority voters have not been deprived of the opportunity to engage in meaningful electoral participation.  The Coalition insists, on the other hand, that it provided ample evidence to support the trial court's findings, including testimonial evidence of harassment and intimidation of minority voters and the City's failure, even though required by city and state law, to redistrict for twenty-four years in the face of shifts in the racial composition of the City's population.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We also note, as did the district court, that departments of the City, over the years, have been confronted with a number of race-based controversies.  In connection with a 1982 suit alleging violations of the Voting Rights Act, the City entered into a consent decree which obligated it to provide Spanish language voting materials to voters.  Puerto Rican Coalition v. O'Tremsa, No. B82 281 (D.Conn.1982) (consent decree).  That same year, a federal district court found that Bridgeport had violated Titles VI and VII of the Civil Rights Act of 1964, as well as 42 U.S.C. Secs. 1981 and 1983, 42 U.S.C. Sec. 2000d and Sec. 2000e, through racial discrimination in the hiring and assignment of municipal police officers.  Bridgeport Guardians, Inc. v. Delmonte, 553 F.Supp. 601 (D.Conn.1982).  Similarly, the City has been found liable for violations of Title VII for its discrimination against black and Hispanic persons in regard to employment decisions for the Bridgeport Fire Department.  Association Against Discrimination in Employment, Inc. v. City of Bridgeport, 479 F.Supp. 101 (D.Conn.1979);  aff'd in part and vacated in part, 647 F.2d 256 (2d Cir.1981);  cert. denied, 455 U.S. 988, 102 S.Ct. 1611, 71 L.Ed.2d 847 (1982).  The City entered into a consent decree in 1979 obligating it to cease and desist from discriminating on the basis of race and national origin in the operation of its public schools.  Crumpton v. Chop, No. B-75-381 (D.Conn.1979) (consent decree).  Based on this history, the district court, in effect, found that minority citizens in Bridgeport had suffered from a history of discrimination under white majoritarian rule.  It concluded not only that the plan under review would dilute minority voters' rights but was likely to perpetuate historical discrimination by dampening minority opportunity for influence in City affairs.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Our review of all this evidence convinces us that the district court's fact findings were not clearly erroneous.  Although sometimes conflicting, evidence relating to the three identified Gingles factors weighs substantially in favor of the finding of vote dilution.  Our review of the evidence concerning the \"totality of the circumstances\" results in a similar opinion.  Particularly mindful of Gingles' admonition that \"the issue must be determined by an intensely local appraisal of the design and impact of the contested electoral mechanisms,\" Gingles, 478 U.S. at 79, 106 S.Ct. at 2781 (internal quotation and citation omitted), we are not prepared to say that the district court was clearly erroneous in its findings relating to the history of race relations in Bridgeport and to the other factors which may be considered as part of the \"totality of the circumstances\" enmeshed with the voters' rights issues in the City.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Bridgeport finally contends that the district court's order offends proscriptions against race-based gerrymandering and other public interests in contravention of Shaw v. Reno, --- U.S. ----, 113 S.Ct. 2816, 125 L.Ed.2d 511 (1993).  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In Shaw v. Reno, the Supreme Court considered a North Carolina congressional reapportionment plan which it repeatedly characterized as so facially irregular that it was \"inexplicable on grounds other than race.\"   Justice O'Connor wrote, \"A reapportionment plan that includes in one district individuals who belong to the same race, but who are otherwise widely separated by geographical and political boundaries, and who may have little in common with one another but the color of their skin bears an uncomfortable resemblance to political apartheid....  [W]e conclude that a plaintiff challenging a reapportionment statute under the Equal Protection Clause may state a claim by alleging that the legislation, though race-neutral on its face, rationally cannot be understood as anything other than an effort to separate voters into different districts on the basis of race, and that the separation lacks sufficient justification.\"  Id., --- U.S. at ----, 113 S.Ct. at 2827-28.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Bridgeport argues on appeal that its plan adheres to Shaw v. Reno while the plaintiffs' proposal does not.  It contends that it is not possible to achieve the district court's result (2 black majority districts, 2 Latino majority districts, and 1 combined majority district) without running afoul of Shaw v. Reno;  therefore, that the district court abused its discretion in granting the injunction.  As an example of support for its position that the City's plan adequately considered minority voters under the principles of both Gingles and Shaw, Bridgeport points out that it attempted to make District 135 a black majority district but found that to do so would override other goals, such as contiguity and preservation of community interests.  In contrast, the City claims that the plaintiffs' proposed District 136 was the product of a tortured attempt to achieve a 50.05% African American population.  Bridgeport accuses the plaintiffs of grouping together neighborhoods for no apparent purpose except to achieve an arbitrary majority.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Supreme Court in Shaw, of course, did not disturb the rationale it pronounced seven years earlier in Gingles.   Although the opinion is too important for simplistic reduction, its principal instruction was that reapportionment based on bald racial considerations can be violative of the Equal Protection Clause.  A purported remedy for perceived violations of section 2 of the Voting Rights Act must include consideration of both racial fairness and traditional districting principles.  In our view, the district court's order did not transgress Shaw because it did not instruct the City Council to redistrict solely on racial grounds.  To the contrary, the district court, citing Shaw v. Reno, left implementation of its order to the City Council precisely so that it could \"accommodate all the factors required by the City charter ... which must be accounted for in drawing district boundaries.\"</p>\n    </div>\n    <p>VI</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Although we uphold the district court's grant of a preliminary injunction, the case is remanded to the district court for modification of the dates of compliance.  The district court is directed to set new dates before which the City must:  (1) adopt a new City Council districting plan in accordance with the terms of the preliminary injunction, (2) conduct a primary election of town committee members in the new districts, and (3) conduct a general election to elect new City Council members following the nomination of candidates for the City Council by the newly elected town committee members.  Without intending to limit the district court's discretion on remand, we suggest that the timetable should provide for the municipal general election to be held on the date of the already scheduled general election on November 8, 1994, and that the next subsequent general election of City Council members should occur in November 1995.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The grant of the preliminary injunction is affirmed but remanded for modification.</p>\n    </div>\n    <p>APPENDIX</p>\n    <p>DISTRICT COURT'S FINDINGS OF FACTS</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">a) African-Americans constitute 25.2% of Bridgeport's total population (TP) and 22.8% of its VAP.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">b) Latinos constitute 26.5% of the TP and 22.4% of the VAP.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">c) African-Americans and Latinos are integrated in some neighborhoods, but largely reside in separate areas, distinct also from white neighborhoods.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">d) The endorsement of the Democratic party, overwhelmingly the majority party, is highly determinative of success in the quest for office.  Of nine district leaders, who are influential in party matters, only two (22%) are African-American or Latino.  Its town committee (DTC), which votes endorsements, is 59% white.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">e) Even after winning the primary, the Democrat nominee in [1983], a black, was not endorsed by the DTC.  He was not elected.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">f) In district 136 in 1991, two white males were nominated over two minority candidates by a white majority town committee membership, notwithstanding the 60% minority district population.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">g) In 1993, DTC endorsed 6 minorities for 20 Council seats, all in [majority-minority (\"m-m\") ] districts.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">h) Minority districts have the lowest voter turnout.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">i) White bloc voting is evident in, among others, the mayoral elections of 1983, 1985 and 1991, and the Jackson Presidential primary in 1988.  No African-American or Latino has ever been elected Mayor of Bridgeport.  Between 1980 and 1982, African-Americans and Latinos have been elected to 13% and 16%, respectively, of the offices elected city-wide, reduced to 11% and 12% if ceremonial and uncontested offices (e.g. sheriff and selectmen) are eliminated.  African-Americans and Latinos now fill 12.6% and 10.8% of the appointed offices.  Underticket offices are often filled on the coattails of the mayoral candidate and election of minorities to such offices do not clearly reflect the ability of minorities to elect their choices.  Nominees for underticket offices often reflect the party's ticket balancing.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">j) Officials have discouraged minority voting.  A consent decree was required to accommodate Latino voters.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">k) Bridgeport's north central and southeasterly areas are distinctive, compact, concentrated African-American areas.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">l) An area from south central to easterly central Bridgeport is a compact, distinct, concentrated Latino area.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">m) Voting in Bridgeport is markedly racially polarized.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">n) While African-Americans and Latinos are each politically cohesive unto themselves, they can unite on shared interests.  Minority candidates have succeeded in m-m districts and in districts with slightly less than 50% white voters only when the minority groups unite.  There is evidence of discrimination in Bridgeport against Latinos and African-Americans in common.  In part as a result, each have lower levels of income, employment and education.  Their concerns in areas of housing, education, [and] public employment have not been addressed to their satisfaction.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">o) Of ten districts, two compact African-American majority and two compact Latino majority districts can be created, each with a minority VAP of 50% or more.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">p) A fifth, compact, combined m-m district can be created.  It is preferable to create majority districts for each group.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">q) The chairman of the committee which drafted the plan was a man of conscientious forthrightness, integrity and sensitivity to the interests of minorities.  No minority committee members took part in drawing the map recommended to the Council.  In several instances lines were drawn for political expediency, to accommodate individual's district preferences.  See Exs. 17g, 17h.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">r) Defendant's expert slightly overcalculated minority percentages by dividing their VAP, not by the total VAP, but by the white, Hispanic and non-Hispanic black VAP, disregarding Asian, native American, Eskimo-Aleut and non-Hispanic \"others.\"</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">s) The voter make-up in the crucial districts in the adopted plan is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <pre>                     % Black         % Latino        Combined &amp;\nDistrict               VAP              VAP         Minority VAP\n131(C)                28.1             47.9             75.0\n135(C)                42.2             11.9             54.1\n136(C)                22.2             26.4             48.6\n137(L)                24.7             57.0             81.7\n139(AA)               62.1             22.3             84.5</pre>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">C denotes a coalition district, L a Latino district and AA an African-American district.  The remaining districts are white.  Thus one African-American and one Latino district and two combined influence districts were created.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">t) The voter make-up in the crucial districts in plaintiffs' 10 district plan are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <pre>                       % Black         % Latino        Combined &amp;\nDistrict               VAP              VAP         Minority VAP\n131(L)                27.0             54.7             81.7\n(C)                   34.2             32.3             66.5\n136(AA)               50.1             18.0             68.1\n137(L)                23.7             52.0             75.6\n139(AA)               54.5             18.3             72.8</pre>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">There was no showing that plaintiffs' plan failed to provide for compactness, adversely impacted any political subdivision's integrity or otherwise failed to employ sound districting rules.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">u) Of the white districts, the highest combined percentage of minority votes [is] 41.5 (City) and 41.9 (plaintiffs').</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">v) The plan adopted used the 1990 census and the PL94-171 database derived therefrom.  No justification has been established for using projections of subsequent demographic changes as a more reliable basis for evaluating the plan.  See  Kirkpatrick v. Preisler, 394 U.S. 526, 535 (1969);   McNeil v. Springfield Park District, 851 F.2d 937, 946 (7th Cir.1988);   Dixon v. Hassler, 412 F.Supp. 1036, 1040 (W.D.Tenn.)  (three judge panel),  aff'd sub nom., Republican Party v. Dixon, 429 U.S. 934 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">w) While Bridgeport's minority populations are increasing, population trends within the City have not been measured nor have they been shown to be reliably predictable.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">x) Increasing minority VAP in individual districts increases total City minority VAP and requires greater accommodation for effective minority voting.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">y) A 51% minority district is a safe m-m district.  A higher percentage may be required in view of low minority voter turnout and registration.  VAP appropriately measures voter presence.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable James M. Sprouse, Senior United States Circuit Judge for the Fourth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 42 U.S.C.A. Sec. 1973 (West Supp.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Bridgeport Coalition for Fair Representation v. City of Bridgeport, 26 F.3d 280 (2d Cir.1994) (order affirming in part and modifying in part district court's grant of preliminary injunction)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition to the larger blocs, 2.2% of Bridgeport's population is comprised of Asians or Pacific Islanders, and 0.2% of the population consists of native Americans</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Asians and Pacific Islanders make up 2.1% of the voting age population while native Americans constitute 0.2%</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> By reason of a clerical error, our March 25, 1994, panel order erroneously referred to a majority of whites in seven of the ten districts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of the twenty members of the City Council in 1993, fourteen were white, five black, and one Hispanic.  Twelve members voted to approve the redistricting plan at issue in this case, including two black and the one Latino alderman</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> RAC's minutes reflect the conclusion that four majority-minority districts were required \"to comply and be fair.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Attached as an appendix to this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> On remand from our March 25, 1994, order requiring modification of the dates of compliance with the preliminary injunction, the district court instructed the City Council to submit a new redistricting plan to the district court by May 18, 1994, and to hold new City Council elections on November 30, 1994.  The court also ordered that the regular election schedule for the Town Committee and City Council shall resume in 1995</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></span></p>\n    <p class=\"parties\">BRIDGEPORT COALITION FOR FAIR REPRESENTATION;  National<br>Association for the Advancement of Colored People;  National<br>Association for the Advancement of Colored People, Greater<br>Bridgeport Branch;  Puerto Rican Coalition;  Connecticut<br>Latino Redistricting Committee;  Ralph Ford;  Raymond<br>Correa;  Mary McDuffie;  Wilfredo Matos;  Edwin Gomes;<br>Julian Braxton;  Rose Mercado, Plaintiffs-Appellees,<br>v.<br>CITY OF BRIDGEPORT;  Joseph Ganim, Mayor of the City of<br>Bridgeport;  Lisa Parziale, President of the Bridgeport City<br>Council;  Fleeta Hudson, City Clerk, City of Bridgeport;<br>Hector Diaz, Town Clerk, City of Bridgeport;  Francis<br>Boziek, Registrar of Voters, City of Bridgeport;  Lucille<br>Bruno, Registrar of Voters, City of Bridgeport, Defendants-Appellants,<br>Bridgeport City Council, Defendant.</p>\n    <p class=\"docket\">No. 1592, Docket 93-9254.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued March 18, 1994.<br>Decided March 25, 1994.<br>Opinion Filed June 8, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John C. King, Hartford, CT (Updike, Kelly &amp; Spellacy, P.C.), for defendants-appellants.</p>\n      <p class=\"indent\">JoNel Newman, Philip D. Tegeler, Hartford, CT (Connecticut Civil Liberties Union, Hartford, CT);  Justino Rosado, New Haven, CT (Chaucer &amp; Rosado, New Haven, CT);  Laughlin McDonald, Atlanta, GA (American Civil Liberties Union Southern Regional Office, Atlanta, GA);  Samuel L. Walters, Baltimore, MD (NAACP Special Contribution Fund, Baltimore, MD), for plaintiffs-appellees.</p>\n      <p class=\"indent\">Before:  MAHONEY, WALKER, and SPROUSE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">SPROUSE, Senior Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The City of Bridgeport, Connecticut, appeals the district court's grant of a preliminary injunction prohibiting it from conducting city elections under its 1993 reapportionment plan.  The court found that the plaintiffs, a coalition of minority rights advocates, were likely to succeed on their claim that the City violated section 2 of the Voting Rights Act<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> by diluting minority voting opportunities in reapportioning its City Council electoral districts on May 27, 1993.  Its order required the City to adopt a redistricting plan designed to achieve balanced voting rights.  Shortly after arguments in this court, we issued an order affirming in part, modifying in part, and remanding for modification with respect to the dates of compliance <span class=\"citation\" data-id=\"672035\"><a href=\"/opinion/672035/the-bridgeport-coalition-for-fair-representation-national-association-for/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span>.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We now set forth our rationale.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The population of Bridgeport is divided mostly among three racial groups.  According to 1990 census data, approximately 45.6% of its citizens are white caucasians, 25.2% black or African-American, and 26.5% citizens from a Latino or Hispanic heritage.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The voting age population, although divided somewhat differently, of course, follows the same pattern.  Of persons 18 years old and over, 52.3% are white, 22.8% are black, and 22.4% are Hispanic.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The City is and historically has been divided into ten Council districts, each electing two members of the City Council.  To implement its decennial redistricting as required by Connecticut law, the City Council in 1993 formed a Redistricting Advisory Committee (\"RAC\"), which consisted of seven City Council members.  The RAC received suggestions from concerned citizens but relied principally on the advice and recommendations of two retained experts, Professor Kurt Schlichting of Fairfield University, an expert on demographics and census figures, and Linda Johnson, a Voting Rights Act consultant.  The plan proposed by the RAC continued a division into ten districts but changed the configurations so that one district would be populated by a majority of black citizens, one would be composed of a majority of Latino citizens, two would contain a majority of black and Latino citizens combined, and the remaining six districts<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> would consist of a majority of white voters.  Prior to the reapportionment, only one district had contained a majority of minority voters.  After holding numerous committee meetings and additional public hearings, the City Council adopted the RAC's proposed redistricting plan on May 27, 1993.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Bridgeport Coalition for Fair Representation, the NAACP, and others (collectively \"the Coalition\") presented testimony in both the RAC and City Council public hearings.  The Coalition objected to the plan ultimately adopted by the City Council and proposed an alternative.  Its position throughout this litigation has been that the City Council could and should have created two black majority districts, two Hispanic majority districts, and one combined black/Latino majority district.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Failing to persuade the City Council, the Coalition on July 26, 1993, filed suit in federal district court against the City and members of the City government for preliminary and permanent injunctions against all future elections under the plan adopted by the City Council.  It asked that the City be required to adopt the alternative plan designed and submitted by the Coalition.  After seven days of evidentiary hearings, the district court found that the Coalition was likely to succeed on the merits of its vote dilution claim and would be irreparably harmed by any further infringement of their fundamental right to vote.  It refused, however, to enjoin the upcoming municipal election because it was scheduled to occur only five days after the order.  It also declined to impose the plan offered by the Coalition or to mandate specific line drawing.  Instead, the district court ordered the City Council to establish a new system of districts.  Although left the responsibility for drawing the boundaries, the City was required to design a plan which would include two majority black districts, two majority Hispanic districts, and one majority combined district.  The plan was to be drawn within 60 days of the preliminary injunction order, and the City was instructed to hold an election under the new districting scheme within 120 days of the order.  On December 28, 1993, we granted a stay pending the City's appeal.  We have now heard the parties and affirm the district court's issuance of the preliminary order but remand with instructions to modify.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As a threshold matter, we are met with the parties' disagreement over the standards that govern our review.  Bridgeport first contends that we should exercise plenary review of the district court's finding of dilution because all relevant facts are plainly discernable from the record on appeal.  It cites Canadian Transp. Co. v. Irving Trust Co., <span class=\"citation\" data-id=\"342291\"><a href=\"/opinion/342291/canadian-transport-company-a-division-of-macmillan-bloedel-alberni/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">53</span></a></span>, 55 (2d Cir.1977) (Where \"a reviewing court can discern enough solid facts from the record to enable it to render a decision, it may proceed to review, as if de novo.\")  (internal quotation omitted).  The Coalition points out persuasively, however, that the court's reasoning in Canadian Transport Co. does not survive  Anderson v. Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985).  In Anderson, the Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>To be sure, various Courts of Appeal have on occasion asserted that an appellate court may exercise de novo review over findings not based on credibility determinations.  See, e.g., Orvis v. Higgins, <span class=\"citation\" data-id=\"224526\"><a href=\"/opinion/224526/orvis-v-higgins/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">537</span></a></span> (CA2 1950);  Lydle v. United States, <span class=\"citation\" data-id=\"384678\"><a href=\"/opinion/384678/john-e-lydle-and-kathryn-lydle-and-i-d-lowe-trustee-for-the-marilyn-k/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, 765 n. 1 (CA6 1981);  Swanson v. Baker Industries, Inc., <span class=\"citation\" data-id=\"374742\"><a href=\"/opinion/374742/gilbert-c-swanson-jr-the-estate-of-jay-f-swanson-gilco-trust-company/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">479</span></a></span>, 483 (CA8 1980).  This theory has an impressive genealogy, having first been articulated in an opinion written by Judge Frank and subscribed to by Judge Augustus Hand, see Orvis v. Higgins, supra, but it is impossible to trace the theory's lineage back to the text of Rule 52(a) which states straightforwardly that \"findings of fact shall not be set aside unless clearly erroneous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Anderson, 470 U.S. at 574, 105 S.Ct. at 1512.   If Anderson left any question, there can be no doubt after Thornburg v. Gingles, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986), about the standard for reviewing a finding of vote dilution.  The Gingles Court stated, \"We reaffirm our view that the clearly-erroneous test of Rule 52(a) is the appropriate standard for appellate review of a finding of vote dilution.\"  Id. at 79, 106 S.Ct. at 2781.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Bridgeport also urges that the district court's decision to grant a preliminary injunction is not entitled to review based on the traditional \"abuse of discretion\" standard.  To support its reasoning, it relies on Donovan v. Bierwirth, <span class=\"citation\" data-id=\"405063\"><a href=\"/opinion/405063/raymond-j-donovan-secretary-of-the-united-states-department-of-labor-v/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span>, 270 (2d Cir.)  (\"Factors favorable to the exercise of appellate discretion to engage in full review are that interlocutory relief has been granted rather than denied, lack of specificity in the findings of the trial court, and defects apart from the findings themselves, in the district court proceedings [which would justify a broader review].\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">488</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">631</span></span> (1982) (internal quotation omitted).  Donovan, however, is inapposite.  The district court in this case held seven days of hearings, which included both testimonial and documentary evidence, and made extensive factual findings.  We cannot say, as the Donovan court did, that we are in as good a position as the district court to consider all relevant evidence.  We therefore review its decision for abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In so doing, we are mindful of the traditional standards which govern the decision as to whether a preliminary injunction is appropriate in a particular case.  In this Circuit, we have said:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The standard in the Second Circuit for injunctive relief clearly calls for a showing of (a) irreparable harm and (b) either (1) likelihood of success on the merits or (2) sufficiently serious questions going to the merits to make them a fair ground for litigation and a balance of hardships tipping decidedly toward the party requesting the preliminary relief.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Jackson Dairy v. H.P. Hood &amp; Sons, <span class=\"citation\" data-id=\"365454\"><a href=\"/opinion/365454/jackson-dairy-inc-v-h-p-hood-sons-inc/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">70</span></a></span>, 72 (2d Cir.1979).  In this case, the Coalition was required to demonstrate that minority voters would be irreparably harmed if election results based on the 1993 redistricting plan were allowed to stand and that it was likely to succeed in showing diluted minority voting strength or that it had presented \"sufficiently serious questions going to the merits to make them a fair ground for litigation and a balance of hardships tipping decidedly toward the party requesting the preliminary relief.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We understand the significance of granting relief by preliminary injunction and recognize the urgency of the City's contention that the prerequisites for the issuance of a preliminary injunction in voting rights cases be scrutinized carefully.  We have done so and affirm the district court's action.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>III. Irreparable Harm or Balancing of Hardships</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We find no error in the district court's holding that the plaintiffs demonstrated that they would be irreparably harmed if the injunction were not issued and would suffer greater harm by the denial of the injunction than would the City by the grant of the injunction.  The district court emphasized the importance of the right to vote and the need to minimize the duration of minority citizens' loss of that right.  It noted that if the approved plan governed voter participation for up to two years, African Americans and Latino Americans would be without equal chance to participate for that period of time.  The district court also recognized that its relief might burden the defendants and others, and, citing JSG Trading Corp. v. Tray-Wrap, Inc., <span class=\"citation\" data-id=\"550305\"><a href=\"/opinion/550305/jsg-trading-corp-v-tray-wrap-inc/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 80 (2d Cir.1990), stated, \"Disarranging the status quo requires awareness that a 'preliminary injunction is an extraordinary remedy not to be granted' routinely.\"   Given the district court's recognition of the competing interests at stake and its principled resolution of those interests, we cannot say that it abused its discretion in finding that the balance favored the grant of the requested relief.</p>\n    </div>\n    <p>IV. Likelihood of Success</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Having found no error in the district court's finding of irreparable harm, we turn to the issue of likelihood of success on the merits.  To succeed on its claim, the Coalition needs to demonstrate that the City Council violated the Voting Rights Act.  Section 2 of the Voting Rights Act provides:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>(a) No voting qualification or prerequisite to voting or standard, practice, or procedure shall be imposed or applied by any State or political subdivision in a manner which results in a denial or abridgement of the right of any citizen of the United States to vote on account of race or color....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(b) A violation of subsection (a) is established if, based on the totality of the circumstances, it is shown that the political processes leading to nomination or election in the State or political subdivision are not equally open to participation by members of a class of citizens protected by subsection (a) ... in that its members have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice....  [N]othing in this section establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">42 U.S.C.A. Sec. 1973.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Both Bridgeport and the Coalition proposed plans with ten two-member districts, numbers 130 through 139.  Principally, only five are in dispute:  131, 135, 136, 137, and 139.  The issue is not whether minority voting opportunities had been impaired historically.  This can be inferred from the City's decision to create four of the ten districts as majority-minority districts.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The issue presented to the district court was whether the City cured the dilution by creating four majority-minority districts.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Thornburg v. Gingles, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986), the Supreme Court set forth a three-part test to determine whether use of a multimember voting district system operates to dilute a minority group's voting power in violation of Sec. 2.  To successfully challenge the City's plan, Gingles requires the Coalition to demonstrate that:  (1) the minority group is sufficiently large and geographically compact so that additional majority-minority districts can be created within the context of the multi-district electoral scheme;  (2) the minority groups are politically cohesive;  and (3) the white majority votes sufficiently as a bloc to enable it usually to defeat the minority's candidates.  See Id. at 50-51, 106 S.Ct. at 2766-67.   The Supreme Court also cautioned trial courts to consider the \"totality of the circumstances\" and to determine, based \"upon a searching practical evaluation of the 'past and present reality,' \" whether the political process is equally open to minority voters.  \"This determination is peculiarly dependent upon the facts of each case and requires an intensely local appraisal of the design and impact of the contested electoral mechanisms.\"  Id. at 79, 106 S.Ct. at 2781 (citations and internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court articulated several pages of fact findings<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> which we must consider in relation to all these issues.  It also observed:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>Dilution results from overpacking districts with minority voters, precluding an opportunity in enough districts to effectuate their choices.  It results from spreading minority voters in districts where they can neither form majorities by themselves nor by coalition with reasonably anticipated crossover white votes....  Combining minority groups to form [majority-minority] districts is a valid means of complying with Sec. 2 if the combination is shown to be politically cohesive....  White bloc voting in Bridgeport will dilute minority voting except in districts in which clear [minority-majorities] are established, by a single group or a combination African-American and Latino voters.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Bridgeport argues that the district court's findings on which it based its conclusion of vote dilution are clearly erroneous.  We are persuaded, however, that there is more than sufficient evidence to support a conclusion that the Coalition satisfied its burden imposed by Gingles.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The evidence considered by the district court relating to compactness included the March 11, 1993 report compiled for the RAC by its Voting Rights expert Linda Johnson.  It revealed that there were two compact areas populated primarily by blacks:  one in north central Bridgeport and a second in the southeastern part of the City.  There were also two regions of the City with high concentrations of Latino residents.  Andrew Beveridge, a Queens College, CUNY, sociology professor retained as an expert by the Coalition, stated in an affidavit that Bridgeport was a segregated city.  Beveridge created census block maps which also demonstrated two regions largely populated by blacks and two with a dense population of Hispanics.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Population density, of course, is not alone sufficient to demonstrate that an additional majority-minority district could be created.  The facts relating to the size of the black and Latino communities, however, are not in dispute.  African Americans and Hispanics comprise 22.8% and 22.4%, respectively, of Bridgeport's voting age population.  While the City's plan divided the regions of the City in which most of those minorities reside such that only one Hispanic-majority and one black-majority district were created, the Coalition's plan demonstrated that two of each could have been formed.  The City's own Voting Rights Act consultant Johnson acknowledged the feasibility of the Coalition's plan.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The City introduced little or no evidence on the issue of political cohesiveness.  On the other hand, the Coalition presented both testimonial and statistical evidence that African Americans and Hispanics in Bridgeport are politically cohesive and that voting in the City is remarkably racially polarized.  Uwe Kuehn, who had performed ecological regression analyses of Bridgeport elections held between 1983 and 1991, testified that voting among blacks was significantly polarized in nearly every one of those elections.  It is true that there was less evidence of polarization among Hispanics, except in the 1989 and 1991 elections for Town Clerk in which an Hispanic was running.  In these races, Hispanics voted heavily in favor of the Latino candidate.  The record also reflects anecdotal evidence directly bearing on the political cohesiveness issue.  As one example, Americo Santiago, a state representative from Bridgeport, testified, based on his observations of past city elections and personal contacts with minority citizens, that both the Latino and African American communities are politically cohesive.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The evidence as to whether bloc voting by whites has consistently thwarted minority interests presented more of a \"mixed bag.\"   In the 1987-1989 term of the City Council, there were ten white, seven black, and three Latino members.  In other years, there has been a similarly strong representation by minorities.  Two of the City's three highest political offices are held by minorities.  The City Clerk is black, and the Town Clerk is Hispanic.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While these facts standing alone certainly are probative of the integration of the political process in Bridgeport, we must consider them in light of the Supreme Court's expressions on the Voting Rights Act.  In Gingles, for example, the Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>Because loss of political power through vote dilution is distinct from the mere inability to win a particular election, a pattern of racial bloc voting that extends over a period of time is more probative of a claim that a district experiences legally significant polarization than are the results of a single election....  Furthermore, the success of a minority candidate in a particular election does not necessarily prove that the district did not experience polarized voting in that election....</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Id. at 57-58, 106 S.Ct. at 2769-70 (footnotes and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Coalition's expert statisticians testified that, in past city elections, whites have voted against minority candidates at a rate of 80% to 100%.  Professor Michael McDonald concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[I]t seems obvious to me that there is legally significant racially polarized voting in this case in that, the white block voting, about ten percent support for minority preferred candidates, is what led to their defeat.  So my conclusion is, there's a racial polarization pattern and it's one such that white block voting defeated the candidates preferred by the minority voters.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There is also undisputed evidence supporting the Coalition's thesis that politically influential whites have worked to effect the election of white candidates over black candidates.  For example, Charles Tisdale, a black candidate, won the Democratic mayoral primary in 1983 but was not endorsed by the influential Democratic Town Committee (\"DTC\").  The DTC is 59% white.  Tisdale lost the election despite the fact that the Democratic party is the overwhelming majority party in Bridgeport.  No minority candidate for mayor has ever been elected.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Next, Bridgeport contends that the \"totality of circumstances\" weighs in its favor, arguing that the weight of the evidence shows that it is a relatively integrated city in which a significant number of residents have demonstrated a willingness to vote for candidates of another race.  It presented four witnesses who testified that minority candidates can and do succeed if they work hard and earn the support of the voting public.  Bridgeport stresses that the Coalition failed to analyze aldermanic or other local elections to indicate whether racially polarized voting occurs when local issues are at stake and that the totality of the circumstances shows that minority voters have not been deprived of the opportunity to engage in meaningful electoral participation.  The Coalition insists, on the other hand, that it provided ample evidence to support the trial court's findings, including testimonial evidence of harassment and intimidation of minority voters and the City's failure, even though required by city and state law, to redistrict for twenty-four years in the face of shifts in the racial composition of the City's population.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We also note, as did the district court, that departments of the City, over the years, have been confronted with a number of race-based controversies.  In connection with a 1982 suit alleging violations of the Voting Rights Act, the City entered into a consent decree which obligated it to provide Spanish language voting materials to voters.  Puerto Rican Coalition v. O'Tremsa, No. B82 281 (D.Conn.1982) (consent decree).  That same year, a federal district court found that Bridgeport had violated Titles VI and VII of the Civil Rights Act of 1964, as well as 42 U.S.C. Secs. 1981 and 1983, 42 U.S.C. Sec. 2000d and Sec. 2000e, through racial discrimination in the hiring and assignment of municipal police officers.  Bridgeport Guardians, Inc. v. Delmonte, <span class=\"citation\" data-id=\"1572955\"><a href=\"/opinion/1572955/bridgeport-guardians-inc-v-delmonte/\"><span class=\"volume\">553</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">601</span></a></span> (D.Conn.1982).  Similarly, the City has been found liable for violations of Title VII for its discrimination against black and Hispanic persons in regard to employment decisions for the Bridgeport Fire Department.  Association Against Discrimination in Employment, Inc. v. City of Bridgeport, <span class=\"citation\" data-id=\"2264006\"><a href=\"/opinion/2264006/assn-against-discrimination-v-city-of-bridgeport/\"><span class=\"volume\">479</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">101</span></a></span> (D.Conn.1979);  aff'd in part and vacated in part, <span class=\"citation\" data-id=\"389939\"><a href=\"/opinion/389939/25-fair-emplpraccas-1013-25-empl-prac-dec-p-31714-association/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span> (2d Cir.1981);  cert. denied, <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1611</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">847</span></span> (1982).  The City entered into a consent decree in 1979 obligating it to cease and desist from discriminating on the basis of race and national origin in the operation of its public schools.  Crumpton v. Chop, No. B-75-381 (D.Conn.1979) (consent decree).  Based on this history, the district court, in effect, found that minority citizens in Bridgeport had suffered from a history of discrimination under white majoritarian rule.  It concluded not only that the plan under review would dilute minority voters' rights but was likely to perpetuate historical discrimination by dampening minority opportunity for influence in City affairs.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Our review of all this evidence convinces us that the district court's fact findings were not clearly erroneous.  Although sometimes conflicting, evidence relating to the three identified Gingles factors weighs substantially in favor of the finding of vote dilution.  Our review of the evidence concerning the \"totality of the circumstances\" results in a similar opinion.  Particularly mindful of Gingles' admonition that \"the issue must be determined by an intensely local appraisal of the design and impact of the contested electoral mechanisms,\" Gingles, 478 U.S. at 79, 106 S.Ct. at 2781 (internal quotation and citation omitted), we are not prepared to say that the district court was clearly erroneous in its findings relating to the history of race relations in Bridgeport and to the other factors which may be considered as part of the \"totality of the circumstances\" enmeshed with the voters' rights issues in the City.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Bridgeport finally contends that the district court's order offends proscriptions against race-based gerrymandering and other public interests in contravention of Shaw v. Reno, --- U.S. ----, <span class=\"citation\" data-id=\"112905\"><a href=\"/opinion/112905/shaw-v-reno/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2816</span></a></span>, <span class=\"citation\" data-id=\"112905\"><a href=\"/opinion/112905/shaw-v-reno/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">511</span></a></span> (1993).  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In Shaw v. Reno, the Supreme Court considered a North Carolina congressional reapportionment plan which it repeatedly characterized as so facially irregular that it was \"inexplicable on grounds other than race.\"   Justice O'Connor wrote, \"A reapportionment plan that includes in one district individuals who belong to the same race, but who are otherwise widely separated by geographical and political boundaries, and who may have little in common with one another but the color of their skin bears an uncomfortable resemblance to political apartheid....  [W]e conclude that a plaintiff challenging a reapportionment statute under the Equal Protection Clause may state a claim by alleging that the legislation, though race-neutral on its face, rationally cannot be understood as anything other than an effort to separate voters into different districts on the basis of race, and that the separation lacks sufficient justification.\"  Id., --- U.S. at ----, 113 S.Ct. at 2827-28.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Bridgeport argues on appeal that its plan adheres to Shaw v. Reno while the plaintiffs' proposal does not.  It contends that it is not possible to achieve the district court's result (2 black majority districts, 2 Latino majority districts, and 1 combined majority district) without running afoul of Shaw v. Reno;  therefore, that the district court abused its discretion in granting the injunction.  As an example of support for its position that the City's plan adequately considered minority voters under the principles of both Gingles and Shaw, Bridgeport points out that it attempted to make District 135 a black majority district but found that to do so would override other goals, such as contiguity and preservation of community interests.  In contrast, the City claims that the plaintiffs' proposed District 136 was the product of a tortured attempt to achieve a 50.05% African American population.  Bridgeport accuses the plaintiffs of grouping together neighborhoods for no apparent purpose except to achieve an arbitrary majority.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Supreme Court in Shaw, of course, did not disturb the rationale it pronounced seven years earlier in Gingles.   Although the opinion is too important for simplistic reduction, its principal instruction was that reapportionment based on bald racial considerations can be violative of the Equal Protection Clause.  A purported remedy for perceived violations of section 2 of the Voting Rights Act must include consideration of both racial fairness and traditional districting principles.  In our view, the district court's order did not transgress Shaw because it did not instruct the City Council to redistrict solely on racial grounds.  To the contrary, the district court, citing Shaw v. Reno, left implementation of its order to the City Council precisely so that it could \"accommodate all the factors required by the City charter ... which must be accounted for in drawing district boundaries.\"</p>\n    </div>\n    <p>VI</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Although we uphold the district court's grant of a preliminary injunction, the case is remanded to the district court for modification of the dates of compliance.  The district court is directed to set new dates before which the City must:  (1) adopt a new City Council districting plan in accordance with the terms of the preliminary injunction, (2) conduct a primary election of town committee members in the new districts, and (3) conduct a general election to elect new City Council members following the nomination of candidates for the City Council by the newly elected town committee members.  Without intending to limit the district court's discretion on remand, we suggest that the timetable should provide for the municipal general election to be held on the date of the already scheduled general election on November 8, 1994, and that the next subsequent general election of City Council members should occur in November 1995.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The grant of the preliminary injunction is affirmed but remanded for modification.</p>\n    </div>\n    <p>APPENDIX</p>\n    <p>DISTRICT COURT'S FINDINGS OF FACTS</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">a) African-Americans constitute 25.2% of Bridgeport's total population (TP) and 22.8% of its VAP.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">b) Latinos constitute 26.5% of the TP and 22.4% of the VAP.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">c) African-Americans and Latinos are integrated in some neighborhoods, but largely reside in separate areas, distinct also from white neighborhoods.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">d) The endorsement of the Democratic party, overwhelmingly the majority party, is highly determinative of success in the quest for office.  Of nine district leaders, who are influential in party matters, only two (22%) are African-American or Latino.  Its town committee (DTC), which votes endorsements, is 59% white.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">e) Even after winning the primary, the Democrat nominee in [1983], a black, was not endorsed by the DTC.  He was not elected.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">f) In district 136 in 1991, two white males were nominated over two minority candidates by a white majority town committee membership, notwithstanding the 60% minority district population.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">g) In 1993, DTC endorsed 6 minorities for 20 Council seats, all in [majority-minority (\"m-m\") ] districts.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">h) Minority districts have the lowest voter turnout.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">i) White bloc voting is evident in, among others, the mayoral elections of 1983, 1985 and 1991, and the Jackson Presidential primary in 1988.  No African-American or Latino has ever been elected Mayor of Bridgeport.  Between 1980 and 1982, African-Americans and Latinos have been elected to 13% and 16%, respectively, of the offices elected city-wide, reduced to 11% and 12% if ceremonial and uncontested offices (e.g. sheriff and selectmen) are eliminated.  African-Americans and Latinos now fill 12.6% and 10.8% of the appointed offices.  Underticket offices are often filled on the coattails of the mayoral candidate and election of minorities to such offices do not clearly reflect the ability of minorities to elect their choices.  Nominees for underticket offices often reflect the party's ticket balancing.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">j) Officials have discouraged minority voting.  A consent decree was required to accommodate Latino voters.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">k) Bridgeport's north central and southeasterly areas are distinctive, compact, concentrated African-American areas.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">l) An area from south central to easterly central Bridgeport is a compact, distinct, concentrated Latino area.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">m) Voting in Bridgeport is markedly racially polarized.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">n) While African-Americans and Latinos are each politically cohesive unto themselves, they can unite on shared interests.  Minority candidates have succeeded in m-m districts and in districts with slightly less than 50% white voters only when the minority groups unite.  There is evidence of discrimination in Bridgeport against Latinos and African-Americans in common.  In part as a result, each have lower levels of income, employment and education.  Their concerns in areas of housing, education, [and] public employment have not been addressed to their satisfaction.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">o) Of ten districts, two compact African-American majority and two compact Latino majority districts can be created, each with a minority VAP of 50% or more.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">p) A fifth, compact, combined m-m district can be created.  It is preferable to create majority districts for each group.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">q) The chairman of the committee which drafted the plan was a man of conscientious forthrightness, integrity and sensitivity to the interests of minorities.  No minority committee members took part in drawing the map recommended to the Council.  In several instances lines were drawn for political expediency, to accommodate individual's district preferences.  See Exs. 17g, 17h.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">r) Defendant's expert slightly overcalculated minority percentages by dividing their VAP, not by the total VAP, but by the white, Hispanic and non-Hispanic black VAP, disregarding Asian, native American, Eskimo-Aleut and non-Hispanic \"others.\"</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">s) The voter make-up in the crucial districts in the adopted plan is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <pre>                     % Black         % Latino        Combined &amp;\nDistrict               VAP              VAP         Minority VAP\n131(C)                28.1             47.9             75.0\n135(C)                42.2             11.9             54.1\n136(C)                22.2             26.4             48.6\n137(L)                24.7             57.0             81.7\n139(AA)               62.1             22.3             84.5</pre>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">C denotes a coalition district, L a Latino district and AA an African-American district.  The remaining districts are white.  Thus one African-American and one Latino district and two combined influence districts were created.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">t) The voter make-up in the crucial districts in plaintiffs' 10 district plan are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <pre>                       % Black         % Latino        Combined &amp;\nDistrict               VAP              VAP         Minority VAP\n131(L)                27.0             54.7             81.7\n(C)                   34.2             32.3             66.5\n136(AA)               50.1             18.0             68.1\n137(L)                23.7             52.0             75.6\n139(AA)               54.5             18.3             72.8</pre>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">There was no showing that plaintiffs' plan failed to provide for compactness, adversely impacted any political subdivision's integrity or otherwise failed to employ sound districting rules.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">u) Of the white districts, the highest combined percentage of minority votes [is] 41.5 (City) and 41.9 (plaintiffs').</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">v) The plan adopted used the 1990 census and the PL94-171 database derived therefrom.  No justification has been established for using projections of subsequent demographic changes as a more reliable basis for evaluating the plan.  See  Kirkpatrick v. Preisler, <span class=\"citation\" data-id=\"107896\"><a href=\"/opinion/107896/kirkpatrick-v-preisler/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, 535 (1969);   McNeil v. Springfield Park District, <span class=\"citation\" data-id=\"508781\"><a href=\"/opinion/508781/frank-mcneil-individually-and-as-representatives-of-a-certified-class-v/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></a></span>, 946 (7th Cir.1988);   Dixon v. Hassler, <span class=\"citation\" data-id=\"2367785\"><a href=\"/opinion/2367785/dixon-v-hassler/\"><span class=\"volume\">412</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1036</span></a></span>, 1040 (W.D.Tenn.)  (three judge panel),  aff'd sub nom., Republican Party v. Dixon, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span> (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">w) While Bridgeport's minority populations are increasing, population trends within the City have not been measured nor have they been shown to be reliably predictable.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">x) Increasing minority VAP in individual districts increases total City minority VAP and requires greater accommodation for effective minority voting.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">y) A 51% minority district is a safe m-m district.  A higher percentage may be required in view of low minority voter turnout and registration.  VAP appropriately measures voter presence.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable James M. Sprouse, Senior United States Circuit Judge for the Fourth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 42 U.S.C.A. Sec. 1973 (West Supp.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Bridgeport Coalition for Fair Representation v. City of Bridgeport, <span class=\"citation\" data-id=\"672035\"><a href=\"/opinion/672035/the-bridgeport-coalition-for-fair-representation-national-association-for/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span> (2d Cir.1994) (order affirming in part and modifying in part district court's grant of preliminary injunction)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition to the larger blocs, 2.2% of Bridgeport's population is comprised of Asians or Pacific Islanders, and 0.2% of the population consists of native Americans</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Asians and Pacific Islanders make up 2.1% of the voting age population while native Americans constitute 0.2%</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> By reason of a clerical error, our March 25, 1994, panel order erroneously referred to a majority of whites in seven of the ten districts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of the twenty members of the City Council in 1993, fourteen were white, five black, and one Hispanic.  Twelve members voted to approve the redistricting plan at issue in this case, including two black and the one Latino alderman</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> RAC's minutes reflect the conclusion that four majority-minority districts were required \"to comply and be fair.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Attached as an appendix to this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> On remand from our March 25, 1994, order requiring modification of the dates of compliance with the preliminary injunction, the district court instructed the City Council to submit a new redistricting plan to the district court by May 18, 1994, and to hold new City Council elections on November 30, 1994.  The court also ordered that the regular election schedule for the Town Committee and City Council shall resume in 1995</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107896/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/224526/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/342291/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/365454/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/374742/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/384678/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/389939/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/405063/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/508781/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/550305/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/672035/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1572955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2264006/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2367785/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-24T19:48:21.941471Z",
      "date_modified": "2016-03-03T18:36:28.271615Z",
      "date_filed": "1994-06-08",
      "date_filed_is_approximate": false,
      "slug": "bridgeport-coalition-for-fair-representation-national-association-for-the",
      "citation_id": 644789,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Bridgeport Coalition for Fair Representation National Association for the Advancement of Colored People National Association for the Advancement of Colored People, Greater Bridgeport Branch Puerto Rican Coalition Connecticut Latino Redistricting Committee Ralph Ford Raymond Correa Mary McDuffie Wilfredo Matos Edwin Gomes Julian Braxton Rose Mercado v. City of Bridgeport Joseph Ganim, Mayor of the City of Bridgeport Lisa Parziale, President of the Bridgeport City Council Fleeta Hudson, City Clerk, City of Bridgeport Hector Diaz, Town Clerk, City of Bridgeport Francis Boziek, Registrar of Voters, City of Bridgeport Lucille Bruno, Registrar of Voters, City of Bridgeport, Bridgeport City Council",
      "federal_cite_one": "26 F.3d 271",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 19,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/359373/bridgeport-coalition-for-fair-representation-national-association-for-the/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:48:35.079014Z",
  "date_modified": "2016-02-01T18:37:13.611802Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Bridgeport Coalition for Fair Representation National Association for the Advancement of Colored People National Association for the Advancement of Colored People, Greater Bridgeport Branch Puerto Rican Coalition Connecticut Latino Redistricting Committee Ralph Ford Raymond Correa Mary McDuffie Wilfredo Matos Edwin Gomes Julian Braxton Rose Mercado v. City of Bridgeport Joseph Ganim, Mayor of the City of Bridgeport Lisa Parziale, President of the Bridgeport City Council Fleeta Hudson, City Clerk, City of Bridgeport Hector Diaz, Town Clerk, City of Bridgeport Francis Boziek, Registrar of Voters, City of Bridgeport Lucille Bruno, Registrar of Voters, City of Bridgeport, Bridgeport City Council",
  "slug": "bridgeport-coalition-for-fair-representation-national-association-for-the",
  "docket_number": "1592",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}