{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/362357/",
  "id": 362357,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/288995/",
      "id": 288995,
      "absolute_url": "/opinion/288995/evelyn-r-ellis-a-minor-v-the-board-of-public-instruction-of-orange/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/362357/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/288995/",
          "id": 288995,
          "absolute_url": "/opinion/288995/evelyn-r-ellis-a-minor-v-the-board-of-public-instruction-of-orange/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/288995/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:46:33Z",
          "date_modified": "2017-03-24T20:50:53.553409Z",
          "type": "010combined",
          "sha1": "40b55838f69136dfe82d3e6c4f1cb2fcf48b961c",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/423/423.F2d.203.29124_1.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">423 F.2d 203</p>\n    <p class=\"parties\">Evelyn R. ELLIS, a minor, et al., Plaintiffs-Appellants,<br>v.<br>The BOARD OF PUBLIC INSTRUCTION OF ORANGE COUNTY, FLORIDA,<br>Defendant-Appellee.</p>\n    <p class=\"docket\">No. 29124.</p>\n    <p class=\"court\">United States Court of Appeals, Fifth Circuit.</p>\n    <p class=\"date\">Feb. 17, 1970.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Norris D. Woolfork, III, Orlanda, Fla., Jack Greenberg, Norman Chachkin, James M. Nabrit, III, Drew S. Days, III, New York City, for plaintiffs-appellants.</p>\n      <p class=\"indent\">James W. Markel, Winter Park, Fla., Joel H. Sharp, Charles R. Fawsett, Orlando, Fla., for defendant-appellee.</p>\n      <p class=\"indent\">Before BELL, AINSWORTH and GODBOLD, Circuit Judges.</p>\n      <p class=\"indent\">BELL, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The issue presented in this case is whether the Orange County Florida public school system is now unitary.  The answer depends on a review of the posture of the system in light of two controlling decisions of the Supreme Court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In Green v. County School Board of New Kent County, 1968, 391 U.S. 430, 88 S.Ct. 1689, 20 L.Ed.2d 716, the mechanics of what must be done to bring about a unitary system were outlined.  They were stated in terms of eliminating the racial identification of the schools in a dual system in six particulars: composition of student bodies, faculty, staff, transportation, extracurricular activities, and facilities.  391 U.S. at 435, 88 S.Ct.  It was such dual systems, organized and operated by the states acting through local school boards and school officials, which were held unconstitutional in Brown v. Board of Education, 1954, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (Brown I), and which were ordered abolished in Brown v. Board of Education, 1955, 349 U.S. 294, 75 S.Ct. 753, 99 L.Ed. 1083 (Brown II).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In Green the court spoke in terms of the whole system-- of converting to a unitary, nonracial school system from a dual system.  Then, in Alexander v. Holmes County Board of Education, 1969, 396 U.S. 19, 90 S.Ct. 29, 24 L.Ed.2d 19, the court pointed to the end to be achieved.  The result, if a constitutionally acceptable system may be said to exist, must be that the school system no longer operates as a dual system based on race or color but as a 'unitary school * * * (system) within which no person is to be effectively excluded from any school because of race or color.' 396 U.S. at p. 20, 90 S.Ct. at p. 30, 24 L.Ed.2d at p. 21.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Tested in this frame of reference, we conclude that the Orange County school system falls short of being a unitary system only in one respect: A part of the student desegregation plan.  It follows that the motion for injunction pending appeal will be denied so as to afford the district court, along with the school board, an opportunity to complete the conversion from a dual to a unitary system.  We take the case for final decision on the merits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The judgment of the district court will be affirmed in part, reversed in part, and the case remanded to the district court with direction.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">THE ORANGE COUNTY SCHOOL SYSTEM</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This system covers the whole of Orange County including the urban areas of Orlanda, Winter Park, Winter Garden and Apopka, as well as rural areas embraced in a county having a land area of 910 square miles, or almost the size of Rhode Island (1,049 square miles).  The system is comprised of 26 secondary schools, 66 elementary schools, 3 vocational schools and 3 special education schools, or a total of 98 separate schools.  There are 68,012 white and 14,856 Negro students in the system, or a total of 82,868 students as of the present time (February 2, 1970).  The racial ratio of students is approximately 82 per cent white-18 per cent Negro.  There are a total of 3,563 teachers in the system, 2,913 white and 650 Negro, or much the same racial ratio as students.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 1, teachers were transferred so as to establish a substantial racial ratio in each school.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As an example, Jones High School which has a student population of 1,136 Negro students and 121 white students, now has a faculty composed of 66 white teachers and 14 Negro teachers, 82.5 per cent white and 17.5 per cent Negro.  The greatest percentage departure in the system (Orange Center Elementary School) from the system-wide faculty ratio would involve the change of three faculty positions to be exact.  Attached as Appendix I is the present faculty population by school and race.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In our recent decision in Singleton v. Jackson Municipal Separate School District, 5 Cir., 1969, 419 F.2d 1211 (consolidated cases en banc) (Nos. 26285 et al., dated December 1, 1969), in order to mandate compliance with the Green and Alexander v. Holmes County decisions, we required, not later than February 1, 1970, that the faculty and staff be desegregated on the following basis:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Effective not later than February 1, 1970, the principals, teachers, teacher-aides and other staff who work directly with children at a school shall be so assigned that in no case will the racial composition of a staff indicate that a school is intended for Negro students or white students.  For the remainder of the 1969-70 school year the district shall assign the staff described above so that the ratio of Negro to white teachers in each school, and the ratio of other staff in each, are substantially the same as each such ratio is to the teachers and other staff, respectively, in the entire school system.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Orange County system has complied with this directive as to faculty and staff.  It has also agreed to comply in full with the Singleton provision as to continuing non-discriminatory practices in maintaining and replacing faculty and staff.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We also required that transportation systems, in those school districts having transportation systems, be designed to insure the transportation of all eligible pupils on a non-segregated and otherwise non-discriminatory basis.  Orange County has been in compliance with this directive since 1964.  In addition, a bi-racial committee will review the transportation system from time to time to insure non-discriminatory operation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It also appears that all extracurricular activities, including sports, are being operated on a non-segregated basis and this is likewise true as to facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The requirement of Singleton that all school construction, school consolidation and site selection (including the location of any temporary classroom) in the system be done in a manner which will prevent the recurrence of the dual school structure by taking into consideration residential housing patterns has also been adopted by Orange County.  The bi-racial committee will consider and review matters falling into this category.  Fn. 4, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">These facts demonstrate full compliance with five of the six criteria of Green: Faculty, staff, transportation, extracurricular activities and facilities, leaving only the question of student body composition.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In order to facilitate the integration of student bodies, we required a majority to minority transfer policy in Singleton as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The school district shall permit a student attending a school in which his race is in the majority to choose to attend another school, where space is available, and where his race is in the minority.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This policy is designed to facilitate the integration of all-white and all-Negro student body schools.  The Orange County system has exceeded this directive.  A majority to minority transfer rule has been promulgated wherein any transferee is to be furnished free transportation, and all parents have been notified of this provision.  Moreover, the transferee is given absolute priority for space and thus the transfer is not dependent on space being available.  Again, under the plan of desegregation, the bi-racial committee will review the operation of this rule from time to time in the interest of fairness and effectiveness.  Fn. 4, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This leaves for discussion the question whether the Orange County plan of student desegregation is deficient to the extent that it prevents the systems from being unitary.  It is urged that all student assignment is on a neighborhood school basis, subject, of course, to the majority to minority transfer rule.  The defendant school officials wish to maintain such a basis of assignment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It was not clear from the opinion and findings of the district court that the defendants were in fact maintaining a neighborhood school system as we would define such a system.  A neighborhood school system cannot be a system where variances are allowed to permit children a choice of not attending the nearest school to his or her residence and thereby avoiding assignment to a formerly Negro or formerly white school as the case may be.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The sum of the present assignment system is that ten elementary schools and one junior high school remain with all-Negro student bodies.  There is no high school with an all-Negro student body.  It appears that 7,518 Negro students attend these eleven schools (ten elementary and one junior high) with the result that 51 per cent of the total of 14,856 Negro students are assigned to schools having all-Negro student bodies.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In order to have full facts available, as to neighborhood assignment and the results obtained on a school to school basis, we required the district court, by order dated January 30, 1970, to file supplemental findings of fact within five days addressed to the specifics.  They were promptly filed after a further hearing in the district court on short notice.  These supplemental findings demonstrate that variances are now allowed from the neighborhood school assignment system with the result that some white students are attending schools located greater distances from their home than nearby schools where the student body is all Negro.  As will be seen, this cannot be permitted in a school system operated on a neighborhood basis.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If not permitted in Orange County, eight of the eleven schools having all-Negro student bodies will have integrated student bodies.  The percentage of Negro students attending schools having integrated student bodies will increase from 49 to 84 per cent. Moreover, the increase will be even greater if students avail themselves of the majority to minority transfer rule.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">THE NEIGHBORHOOD SCHOOL SYSTEM</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the typical southern dual school system in operation prior to Brown I and II, the student was assigned to attend the school nearest his or her home.  This so-called neighborhood assignment system was designed to eliminate transportation costs and to permit the student to remain as near home as possible.  Under the dual system as ruled unconstitutional, a Negro student would be assigned to the nearest Negro school to his or her home and a white student would be assigned to the nearest white school.  Negro students might pass a white school or schools en route to a Negro school.  White students might pass a Negro school or schools en route to the white school.  Under a neighborhood assignment basis in a unitary system, the student must attend the nearest school whether it be a formerly white school or a formerly Negro school.  Orange County is generally using this approach but it is now apparent, under the current plan, that it is not being correctly observed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As stated, based on the supplemental findings of fact, it appears that a true neighborhood assignment system, assigning students to the school nearest the student's home up to the capacity of the given school, will result in the desegregation of eight of the remaining eleven all-Negro student body schools in the Orange County system, leaving three elementary schools.  In four of these eight schools, the number of whites assigned would be somewhat greater if an equi-distance rule between schools was used as a basis for assignment rather than the capacity of the school.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This would necessitate, however, increasing the size of the four schools in question.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Stated differently, under equidistance assignment, zone lines would be located equi-distant between two schools and all students within the zone would attend a given school without regard to the capacity of the school.  On the other hand, under the nearest school to student assignment basis, the assignment would be limited by the capacity of the school, and those unable to be accommodated would go to the next nearest school to the home.  We hold that the assignment system must take into consideration the existing capacity of the schools.  Whether to expand present facilities is a question for the school authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We also hold that the neighborhood system, based on school capacity, must be observed without exception.  This will prevent any variance based on traffic conditions, such as are disclosed in the supplemental findings of fact with respect to 53 students who should go to Callahan school, or by zone line locations as is the case with five children who should be assigned to the Webster Avenue school.  Variances by arbitrary zone lines, or for reasons of traffic, while reasonable on their face, may destroy the integrity and the stability of the entire assignment plan.  If Orange County wishes to maintain a neighborhood assignment system, then it must do so without variances.  Each student in the system must be assigned to attend the school nearest his or her home, limited only by the capacity of the school, and then to the next nearest school.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There are a number of all-white student body schools in the Orange County system.  This is due to the preponderant white student population (82 per cent), and to residential patterns.  The three all-Negro student body schools which will remain, if the neighborhood assignment system is properly invoked, are also the result of residential patterns.  The majority to minority transfer provision under the leadership of the bi-racial committee is a tool to alleviate these conditions now.  Site location, also under the guidance of the bi-racial committee, will guarantee elimination in the future.  In addition, open housing, Title VIII, Civil Rights Act of 1968, 42 U.S.C.A. 3601 et seq., Jones v. Alfred H. Mayer Co., 1968, 392 U.S. 409, 88 S.Ct. 2186, 20 L.Ed.2d 1189, will serve to prevent neighborhood entrapment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A view of the student body status of the eleven schools which now have all-Negro student bodies, once this order has been effectuated, can be had from Appendix II, attached.  The present status of all of the schools in the system is reflected in Appendix III.  The figures shown have not been adjusted to reflect what we are now requiring.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">DEFICIENCIES TO BE REMEDIED</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We conclude that five of the six elements which go to make up a unitary system have been accomplished in the Orange County system: faculty, staff, transportation, extracurricular activities, and facilities.  We conclude also that the sixth element, student desegregation, will be accomplished once the district court requires and ascertains as a fact that the neighborhood student assignment system, based on the definition herein contained, is invoked and the transfers made necessary thereby have been made.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Once done, and when the district court, by the standards herein stated, has made its own conclusion as to the system being unitary, the district court must retain jurisdiction for a reasonable time to insure that the system is operated in a constitutional manner.  As the Supreme Court said in Green, '* * * whatever plan is adopted will require evaluation in practice, and the court should retain jurisdiction until it is clear that the state-imposed segregation has been completely removed.'  391 U.S. at 439, 88 S.Ct. at 1695.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed in part; reversed in part; remanded with direction.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <pre>                APPENDIX I\n       Orange County Public Schools\n   INSTRUCTIONAL POSITIONS AS OF 1-27-70\nSecondary Schools    White   Black   Total\nApopka Memorial          54       9      63\nApopka Junior            30       9      39\nBoone                    74      12      86\nCarver Junior            41       8      49\nCherokee Junior          43       6      49\nColonial                 92      14     106\nConway Junior            50       8      58\nEdgewater                74      12      86\nEvans                    76      12      88\nGlenridge Junior         47       7      54\nHoward Junior            47       7      54\nJackson Junior           56       8      64\nJones                    66      14      80\nLakeview                 44       7      51\nLee Junior               43       7      50\nLockhart Junior          32       5      37\nMaitland Junior          36       5      41\nMeadowbrook Junior       44       5      49\nMemorial Junior          48       7      55\nMid-Florida Tech         58       9      67\nOak Ridge                87      13     100\nOcoee                    43       6      49\nRobinswood Junior        46       7      53\nUnion Park Junior        45       7      52\nVocational               27       4      31\nWalker                   58       6      64\nWinter Park Junior       31       5      36\nWinter Park Senior      105      16     121\nWymore                   21       7      28\n                    -------  ------  ------\nTOTALS:                1518     242    1760\nElementary Schools   White   Black   Total\nAloma                    25       8      33\nAudubon Park             22       7      29\nAzalea Park              14       7      21\nBlankner                 21       6      28\nBonneville               14       4      18\nBrookshire               22       7      29\nCallahan                 15       5      20\nCatalina                 21       6      27\nCheney                   21       6      27\nChickasaw                25       8      33\nColumbia                 12       4      16\nConway                   23       6      29\nCypress Park              9       3      12\nDelaney                  12       4      16\nDillard Street           12       4      16\nDommerich                26       8      34\nDover Shores             25       8      33\nDream Lake               28       9      37\nDurrance                 24       7      31\nEccleston                27       8      35\nEngelwood                25       3      28\nFern Creek               24       7      31\nForrest Park             19       3      22\nGateway                  25       3      28\nGrand Avenue             14       7      21\nHiawassee                23       7      29\nHillcrest                12       3      15\nHolden Street            25       7      32\nHungerford               15       5      20\nIvey Lane                23       7      30\nKaley                    17       6      23\nKillarney                24       7      31\nLake Como                22       6      28\nLake Silver              23       7      30\nLake Sybelia             15       4      19\nLake Weston              20       6      26\nLakemont                 25       7      32\nLancaster                28       9      37\nLockhart                 17       5      22\nLovell                   27       8      35\nMcCoy                    22       7      29\nMagnolia                 10       4      14\nMaxey                    16       5      21\nOcoee                    13       4      17\nOrange Center            26       2      28\nOrlo Vista               21       6      27\nPershing                 24       7      31\nPine Castle              22       6      28\nPine Hills               24       7      31\nPineloch                 24       7      31\nPrinceton                15       4      19\nRay                      22       6      28\nRichmond Heights         23       7      30\nRidgewood Park           19       6      25\nRiverside                15       4      19\nRock Lake                24       7      31\nRolling Hills            23       7      30\nSadler                   21       7      28\nShenandoah               18       5      23\nSpring Lake              22       6      28\nTangelo Park             21       7      28\nTildenville              15       4      19\nUnion Park               25       7      32\nWashington Shores        26       8      34\nWebster Avenue           14       4      18\nWheatley                 23       7      30\nWindermere               16       5      21\nWinter Garden            12       4      16\nZellwood                 18       6      24\n                    -------  ------  ------\nTOTALS                 1395     408    1803\nTOTAL COUNTY:\nElementary             1395     408    1803\nSecondary              1518     242    1760\n                    -------  ------  ------\nTOTALS                 2913     650    3563</pre>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <pre>                                  APPENDIX II\n                 School Population, By Race and Proximity Area\n                                                  Proximity Proximity Proximity\n                         Present Present  Present   Area      Area      Area\nSchool           Grades   White   Black    Total    White     Black     Total\nCarver Jr.           7-9    1        1143    1144  47            1100      1147\nCallahan Elem.       K-6    1         389     390 101 *           404       452\nEccleston Elem.      1-6    0         904     904   0             889       889\nHolden St. Elem.     K-6    1         717     718   0             725       725\nHungerford Elem.     K-6    0         448     448 141             353       494\nMaxey Elem.          K-6    1         468     469  38             461       499\nOrg.  Cen. Elem.      1-6    0         716     716  50             655       705\nRich.  Hts. Elem.     K-6    0         703     703  22             692       714\nWash.  Shs. Elem.     K-6    0         797     797   0             783       783\nWeb.  Ave. Elem.      1-6    3         410     413  76 **          352       423\nWheatley Elem.       K-6    0         824     824  29             811       840\n*  Includes 53 now in other schools by reason of variance based on traffic\n  conditions.\n**  Includes 5 now in another school because of location of zone line.</pre>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <pre>                       APPENDIX III\n    School Population, By Race, As Of February 2, 1970\nSECONDARY\nSchool                      Grades  White   Black    Total\nApopka Memorial High          9-12     903     366    1269\nApopka Junior High            7- 8     664     355    1019\nBoone High                   10-12    1869     102    1971\nCarver Junior High            7- 9       1    1143    1144\nCherokee Junior High          7- 9     741     244     985\nColonial High                10-12    2355       6    2361\nConway Junior High            7- 9    1417       9    1426\nEdgewater High               10-12    1720     209    1929\nEvans High                   10-12    1908      17    1925\nGlenridge Junior High         7- 9    1325       3    1328\nHoward Junior High            7- 9     813     364    1177\nJackson Junior High           7- 9    1597       3    1600\nJones High                   10-12     121    1136    1257\nLakeview High                 7-12     847     229    1076\nLee Junior High               7- 9     932     240    1172\nLockhart Junior High          7- 9     656     127     783\nMaitland Junior High          7- 9     895      69     964\nMeadowbrook Junior High       7- 9    1150       0    1150\nMemorial Junior High          7- 9    1003     266    1269\nOak Ridge High               10-12    1986     149    2135\nOcoee High                    7-12     855     265    1120\nRobinswood Junior High        7- 9    1213      11    1224\nUnion Park Junior High        7- 9    1179       0    1179\nWalker Junior High            7- 9    1591      33    1624\nWinter Park High             10-12    2462     113    2575\nWinter Park Junior High       7- 9     652     184     836\n                                    ------  ------  ------\n           Total                     30855    5643   36498\nELEMENTARY\nSchool                      Grades  White   Black    Total\nAloma                          1-6     896       2     871\nAudubon Park                   K-6     802       0     802\nAzalea Park                    K-6     854       2     856\nBlankner                       1-6     689       2     691\nBonneville                     K-6     450       0     450\nBrookshire                     1-6     722       1     723\nCallahan                       K-6       1     389     390\nCatalina                       K-6     667      21     688\nCheney                         K-6     718       0     718\nChickasaw                      K-6     857       0     857\nColumbia                       1-6     432       0     432\nConway                         K-6     760       0     760\nCypress Park                   1-6     207      50     257\nDelaney                        K-6     277      71     348\nDillard Street                 4-6     272      79     351\nDommerich                      K-6     898      16     914\nDover Shores                   1-6     821       0     821\nDream Lake                     K-6     862      84     946\nDurrance                       1-6     742      28     770\nEccleston                      1-6       0     904     904\nEnglewood                      K-6     736       2     738\nFern Creek                     K-6     817       3     820\nGrand Avenue                   1-6     188     233     421\nHiawassee                      1-6     798       0     798\nHillcrest                      1-6     328       1     329\nHolden Street                  K-6       1     717     718\nHungerford                     1-6       0     448     448\nIvey Lane                      1-6     173     499     672\nKaley                          K-6     479       1     480\nKillarney                      1-6     808       4     812\nLake Como                      1-6     751       0     751\nLake Silver                    1-6     787       1     788\nLake Sybelia                   1-6     474      32     506\nLake Weston                    K-6     715      24     739\nLakemont                       1-6     708     103     811\nLancaster                      1-6    1005       2    1007\nLockhart                       K-6     530       0     530\nLovell                         K-6     898       6     904\nMcCoy                          1-6     769       0     769\nMaxey                          1-6       1     468     469\nOcoee                          1-6     365       1     366\nOrange Center                  K-6       0     716     716\nOrlo Vista                     1-6     746       0     746\nPershing                       K-6     817       2     819\nPine Castle                    K-6     751       1     752\nPine Hills                     1-6     809       1     810\nPineloch                       1-6     738       0     738\nPrinceton                      K-6     480       9     489\nRay                            1-6     722       8     730\nRichmond Heights               1-6       0     703     703\nRidgewood Park                 1-6     638       3     641\nRiverside                      1-6     547       5     552\nRock Lake                      1-6     234     236     470\nRolling Hills                  K-6     600       1     601\nSadler                         1-6     776       0     776\nShenandoah                     1-6     490      14     504\nSpring Lake                    1-6     695       1     696\nTangelo Park                   K-6     532     199     731\nTildenville                    K-6     279     164     443\nUnion Park                     1-6     878       4     882\nWashington Shores              K-6       0     797     797\nWebster Avenue                 1-6       3     410     413\nWheatley                       K-6       0     824     824\nWindermere                     1-6     538       8     546\nWinter Garden                  1-3     336      80     416\nZellwood                       1-6     354     248     602\n                                    ------  ------  ------\n          Total                      35194    8628   43822\nVOCATIONAL\nMid-Florida Tech                      1076      47    1123\nVocational                             390     208     598\nWymore Tech                             63     233     296\n                                    ------  ------  ------\n          Total                       1529     488    2017\nSPECIAL EDUCATION\nForrest Park                           117      15     132\nGateway                                172      19     191\nMagnolia Special Education\n    Center                             145      63     208\n                                    ------  ------  ------\n          Total                        434      97     531\n                            White   Black   Total\nSecondary                    30855    5643   36498\nElementary                   35194    8628   43822\nVocational                    1529     488    2017\nSpecial Education              434      97     531\n                            ------  ------  ------\nTotal                       68,012  14,856  82,868</pre>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Lower court decisions, if any, which may be inconsistent with these Supreme Court decisions on the requirments for comverting from dual to unitary systems obviously must yield to the principles there enunciated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under the stringent requirements of Alexander v. Holmes County Board of Education, supra, which this court has carried out in United States v. Hinds County School Board, 5 Cir., 1969, 423 F.2d 1264 (Nos. 28030, 28042, Nov. 7, 1969), this court has judicially determined that the ordinary procedures for appellate review in school segregation cases have to be suitably adapted to assure that each system, whose case is before us, 'begin immediately to operate as unitary school systems.'  Upon consideration of the record, the court has proceeded to dispose of this case as an extraordinary matter.  Rule 2, FRAP</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The transfers are complete with the exception of 25 teachers whose transfer orders are being reviewed on the basis of hardship</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The bi-racial committee is constituted by the district court from names submitted by the parties to this suit.  The membership of thirty will be divided equally between whites and Negroes.  The chairmanship is to alternate annually between a white chairman and a Negro chairman.  The committee is to review the operation of the transportation system and the majority to minority transfer rule, and also is charged with responsibility in the area of selecting school sites.  The committee is authorized to hold hearings and make recommendations to the school board in connection with any of these activities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Five of the eleven schools have three or less white students in attendance but we, as did the district court, considered these as schools with all-Negro student bodies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There would be 44 additional white students in Orange Center, 143 additional in Webster, 9 in Wheatley, and 90 in Carver</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Under the facts of this case, it happens that the school board's choice of a neighborhood assignment system is adequate to convert the Orange County school system from a dual to a unitary system.  This decision does not preclude the employment of differing assignment methods in other school districts to bring about unitary systems.  There are many variables in the student assignment approach necessary to bring about unitary school systems.  The answer in each case turns, in the final analysis, as here, on all of the facts including those which are peculiar to the particular system</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></span></p>\n    <p class=\"parties\">Evelyn R. ELLIS, a minor, et al., Plaintiffs-Appellants,<br>v.<br>The BOARD OF PUBLIC INSTRUCTION OF ORANGE COUNTY, FLORIDA,<br>Defendant-Appellee.</p>\n    <p class=\"docket\">No. 29124.</p>\n    <p class=\"court\">United States Court of Appeals, Fifth Circuit.</p>\n    <p class=\"date\">Feb. 17, 1970.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Norris D. Woolfork, III, Orlanda, Fla., Jack Greenberg, Norman Chachkin, James M. Nabrit, III, Drew S. Days, III, New York City, for plaintiffs-appellants.</p>\n      <p class=\"indent\">James W. Markel, Winter Park, Fla., Joel H. Sharp, Charles R. Fawsett, Orlando, Fla., for defendant-appellee.</p>\n      <p class=\"indent\">Before BELL, AINSWORTH and GODBOLD, Circuit Judges.</p>\n      <p class=\"indent\">BELL, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The issue presented in this case is whether the Orange County Florida public school system is now unitary.  The answer depends on a review of the posture of the system in light of two controlling decisions of the Supreme Court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In Green v. County School Board of New Kent County, 1968, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span>, the mechanics of what must be done to bring about a unitary system were outlined.  They were stated in terms of eliminating the racial identification of the schools in a dual system in six particulars: composition of student bodies, faculty, staff, transportation, extracurricular activities, and facilities.  391 U.S. at 435, 88 S.Ct.  It was such dual systems, organized and operated by the states acting through local school boards and school officials, which were held unconstitutional in Brown v. Board of Education, 1954, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (Brown I), and which were ordered abolished in Brown v. Board of Education, 1955, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></span> (Brown II).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In Green the court spoke in terms of the whole system-- of converting to a unitary, nonracial school system from a dual system.  Then, in Alexander v. Holmes County Board of Education, 1969, <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">29</span></a></span>, <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">19</span></a></span>, the court pointed to the end to be achieved.  The result, if a constitutionally acceptable system may be said to exist, must be that the school system no longer operates as a dual system based on race or color but as a 'unitary school * * * (system) within which no person is to be effectively excluded from any school because of race or color.' 396 U.S. at p. 20, 90 S.Ct. at p. 30, 24 L.Ed.2d at p. 21.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Tested in this frame of reference, we conclude that the Orange County school system falls short of being a unitary system only in one respect: A part of the student desegregation plan.  It follows that the motion for injunction pending appeal will be denied so as to afford the district court, along with the school board, an opportunity to complete the conversion from a dual to a unitary system.  We take the case for final decision on the merits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The judgment of the district court will be affirmed in part, reversed in part, and the case remanded to the district court with direction.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">THE ORANGE COUNTY SCHOOL SYSTEM</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This system covers the whole of Orange County including the urban areas of Orlanda, Winter Park, Winter Garden and Apopka, as well as rural areas embraced in a county having a land area of 910 square miles, or almost the size of Rhode Island (1,049 square miles).  The system is comprised of 26 secondary schools, 66 elementary schools, 3 vocational schools and 3 special education schools, or a total of 98 separate schools.  There are 68,012 white and 14,856 Negro students in the system, or a total of 82,868 students as of the present time (February 2, 1970).  The racial ratio of students is approximately 82 per cent white-18 per cent Negro.  There are a total of 3,563 teachers in the system, 2,913 white and 650 Negro, or much the same racial ratio as students.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 1, teachers were transferred so as to establish a substantial racial ratio in each school.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As an example, Jones High School which has a student population of 1,136 Negro students and 121 white students, now has a faculty composed of 66 white teachers and 14 Negro teachers, 82.5 per cent white and 17.5 per cent Negro.  The greatest percentage departure in the system (Orange Center Elementary School) from the system-wide faculty ratio would involve the change of three faculty positions to be exact.  Attached as Appendix I is the present faculty population by school and race.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In our recent decision in Singleton v. Jackson Municipal Separate School District, 5 Cir., 1969, <span class=\"citation\" data-id=\"287778\"><a href=\"/opinion/287778/9-fair-emplpraccas-1122-7-empl-prac-dec-p-9412-derek-jerome/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span> (consolidated cases en banc) (Nos. 26285 et al., dated December 1, 1969), in order to mandate compliance with the Green and Alexander v. Holmes County decisions, we required, not later than February 1, 1970, that the faculty and staff be desegregated on the following basis:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Effective not later than February 1, 1970, the principals, teachers, teacher-aides and other staff who work directly with children at a school shall be so assigned that in no case will the racial composition of a staff indicate that a school is intended for Negro students or white students.  For the remainder of the 1969-70 school year the district shall assign the staff described above so that the ratio of Negro to white teachers in each school, and the ratio of other staff in each, are substantially the same as each such ratio is to the teachers and other staff, respectively, in the entire school system.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Orange County system has complied with this directive as to faculty and staff.  It has also agreed to comply in full with the Singleton provision as to continuing non-discriminatory practices in maintaining and replacing faculty and staff.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We also required that transportation systems, in those school districts having transportation systems, be designed to insure the transportation of all eligible pupils on a non-segregated and otherwise non-discriminatory basis.  Orange County has been in compliance with this directive since 1964.  In addition, a bi-racial committee will review the transportation system from time to time to insure non-discriminatory operation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It also appears that all extracurricular activities, including sports, are being operated on a non-segregated basis and this is likewise true as to facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The requirement of Singleton that all school construction, school consolidation and site selection (including the location of any temporary classroom) in the system be done in a manner which will prevent the recurrence of the dual school structure by taking into consideration residential housing patterns has also been adopted by Orange County.  The bi-racial committee will consider and review matters falling into this category.  Fn. 4, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">These facts demonstrate full compliance with five of the six criteria of Green: Faculty, staff, transportation, extracurricular activities and facilities, leaving only the question of student body composition.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In order to facilitate the integration of student bodies, we required a majority to minority transfer policy in Singleton as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The school district shall permit a student attending a school in which his race is in the majority to choose to attend another school, where space is available, and where his race is in the minority.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This policy is designed to facilitate the integration of all-white and all-Negro student body schools.  The Orange County system has exceeded this directive.  A majority to minority transfer rule has been promulgated wherein any transferee is to be furnished free transportation, and all parents have been notified of this provision.  Moreover, the transferee is given absolute priority for space and thus the transfer is not dependent on space being available.  Again, under the plan of desegregation, the bi-racial committee will review the operation of this rule from time to time in the interest of fairness and effectiveness.  Fn. 4, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This leaves for discussion the question whether the Orange County plan of student desegregation is deficient to the extent that it prevents the systems from being unitary.  It is urged that all student assignment is on a neighborhood school basis, subject, of course, to the majority to minority transfer rule.  The defendant school officials wish to maintain such a basis of assignment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It was not clear from the opinion and findings of the district court that the defendants were in fact maintaining a neighborhood school system as we would define such a system.  A neighborhood school system cannot be a system where variances are allowed to permit children a choice of not attending the nearest school to his or her residence and thereby avoiding assignment to a formerly Negro or formerly white school as the case may be.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The sum of the present assignment system is that ten elementary schools and one junior high school remain with all-Negro student bodies.  There is no high school with an all-Negro student body.  It appears that 7,518 Negro students attend these eleven schools (ten elementary and one junior high) with the result that 51 per cent of the total of 14,856 Negro students are assigned to schools having all-Negro student bodies.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In order to have full facts available, as to neighborhood assignment and the results obtained on a school to school basis, we required the district court, by order dated January 30, 1970, to file supplemental findings of fact within five days addressed to the specifics.  They were promptly filed after a further hearing in the district court on short notice.  These supplemental findings demonstrate that variances are now allowed from the neighborhood school assignment system with the result that some white students are attending schools located greater distances from their home than nearby schools where the student body is all Negro.  As will be seen, this cannot be permitted in a school system operated on a neighborhood basis.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If not permitted in Orange County, eight of the eleven schools having all-Negro student bodies will have integrated student bodies.  The percentage of Negro students attending schools having integrated student bodies will increase from 49 to 84 per cent. Moreover, the increase will be even greater if students avail themselves of the majority to minority transfer rule.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">THE NEIGHBORHOOD SCHOOL SYSTEM</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the typical southern dual school system in operation prior to Brown I and II, the student was assigned to attend the school nearest his or her home.  This so-called neighborhood assignment system was designed to eliminate transportation costs and to permit the student to remain as near home as possible.  Under the dual system as ruled unconstitutional, a Negro student would be assigned to the nearest Negro school to his or her home and a white student would be assigned to the nearest white school.  Negro students might pass a white school or schools en route to a Negro school.  White students might pass a Negro school or schools en route to the white school.  Under a neighborhood assignment basis in a unitary system, the student must attend the nearest school whether it be a formerly white school or a formerly Negro school.  Orange County is generally using this approach but it is now apparent, under the current plan, that it is not being correctly observed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As stated, based on the supplemental findings of fact, it appears that a true neighborhood assignment system, assigning students to the school nearest the student's home up to the capacity of the given school, will result in the desegregation of eight of the remaining eleven all-Negro student body schools in the Orange County system, leaving three elementary schools.  In four of these eight schools, the number of whites assigned would be somewhat greater if an equi-distance rule between schools was used as a basis for assignment rather than the capacity of the school.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This would necessitate, however, increasing the size of the four schools in question.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Stated differently, under equidistance assignment, zone lines would be located equi-distant between two schools and all students within the zone would attend a given school without regard to the capacity of the school.  On the other hand, under the nearest school to student assignment basis, the assignment would be limited by the capacity of the school, and those unable to be accommodated would go to the next nearest school to the home.  We hold that the assignment system must take into consideration the existing capacity of the schools.  Whether to expand present facilities is a question for the school authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We also hold that the neighborhood system, based on school capacity, must be observed without exception.  This will prevent any variance based on traffic conditions, such as are disclosed in the supplemental findings of fact with respect to 53 students who should go to Callahan school, or by zone line locations as is the case with five children who should be assigned to the Webster Avenue school.  Variances by arbitrary zone lines, or for reasons of traffic, while reasonable on their face, may destroy the integrity and the stability of the entire assignment plan.  If Orange County wishes to maintain a neighborhood assignment system, then it must do so without variances.  Each student in the system must be assigned to attend the school nearest his or her home, limited only by the capacity of the school, and then to the next nearest school.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There are a number of all-white student body schools in the Orange County system.  This is due to the preponderant white student population (82 per cent), and to residential patterns.  The three all-Negro student body schools which will remain, if the neighborhood assignment system is properly invoked, are also the result of residential patterns.  The majority to minority transfer provision under the leadership of the bi-racial committee is a tool to alleviate these conditions now.  Site location, also under the guidance of the bi-racial committee, will guarantee elimination in the future.  In addition, open housing, Title VIII, Civil Rights Act of 1968, 42 U.S.C.A. 3601 et seq., Jones v. Alfred H. Mayer Co., 1968, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1189</span></a></span>, will serve to prevent neighborhood entrapment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A view of the student body status of the eleven schools which now have all-Negro student bodies, once this order has been effectuated, can be had from Appendix II, attached.  The present status of all of the schools in the system is reflected in Appendix III.  The figures shown have not been adjusted to reflect what we are now requiring.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">DEFICIENCIES TO BE REMEDIED</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We conclude that five of the six elements which go to make up a unitary system have been accomplished in the Orange County system: faculty, staff, transportation, extracurricular activities, and facilities.  We conclude also that the sixth element, student desegregation, will be accomplished once the district court requires and ascertains as a fact that the neighborhood student assignment system, based on the definition herein contained, is invoked and the transfers made necessary thereby have been made.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Once done, and when the district court, by the standards herein stated, has made its own conclusion as to the system being unitary, the district court must retain jurisdiction for a reasonable time to insure that the system is operated in a constitutional manner.  As the Supreme Court said in Green, '* * * whatever plan is adopted will require evaluation in practice, and the court should retain jurisdiction until it is clear that the state-imposed segregation has been completely removed.'  391 U.S. at 439, 88 S.Ct. at 1695.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed in part; reversed in part; remanded with direction.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <pre>                APPENDIX I\n       Orange County Public Schools\n   INSTRUCTIONAL POSITIONS AS OF 1-27-70\nSecondary Schools    White   Black   Total\nApopka Memorial          54       9      63\nApopka Junior            30       9      39\nBoone                    74      12      86\nCarver Junior            41       8      49\nCherokee Junior          43       6      49\nColonial                 92      14     106\nConway Junior            50       8      58\nEdgewater                74      12      86\nEvans                    76      12      88\nGlenridge Junior         47       7      54\nHoward Junior            47       7      54\nJackson Junior           56       8      <span class=\"citation no-link\"><span class=\"volume\">64</span>\n<span class=\"reporter\">Jones</span>                    <span class=\"page\">66</span></span>      14      80\nLakeview                 44       7      51\nLee Junior               43       7      50\nLockhart Junior          32       5      37\nMaitland Junior          36       5      41\nMeadowbrook Junior       44       5      49\nMemorial Junior          48       7      55\nMid-Florida Tech         58       9      67\nOak Ridge                87      13     100\nOcoee                    43       6      49\nRobinswood Junior        46       7      53\nUnion Park Junior        45       7      52\nVocational               27       4      <span class=\"citation no-link\"><span class=\"volume\">31</span>\n<span class=\"reporter\">Walker</span>                   <span class=\"page\">58</span></span>       6      64\nWinter Park Junior       31       5      36\nWinter Park Senior      105      16     121\nWymore                   21       7      28\n                    -------  ------  ------\nTOTALS:                1518     242    1760\nElementary Schools   White   Black   Total\nAloma                    25       8      33\nAudubon Park             22       7      29\nAzalea Park              14       7      21\nBlankner                 21       6      28\nBonneville               14       4      18\nBrookshire               22       7      29\nCallahan                 15       5      20\nCatalina                 21       6      27\nCheney                   21       6      27\nChickasaw                25       8      33\nColumbia                 12       4      16\nConway                   23       6      29\nCypress Park              9       3      12\nDelaney                  12       4      16\nDillard Street           12       4      16\nDommerich                26       8      34\nDover Shores             25       8      33\nDream Lake               28       9      37\nDurrance                 24       7      31\nEccleston                27       8      35\nEngelwood                25       3      28\nFern Creek               24       7      31\nForrest Park             19       3      22\nGateway                  25       3      28\nGrand Avenue             14       7      21\nHiawassee                23       7      29\nHillcrest                12       3      15\nHolden Street            25       7      32\nHungerford               15       5      20\nIvey Lane                23       7      30\nKaley                    17       6      23\nKillarney                24       7      31\nLake Como                22       6      28\nLake Silver              23       7      30\nLake Sybelia             15       4      19\nLake Weston              20       6      26\nLakemont                 25       7      32\nLancaster                28       9      37\nLockhart                 17       5      22\nLovell                   27       8      35\nMcCoy                    22       7      29\nMagnolia                 10       4      14\nMaxey                    16       5      21\nOcoee                    13       4      17\nOrange Center            26       2      28\nOrlo Vista               21       6      27\nPershing                 24       7      31\nPine Castle              22       6      28\nPine Hills               24       7      31\nPineloch                 24       7      31\nPrinceton                15       4      19\nRay                      22       6      28\nRichmond Heights         23       7      30\nRidgewood Park           19       6      25\nRiverside                15       4      19\nRock Lake                24       7      31\nRolling Hills            23       7      <span class=\"citation no-link\"><span class=\"volume\">30</span>\n<span class=\"reporter\">Sadler</span>                   <span class=\"page\">21</span></span>       7      28\nShenandoah               18       5      23\nSpring Lake              22       6      28\nTangelo Park             21       7      28\nTildenville              15       4      19\nUnion Park               25       7      32\nWashington Shores        26       8      34\nWebster Avenue           14       4      18\nWheatley                 23       7      30\nWindermere               16       5      21\nWinter Garden            12       4      16\nZellwood                 18       6      24\n                    -------  ------  ------\nTOTALS                 1395     408    1803\nTOTAL COUNTY:\nElementary             1395     408    1803\nSecondary              1518     242    1760\n                    -------  ------  ------\nTOTALS                 2913     650    3563</pre>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <pre>                                  APPENDIX II\n                 School Population, By Race and Proximity Area\n                                                  Proximity Proximity Proximity\n                         Present Present  Present   Area      Area      Area\nSchool           Grades   White   Black    Total    White     Black     Total\nCarver Jr.           7-9    1        1143    1144  47            1100      1147\nCallahan Elem.       K-6    1         389     390 101 *           404       452\nEccleston Elem.      1-6    0         904     904   0             889       889\nHolden St. Elem.     K-6    1         717     718   0             725       725\nHungerford Elem.     K-6    0         448     448 141             353       494\nMaxey Elem.          K-6    1         468     469  38             461       499\nOrg.  Cen. Elem.      1-6    0         716     716  50             655       705\nRich.  Hts. Elem.     K-6    0         703     703  22             692       714\nWash.  Shs. Elem.     K-6    0         797     797   0             783       783\nWeb.  Ave. Elem.      1-6    3         410     413  76 **          352       423\nWheatley Elem.       K-6    0         824     824  29             811       840\n*  Includes 53 now in other schools by reason of variance based on traffic\n  conditions.\n**  Includes 5 now in another school because of location of zone line.</pre>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <pre>                       APPENDIX III\n    School Population, By Race, As Of February 2, 1970\nSECONDARY\nSchool                      Grades  White   Black    Total\nApopka Memorial High          9-12     903     366    1269\nApopka Junior High            7- 8     664     355    1019\nBoone High                   10-12    1869     102    1971\nCarver Junior High            7- 9       1    1143    1144\nCherokee Junior High          7- 9     741     244     985\nColonial High                10-12    2355       6    2361\nConway Junior High            7- 9    1417       9    1426\nEdgewater High               10-12    1720     209    1929\nEvans High                   10-12    1908      17    1925\nGlenridge Junior High         7- 9    1325       3    1328\nHoward Junior High            7- 9     813     364    1177\nJackson Junior High           7- 9    1597       3    1600\nJones High                   10-12     121    1136    1257\nLakeview High                 7-12     847     229    1076\nLee Junior High               7- 9     932     240    1172\nLockhart Junior High          7- 9     656     127     783\nMaitland Junior High          7- 9     895      69     964\nMeadowbrook Junior High       7- 9    1150       0    1150\nMemorial Junior High          7- 9    1003     266    1269\nOak Ridge High               10-12    1986     149    2135\nOcoee High                    7-12     855     265    1120\nRobinswood Junior High        7- 9    1213      11    1224\nUnion Park Junior High        7- 9    1179       0    1179\nWalker Junior High            7- 9    1591      33    1624\nWinter Park High             10-12    2462     113    2575\nWinter Park Junior High       7- 9     652     184     836\n                                    ------  ------  ------\n           Total                     30855    5643   36498\nELEMENTARY\nSchool                      Grades  White   Black    Total\nAloma                          1-6     896       2     871\nAudubon Park                   K-6     802       0     802\nAzalea Park                    K-6     854       2     856\nBlankner                       1-6     689       2     691\nBonneville                     K-6     450       0     450\nBrookshire                     1-6     722       1     723\nCallahan                       K-6       1     389     390\nCatalina                       K-6     667      21     688\nCheney                         K-6     718       0     718\nChickasaw                      K-6     857       0     857\nColumbia                       1-6     432       0     432\nConway                         K-6     760       0     760\nCypress Park                   1-6     207      50     257\nDelaney                        K-6     277      71     348\nDillard Street                 4-6     272      79     351\nDommerich                      K-6     898      16     914\nDover Shores                   1-6     821       0     821\nDream Lake                     K-6     862      84     946\nDurrance                       1-6     742      28     770\nEccleston                      1-6       0     904     904\nEnglewood                      K-6     736       2     738\nFern Creek                     K-6     817       3     820\nGrand Avenue                   1-6     188     233     421\nHiawassee                      1-6     798       0     798\nHillcrest                      1-6     328       1     329\nHolden Street                  K-6       1     717     718\nHungerford                     1-6       0     448     448\nIvey Lane                      1-6     173     499     672\nKaley                          K-6     479       1     480\nKillarney                      1-6     808       4     812\nLake Como                      1-6     751       0     751\nLake Silver                    1-6     787       1     788\nLake Sybelia                   1-6     474      32     506\nLake Weston                    K-6     715      24     739\nLakemont                       1-6     708     103     811\nLancaster                      1-6    1005       2    1007\nLockhart                       K-6     530       0     530\nLovell                         K-6     898       6     904\nMcCoy                          1-6     769       0     769\nMaxey                          1-6       1     468     469\nOcoee                          1-6     365       1     366\nOrange Center                  K-6       0     716     716\nOrlo Vista                     1-6     746       0     746\nPershing                       K-6     817       2     819\nPine Castle                    K-6     751       1     752\nPine Hills                     1-6     809       1     810\nPineloch                       1-6     738       0     738\nPrinceton                      K-6     480       9     489\nRay                            1-6     722       8     730\nRichmond Heights               1-6       0     703     703\nRidgewood Park                 1-6     638       3     641\nRiverside                      1-6     547       5     552\nRock Lake                      1-6     234     236     470\nRolling Hills                  K-6     600       1     601\nSadler                         1-6     776       0     776\nShenandoah                     1-6     490      14     504\nSpring Lake                    1-6     695       1     696\nTangelo Park                   K-6     532     199     731\nTildenville                    K-6     279     164     443\nUnion Park                     1-6     878       4     882\nWashington Shores              K-6       0     797     797\nWebster Avenue                 1-6       3     410     413\nWheatley                       K-6       0     824     824\nWindermere                     1-6     538       8     546\nWinter Garden                  1-3     336      80     416\nZellwood                       1-6     354     248     602\n                                    ------  ------  ------\n          Total                      35194    8628   43822\nVOCATIONAL\nMid-Florida Tech                      1076      47    1123\nVocational                             390     208     598\nWymore Tech                             63     233     296\n                                    ------  ------  ------\n          Total                       1529     488    2017\nSPECIAL EDUCATION\nForrest Park                           117      15     132\nGateway                                172      19     191\nMagnolia Special Education\n    Center                             145      63     208\n                                    ------  ------  ------\n          Total                        434      97     531\n                            White   Black   Total\nSecondary                    30855    5643   36498\nElementary                   35194    8628   43822\nVocational                    1529     488    2017\nSpecial Education              434      97     531\n                            ------  ------  ------\nTotal                       68,012  14,856  82,868</pre>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Lower court decisions, if any, which may be inconsistent with these Supreme Court decisions on the requirments for comverting from dual to unitary systems obviously must yield to the principles there enunciated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under the stringent requirements of Alexander v. Holmes County Board of Education, supra, which this court has carried out in United States v. Hinds County School Board, 5 Cir., 1969, <span class=\"citation\" data-id=\"289315\"><a href=\"/opinion/289315/united-states-v-hinds-county-school-board/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1264</span></a></span> (Nos. 28030, 28042, Nov. 7, 1969), this court has judicially determined that the ordinary procedures for appellate review in school segregation cases have to be suitably adapted to assure that each system, whose case is before us, 'begin immediately to operate as unitary school systems.'  Upon consideration of the record, the court has proceeded to dispose of this case as an extraordinary matter.  Rule 2, FRAP</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The transfers are complete with the exception of 25 teachers whose transfer orders are being reviewed on the basis of hardship</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The bi-racial committee is constituted by the district court from names submitted by the parties to this suit.  The membership of thirty will be divided equally between whites and Negroes.  The chairmanship is to alternate annually between a white chairman and a Negro chairman.  The committee is to review the operation of the transportation system and the majority to minority transfer rule, and also is charged with responsibility in the area of selecting school sites.  The committee is authorized to hold hearings and make recommendations to the school board in connection with any of these activities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Five of the eleven schools have three or less white students in attendance but we, as did the district court, considered these as schools with all-Negro student bodies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There would be 44 additional white students in Orange Center, 143 additional in Webster, 9 in Wheatley, and 90 in Carver</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Under the facts of this case, it happens that the school board's choice of a neighborhood assignment system is adequate to convert the Orange County school system from a dual to a unitary system.  This decision does not preclude the employment of differing assignment methods in other school districts to bring about unitary systems.  There are many variables in the student assignment approach necessary to bring about unitary school systems.  The answer in each case turns, in the final analysis, as here, on all of the facts including those which are peculiar to the particular system</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107748/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289315/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T16:48:13.817843Z",
      "date_modified": "2017-04-07T02:43:15.608010Z",
      "date_filed": "1970-02-17",
      "date_filed_is_approximate": false,
      "slug": "evelyn-r-ellis-a-minor-v-the-board-of-public-instruction-of-orange",
      "citation_id": 262775,
      "case_name_short": "",
      "case_name": "Evelyn R. Ellis, a Minor v. The Board of Public Instruction of Orange County, Florida",
      "case_name_full": "",
      "federal_cite_one": "423 F.2d 203",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 51,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/362357/evelyn-r-ellis-a-minor-v-the-board-of-public-instruction-of-orange/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:50:04.780504Z",
  "date_modified": "2014-10-30T08:50:04.780504Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Evelyn R. Ellis, a Minor v. The Board of Public Instruction of Orange County, Florida",
  "case_name_full": "",
  "slug": "evelyn-r-ellis-a-minor-v-the-board-of-public-instruction-of-orange",
  "docket_number": "29124_1",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}