{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/365752/",
  "id": 365752,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca2/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2682233/",
      "id": 2682233,
      "absolute_url": "/opinion/2682233/cook-v-natl-archives-records-admin/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/365752/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2682233/",
          "id": 2682233,
          "absolute_url": "/opinion/2682233/cook-v-natl-archives-records-admin/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2682233/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2014-07-08T15:00:06.213058Z",
          "date_modified": "2017-04-11T08:43:21.103184Z",
          "type": "010combined",
          "sha1": "c870e3e34d800bbc8c65084302ce71254bf88660",
          "page_count": 24,
          "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9759e25c-02b7-4b71-8db8-0d0f847ed70a/1/doc/13-1228_opn.pdf",
          "local_path": "pdf/2014/07/08/cook_v._natl_archives__records_admin..pdf",
          "plain_text": "No. 13-1228-cv\nCook v. Nat'l Archives & Records Admin.\n\n\n                                          In the\n             United States Court of Appeals\n                          For the Second Circuit\n\n                                August Term, 2013\n                                 No. 13-1228-cv\n\n                                    JOHN COOK,\n                                 Plaintiff-Appellant,\n\n                                            v.\n\n            NATIONAL ARCHIVES & RECORDS ADMINISTRATION,\n                        Defendant-Appellee.\n\n\n               Appeal from the United States District Court\n                 for the Southern District of New York.\n                No. 11-cv-8624 ― Kevin T. Duffy, Judge.\n\n\n\n                            ARGUED: MARCH 10, 2014\n                             DECIDED: JULY 8, 2014\n\n\n\n             Before: LEVAL, POOLER, and CHIN, Circuit Judges.\n\n\n       Appeal from a judgment of the United States District Court\nfor the Southern District of New York (Kevin T. Duffy, Judge)\n\f                COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ndismissing plaintiff-appellant's complaint under the Freedom of\nInformation Act, 5 U.S.C. § 552. Plaintiff-appellant sought from the\nNational Archives records relating to requests for archived materials\nmade by or on behalf of a former President and Vice-President of the\nUnited States. The district court granted summary judgment to\ndefendant-appellee National Archives and Records Administration,\nconcluding that the records fell within Exemption 6 of the statute.\n      AFFIRMED.\n\n\n\n                        MAXWELL S. MISHKIN, Law Student (David A.\n                        Schulz, Supervising Attorney, and Joshua S.\n                        Weinger, Law Student, on the brief), Media\n                        Freedom & Information Access Clinic, Yale Law\n                        School, New Haven, Connecticut, and Charles S.\n                        Sims, Proskauer Rose LLP, New York, NY, for\n                        Plaintiff-Appellant.1\n\n                        DAVID S. JONES, Assistant United States Attorney\n                        (Benjamin H. Torrance, Assistant United States\n                        Attorney, on the brief), for Preet Bharara, United\n                        States Attorney for the Southern District of New\n                        York, New York, NY, for Defendant-Appellee.\n\n\n\nCHIN, Circuit Judge:\n\n         Plaintiff-appellant John Cook, a reporter, brought suit under\n\nthe Freedom of Information Act (\"FOIA\"), 5 U.S.C. § 552, seeking\n\n\n1   The law students appeared in this Court pursuant to Local Rule 46.1(e).\n\n\n\n\n                                         -2-\n\f            COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ndisclosure of records held by defendant-appellee the National\n\nArchives and Records Administration (\"NARA\"). Cook seeks to\n\nobtain records of requests for archived presidential and vice-\n\npresidential materials submitted to NARA by or on behalf of former\n\nPresident George W. Bush and former Vice-President Richard B.\n\nCheney. The principal issue presented is whether the records fall\n\nwithin FOIA's Exemption 6, which permits the withholding of\n\n\"personnel and medical files and similar files the disclosure of which\n\nwould constitute a clearly unwarranted invasion of personal\n\nprivacy.\" 5 U.S.C. § 552(b)(6). The district court (Kevin T. Duffy,\n\nJudge) granted summary judgment to NARA, holding that\n\nExemption 6 applies.\n\n      We conclude that the records are protected by Exemption 6.\n\nArchivists and librarians have long refrained from disclosing\n\ninformation about who requests materials from their collections and\n\nwhat materials they are seeking, without the requesting party's\n\nconsent. These requests of the former President and Vice-President\n\nat issue here, made for purposes of their private research, perhaps\n\nfor preparation of memoirs, reveal their preliminary thinking and\n\npersonal matters. The disclosure of this information would indeed\n\n\"constitute a clearly unwarranted invasion of personal privacy.\"\n\nAccordingly, we affirm.\n\n\n                                  -3-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\n                          BACKGROUND\n\nI.     NARA's Maintenance of Presidential Records\n\n       In passing the Presidential Records Act of 1978 (the \"PRA\"),\n\nCongress made presidential and vice-presidential records the\n\nproperty of the United States, ending the historic practice of\n\npresidents taking ownership of records created during their\n\nadministrations. 44 U.S.C. § 2202; see Nixon v. United States, 978 F.2d\n\n1269, 1277 n.19, 1284 (D.C. Cir. 1992). Under the PRA, \"Presidential\n\nrecords\" include:\n\n          documentary materials, or any reasonably\n          segregable portion thereof, created or received by\n          the President, his immediate staff, or a unit or\n          individual of the Executive Office of the President\n          whose function is to advise and assist the\n          President, in the course of conducting activities\n          which relate to or have an effect upon the\n          carrying out of the constitutional, statutory, or\n          other official or ceremonial duties of the\n          President.\n\n44 U.S.C. § 2201(2). The PRA entrusts these presidential records to\n\nNARA. Id. § 2203(f). Vice-presidential records are treated similarly.\n\nId. § 2207.\n\n       Former President Bush's records are housed at the NARA-\n\ncontrolled George W. Bush Presidential Library in Dallas, Texas, and\n\nformer Vice-President Cheney's at NARA's Washington, D.C.\n\n\n                                  -4-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\narchives. Like the other historical records it maintains, NARA\n\nmakes these records available to the public for research.\n\nId. § 2203(f)(1); 36 C.F.R. § 1254.1(b).\n\n      There are limits on access. Presidential and vice-presidential\n\nrecords are not publicly available during a period of up to five years\n\nwhile NARA processes and organizes records it receives. 44 U.S.C.\n\n§ 2204(b)(2)(A)-(B). Before leaving office, a president or vice-\n\npresident may also designate a period of up to twelve years during\n\nwhich certain records will be unavailable to the public. Id. § 2204(a).\n\n      During periods when the records are not yet available to the\n\npublic, former presidents and vice-presidents, or their designated\n\nrepresentatives, may access the archived records of their respective\n\nadministrations by submitting special access requests. Id. § 2205(3).\n\nThe incumbent president, the judiciary, and Congress may also\n\nrequest archived records of prior administrations, but only in\n\nconnection with their official duties. Id. § 2205(2). At the Bush\n\nLibrary, once special access requests are received -- often by email\n\nand sometimes orally -- a paper folder is created reflecting the\n\nrequest. The requests \"are logged by date of receipt, and reveal the\n\nidentity of the specific requestor (an authorized representative of\n\nformer President George W. Bush) and the specific item or\n\ninformation sought.\" J.A. at 113-14 ¶ 16.\n\n\n                                    -5-\n\f            COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\n      NARA maintains that it treats the special access requests\n\nreceived from former officials or their representatives \"in a manner\n\nwholly consistent with how [it] handle[s] typical researcher requests\n\nin terms of the privacy and confidentiality afforded to any\n\nrequestors.\" Id. at 115 ¶ 21. As set forth in its staff manual, NARA's\n\ngeneral policy on the disclosure of researcher requests is as follows:\n\n\"Unless required by law, staff members will not reveal the subject of\n\na researcher's project or the specific items provided to a researcher\n\nwithout the express consent of the researcher.\" Id. at 116 ¶ 21.\n\nII.   Cook's FOIA Request and NARA's Response\n\n      By letter dated October 21, 2010, Cook submitted a FOIA\n\nrequest to NARA seeking: (1) \"copies of all requests for access to\n\nrecords received by the [Bush Library] since February 1, 2009\"; (2)\n\n\"copies of all requests for access to the records of former\n\nVice-President Dick Cheney received by NARA staff since February\n\n1, 2009\"; and (3) \"any subsequent correspondence regarding those\n\nrequests, with the exclusion of copies of records governed by the\n\n[PRA].\" Id. at 19. Cook did not seek the Bush/Cheney records\n\nthemselves; he only sought NARA's documentation of the requests\n\nfor the records. His stated purpose for seeking these records was \"to\n\ngain insight into the way in which the former President and Vice\n\n\n\n\n                                  -6-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nPresident have chosen to shape the public's perception of their time\n\nin office.\" J.A. at 8 ¶ 5.\n\n       NARA responded by letter dated December 1, 2010. The\n\nagency explained that requests for access to the Bush/Cheney\n\nrecords came in the form of either (a) special access requests\n\nsubmitted by current and former officials or (b) public FOIA\n\nrequests. First, with respect to the special access requests, the\n\nagency stated: \"[NARA] treats these requests as researcher reference\n\nrequests. . . . These records include but are not limited to the\n\nfollowing categories: correspondence between NARA staff and\n\nresearchers containing information about the research topic(s),\n\nfield(s) of interest, identification of requested records, and other\n\ninformation furnished by the researcher.\" J.A. at 22. The agency\n\nfurther informed Cook that, because it protects the privacy of\n\nresearchers, it would withhold the records of the special access\n\nrequests under FOIA's Exemption 6.\n\n       Second, with respect to Cook's FOIA demand for public FOIA\n\nrequests, NARA indicated that \"FOIA requesters are not subject to\n\nthe same right to privacy as . . . researchers.\" Id. at 23. Thus, the\n\n\n\n\n                                   -7-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nagency made available to Cook redacted copies of all such FOIA\n\nrequests, as well as its responses to those requests.2\n\n        Cook filed an administrative appeal by letter dated January\n\n3, 2011, protesting NARA's decision to withhold the records of the\n\nspecial access requests. In response, NARA amended its initial\n\ndecision by letter dated June 3, 2011. The agency distinguished\n\nspecial access requests submitted by the former officials (former\n\nPresident Bush, former Vice-President Cheney, and their designated\n\nrepresentatives) from special access requests submitted by current\n\nofficials (the incumbent President, Congress, and the judiciary).\n\nNARA deemed the former officials' special access requests to be\n\n\"researcher reference requests that have been made [by or] on behalf\n\nof private citizens\" and thus properly withheld under Exemption 6.\n\nId. at 32. In contrast, NARA deemed the current officials' special\n\naccess requests to be in furtherance of \"official business\" and thus\n\nnot entitled to protection as private researcher reference requests.\n\n\n\n\n2 Cook's FOIA request also sought \"[a]ny agreements or memoranda of\nunderstanding between the [Bush Library] and any researchers, scholars, former\ngovernment officials, or any other entities governing current or future access to\nrecords maintained by the Library.\" J.A. at 19. The agency, however, found no\nresponsive records.\n\n\n\n\n                                      -8-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nId. Accordingly, Cook was permitted access to the current officials'\n\nrequests, but not the former officials' requests.\n\n       Cook filed suit in the district court to challenge NARA's\n\nfailure to produce the records he requested. The only issue on\n\nappeal is NARA's decision with respect to the special access requests\n\nof the former officials.\n\nIII.   Proceedings Before the District Court\n\n       In the district court, the parties agreed to narrow Cook's FOIA\n\nrequest to (a) records of the special access requests submitted by\n\nformer President Bush, former Vice-President Cheney, or their\n\ndesignated representatives; (b) NARA's written responses to the\n\nrequests; and (c) internal NARA documents memorializing requests\n\nthat were not in writing. NARA identified 907 such records from\n\nthe Bush records and 61 from the Cheney records.\n\n       NARA maintained that the narrowed records Cook sought\n\nwere exempt from disclosure under Exemption 6, while retaining\n\nthe right to assert that other FOIA exemptions apply to certain\n\ncontent within the records. The parties thereafter stipulated that\n\n\"NARA first will file a motion for summary judgment asserting\n\nwhatever exemptions NARA contends may properly be asserted on\n\na categorical basis, meaning legal reasons that NARA asserts apply\n\nequally to all documents at issue in this action, and to the entirety of\n\n\n                                   -9-\n\f            COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\neach such document.\" Id. at 51. They further agreed that if the\n\nmotion did not resolve the suit in its entirety, NARA would then \"be\n\nentitled to assert whatever exemptions it contends apply on a non-\n\ncategorical basis in a second, subsequent motion.\" Id.\n\n      NARA moved for summary judgment asserting Exemption 6\n\ncategorically. The district court determined that the records Cook\n\nseeks are \"similar files\" for purposes of Exemption 6 because they\n\nreveal detailed information about the former officials -- the identity\n\nof the official who sought information from NARA and what\n\ninformation was sought. Cook v. Nat'l Archives & Records Admin., 921\n\nF. Supp. 2d 148, 155-56 (S.D.N.Y. 2013). The district court then\n\nconcluded that, given the former officials' privacy interest in their\n\nresearch inquiries and the minimal public interest involved,\n\ndisclosure would amount to an unwarranted invasion of personal\n\nprivacy. Id. at 156-57. Consequently, the district court granted\n\nsummary judgment to NARA. Id. at 157-58.\n\n      This appeal followed.\n\n                            DISCUSSION\n\n      We review de novo a district court's summary judgment\n\ndecision in a FOIA case. Wood v. F.B.I., 432 F.3d 78, 82 (2d Cir. 2005).\n\n      Congress enacted FOIA \"to pierce the veil of administrative\n\nsecrecy and to open agency action to the light of public scrutiny.\"\n\n\n                                  -10-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nU.S. Dep't of State v. Ray, 502 U.S. 164, 173 (1991) (quoting Dep't of\n\nAir Force v. Rose, 425 U.S. 352, 361 (1976)). Thus, FOIA mandates the\n\npublic disclosure of records of federal agencies upon request, unless\n\none of nine statutory exemptions applies. 5 U.S.C. § 552(a), (b)(1)-\n\n(9); Wood, 432 F.3d at 82-83. Because FOIA manifests a \"strong\n\npresumption in favor of disclosure,\" Ray, 502 U.S. at 173, we\n\nconstrue FOIA exemptions narrowly, resolving doubts in favor of\n\ndisclosure and imposing on the government the burden of showing\n\nthat an asserted exemption indeed applies. Wood, 432 F.3d at 83;\n\nPerlman v. U.S. Dep't of Justice, 312 F.3d 100, 105 (2d Cir. 2002),\n\nvacated, 541 U.S. 970 (2004), reaffirmed, 380 F.3d 110 (2d Cir. 2004).\n\n      On appeal, Cook argues that NARA's assertion of Exemption\n\n6 is not well-founded and, alternatively, that NARA should be\n\ncompelled to segregate any portions of the records that may fall\n\nunder Exemption 6. We address the applicability of Exemption 6\n\nand the segregability of the records in turn.\n\nI.    Exemption 6\n\n      FOIA's Exemption 6 permits the withholding of \"personnel\n\nand medical files and similar files the disclosure of which would\n\nconstitute a clearly unwarranted invasion of personal privacy.\"\n\n5 U.S.C. § 552(b)(6). We employ a two-prong inquiry in deciding\n\nwhether the government has correctly withheld records under\n\n\n                                   -11-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nExemption 6. First, we determine whether the records in question\n\nare \"personnel,\" \"medical,\" or \"similar\" files. Associated Press v. U.S.\n\nDep't of Def., 554 F.3d 274, 291 (2d Cir. 2009); Wood, 432 F.3d at 86.\n\nSecond, if so, we then \"balance the public need for the information\n\nagainst the individual's privacy interest in order to assess whether\n\ndisclosure would constitute a clearly unwarranted invasion of\n\npersonal privacy.\" Associated Press, 554 F.3d at 291.\n\n      A.     \"Personnel and Medical Files and Similar Files\"\n\n      NARA maintains that the records of the former officials'\n\nrequests for archived materials are \"similar files.\" We agree.\n\n      The phrase \"similar files\" sweeps broadly and has been\n\ninterpreted by the Supreme Court to mean \"detailed Government\n\nrecords on an individual which can be identified as applying to that\n\nindividual.\" U.S. Dep't of State v. Washington Post Co., 456 U.S. 595,\n\n602 (1982) (internal quotation marks omitted); see also Ray, 502 U.S.\n\nat 173; Associated Press, 554 F.3d at 291; Perlman, 312 F.3d at 106. The\n\nSupreme Court noted that it would be anomalous for information\n\nabout a person to be protected by Exemption 6 because it was found\n\nin a \"medical\" or \"personnel\" file, but lose protection if it happened\n\nto be found in another file. See Washington Post, 456 U.S. at 601\n\n(\"[T]he protection of an individual's right of privacy[,] which\n\nCongress sought to achieve by preventing the disclosure of\n\n\n                                   -12-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\n[information] which might harm the individual, surely was not\n\nintended to turn upon the label of the file which contains the\n\ndamaging information.\" (internal quotation marks and citation\n\nomitted) (first and third alterations in original)).\n\n      The Court in Washington Post also specifically rejected the\n\nnotion that only files containing \"intimate details\" and \"highly\n\npersonal\" information could qualify as \"similar files.\" Id. at 600. As\n\nthe Court pointed out, \"'personnel and medical files,' the two\n\nbenchmarks for measuring the term 'similar files,' are likely to\n\ncontain much information about a particular individual that is not\n\nintimate,\" such as place and date of birth, date of marriage, and\n\nemployment status. Id.\n\n      The case law also makes clear that to qualify as a \"similar file\"\n\nunder Exemption 6, a record need not be like a personnel file in the\n\nsense that it is employment-related or a medical file in the sense that\n\nit contains a record of a person's medical history or medical\n\ntreatment and care. Indeed, the record need not even be a \"file.\"\n\nHence, the following types of records have been deemed to be\n\n\"similar files\" for purposes of Exemption 6: Passport Office records\n\n\n\n\n                                   -13-\n\f                 COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nrevealing citizenship status;3 an investigation report revealing\n\nalleged misconduct;4 letters to Guantanamo Bay detainees revealing\n\nthe names and addresses of family members;5 and records of\n\ninterviews of deported aliens revealing their identities.6\n\n          Accordingly, a record is a \"similar file\" if it contains personal\n\ninformation identifiable to a particular person. Washington Post, 456\n\nU.S. at 599-602; Associated Press, 554 F.3d at 291.7 As the Court noted\n\nin Washington Post, \"Congress' primary purpose in enacting\n\nExemption 6 was to protect individuals from the injury and\n\nembarrassment that can result from the unnecessary disclosure of\n\npersonal information.\" Id. at 599.\n\n          We conclude that the records Cook seeks are \"similar files,\" as\n\nthey contain detailed records containing personal information\n\nidentifiable to the former officials and their representatives. Cook\n\n\n3   Washington Post, 456 U.S. at 602.\n4   Perlman, 312 F.3d at 106.\n5   Associated Press, 554 F.3d at 291.\n6   Ray, 502 U.S. at 173.\n7To be sure, this interpretation of \"similar files\" does not mean that the phrase\nhas no limits, as \"[i]nformation unrelated to any particular person presumably\nwould not satisfy the threshold [similar files] test.\" Washington Post, 456 U.S. at\n602 n.4.\n\n\n\n\n                                         -14-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nseeks records that show what specific archived materials were\n\nsought by former President Bush and former Vice-President Cheney\n\nand their representatives. The approximately one thousand records\n\nidentified by NARA \"reveal the identity of the specific requestor,\"\n\nJ.A. at 113 ¶ 16, and include \"correspondence between NARA staff\n\nand researchers containing information about the research topic(s),\n\nfield(s) of interest, identification of requested records, and other\n\ninformation furnished by the researcher,\" id. at 22. Because they\n\nreveal what archived materials were sought from NARA, who\n\nsought those materials, and the general research topics and fields of\n\ninterest of particular requestors, the records Cook seeks contain\n\ninformation about specific persons that can be identified as applying\n\nto those persons and are therefore \"similar files.\"\n\n      Cook insists that, by taking advantage of the PRA's grant of\n\nearly access to publicly unavailable records, the former officials have\n\n\"voluntarily engage[d] with the government to receive some benefit\n\nor privilege\" and are thus less entitled to the protection of\n\nExemption 6. Appellant's Br. at 17. For this proposition, Cook cites\n\nNews-Press v. U.S. Dep't of Homeland Sec., 489 F.3d 1173 (11th Cir.\n\n2007), and Elec. Frontier Found. v. Office Dir. of Nat'l Intelligence, 639\n\nF.3d 876 (9th Cir. 2010). To the extent that the former officials and\n\ntheir representatives may have voluntarily engaged with the\n\n\n                                    -15-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ngovernment to receive benefits or privileges, that fact only enters\n\ninto the Exemption 6 calculus when deciding how to balance their\n\nprivacy interest against the public interest in disclosure; it is not\n\nrelevant to the threshold question of whether the records are\n\n\"similar files.\" See News-Press, 489 F.3d at 1202; Elec. Frontier, 639\n\nF.3d at 886-87.\n\n      B.     \"Clearly Unwarranted Invasion of Privacy\"\n\n      We now consider whether disclosure of the records would\n\namount to an unwarranted invasion of privacy, the \"crux\" of the\n\nExemption 6 inquiry. News-Press, 489 F.3d at 1197. In doing so, we\n\nweigh the privacy interests of the former officials in the records\n\nagainst the public interest in \"opening agency action to the light of\n\npublic scrutiny.\" Associated Press, 554 F.3d at 291.\n\n             1.     Privacy Interest\n\n      \"'The balancing analysis for FOIA Exemption 6 requires that\n\nwe first determine whether disclosure of the files would\n\ncompromise a substantial, as opposed to de minimis, privacy interest,\n\nbecause if no significant privacy interest is implicated FOIA\n\ndemands disclosure.'\" Long v. Office of Pers. Mgmt., 692 F.3d 185, 191\n\n(2d Cir. 2012) (quoting Multi Ag Media LLC v. Dep't of Agric., 515 F.3d\n\n1224, 1229 (D.C. Cir. 2008)); accord Associated Press, 554 F.3d at 286;\n\nFed. Labor Relations Auth. v. U.S. Dep't of Veterans Affairs, 958 F.2d\n\n\n                                   -16-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\n503, 510 (2d Cir. 1992). Furthermore, the Supreme Court teaches that\n\n\"both the common law and the literal understandings of privacy\n\nencompass the individual's control of information concerning his or\n\nher person.\" U.S. Dep't of Justice v. Reporters Comm. For Freedom of the\n\nPress, 489 U.S. 749, 763 (1989); see also id. at 765 (recognizing privacy\n\ninterest in FBI \"rap sheet\").8 Thus, \"regardless of the nature of the\n\ninformation contained in them, disclosure of records containing\n\npersonal details about private citizens can infringe significant\n\nprivacy interests.\" Veterans Affairs, 958 F.2d at 510 (internal\n\nquotation marks omitted).\n\n       We are persuaded that the former officials have more than a\n\nde minimis privacy interest in the nondisclosure of their requests for\n\narchived materials. Information about what archived materials the\n\nformer officials requested from NARA would reveal personal details\n\n-- what they were thinking, considering, and planning as they\n\n\n8Reporters Committee interpreted Exemption 7, which permits the withholding of\nrecords gathered for law enforcement purposes where disclosure \"could\nreasonably be expected to constitute an unwarranted invasion of personal\nprivacy.\" 5 U.S.C. § 552(b)(7). Although Exemption 7 affords a greater degree of\nprivacy protection than Exemption 6,\"the sort of privacy interest that must first\nbe shown before protection is afforded\" is the same for both exemptions. Fed.\nLabor Relations Auth. v. U.S. Dep't of Veterans Affairs, 958 F.2d 503, 509 (2d Cir.\n1992). Reporters Committee's discussion of privacy therefore informs the analysis\nunder Exemption 6 as well. See id. at 510.\n\n\n\n\n                                       -17-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ntransitioned back to private life after their years of service to the\n\ncountry. The implicated privacy interests are compelling. The\n\nformer officials have a significant interest in developing their ideas\n\nprivately, free from unwanted public scrutiny. There are compelling\n\nreasons to include within the privacy protection established by\n\nExemption 6 the subjects of a person's research and intellectual\n\ninquiry, lest such activity be chilled. See United States v. Rumely, 345\n\nU.S. 41, 57 (1953) (\"When the light of publicity may reach any\n\nstudent, any teacher, inquiry will be discouraged.\") (Douglas, J.,\n\nconcurring).\n\n       In addition, the confidential nature of research requests is\n\nwell-recognized. All fifty states and the District of Columbia protect\n\nthe confidentiality of the records of a person's use of public library\n\nmaterials.9 Similarly, the \"Code of Ethics for Archivists\" approved\n\nby the Society of American Archivists commands archivists to\n\n\"respect all users' rights to privacy by maintaining the\n\nconfidentiality of their research and protecting any personal\n\n9See, e.g., Cal. Gov't Code § 6267 (West 2008 & Supp. 2013) (California); Conn.\nGen. Stat. § 11-25 (2001) (Connecticut); D.C. Code § 39-108 (2002) (District of\nColumbia); Fla. Stat. § 257.261 (2002) (Florida); N.H. Rev. Stat. Ann. § 91-A:5\n(2002) (New Hampshire); N.J. Stat. Ann. § 18A:73-43.2 (West 2002) (New Jersey);\nN.Y. C.P.L.R. § 4509 (McKinney 2002) (New York); 24 Pa. Cons. Stat. § 9375\n(2002) (Pennsylvania); Vt. Stat. Ann. tit. 1, § 317(c)(19) (2001) (Vermont).\n\n\n\n\n                                     -18-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ninformation collected about the users.\"10 Likewise, the \"Code of\n\nEthics\" of the American Library Association recognizes \"each library\n\nuser's right to privacy and confidentiality with respect to\n\ninformation sought or received and resources consulted, borrowed,\n\nacquired or transmitted.\"11\n\n       Cook argues that the privacy interests of the former officials\n\nare entitled to only diminished protection because they are \"quasi-\n\ngovernmental actors\" who continue to receive governmental salaries\n\nand secret service protection and are granted special access to the\n\nrecords before they become publicly available. We are not\n\npersuaded. An individual does not lose her right to privacy merely\n\nbecause she once served the government in an official capacity or\n\nbecause she receives benefits from the government, such as secret\n\nservice protection (in recognition of the continued danger to her\n\npersonal safety incurred as a result of her former government\n\nservice). Moreover, the balance struck by the PRA and its interplay\n\nwith FOIA would be undermined if we were to hold that the former\n\nofficials were not entitled to the full protection of Exemption 6 on\n\n10http://www2.archivists.org/statements/saa-core-values-statement-and-code-of-\nethics#code_of_ethics, (last visited July 1, 2014).\n11http://www.ala.org/advocacy/proethics/codeofethics/codeethics, (last visited\nJuly 1, 2014).\n\n\n\n\n                                      -19-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nthe theory that they enjoyed only a \"diminished\" privacy interest.\n\nWe must keep the historical context in mind: before the passage of\n\nthe PRA, the President's papers were his property after he left office,\n\nand he was free to consult his papers at will, completely privately.\n\nThe PRA gives no indication that Congress intended to alter the\n\nPresident's historically unfettered access to his papers by, for\n\nexample, making his requests to access them subject to public\n\ndisclosure. Indeed, the President and his designated representatives\n\nare the only persons afforded unrestricted access to these records\n\nunder the PRA. See 44 U.S.C. § 2205(3).\n\n             2.     Public Interest\n\n      The public does have an interest, of course, in accessing\n\ngovernment documents \"to pierce the veil of administrative secrecy\"\n\nand to open agency action to \"public scrutiny.\" Rose, 425 U.S. at 361.\n\nHence, we must consider \"the extent to which disclosure would\n\nserve the 'core purpose of the FOIA,' which is 'contribut[ing]\n\nsignificantly to public understanding of the operations or activities of\n\nthe government.\" U.S. Dep't of Def. v. Fed. Labor Relations Auth., 510\n\nU.S. 487, 495 (1994) (emphasis and alteration in original) (quoting\n\nReporters Committee, 489 U.S. at 775). Indeed, \"[g]oals other than\n\nopening agency action to public scrutiny are deemed unfit to be\n\n\n\n\n                                   -20-\n\f               COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\naccommodated under FOIA when they clash with privacy rights.\"\n\nVeterans Affairs, 958 F.2d at 510-11.\n\n       The public interests asserted by Cook do not justify the\n\nsubstantial intrusion into the former officials' privacy. First, Cook\n\ninsists that\n\n          [d]isclosure of the special access requests --\n          including the identities of the requesters and the\n          description of the records sought -- would enable\n          the public to assess the relationship between\n          powerful, quasi-governmental Former Officials\n          and an independent agency that may not have\n          aligning interests. In this way, seeing how NARA\n          responds to special access requests provides the\n          public with insight into \"what their government\n          is up to.\"\n\nAppellant's Br. at 37 (quoting Reporters Committee, 489 U.S. at 773).\n\nWe are unpersuaded. While information as to how NARA responds\n\nto special access requests submitted by the former officials may shed\n\nsome light on the internal functioning of the agency, knowledge of\n\nwhat specific information was sought and by whom sheds little light\n\non how NARA is carrying out its obligations.\n\n       Second, Cook argues that \"disclosure will show the extent to\n\nwhich the special access given to former officials . . . is actually being\n\nused to facilitate the preparation of memoirs as Congress intended,\n\nor for other purposes (e.g., the continued waging of political\n\n\n                                   -21-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nbattles).\" Appellant's Reply Br. at 14. Although the PRA's legislative\n\nhistory does indeed suggest that early access was granted to former\n\nofficials to facilitate the writing of memoirs, Cook cites nothing in\n\nthe statute limiting how the former officials may use the records\n\nthey receive from NARA. Indeed, the statute expressly gives the\n\nformer officials unrestrained access to their presidential and vice-\n\npresidential records. 44 U.S.C. § 2205(3) (\"[T]he Presidential records\n\nof a former President shall be available to such former President or\n\nhis designated representative.\"). It is therefore not NARA's duty to\n\npolice how the former officials use the presidential records they\n\nreceive. In light of this, disclosure of the former officials' requests\n\nfor records would do little to advance the public understanding of\n\nhow NARA is carrying out its duties.\n\n      In sum, we conclude that the former officials' compelling\n\nprivacy interests outweigh any public interest in disclosure.\n\nII.   Segregability of the Records\n\n      We also reject Cook's alternative argument that NARA should\n\nbe compelled to redact the specific portions of the records that fall\n\nunder Exemption 6.\n\n      In light of the stipulations entered into by NARA and Cook,\n\nand Cook's failure in opposing summary judgment to argue\n\nsegregability, that issue is not properly before us. The parties agreed\n\n\n                                   -22-\n\f            COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nto litigate only exemptions that apply on a categorical basis to \"all\n\ndocuments at issue in this action, and to the entirety of each such\n\ndocument.\" J.A. at 51 ¶ 1. Thus, the only issue before the district\n\ncourt was whether Exemption 6 applied to all the records Cook\n\nsought. NARA expressly reserved the right to litigate exemptions\n\nthat apply to some of the records on a non-categorical basis, if its\n\nmotion did not \"result in a final judgment for NARA dismissing the\n\ncomplaint in its entirety.\" Id. at 51 ¶ 2. NARA's motion did result in\n\nthe dismissal of the entire complaint, however, and the district court\n\ndid not address the issue of segregability as Cook did not raise the\n\nissue. In light of these circumstances, there is no reason for us to\n\nreach the question now.\n\n      In any event, segregation would produce little of value here.\n\nFOIA expressly authorizes the redaction of records to prevent an\n\ninvasion of privacy, given that \"the policy of informing the public\n\nabout the operation of its Government can be adequately served in\n\nsome cases without unnecessarily compromising individual\n\ninterests in privacy.\" Ray, 502 U.S. at 174. \"[A] court may [however]\n\ndecline to order an agency to commit significant time and resources\n\nto the separation of disjointed words, phrases, or even sentences\n\nwhich taken separately or together have minimal or no information\n\n\n\n\n                                  -23-\n\f            COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ncontent.\" Mead Data Cent., Inc. v. U.S. Dep't of Air Force, 566 F.2d 242,\n\n261 n.55 (D.C. Cir. 1977).\n\n      If we were to order NARA to redact the offending information\n\n-- descriptions of which officials (or their representatives) sought\n\nrecords, what records they sought, and any NARA response that\n\nmight reveal such information -- very little would be left of the\n\nrecords of the special access requests. Compelling NARA to\n\nundertake the review and redaction of almost one thousand records\n\nto produce little of value would be a waste of time and resources.\n\nWe decline to compel NARA to engage in this exercise.\n\n                             CONCLUSION\n\n      The judgment of the district court is AFFIRMED.\n\n\n\n\n                                  -24-\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">No. 13-1228-cv\nCook v. Nat'l Archives & Records Admin.\n\n\n                                          In the\n             United States Court of Appeals\n                          For the Second Circuit\n\n                                August Term, 2013\n                                 No. 13-1228-cv\n\n                                    JOHN COOK,\n                                 Plaintiff-Appellant,\n\n                                            v.\n\n            NATIONAL ARCHIVES & RECORDS ADMINISTRATION,\n                        Defendant-Appellee.\n\n\n               Appeal from the United States District Court\n                 for the Southern District of New York.\n                No. 11-cv-8624 ― Kevin T. Duffy, Judge.\n\n\n\n                            ARGUED: MARCH 10, 2014\n                             DECIDED: JULY 8, 2014\n\n\n\n             Before: LEVAL, POOLER, and CHIN, Circuit Judges.\n\n\n       Appeal from a judgment of the United States District Court\nfor the Southern District of New York (Kevin T. Duffy, Judge)\n\f                COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ndismissing plaintiff-appellant's complaint under the Freedom of\nInformation Act, 5 U.S.C. § 552. Plaintiff-appellant sought from the\nNational Archives records relating to requests for archived materials\nmade by or on behalf of a former President and Vice-President of the\nUnited States. The district court granted summary judgment to\ndefendant-appellee National Archives and Records Administration,\nconcluding that the records fell within Exemption 6 of the statute.\n      AFFIRMED.\n\n\n\n                        MAXWELL S. MISHKIN, Law Student (David A.\n                        Schulz, Supervising Attorney, and Joshua S.\n                        Weinger, Law Student, on the brief), Media\n                        Freedom & Information Access Clinic, Yale Law\n                        School, New Haven, Connecticut, and Charles S.\n                        Sims, Proskauer Rose LLP, New York, NY, for\n                        Plaintiff-Appellant.1\n\n                        DAVID S. JONES, Assistant United States Attorney\n                        (Benjamin H. Torrance, Assistant United States\n                        Attorney, on the brief), for Preet Bharara, United\n                        States Attorney for the Southern District of New\n                        York, New York, NY, for Defendant-Appellee.\n\n\n\nCHIN, Circuit Judge:\n\n         Plaintiff-appellant John Cook, a reporter, brought suit under\n\nthe Freedom of Information Act (\"FOIA\"), 5 U.S.C. § 552, seeking\n\n\n1   The law students appeared in this Court pursuant to Local Rule 46.1(e).\n\n\n\n\n                                         -2-\n\f            COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ndisclosure of records held by defendant-appellee the National\n\nArchives and Records Administration (\"NARA\"). Cook seeks to\n\nobtain records of requests for archived presidential and vice-\n\npresidential materials submitted to NARA by or on behalf of former\n\nPresident George W. Bush and former Vice-President Richard B.\n\nCheney. The principal issue presented is whether the records fall\n\nwithin FOIA's Exemption 6, which permits the withholding of\n\n\"personnel and medical files and similar files the disclosure of which\n\nwould constitute a clearly unwarranted invasion of personal\n\nprivacy.\" 5 U.S.C. § 552(b)(6). The district court (Kevin T. Duffy,\n\nJudge) granted summary judgment to NARA, holding that\n\nExemption 6 applies.\n\n      We conclude that the records are protected by Exemption 6.\n\nArchivists and librarians have long refrained from disclosing\n\ninformation about who requests materials from their collections and\n\nwhat materials they are seeking, without the requesting party's\n\nconsent. These requests of the former President and Vice-President\n\nat issue here, made for purposes of their private research, perhaps\n\nfor preparation of memoirs, reveal their preliminary thinking and\n\npersonal matters. The disclosure of this information would indeed\n\n\"constitute a clearly unwarranted invasion of personal privacy.\"\n\nAccordingly, we affirm.\n\n\n                                  -3-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\n                          BACKGROUND\n\nI.     NARA's Maintenance of Presidential Records\n\n       In passing the Presidential Records Act of 1978 (the \"PRA\"),\n\nCongress made presidential and vice-presidential records the\n\nproperty of the United States, ending the historic practice of\n\npresidents taking ownership of records created during their\n\nadministrations. 44 U.S.C. § 2202; see Nixon v. United States, </pre><span class=\"citation\" data-id=\"594395\"><a href=\"/opinion/594395/richard-nixon-v-united-states/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">1269</span></a></span><pre class=\"inline\">, 1277 n.19, 1284 (D.C. Cir. 1992). Under the PRA, \"Presidential\n\nrecords\" include:\n\n          documentary materials, or any reasonably\n          segregable portion thereof, created or received by\n          the President, his immediate staff, or a unit or\n          individual of the Executive Office of the President\n          whose function is to advise and assist the\n          President, in the course of conducting activities\n          which relate to or have an effect upon the\n          carrying out of the constitutional, statutory, or\n          other official or ceremonial duties of the\n          President.\n\n44 U.S.C. § 2201(2). The PRA entrusts these presidential records to\n\nNARA. Id. § 2203(f). Vice-presidential records are treated similarly.\n\nId. § 2207.\n\n       Former President Bush's records are housed at the NARA-\n\ncontrolled George W. Bush Presidential Library in Dallas, Texas, and\n\nformer Vice-President Cheney's at NARA's Washington, D.C.\n\n\n                                  -4-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\narchives. Like the other historical records it maintains, NARA\n\nmakes these records available to the public for research.\n\nId. § 2203(f)(1); 36 C.F.R. § 1254.1(b).\n\n      There are limits on access. Presidential and vice-presidential\n\nrecords are not publicly available during a period of up to five years\n\nwhile NARA processes and organizes records it receives. 44 U.S.C.\n\n§ 2204(b)(2)(A)-(B). Before leaving office, a president or vice-\n\npresident may also designate a period of up to twelve years during\n\nwhich certain records will be unavailable to the public. Id. § 2204(a).\n\n      During periods when the records are not yet available to the\n\npublic, former presidents and vice-presidents, or their designated\n\nrepresentatives, may access the archived records of their respective\n\nadministrations by submitting special access requests. Id. § 2205(3).\n\nThe incumbent president, the judiciary, and Congress may also\n\nrequest archived records of prior administrations, but only in\n\nconnection with their official duties. Id. § 2205(2). At the Bush\n\nLibrary, once special access requests are received -- often by email\n\nand sometimes orally -- a paper folder is created reflecting the\n\nrequest. The requests \"are logged by date of receipt, and reveal the\n\nidentity of the specific requestor (an authorized representative of\n\nformer President George W. Bush) and the specific item or\n\ninformation sought.\" J.A. at 113-14 ¶ 16.\n\n\n                                    -5-\n\f            COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\n      NARA maintains that it treats the special access requests\n\nreceived from former officials or their representatives \"in a manner\n\nwholly consistent with how [it] handle[s] typical researcher requests\n\nin terms of the privacy and confidentiality afforded to any\n\nrequestors.\" Id. at 115 ¶ 21. As set forth in its staff manual, NARA's\n\ngeneral policy on the disclosure of researcher requests is as follows:\n\n\"Unless required by law, staff members will not reveal the subject of\n\na researcher's project or the specific items provided to a researcher\n\nwithout the express consent of the researcher.\" Id. at 116 ¶ 21.\n\nII.   Cook's FOIA Request and NARA's Response\n\n      By letter dated October 21, 2010, Cook submitted a FOIA\n\nrequest to NARA seeking: (1) \"copies of all requests for access to\n\nrecords received by the [Bush Library] since February 1, 2009\"; (2)\n\n\"copies of all requests for access to the records of former\n\nVice-President Dick Cheney received by NARA staff since February\n\n1, 2009\"; and (3) \"any subsequent correspondence regarding those\n\nrequests, with the exclusion of copies of records governed by the\n\n[PRA].\" Id. at 19. Cook did not seek the Bush/Cheney records\n\nthemselves; he only sought NARA's documentation of the requests\n\nfor the records. His stated purpose for seeking these records was \"to\n\ngain insight into the way in which the former President and Vice\n\n\n\n\n                                  -6-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nPresident have chosen to shape the public's perception of their time\n\nin office.\" J.A. at 8 ¶ 5.\n\n       NARA responded by letter dated December 1, 2010. The\n\nagency explained that requests for access to the Bush/Cheney\n\nrecords came in the form of either (a) special access requests\n\nsubmitted by current and former officials or (b) public FOIA\n\nrequests. First, with respect to the special access requests, the\n\nagency stated: \"[NARA] treats these requests as researcher reference\n\nrequests. . . . These records include but are not limited to the\n\nfollowing categories: correspondence between NARA staff and\n\nresearchers containing information about the research topic(s),\n\nfield(s) of interest, identification of requested records, and other\n\ninformation furnished by the researcher.\" J.A. at 22. The agency\n\nfurther informed Cook that, because it protects the privacy of\n\nresearchers, it would withhold the records of the special access\n\nrequests under FOIA's Exemption 6.\n\n       Second, with respect to Cook's FOIA demand for public FOIA\n\nrequests, NARA indicated that \"FOIA requesters are not subject to\n\nthe same right to privacy as . . . researchers.\" Id. at 23. Thus, the\n\n\n\n\n                                   -7-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nagency made available to Cook redacted copies of all such FOIA\n\nrequests, as well as its responses to those requests.2\n\n        Cook filed an administrative appeal by letter dated January\n\n3, 2011, protesting NARA's decision to withhold the records of the\n\nspecial access requests. In response, NARA amended its initial\n\ndecision by letter dated June 3, 2011. The agency distinguished\n\nspecial access requests submitted by the former officials (former\n\nPresident Bush, former Vice-President Cheney, and their designated\n\nrepresentatives) from special access requests submitted by current\n\nofficials (the incumbent President, Congress, and the judiciary).\n\nNARA deemed the former officials' special access requests to be\n\n\"researcher reference requests that have been made [by or] on behalf\n\nof private citizens\" and thus properly withheld under Exemption 6.\n\nId. at 32. In contrast, NARA deemed the current officials' special\n\naccess requests to be in furtherance of \"official business\" and thus\n\nnot entitled to protection as private researcher reference requests.\n\n\n\n\n2 Cook's FOIA request also sought \"[a]ny agreements or memoranda of\nunderstanding between the [Bush Library] and any researchers, scholars, former\ngovernment officials, or any other entities governing current or future access to\nrecords maintained by the Library.\" J.A. at 19. The agency, however, found no\nresponsive records.\n\n\n\n\n                                      -8-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nId. Accordingly, Cook was permitted access to the current officials'\n\nrequests, but not the former officials' requests.\n\n       Cook filed suit in the district court to challenge NARA's\n\nfailure to produce the records he requested. The only issue on\n\nappeal is NARA's decision with respect to the special access requests\n\nof the former officials.\n\nIII.   Proceedings Before the District Court\n\n       In the district court, the parties agreed to narrow Cook's FOIA\n\nrequest to (a) records of the special access requests submitted by\n\nformer President Bush, former Vice-President Cheney, or their\n\ndesignated representatives; (b) NARA's written responses to the\n\nrequests; and (c) internal NARA documents memorializing requests\n\nthat were not in writing. NARA identified 907 such records from\n\nthe Bush records and 61 from the Cheney records.\n\n       NARA maintained that the narrowed records Cook sought\n\nwere exempt from disclosure under Exemption 6, while retaining\n\nthe right to assert that other FOIA exemptions apply to certain\n\ncontent within the records. The parties thereafter stipulated that\n\n\"NARA first will file a motion for summary judgment asserting\n\nwhatever exemptions NARA contends may properly be asserted on\n\na categorical basis, meaning legal reasons that NARA asserts apply\n\nequally to all documents at issue in this action, and to the entirety of\n\n\n                                   -9-\n\f            COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\neach such document.\" Id. at 51. They further agreed that if the\n\nmotion did not resolve the suit in its entirety, NARA would then \"be\n\nentitled to assert whatever exemptions it contends apply on a non-\n\ncategorical basis in a second, subsequent motion.\" Id.\n\n      NARA moved for summary judgment asserting Exemption 6\n\ncategorically. The district court determined that the records Cook\n\nseeks are \"similar files\" for purposes of Exemption 6 because they\n\nreveal detailed information about the former officials -- the identity\n\nof the official who sought information from NARA and what\n\ninformation was sought. Cook v. Nat'l Archives & Records Admin., </pre><span class=\"citation no-link\"><span class=\"volume\">921</span>\n\n<span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">148</span></span><pre class=\"inline\">, 155-56 (S.D.N.Y. 2013). The district court then\n\nconcluded that, given the former officials' privacy interest in their\n\nresearch inquiries and the minimal public interest involved,\n\ndisclosure would amount to an unwarranted invasion of personal\n\nprivacy. Id. at 156-57. Consequently, the district court granted\n\nsummary judgment to NARA. Id. at 157-58.\n\n      This appeal followed.\n\n                            DISCUSSION\n\n      We review de novo a district court's summary judgment\n\ndecision in a FOIA case. Wood v. F.B.I., </pre><span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></span><pre class=\"inline\">, 82 (2d Cir. 2005).\n\n      Congress enacted FOIA \"to pierce the veil of administrative\n\nsecrecy and to open agency action to the light of public scrutiny.\"\n\n\n                                  -10-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nU.S. Dep't of State v. Ray, </pre><span class=\"citation\" data-id=\"112667\"><a href=\"/opinion/112667/department-of-state-v-ray/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span><pre class=\"inline\">, 173 (1991) (quoting Dep't of\n\nAir Force v. Rose, </pre><span class=\"citation\" data-id=\"109431\"><a href=\"/opinion/109431/department-of-air-force-v-rose/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span><pre class=\"inline\">, 361 (1976)). Thus, FOIA mandates the\n\npublic disclosure of records of federal agencies upon request, unless\n\none of nine statutory exemptions applies. 5 U.S.C. § 552(a), (b)(1)-\n\n(9); Wood, 432 F.3d at 82-83. Because FOIA manifests a \"strong\n\npresumption in favor of disclosure,\" Ray, 502 U.S. at 173, we\n\nconstrue FOIA exemptions narrowly, resolving doubts in favor of\n\ndisclosure and imposing on the government the burden of showing\n\nthat an asserted exemption indeed applies. Wood, 432 F.3d at 83;\n\nPerlman v. U.S. Dep't of Justice, </pre><span class=\"citation\" data-id=\"780004\"><a href=\"/opinion/780004/steven-e-perlman-v-united-states-department-of-justice-janet-reno/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">100</span></a></span><pre class=\"inline\">, 105 (2d Cir. 2002),\n\nvacated, </pre><span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">970</span></span><pre class=\"inline\"> (2004), reaffirmed, </pre><span class=\"citation\" data-id=\"787391\"><a href=\"/opinion/787391/steven-e-perlman-v-united-states-department-of-justice-janet-reno/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span><pre class=\"inline\"> (2d Cir. 2004).\n\n      On appeal, Cook argues that NARA's assertion of Exemption\n\n6 is not well-founded and, alternatively, that NARA should be\n\ncompelled to segregate any portions of the records that may fall\n\nunder Exemption 6. We address the applicability of Exemption 6\n\nand the segregability of the records in turn.\n\nI.    Exemption 6\n\n      FOIA's Exemption 6 permits the withholding of \"personnel\n\nand medical files and similar files the disclosure of which would\n\nconstitute a clearly unwarranted invasion of personal privacy.\"\n\n5 U.S.C. § 552(b)(6). We employ a two-prong inquiry in deciding\n\nwhether the government has correctly withheld records under\n\n\n                                   -11-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nExemption 6. First, we determine whether the records in question\n\nare \"personnel,\" \"medical,\" or \"similar\" files. Associated Press v. U.S.\n\nDep't of Def., </pre><span class=\"citation\" data-id=\"1277355\"><a href=\"/opinion/1277355/associated-press-v-us-dept-of-defense/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span><pre class=\"inline\">, 291 (2d Cir. 2009); Wood, 432 F.3d at 86.\n\nSecond, if so, we then \"balance the public need for the information\n\nagainst the individual's privacy interest in order to assess whether\n\ndisclosure would constitute a clearly unwarranted invasion of\n\npersonal privacy.\" Associated Press, 554 F.3d at 291.\n\n      A.     \"Personnel and Medical Files and Similar Files\"\n\n      NARA maintains that the records of the former officials'\n\nrequests for archived materials are \"similar files.\" We agree.\n\n      The phrase \"similar files\" sweeps broadly and has been\n\ninterpreted by the Supreme Court to mean \"detailed Government\n\nrecords on an individual which can be identified as applying to that\n\nindividual.\" U.S. Dep't of State v. Washington Post Co., </pre><span class=\"citation\" data-id=\"110709\"><a href=\"/opinion/110709/department-of-state-v-washington-post-co/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">595</span></a></span><pre class=\"inline\">,\n\n602 (1982) (internal quotation marks omitted); see also Ray, 502 U.S.\n\nat 173; Associated Press, 554 F.3d at 291; Perlman, 312 F.3d at 106. The\n\nSupreme Court noted that it would be anomalous for information\n\nabout a person to be protected by Exemption 6 because it was found\n\nin a \"medical\" or \"personnel\" file, but lose protection if it happened\n\nto be found in another file. See Washington Post, 456 U.S. at 601\n\n(\"[T]he protection of an individual's right of privacy[,] which\n\nCongress sought to achieve by preventing the disclosure of\n\n\n                                   -12-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\n[information] which might harm the individual, surely was not\n\nintended to turn upon the label of the file which contains the\n\ndamaging information.\" (internal quotation marks and citation\n\nomitted) (first and third alterations in original)).\n\n      The Court in Washington Post also specifically rejected the\n\nnotion that only files containing \"intimate details\" and \"highly\n\npersonal\" information could qualify as \"similar files.\" Id. at 600. As\n\nthe Court pointed out, \"'personnel and medical files,' the two\n\nbenchmarks for measuring the term 'similar files,' are likely to\n\ncontain much information about a particular individual that is not\n\nintimate,\" such as place and date of birth, date of marriage, and\n\nemployment status. Id.\n\n      The case law also makes clear that to qualify as a \"similar file\"\n\nunder Exemption 6, a record need not be like a personnel file in the\n\nsense that it is employment-related or a medical file in the sense that\n\nit contains a record of a person's medical history or medical\n\ntreatment and care. Indeed, the record need not even be a \"file.\"\n\nHence, the following types of records have been deemed to be\n\n\"similar files\" for purposes of Exemption 6: Passport Office records\n\n\n\n\n                                   -13-\n\f                 COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nrevealing citizenship status;3 an investigation report revealing\n\nalleged misconduct;4 letters to Guantanamo Bay detainees revealing\n\nthe names and addresses of family members;5 and records of\n\ninterviews of deported aliens revealing their identities.6\n\n          Accordingly, a record is a \"similar file\" if it contains personal\n\ninformation identifiable to a particular person. Washington Post, 456\n\nU.S. at 599-602; Associated Press, 554 F.3d at 291.7 As the Court noted\n\nin Washington Post, \"Congress' primary purpose in enacting\n\nExemption 6 was to protect individuals from the injury and\n\nembarrassment that can result from the unnecessary disclosure of\n\npersonal information.\" Id. at 599.\n\n          We conclude that the records Cook seeks are \"similar files,\" as\n\nthey contain detailed records containing personal information\n\nidentifiable to the former officials and their representatives. Cook\n\n\n3   Washington Post, 456 U.S. at 602.\n4   Perlman, 312 F.3d at 106.\n5   Associated Press, 554 F.3d at 291.\n6   Ray, 502 U.S. at 173.\n7To be sure, this interpretation of \"similar files\" does not mean that the phrase\nhas no limits, as \"[i]nformation unrelated to any particular person presumably\nwould not satisfy the threshold [similar files] test.\" Washington Post, 456 U.S. at\n602 n.4.\n\n\n\n\n                                         -14-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nseeks records that show what specific archived materials were\n\nsought by former President Bush and former Vice-President Cheney\n\nand their representatives. The approximately one thousand records\n\nidentified by NARA \"reveal the identity of the specific requestor,\"\n\nJ.A. at 113 ¶ 16, and include \"correspondence between NARA staff\n\nand researchers containing information about the research topic(s),\n\nfield(s) of interest, identification of requested records, and other\n\ninformation furnished by the researcher,\" id. at 22. Because they\n\nreveal what archived materials were sought from NARA, who\n\nsought those materials, and the general research topics and fields of\n\ninterest of particular requestors, the records Cook seeks contain\n\ninformation about specific persons that can be identified as applying\n\nto those persons and are therefore \"similar files.\"\n\n      Cook insists that, by taking advantage of the PRA's grant of\n\nearly access to publicly unavailable records, the former officials have\n\n\"voluntarily engage[d] with the government to receive some benefit\n\nor privilege\" and are thus less entitled to the protection of\n\nExemption 6. Appellant's Br. at 17. For this proposition, Cook cites\n\nNews-Press v. U.S. Dep't of Homeland Sec., </pre><span class=\"citation\" data-id=\"77709\"><a href=\"/opinion/77709/the-news-press-v-u-s-dept-of-homeland-security/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1173</span></a></span><pre class=\"inline\"> (11th Cir.\n\n2007), and Elec. Frontier Found. v. Office Dir. of Nat'l Intelligence, </pre><span class=\"citation\" data-id=\"1494\"><a href=\"/opinion/1494/electronic-frontier-v-dir-of-nat-intelligence/\"><span class=\"volume\">639</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">876</span></a></span><pre class=\"inline\"> (9th Cir. 2010). To the extent that the former officials and\n\ntheir representatives may have voluntarily engaged with the\n\n\n                                    -15-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ngovernment to receive benefits or privileges, that fact only enters\n\ninto the Exemption 6 calculus when deciding how to balance their\n\nprivacy interest against the public interest in disclosure; it is not\n\nrelevant to the threshold question of whether the records are\n\n\"similar files.\" See News-Press, 489 F.3d at 1202; Elec. Frontier, 639\n\nF.3d at 886-87.\n\n      B.     \"Clearly Unwarranted Invasion of Privacy\"\n\n      We now consider whether disclosure of the records would\n\namount to an unwarranted invasion of privacy, the \"crux\" of the\n\nExemption 6 inquiry. News-Press, 489 F.3d at 1197. In doing so, we\n\nweigh the privacy interests of the former officials in the records\n\nagainst the public interest in \"opening agency action to the light of\n\npublic scrutiny.\" Associated Press, 554 F.3d at 291.\n\n             1.     Privacy Interest\n\n      \"'The balancing analysis for FOIA Exemption 6 requires that\n\nwe first determine whether disclosure of the files would\n\ncompromise a substantial, as opposed to de minimis, privacy interest,\n\nbecause if no significant privacy interest is implicated FOIA\n\ndemands disclosure.'\" Long v. Office of Pers. Mgmt., </pre><span class=\"citation no-link\"><span class=\"volume\">692</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">185</span></span><pre class=\"inline\">, 191\n\n(2d Cir. 2012) (quoting Multi Ag Media LLC v. Dep't of Agric., </pre><span class=\"citation\" data-id=\"187093\"><a href=\"/opinion/187093/multi-ag-media-llc-v-department-of-agriculture/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1224</span></a></span><pre class=\"inline\">, 1229 (D.C. Cir. 2008)); accord Associated Press, 554 F.3d at 286;\n\nFed. Labor Relations Auth. v. U.S. Dep't of Veterans Affairs, 958 F.2d\n\n\n                                   -16-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\n503, 510 (2d Cir. 1992). Furthermore, the Supreme Court teaches that\n\n\"both the common law and the literal understandings of privacy\n\nencompass the individual's control of information concerning his or\n\nher person.\" U.S. Dep't of Justice v. Reporters Comm. For Freedom of the\n\nPress, </pre><span class=\"citation\" data-id=\"112224\"><a href=\"/opinion/112224/us-dept-of-justice-v-reporters-committee/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span><pre class=\"inline\">, 763 (1989); see also id. at 765 (recognizing privacy\n\ninterest in FBI \"rap sheet\").8 Thus, \"regardless of the nature of the\n\ninformation contained in them, disclosure of records containing\n\npersonal details about private citizens can infringe significant\n\nprivacy interests.\" Veterans Affairs, 958 F.2d at 510 (internal\n\nquotation marks omitted).\n\n       We are persuaded that the former officials have more than a\n\nde minimis privacy interest in the nondisclosure of their requests for\n\narchived materials. Information about what archived materials the\n\nformer officials requested from NARA would reveal personal details\n\n-- what they were thinking, considering, and planning as they\n\n\n8Reporters Committee interpreted Exemption 7, which permits the withholding of\nrecords gathered for law enforcement purposes where disclosure \"could\nreasonably be expected to constitute an unwarranted invasion of personal\nprivacy.\" 5 U.S.C. § 552(b)(7). Although Exemption 7 affords a greater degree of\nprivacy protection than Exemption 6,\"the sort of privacy interest that must first\nbe shown before protection is afforded\" is the same for both exemptions. Fed.\nLabor Relations Auth. v. U.S. Dep't of Veterans Affairs, </pre><span class=\"citation\" data-id=\"579203\"><a href=\"/opinion/579203/federal-labor-relations-authority-petitioner-cross-respondent-v-united/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span><pre class=\"inline\">, 509 (2d Cir.\n1992). Reporters Committee's discussion of privacy therefore informs the analysis\nunder Exemption 6 as well. See id. at 510.\n\n\n\n\n                                       -17-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ntransitioned back to private life after their years of service to the\n\ncountry. The implicated privacy interests are compelling. The\n\nformer officials have a significant interest in developing their ideas\n\nprivately, free from unwanted public scrutiny. There are compelling\n\nreasons to include within the privacy protection established by\n\nExemption 6 the subjects of a person's research and intellectual\n\ninquiry, lest such activity be chilled. See United States v. Rumely, </pre><span class=\"citation\" data-id=\"105091\"><a href=\"/opinion/105091/united-states-v-rumely/\"><span class=\"volume\">345</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 57 (1953) (\"When the light of publicity may reach any\n\nstudent, any teacher, inquiry will be discouraged.\") (Douglas, J.,\n\nconcurring).\n\n       In addition, the confidential nature of research requests is\n\nwell-recognized. All fifty states and the District of Columbia protect\n\nthe confidentiality of the records of a person's use of public library\n\nmaterials.9 Similarly, the \"Code of Ethics for Archivists\" approved\n\nby the Society of American Archivists commands archivists to\n\n\"respect all users' rights to privacy by maintaining the\n\nconfidentiality of their research and protecting any personal\n\n9See, e.g., Cal. Gov't Code § 6267 (West 2008 & Supp. 2013) (California); Conn.\nGen. Stat. § 11-25 (2001) (Connecticut); D.C. Code § 39-108 (2002) (District of\nColumbia); Fla. Stat. § 257.261 (2002) (Florida); N.H. Rev. Stat. Ann. § 91-A:5\n(2002) (New Hampshire); N.J. Stat. Ann. § 18A:73-43.2 (West 2002) (New Jersey);\nN.Y. C.P.L.R. § 4509 (McKinney 2002) (New York); 24 Pa. Cons. Stat. § 9375\n(2002) (Pennsylvania); Vt. Stat. Ann. tit. 1, § 317(c)(19) (2001) (Vermont).\n\n\n\n\n                                     -18-\n\f              COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ninformation collected about the users.\"10 Likewise, the \"Code of\n\nEthics\" of the American Library Association recognizes \"each library\n\nuser's right to privacy and confidentiality with respect to\n\ninformation sought or received and resources consulted, borrowed,\n\nacquired or transmitted.\"11\n\n       Cook argues that the privacy interests of the former officials\n\nare entitled to only diminished protection because they are \"quasi-\n\ngovernmental actors\" who continue to receive governmental salaries\n\nand secret service protection and are granted special access to the\n\nrecords before they become publicly available. We are not\n\npersuaded. An individual does not lose her right to privacy merely\n\nbecause she once served the government in an official capacity or\n\nbecause she receives benefits from the government, such as secret\n\nservice protection (in recognition of the continued danger to her\n\npersonal safety incurred as a result of her former government\n\nservice). Moreover, the balance struck by the PRA and its interplay\n\nwith FOIA would be undermined if we were to hold that the former\n\nofficials were not entitled to the full protection of Exemption 6 on\n\n10http://www2.archivists.org/statements/saa-core-values-statement-and-code-of-\nethics#code_of_ethics, (last visited July 1, 2014).\n11http://www.ala.org/advocacy/proethics/codeofethics/codeethics, (last visited\nJuly 1, 2014).\n\n\n\n\n                                      -19-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nthe theory that they enjoyed only a \"diminished\" privacy interest.\n\nWe must keep the historical context in mind: before the passage of\n\nthe PRA, the President's papers were his property after he left office,\n\nand he was free to consult his papers at will, completely privately.\n\nThe PRA gives no indication that Congress intended to alter the\n\nPresident's historically unfettered access to his papers by, for\n\nexample, making his requests to access them subject to public\n\ndisclosure. Indeed, the President and his designated representatives\n\nare the only persons afforded unrestricted access to these records\n\nunder the PRA. See 44 U.S.C. § 2205(3).\n\n             2.     Public Interest\n\n      The public does have an interest, of course, in accessing\n\ngovernment documents \"to pierce the veil of administrative secrecy\"\n\nand to open agency action to \"public scrutiny.\" Rose, 425 U.S. at 361.\n\nHence, we must consider \"the extent to which disclosure would\n\nserve the 'core purpose of the FOIA,' which is 'contribut[ing]\n\nsignificantly to public understanding of the operations or activities of\n\nthe government.\" U.S. Dep't of Def. v. Fed. Labor Relations Auth., </pre><span class=\"citation\" data-id=\"112932\"><a href=\"/opinion/112932/department-of-defense-v-flra/\"><span class=\"volume\">510</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span><pre class=\"inline\">, 495 (1994) (emphasis and alteration in original) (quoting\n\nReporters Committee, 489 U.S. at 775). Indeed, \"[g]oals other than\n\nopening agency action to public scrutiny are deemed unfit to be\n\n\n\n\n                                   -20-\n\f               COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\naccommodated under FOIA when they clash with privacy rights.\"\n\nVeterans Affairs, 958 F.2d at 510-11.\n\n       The public interests asserted by Cook do not justify the\n\nsubstantial intrusion into the former officials' privacy. First, Cook\n\ninsists that\n\n          [d]isclosure of the special access requests --\n          including the identities of the requesters and the\n          description of the records sought -- would enable\n          the public to assess the relationship between\n          powerful, quasi-governmental Former Officials\n          and an independent agency that may not have\n          aligning interests. In this way, seeing how NARA\n          responds to special access requests provides the\n          public with insight into \"what their government\n          is up to.\"\n\nAppellant's Br. at 37 (quoting Reporters Committee, 489 U.S. at 773).\n\nWe are unpersuaded. While information as to how NARA responds\n\nto special access requests submitted by the former officials may shed\n\nsome light on the internal functioning of the agency, knowledge of\n\nwhat specific information was sought and by whom sheds little light\n\non how NARA is carrying out its obligations.\n\n       Second, Cook argues that \"disclosure will show the extent to\n\nwhich the special access given to former officials . . . is actually being\n\nused to facilitate the preparation of memoirs as Congress intended,\n\nor for other purposes (e.g., the continued waging of political\n\n\n                                   -21-\n\f             COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nbattles).\" Appellant's Reply Br. at 14. Although the PRA's legislative\n\nhistory does indeed suggest that early access was granted to former\n\nofficials to facilitate the writing of memoirs, Cook cites nothing in\n\nthe statute limiting how the former officials may use the records\n\nthey receive from NARA. Indeed, the statute expressly gives the\n\nformer officials unrestrained access to their presidential and vice-\n\npresidential records. 44 U.S.C. § 2205(3) (\"[T]he Presidential records\n\nof a former President shall be available to such former President or\n\nhis designated representative.\"). It is therefore not NARA's duty to\n\npolice how the former officials use the presidential records they\n\nreceive. In light of this, disclosure of the former officials' requests\n\nfor records would do little to advance the public understanding of\n\nhow NARA is carrying out its duties.\n\n      In sum, we conclude that the former officials' compelling\n\nprivacy interests outweigh any public interest in disclosure.\n\nII.   Segregability of the Records\n\n      We also reject Cook's alternative argument that NARA should\n\nbe compelled to redact the specific portions of the records that fall\n\nunder Exemption 6.\n\n      In light of the stipulations entered into by NARA and Cook,\n\nand Cook's failure in opposing summary judgment to argue\n\nsegregability, that issue is not properly before us. The parties agreed\n\n\n                                   -22-\n\f            COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\nto litigate only exemptions that apply on a categorical basis to \"all\n\ndocuments at issue in this action, and to the entirety of each such\n\ndocument.\" J.A. at 51 ¶ 1. Thus, the only issue before the district\n\ncourt was whether Exemption 6 applied to all the records Cook\n\nsought. NARA expressly reserved the right to litigate exemptions\n\nthat apply to some of the records on a non-categorical basis, if its\n\nmotion did not \"result in a final judgment for NARA dismissing the\n\ncomplaint in its entirety.\" Id. at 51 ¶ 2. NARA's motion did result in\n\nthe dismissal of the entire complaint, however, and the district court\n\ndid not address the issue of segregability as Cook did not raise the\n\nissue. In light of these circumstances, there is no reason for us to\n\nreach the question now.\n\n      In any event, segregation would produce little of value here.\n\nFOIA expressly authorizes the redaction of records to prevent an\n\ninvasion of privacy, given that \"the policy of informing the public\n\nabout the operation of its Government can be adequately served in\n\nsome cases without unnecessarily compromising individual\n\ninterests in privacy.\" Ray, 502 U.S. at 174. \"[A] court may [however]\n\ndecline to order an agency to commit significant time and resources\n\nto the separation of disjointed words, phrases, or even sentences\n\nwhich taken separately or together have minimal or no information\n\n\n\n\n                                  -23-\n\f            COOK V. NAT'L ARCHIVES & RECORDS ADMIN.\n\ncontent.\" Mead Data Cent., Inc. v. U.S. Dep't of Air Force, </pre><span class=\"citation\" data-id=\"350872\"><a href=\"/opinion/350872/mead-data-central-inc-v-united-states-department-of-the-air-force/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">,\n\n261 n.55 (D.C. Cir. 1977).\n\n      If we were to order NARA to redact the offending information\n\n-- descriptions of which officials (or their representatives) sought\n\nrecords, what records they sought, and any NARA response that\n\nmight reveal such information -- very little would be left of the\n\nrecords of the special access requests. Compelling NARA to\n\nundertake the review and redaction of almost one thousand records\n\nto produce little of value would be a waste of time and resources.\n\nWe decline to compel NARA to engage in this exercise.\n\n                             CONCLUSION\n\n      The judgment of the district court is AFFIRMED.\n\n\n\n\n                                  -24-\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1494/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/77709/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105091/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109431/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110709/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/187093/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350872/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/579203/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/594395/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780004/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/787391/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1277355/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T08:51:57.068848Z",
      "date_modified": "2014-10-30T08:51:57.068848Z",
      "date_filed": "2014-07-08",
      "date_filed_is_approximate": false,
      "slug": "cook-v-natl-archives-records-admin",
      "citation_id": 2655005,
      "case_name_short": "Cook",
      "case_name": "Cook v. Nat'l Archives & Records Admin.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/365752/cook-v-natl-archives-records-admin/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:51:57.066559Z",
  "date_modified": "2014-10-30T08:51:57.066559Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Cook",
  "case_name": "Cook v. Nat'l Archives & Records Admin.",
  "case_name_full": "",
  "slug": "cook-v-natl-archives-records-admin",
  "docket_number": "No. 13-1228-cv",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}