{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/370352/",
  "id": 370352,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/305284/",
      "id": 305284,
      "absolute_url": "/opinion/305284/delores-clark-v-the-board-of-education-of-the-little-rock-school-district/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/370352/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/305284/",
          "id": 305284,
          "absolute_url": "/opinion/305284/delores-clark-v-the-board-of-education-of-the-little-rock-school-district/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/305284/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:51:23Z",
          "date_modified": "2017-03-24T21:53:30.792432Z",
          "type": "010combined",
          "sha1": "8edf37ab0d301295b1da93caf2db50ccaffc9dec",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/465/465.F2d.1044.72-1438.72-1407.72-1406.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">465 F.2d 1044</p>\n    <p class=\"parties\">Delores CLARK et al., Plaintiffs-Appellants,<br>v.<br>The BOARD OF EDUCATION OF the LITTLE ROCK SCHOOL DISTRICT et<br>al., Defendants-Appellees.</p>\n    <p class=\"docket\">Nos. 72-1406, 72-1407 and 72-1438.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"court\">Eighth Circuit.</p>\n    <p class=\"date\">Submitted Aug. 7, 1972.<br>Decided Aug. 21, 1972.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John W. Walker, Little Rock, Ark., Walker, Kaplan &amp; Mays, P. A., Little Rock, Ark., Jack Greenberg, Norman J. Chachkin, James M. Nabrit, III, New York City, for appellants.</p>\n      <p class=\"indent\">G. Ross Smith and Robert V. Light, Little Rock, Ark., for appellees.</p>\n      <p class=\"indent\">Before HEANEY, BRIGHT, and ROSS, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are asked for the eighth time to review a district court decree purporting to establish a unitary school system in Little Rock, Arkansas.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This time the principal question is whether the plan approved by the district court for desegregating elementary grades 1 through 5 meets constitutional standards.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We find the plan satisfactory as to grades 4 and 5, unsatisfactory in part as to grades 1 through 3.I.</p>\n    </div>\n    <p>DESEGREGATION OF THE ELEMENTARY GRADES</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plan approved by the district court would:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">1) Desegregate grades 4 and 5 by zoning, clustering, and pairing.  In substance, students living in the relatively integrated neighborhoods of central Little Rock would attend schools in their own neighborhoods.  Fourth grade children living in the predominantly white, western section of the city and those living in the predominantly black, eastern section would attend desegregated classes in the western section of the city.  Fifth grade students living in both these sections would attend desegregated classes in the eastern section.  Black students would comprise from 29.7 to 53.5 percent of the 4th or 5th grade students assigned to each school.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2) Desegregate grades 1 through 3 in the central section of the city by assigning children to schools in their own neighborhoods.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">3) Purport to desegregate grades 1 through 3 in the western and eastern sections by assigning students in these grades to schools in their own neighborhoods.  Classes in these first three grades in the western section would be nearly all white and in the eastern section nearly all black.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">4) Require the school board to provide free transportation for all students living more than two miles from the school to which they are assigned.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We approve the district court's plan insofar as it provides for the integration of grades 1 through 5 in the central section of the city.  We do so because this aspect of the plan preserves the neighborhood school in relatively integrated neighborhoods,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and there is nothing to suggest that students in these grades will not be placed in fully desegregated classrooms and school buildings.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We cannot approve the plan, however, insofar as it provides that approximately four thousand students in grades 1 through 3 living in the segregated neighborhoods of eastern and western Little Rock will continue to attend segregated classes during these important primary grades.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is argued that the plan for grades 1 through 3 in the eastern and western sections should be approved because students attending the segregated classes in these grades will be doing so in school buildings that will house integrated 4th or 5th grades.  This argument is without merit.  See Jackson v. Marvell School District No. 22, 425 F.2d 211 (8th Cir.1970).  Cf. Moses v. Washington Par. Sch. Bd., 456 F.2d 1285, (5th Cir. 1972), petition for cert. filed, 41 U.S.L.W. 3056 (U.S., July 18, 1972, No. 72-41).  It flies in the face of the clear mandate of Clark v. Board of Education of Little Rock School Dist., 449 F.2d 493 (8th Cir.1971), cert. denied, 405 U.S. 936, 92 S.Ct. 954, 30 L.Ed.2d 812 (1972) (Clark 1971), which requires the desegregation process to apply fully to all elementary grades.  The argument appears to be a last ditch effort to retain a segregated school system in the primary grades contrary to the Supreme Court's mandate that segregation be eliminated \"root and branch.\"  Green v. County School Board, 391 U.S. 430, 437-38, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968).  Cf. United States v. Tex. Edu.  Agcy., 467 F.2d 848, (5th Cir., 1972).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under these circumstances, we have no alternative but to remand this matter once more to the district court.  In doing so, we Order:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1) That the district court's plan for the 4th and 5th grades be implemented at the beginning of the 1972-73 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">2) That the district court's plan for grades 1 through 3 in the central section of the city be implemented at the beginning of the 1972-73 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">3) That the school board's proposal relating to students attending the first three grades in the eastern and western sections of the city be disapproved for failure to meet constitutional standards.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">4) That the school board submit to the district court, before January 1, 1973, a detailed plan applicable to these students which requires their attendance at desegregated classes in a desegregated school.  The board is directed to make the assignment of pupils to schools in a manner similar to that utilized in desegregating the classes and schools for students living in the eastern or western sections of Little Rock and attending grades 4 or 5. Transportation shall be furnished to these students in accordance with the criteria previously established by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">5) That the district court hold hearings on the detailed plan at the earliest possible date and issue its decision promptly so that any possible appeal can be taken in sufficient time to implement the plan at the beginning of the 1973-74 school year.  The present plan for assignment of pupils of these first three grades in the eastern and western sections of Little Rock, as approved by the district court, of necessity will apply until the beginning of the 1973-74 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We recognize that our order is quite specific, but it needs to be.  We had requested the school board to produce a plan for these grades a year ago.  It failed to meet that responsibility.  That failure was just one in a series.  The plaintiffs-appellants had suggested a different plan for desegregating the elementary grades.  The district court did not accept that plan.  We advise, however, that if the parties themselves can come to an agreement on an alternative plan for students attending the elementary grades, such plan will be acceptable if it meets the criteria set forth in Clark 1971, supra, 449 F.2d 493, and in this case, and receives the approval of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The additional year's delay in integrating some of the primary grades is regrettable but we feel that fairness to the children requires that the parties be given an opportunity to work out the practical details for implementing the plan that we have suggested, or to develop an alternative plan.  This appeal reached us too late for the parties to have such an opportunity before the beginning of the present school year.</p>\n    </div>\n    <p>II.</p>\n    <p>ASSIGNMENT OF TEACHERS</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The school board in a cross-appeal asks us to reverse that part of the district court's order requiring the majority of the teachers in each elementary school to be of the race (black or white) different from that of the majority of the students.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellants do not resist this request but concede that this aspect of the district court's order \"does not serve any useful purpose * * *.\"  The appellants in their own appeal relating to teacher assignments assert that the school board has failed to promulgate any proper standards for reassignment of teachers in connection with efforts to desegregate the faculty in the elementary schools.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We consider each of these issues.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The record shows that the faculty of the Little Rock School District consists of 70 percent white and 30 percent black teachers.  Appellee school board notes in its brief that it is committed to providing a desegregated faculty which is no less than 18 percent nor more than 45 percent black at each school in Little Rock.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Since the appellants do not dispute the constitutional validity of this aspect of the school board's plan, which seeks to assign black and white teachers to each school in a manner substantially proportionate to the ratio of black to white teachers in the school system as a whole,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> we believe the district court's modification of the board's plan to be inappropriate and set aside that part of the court's order which requires assignment of faculty so that \"elementary schools with a greater number of students of one race will have teachers of a greater number of the other race for that particular school.\"</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We comment briefly upon plaintiffs' assertion that the school district has promulgated vague and uncertain standards for reassigning individual faculty members.  The school board's action concerning employment, retention, assignment, and discharge of teachers is governed in part by provisions of an agreement with the Classroom Teachers' Association.  This agreement provides for objective as well as subjective guidelines for evaluating a teacher's quality and performance.  In the area of assignment of teachers within a school or reassignment of teachers from one school to another, the personal preference of an individual teacher appears to carry substantial weight.  The agreement sets out no standard accommodating this preference with constitutional requirements for a desegregated faculty at each school.  Appellants argue that these faculty reassignment criteria are \"vague and uncertain * * * do not contain enlightenment as to weight accorded each; nor * * * when they apply and how they may be implemented.\"  [Appellants' Brief at 15]</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We agree that these regulations governing assignment and reassignment provide no clear guidelines for achieving a desegregated faculty in each school on a fair and racially nondiscriminatory basis.  However, no adequate record has been developed demonstrating particular constitutional inadequacies in the regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We think it premature for us either to approve or to disapprove these standards in these proceedings and upon the present record.  For the present, we believe this matter is one that should be subject to further study and review of the board as it proceeds with the disestablishment of the dual system in the Little Rock School District.  Should appellants have specific constitutional objections to the nature or effect of the criteria used in the assignment or transfer of teachers within the school system, and suggestions for remedying such deficiencies, they may present such matters to the district court for its consideration at an appropriate time.</p>\n    </div>\n    <p>III.</p>\n    <p>REQUEST FOR STAY</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellant school board requests a stay of implementation of any order in these proceedings which requires \"cross-town busing of elementary students.  [Appellants' Brief at 24].<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The school board argues that such a stay is required by Sec. 803 of the Education Amendments of 1972, Pub.L. No. 92-318 (June 23, 1972), 86 Stat. 235.  That section reads:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>Notwithstanding any other law or provision of law, in the case of any order on the part of any United States district court which requires the transfer or transportation of any student or students from any school attendance area prescribed by competent State or local authority for the purposes of achieving a balance among students with respect to race, sex, religion, or socioeconomic status, the effectiveness of such order shall be postponed until all appeals in connection with such order have been exhausted or, in the event no appeals are taken, until the time for such appeals has expired.  This section shall expire at midnight on January 1, 1974.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The explicit language pertinent here refers to a court order \"which requires the transfer or transportation of any student * * * from any school attendance area prescribed by competent local authority * * *.\"  This section specifically does not require us to delay desegregation of grades 4 and 5. The attendance zones for students in these grades have been prescribed by the school board.  The order of the district court now appealed approved the school board's proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While the school board had developed its plan<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> in compliance with the mandate of this court in Clark 1971,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> it also had proceeded to exhaust all avenues of appellate review of that mandate.  The Supreme Court denied the board's application for certiorari on February 22, 1972.  Board of Education of Little Rock School District v. Clark, 405 U.S. 936, 92 S.Ct. 954, 30 L.Ed.2d 812 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Since the transfer of students to grades 4 and 5 in the eastern and western sections of Little Rock comes about through a proposal of the school board, approved by the federal courts, such transfer falls outside those court orders reached through Sec. 803.  Accordingly, we deny any stay of implementation of these particular desegregation procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We think it obvious that Sec. 803 cannot apply to the present mandate to be issued in this case by this court, which will require the desegregation of the first three grades in primary schools located in the eastern and western sections of Little Rock.  This part of the mandate will not require full implementation until the beginning of the 1973-74 school year.  Thus, even if the term \"all appeals,\" as used in Sec. 803, should be construed to include an application to the Supreme Court for a grant of certiorari, the board will have ample time to test our action in the Supreme Court.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We affirm in part, reverse in part, and remand this case to the district court for further proceedings in conformity with this opinion.  Our mandate shall issue without delay.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Costs shall be taxed against the school board, and appellants are allowed counsel fees on this appeal of $1,000.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A history of the prior litigation may be found in Clark v. Board of Education of Little Rock School Dist., 426 F.2d 1035, 1037 n. 1 (8th Cir. 1970), cert. denied, 402 U.S. 952, 91 S.Ct. 1608, 29 L.Ed.2d 122 (1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is undisputed that grades 6 through 12 are now desegregated in accord with prior decisions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The western elementary school buildings which will house grade 4 are McDermott, Terry, Jefferson, Williams, Brady, Wilson, Western Hills, and Meadowcliff.  Those eastern elementary school buildings which will house grade 5 are Carver, Gibbs, Rightsell, Washington, Gillam, Granite Mountain, Ish, and Mitchell</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The following table indicates the proportion of black students that would be enrolled in grades 1 through 3 in the eastern and western sections of Little Rock under the plan suggested by the school board, which was adopted with some modifications by the district court:</p>\n        <pre>School             Percentage Black\n-----------------  ----------------\nA.  Eastern\n-----------------\n Carver-Pfeifer          99.8\n Gibbs                    93\n Rightsell               100\n Washington              100\n Gillam                  100\n Granite Mountain        100\n Ish                      95\n Mitchell                96.5\nB. Western\n-----------------\n McDermott                0\n Williams                 0\n Brady                   12.5\n Jefferson                0\n Western Hills            0\n Meadowcliff              0\n Terry                    0\n Wilson                  5.1</pre>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The defendant has stressed the cost of this transportation.  We think it clear, however, that \"[e]qual educational opportunity must be provided despite cost and inconvenience.\"  United States v. Tex. Edu.  Agcy., 467 F.2d 848, 875, (5th Cir., 1972).  The school board has not demonstrated that transportation between the eastern and western sections of Little Rock would either risk the health of the children in the primary grades or significantly impinge on the educational process.  See Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 30-31, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971).  In Swann, the Supreme Court approved a desegregation plan which included provisions for transportation of elementary students in grades 1 through 4 for as long as thirty-five minutes.  The record in the present case indicates that transportation time would be similar, thirty to forty-five minutes.  Moreover, this time factor is the same as in the plan which the school board adopted and the district court approved for those students requiring transportation in grades 4 and 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Clark v. Board of Education of Little Rock School Dist., 449 F.2d 493, 499 (8th Cir. 1971), cert. denied, 405 U.S. 936, 92 S.Ct. 954, 30 L.Ed.2d 812 (1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In Brown v. Board of Education, 347 U.S. 483, 494, 74 S.Ct. 686, 691, 98 L.Ed. 873 (1954), the Supreme Court stated that segregation is particularly damaging to children in grade school and high school because it generates a feeling of inferiority \"that may affect their hearts and minds in a way unlikely ever to be undone.\"  The Court observed:</p>\n        <p>\"Segregation of white and colored children in public schools has a detrimental effect upon the colored children.  The impact is greater when it has the sanction of the law; for the policy of separating the races is usually interpretted as denoting the inferiority of the negro group.  A sense of inferiority affects the motivation of a child to learn.  Segregation with the sanction of law, therefore, has a tendency to [retard] the educational and mental development of negro children and to deprive them of some of the benefits they would receive in a racial[ly] integrated school system.\"</p>\n        <p>If Little Rock's children have an opportunity for an integrated education in the primary grades, then they will be better prepared to compete effectively in the already desegregated higher grades.  See Johnson v. San Francisco Unified School District, 339 F.Supp. 1315, 1332 (N.D.Cal.1971); Swann v. Charlotte-Mecklenburg Board of Education, 318 F.Supp. 786, 798 (W.D.N.C.1970); Schoettle, The Equal Protection Clause in Public Education, 71 Col.L.Rev. 1355 (1971).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Singleton v. Jackson Municipal Separate School Dist., 419 F.2d 1211, 1217-1218 (5th Cir.), cert. denied, 396 U.S. 1032, 90 S.Ct. 612, 24 L.Ed.2d 530 (1970)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The school board similarly applied to the district court for a stay, pending appeal, of its order of June 22, 1972, relating to transportation of students in grades 4 and 5. The district court, on July 25, 1972, denied this request</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The school board states in its brief that while it did not or does not advocate the implementation of its plan as an educationally or financially desirable method of student assignment, the board had submitted this plan \"for the purpose of meeting constitutional standards as currently construed.\"  [Brief for Appellees at 2]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In our opinion in that case, we said in part:</p>\n        <p>We remand this matter to the District Court with instructions: (1) to require the Board of Education to submit a plan for the establishment of a unitary system of elementary schools to the District Court no later than November 1, 1971; (2) to require the Board of Education to implement the plan to the extent possible during the current school year and to fully implement the plan no later than the beginning of the 1972-73 school year; * * * (5) to require the Board of Education to take immediate steps to arrange for the transportation necessary under the plan, and to make application for such state or federal funds as may be available for such purposes * * *.  [449 F.2d at 499]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The parties have submitted no briefs directed to the interpretation and construction of Sec. 803.  We limit our comments to the applicability of that section to the precise circumstances presented by this appeal.  We make no judgment as to the constitutionality of this section</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1044</span></span></p>\n    <p class=\"parties\">Delores CLARK et al., Plaintiffs-Appellants,<br>v.<br>The BOARD OF EDUCATION OF the LITTLE ROCK SCHOOL DISTRICT et<br>al., Defendants-Appellees.</p>\n    <p class=\"docket\">Nos. 72-1406, 72-1407 and 72-1438.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"court\">Eighth Circuit.</p>\n    <p class=\"date\">Submitted Aug. 7, 1972.<br>Decided Aug. 21, 1972.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John W. Walker, Little Rock, Ark., Walker, Kaplan &amp; Mays, P. A., Little Rock, Ark., Jack Greenberg, Norman J. Chachkin, James M. Nabrit, III, New York City, for appellants.</p>\n      <p class=\"indent\">G. Ross Smith and Robert V. Light, Little Rock, Ark., for appellees.</p>\n      <p class=\"indent\">Before HEANEY, BRIGHT, and ROSS, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are asked for the eighth time to review a district court decree purporting to establish a unitary school system in Little Rock, Arkansas.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This time the principal question is whether the plan approved by the district court for desegregating elementary grades 1 through 5 meets constitutional standards.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We find the plan satisfactory as to grades 4 and 5, unsatisfactory in part as to grades 1 through 3.I.</p>\n    </div>\n    <p>DESEGREGATION OF THE ELEMENTARY GRADES</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plan approved by the district court would:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">1) Desegregate grades 4 and 5 by zoning, clustering, and pairing.  In substance, students living in the relatively integrated neighborhoods of central Little Rock would attend schools in their own neighborhoods.  Fourth grade children living in the predominantly white, western section of the city and those living in the predominantly black, eastern section would attend desegregated classes in the western section of the city.  Fifth grade students living in both these sections would attend desegregated classes in the eastern section.  Black students would comprise from 29.7 to 53.5 percent of the 4th or 5th grade students assigned to each school.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2) Desegregate grades 1 through 3 in the central section of the city by assigning children to schools in their own neighborhoods.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">3) Purport to desegregate grades 1 through 3 in the western and eastern sections by assigning students in these grades to schools in their own neighborhoods.  Classes in these first three grades in the western section would be nearly all white and in the eastern section nearly all black.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">4) Require the school board to provide free transportation for all students living more than two miles from the school to which they are assigned.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We approve the district court's plan insofar as it provides for the integration of grades 1 through 5 in the central section of the city.  We do so because this aspect of the plan preserves the neighborhood school in relatively integrated neighborhoods,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and there is nothing to suggest that students in these grades will not be placed in fully desegregated classrooms and school buildings.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We cannot approve the plan, however, insofar as it provides that approximately four thousand students in grades 1 through 3 living in the segregated neighborhoods of eastern and western Little Rock will continue to attend segregated classes during these important primary grades.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is argued that the plan for grades 1 through 3 in the eastern and western sections should be approved because students attending the segregated classes in these grades will be doing so in school buildings that will house integrated 4th or 5th grades.  This argument is without merit.  See Jackson v. Marvell School District No. 22, <span class=\"citation\" data-id=\"289765\"><a href=\"/opinion/289765/ceiners-jackson-v-marvell-school-district-no-22-earlis-jackson-v/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span></a></span> (8th Cir.1970).  Cf. Moses v. Washington Par. Sch. Bd., <span class=\"citation\" data-id=\"302178\"><a href=\"/opinion/302178/vertrees-moses-v-washington-parish-school-board/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></a></span>, (5th Cir. 1972), petition for cert. filed, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3056</span></span> (U.S., July 18, 1972, No. 72-41).  It flies in the face of the clear mandate of Clark v. Board of Education of Little Rock School Dist., <span class=\"citation\" data-id=\"299428\"><a href=\"/opinion/299428/delores-clark-v-board-of-education-of-the-little-rock-school-district/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">493</span></a></span> (8th Cir.1971), cert. denied, <span class=\"citation\" data-id=\"108506\"><a href=\"/opinion/108506/hugh-j-addonizio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">954</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">812</span></span> (1972) (Clark 1971), which requires the desegregation process to apply fully to all elementary grades.  The argument appears to be a last ditch effort to retain a segregated school system in the primary grades contrary to the Supreme Court's mandate that segregation be eliminated \"root and branch.\"  Green v. County School Board, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 437-38, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968).  Cf. United States v. Tex. Edu.  Agcy., <span class=\"citation\" data-id=\"305880\"><a href=\"/opinion/305880/united-states-v-texas-education-agency-austin-independent-school/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, (5th Cir., 1972).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under these circumstances, we have no alternative but to remand this matter once more to the district court.  In doing so, we Order:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1) That the district court's plan for the 4th and 5th grades be implemented at the beginning of the 1972-73 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">2) That the district court's plan for grades 1 through 3 in the central section of the city be implemented at the beginning of the 1972-73 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">3) That the school board's proposal relating to students attending the first three grades in the eastern and western sections of the city be disapproved for failure to meet constitutional standards.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">4) That the school board submit to the district court, before January 1, 1973, a detailed plan applicable to these students which requires their attendance at desegregated classes in a desegregated school.  The board is directed to make the assignment of pupils to schools in a manner similar to that utilized in desegregating the classes and schools for students living in the eastern or western sections of Little Rock and attending grades 4 or 5. Transportation shall be furnished to these students in accordance with the criteria previously established by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">5) That the district court hold hearings on the detailed plan at the earliest possible date and issue its decision promptly so that any possible appeal can be taken in sufficient time to implement the plan at the beginning of the 1973-74 school year.  The present plan for assignment of pupils of these first three grades in the eastern and western sections of Little Rock, as approved by the district court, of necessity will apply until the beginning of the 1973-74 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We recognize that our order is quite specific, but it needs to be.  We had requested the school board to produce a plan for these grades a year ago.  It failed to meet that responsibility.  That failure was just one in a series.  The plaintiffs-appellants had suggested a different plan for desegregating the elementary grades.  The district court did not accept that plan.  We advise, however, that if the parties themselves can come to an agreement on an alternative plan for students attending the elementary grades, such plan will be acceptable if it meets the criteria set forth in Clark 1971, supra, <span class=\"citation\" data-id=\"299428\"><a href=\"/opinion/299428/delores-clark-v-board-of-education-of-the-little-rock-school-district/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">493</span></a></span>, and in this case, and receives the approval of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The additional year's delay in integrating some of the primary grades is regrettable but we feel that fairness to the children requires that the parties be given an opportunity to work out the practical details for implementing the plan that we have suggested, or to develop an alternative plan.  This appeal reached us too late for the parties to have such an opportunity before the beginning of the present school year.</p>\n    </div>\n    <p>II.</p>\n    <p>ASSIGNMENT OF TEACHERS</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The school board in a cross-appeal asks us to reverse that part of the district court's order requiring the majority of the teachers in each elementary school to be of the race (black or white) different from that of the majority of the students.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellants do not resist this request but concede that this aspect of the district court's order \"does not serve any useful purpose * * *.\"  The appellants in their own appeal relating to teacher assignments assert that the school board has failed to promulgate any proper standards for reassignment of teachers in connection with efforts to desegregate the faculty in the elementary schools.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We consider each of these issues.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The record shows that the faculty of the Little Rock School District consists of 70 percent white and 30 percent black teachers.  Appellee school board notes in its brief that it is committed to providing a desegregated faculty which is no less than 18 percent nor more than 45 percent black at each school in Little Rock.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Since the appellants do not dispute the constitutional validity of this aspect of the school board's plan, which seeks to assign black and white teachers to each school in a manner substantially proportionate to the ratio of black to white teachers in the school system as a whole,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> we believe the district court's modification of the board's plan to be inappropriate and set aside that part of the court's order which requires assignment of faculty so that \"elementary schools with a greater number of students of one race will have teachers of a greater number of the other race for that particular school.\"</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We comment briefly upon plaintiffs' assertion that the school district has promulgated vague and uncertain standards for reassigning individual faculty members.  The school board's action concerning employment, retention, assignment, and discharge of teachers is governed in part by provisions of an agreement with the Classroom Teachers' Association.  This agreement provides for objective as well as subjective guidelines for evaluating a teacher's quality and performance.  In the area of assignment of teachers within a school or reassignment of teachers from one school to another, the personal preference of an individual teacher appears to carry substantial weight.  The agreement sets out no standard accommodating this preference with constitutional requirements for a desegregated faculty at each school.  Appellants argue that these faculty reassignment criteria are \"vague and uncertain * * * do not contain enlightenment as to weight accorded each; nor * * * when they apply and how they may be implemented.\"  [Appellants' Brief at 15]</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We agree that these regulations governing assignment and reassignment provide no clear guidelines for achieving a desegregated faculty in each school on a fair and racially nondiscriminatory basis.  However, no adequate record has been developed demonstrating particular constitutional inadequacies in the regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We think it premature for us either to approve or to disapprove these standards in these proceedings and upon the present record.  For the present, we believe this matter is one that should be subject to further study and review of the board as it proceeds with the disestablishment of the dual system in the Little Rock School District.  Should appellants have specific constitutional objections to the nature or effect of the criteria used in the assignment or transfer of teachers within the school system, and suggestions for remedying such deficiencies, they may present such matters to the district court for its consideration at an appropriate time.</p>\n    </div>\n    <p>III.</p>\n    <p>REQUEST FOR STAY</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellant school board requests a stay of implementation of any order in these proceedings which requires \"cross-town busing of elementary students.  [Appellants' Brief at 24].<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The school board argues that such a stay is required by Sec. 803 of the Education Amendments of 1972, Pub.L. No. 92-318 (June 23, 1972), 86 Stat. 235.  That section reads:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>Notwithstanding any other law or provision of law, in the case of any order on the part of any United States district court which requires the transfer or transportation of any student or students from any school attendance area prescribed by competent State or local authority for the purposes of achieving a balance among students with respect to race, sex, religion, or socioeconomic status, the effectiveness of such order shall be postponed until all appeals in connection with such order have been exhausted or, in the event no appeals are taken, until the time for such appeals has expired.  This section shall expire at midnight on January 1, 1974.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The explicit language pertinent here refers to a court order \"which requires the transfer or transportation of any student * * * from any school attendance area prescribed by competent local authority * * *.\"  This section specifically does not require us to delay desegregation of grades 4 and 5. The attendance zones for students in these grades have been prescribed by the school board.  The order of the district court now appealed approved the school board's proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While the school board had developed its plan<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> in compliance with the mandate of this court in Clark 1971,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> it also had proceeded to exhaust all avenues of appellate review of that mandate.  The Supreme Court denied the board's application for certiorari on February 22, 1972.  Board of Education of Little Rock School District v. Clark, <span class=\"citation\" data-id=\"108506\"><a href=\"/opinion/108506/hugh-j-addonizio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">954</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">812</span></span> (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Since the transfer of students to grades 4 and 5 in the eastern and western sections of Little Rock comes about through a proposal of the school board, approved by the federal courts, such transfer falls outside those court orders reached through Sec. 803.  Accordingly, we deny any stay of implementation of these particular desegregation procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We think it obvious that Sec. 803 cannot apply to the present mandate to be issued in this case by this court, which will require the desegregation of the first three grades in primary schools located in the eastern and western sections of Little Rock.  This part of the mandate will not require full implementation until the beginning of the 1973-74 school year.  Thus, even if the term \"all appeals,\" as used in Sec. 803, should be construed to include an application to the Supreme Court for a grant of certiorari, the board will have ample time to test our action in the Supreme Court.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We affirm in part, reverse in part, and remand this case to the district court for further proceedings in conformity with this opinion.  Our mandate shall issue without delay.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Costs shall be taxed against the school board, and appellants are allowed counsel fees on this appeal of $1,000.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A history of the prior litigation may be found in Clark v. Board of Education of Little Rock School Dist., <span class=\"citation\" data-id=\"290326\"><a href=\"/opinion/290326/delores-clark-v-the-board-of-education-of-the-little-rock-school-district/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1035</span></a></span>, 1037 n. 1 (8th Cir. 1970), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">952</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1608</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">122</span></span> (1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is undisputed that grades 6 through 12 are now desegregated in accord with prior decisions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The western elementary school buildings which will house grade 4 are McDermott, Terry, Jefferson, Williams, Brady, Wilson, Western Hills, and Meadowcliff.  Those eastern elementary school buildings which will house grade 5 are Carver, Gibbs, Rightsell, Washington, Gillam, Granite Mountain, Ish, and Mitchell</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The following table indicates the proportion of black students that would be enrolled in grades 1 through 3 in the eastern and western sections of Little Rock under the plan suggested by the school board, which was adopted with some modifications by the district court:</p>\n        <pre>School             Percentage Black\n-----------------  ----------------\nA.  Eastern\n-----------------\n Carver-Pfeifer          99.8\n Gibbs                    93\n Rightsell               100\n Washington              100\n Gillam                  100\n Granite Mountain        100\n Ish                      95\n Mitchell                96.5\nB. Western\n-----------------\n McDermott                <span class=\"citation no-link\"><span class=\"volume\">0</span>\n <span class=\"reporter\">Will.</span>                 <span class=\"page\">0</span></span>\n Brady                   12.5\n Jefferson                0\n Western Hills            0\n Meadowcliff              0\n Terry                    0\n Wilson                  5.1</pre>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The defendant has stressed the cost of this transportation.  We think it clear, however, that \"[e]qual educational opportunity must be provided despite cost and inconvenience.\"  United States v. Tex. Edu.  Agcy., <span class=\"citation\" data-id=\"305880\"><a href=\"/opinion/305880/united-states-v-texas-education-agency-austin-independent-school/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, 875, (5th Cir., 1972).  The school board has not demonstrated that transportation between the eastern and western sections of Little Rock would either risk the health of the children in the primary grades or significantly impinge on the educational process.  See Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 30-31, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971).  In Swann, the Supreme Court approved a desegregation plan which included provisions for transportation of elementary students in grades 1 through 4 for as long as thirty-five minutes.  The record in the present case indicates that transportation time would be similar, thirty to forty-five minutes.  Moreover, this time factor is the same as in the plan which the school board adopted and the district court approved for those students requiring transportation in grades 4 and 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Clark v. Board of Education of Little Rock School Dist., <span class=\"citation\" data-id=\"299428\"><a href=\"/opinion/299428/delores-clark-v-board-of-education-of-the-little-rock-school-district/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">493</span></a></span>, 499 (8th Cir. 1971), cert. denied, <span class=\"citation\" data-id=\"108506\"><a href=\"/opinion/108506/hugh-j-addonizio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">954</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">812</span></span> (1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 494, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, 691, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954), the Supreme Court stated that segregation is particularly damaging to children in grade school and high school because it generates a feeling of inferiority \"that may affect their hearts and minds in a way unlikely ever to be undone.\"  The Court observed:</p>\n        <p>\"Segregation of white and colored children in public schools has a detrimental effect upon the colored children.  The impact is greater when it has the sanction of the law; for the policy of separating the races is usually interpretted as denoting the inferiority of the negro group.  A sense of inferiority affects the motivation of a child to learn.  Segregation with the sanction of law, therefore, has a tendency to [retard] the educational and mental development of negro children and to deprive them of some of the benefits they would receive in a racial[ly] integrated school system.\"</p>\n        <p>If Little Rock's children have an opportunity for an integrated education in the primary grades, then they will be better prepared to compete effectively in the already desegregated higher grades.  See Johnson v. San Francisco Unified School District, <span class=\"citation\" data-id=\"1460757\"><a href=\"/opinion/1460757/johnson-v-san-francisco-unified-school-district/\"><span class=\"volume\">339</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1315</span></a></span>, 1332 (N.D.Cal.1971); Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"1481032\"><a href=\"/opinion/1481032/swann-v-charlotte-mecklenburg-board-of-education/\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">786</span></a></span>, 798 (W.D.N.C.1970); Schoettle, The Equal Protection Clause in Public Education, 71 Col.L.Rev. 1355 (1971).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Singleton v. Jackson Municipal Separate School Dist., <span class=\"citation\" data-id=\"287778\"><a href=\"/opinion/287778/9-fair-emplpraccas-1122-7-empl-prac-dec-p-9412-derek-jerome/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1217-1218 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">530</span></span> (1970)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The school board similarly applied to the district court for a stay, pending appeal, of its order of June 22, 1972, relating to transportation of students in grades 4 and 5. The district court, on July 25, 1972, denied this request</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The school board states in its brief that while it did not or does not advocate the implementation of its plan as an educationally or financially desirable method of student assignment, the board had submitted this plan \"for the purpose of meeting constitutional standards as currently construed.\"  [Brief for Appellees at 2]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In our opinion in that case, we said in part:</p>\n        <p>We remand this matter to the District Court with instructions: (1) to require the Board of Education to submit a plan for the establishment of a unitary system of elementary schools to the District Court no later than November 1, 1971; (2) to require the Board of Education to implement the plan to the extent possible during the current school year and to fully implement the plan no later than the beginning of the 1972-73 school year; * * * (5) to require the Board of Education to take immediate steps to arrange for the transportation necessary under the plan, and to make application for such state or federal funds as may be available for such purposes * * *.  [449 F.2d at 499]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The parties have submitted no briefs directed to the interpretation and construction of Sec. 803.  We limit our comments to the applicability of that section to the precise circumstances presented by this appeal.  We make no judgment as to the constitutionality of this section</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108506/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289765/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290326/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/302178/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1460757/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1481032/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T17:57:35.536535Z",
      "date_modified": "2016-03-03T18:12:09.143396Z",
      "date_filed": "1972-08-21",
      "date_filed_is_approximate": false,
      "slug": "delores-clark-v-the-board-of-education-of-the-little-rock-school-district",
      "citation_id": 279064,
      "case_name_short": "",
      "case_name": "Delores Clark v. The Board of Education of the Little Rock School District",
      "case_name_full": "",
      "federal_cite_one": "465 F.2d 1044",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 10,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/370352/delores-clark-v-the-board-of-education-of-the-little-rock-school-district/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:54:33.870201Z",
  "date_modified": "2014-10-30T08:54:33.870201Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Delores Clark v. The Board of Education of the Little Rock School District",
  "case_name_full": "",
  "slug": "delores-clark-v-the-board-of-education-of-the-little-rock-school-district",
  "docket_number": "72-1406",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}