{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/37382/",
  "id": 37382,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ctd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2580081/",
      "id": 2580081,
      "absolute_url": "/opinion/2580081/ziemba-v-thomas/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/37382/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2580081/",
          "id": 2580081,
          "absolute_url": "/opinion/2580081/ziemba-v-thomas/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2580081/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:38:19.871377Z",
          "date_modified": "2017-04-10T21:23:12.420933Z",
          "type": "010combined",
          "sha1": "1007e2e9fa2ccb4d892e76abf5e12d84db4e3648",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>390 F.Supp.2d 136 (2005)</b></center>\n<center><h1>Duane ZIEMBA<br>\nv.<br>\nFrederick THOMAS, et al.</h1></center>\n<center>No. Civ. 300CV391HBF.</center>\n<center><p><b>United States District Court, D. Connecticut.</b></p></center>\n<center>September 30, 2005.</center>\n<p><span class=\"star-pagination\">*137</span> <span class=\"star-pagination\">*138</span> Antonio Ponvert, III, Koskoff, Koskoff &amp; Bieder, P.C., Bridgeport, CT, Duane <span class=\"star-pagination\">*139</span> Ziebma, James J. Nugent, Nugent &amp; Bryant, Orange, CT, for Plaintiff.</p>\n<p>Peregrine Alban Zinn-Rowthorn, Attorney General's Office, Hartford, CT, Matthew B. Beizer, Attorney General's Office, Hartford, CT, for Defendants.</p>\n<p></p>\n<h2><i>RULING ON DEFENDANTS' MOTION FOR SUMMARY JUDGMENT</i></h2>\n<p>FITZSIMMONS, United States Magistrate Judge.</p>\n<p>Plaintiff Duane Ziemba is an inmate committed to the custody of the Commissioner of the Department of Correction for the State of Connecticut. He brings this action pursuant to 42 U.S.C. § 1983 against ten officials of the Connecticut Department of Correction, based on an incident at Corrigan Correctional Institution. Specifically, plaintiff alleges that defendants Thomas, Fretard, Willard, Schefer, Fulcher, and Forrestal used excessive force against plaintiff on March 9, 1998 (\"March 9 Incident\").<sup>[1]</sup> Plaintiff also makes claims against defendants Armstrong and David Strange relating to the March 9 Incident under a theory of supervisory liability. Additionally, plaintiff has alleged § 1983 violations arising out of acts committed prior and subsequent to the March 9 Incident.<sup>[2]</sup> On May 21, 2003, the court dismissed several of plaintiff's claims.<sup>[3]</sup></p>\n<p>Defendants have moved for summary judgment. At issue in the motion are the following claims. Plaintiff has alleged that defendant Armstrong either created or allowed to continue a policy or custom under which unconstitutional practices occurred, or, alternatively, exhibited deliberate indifference by failing to act on information indicating that unconstitutional acts were occurring. Plaintiff has alleged that defendant David Strange exhibited deliberate indifference by failing to act on information indicating that unconstitutional acts were occurring. Plaintiff has alleged that defendant Mark Strange ordered his transfer from MacDougall Correctional Institution to Garner Correctional Institution solely in retaliation for plaintiff's exercise of his First Amendment right to file grievances. He has also alleged that defendant Elterich violated his Due Process rights at a disciplinary hearing held subsequent to the March 9 Incident. For the reasons set forth below, defendants' motion is GRANTED IN PART and DENIED IN PART.</p>\n<p><span class=\"star-pagination\">*140</span> I. <i>Standard of Review</i></p>\n<p>In a motion for summary judgment, the burden is on the moving party to establish that there are no genuine issues of material fact in dispute and that it is entitled to judgment as a matter of law. <i>See</i> Rule 56(c), Fed.R.Civ.P.; <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 256, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); <i>SCS Communications, Inc. v. Herrick Co., Inc.,</i> 360 F.3d 329, 338 (2d Cir.2004). The moving party may satisfy this burden \"by showing-that is pointing out to the district court-that there is an absence of evidence to support the nonmoving party's case.\" <i>PepsiCo, Inc. v. Coca-Cola Co.,</i> 315 F.3d 101, 105 (2d Cir.2002) (per curiam) (internal quotation marks and citations omitted); <i>accord </i><i>Goenaga v. March of Dimes Birth Defects Found.,</i> 51 F.3d 14, 18 (2d Cir.1995).</p>\n<p>A court must grant summary judgment \"`if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue of material fact....'\" <i>Miner v. Glens Falls,</i> 999 F.2d 655, 661 (2d Cir.1993) (citation omitted). A dispute regarding a material fact is genuine \"`if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.'\" <i>Aldrich v. Randolph Cent. Sch. Dist.,</i> 963 F.2d 520, 523 (2d Cir.1992) (quoting <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505), <i>cert. denied,</i> 506 U.S. 965, 113 S.Ct. 440, 121 L.Ed.2d 359 (1992). After discovery, if the nonmoving party \"has failed to make a sufficient showing on an essential element of [its] case with respect to which [it] has the burden of proof,\" then summary judgment is appropriate. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 323, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Even though the burden is on the moving party to demonstrate the absence of any genuine factual dispute, the party opposing summary judgment \"may not rest on conclusory allegations or denials, but must bring forward some affirmative indication that his version of relevant events is not fanciful.\" <i>Podell v. Citicorp Diners Club, Inc.,</i> 112 F.3d 98, 101 (2d Cir.1997) (internal quotation marks and citations omitted). It \"`must do more than simply show that there is some metaphysical doubt as to the material facts.'\" <i>Caldarola v. Calabrese,</i> 298 F.3d 156, 160 (2d Cir.2002) (quoting <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 586, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986)). The nonmoving party \"may not rely on conclusory allegations or unsubstantiated speculation.\" <i>Fujitsu Ltd. v. Federal Express Corp.,</i> 247 F.3d 423, 428 (2d Cir.2001) (internal quotation marks and citation omitted). Instead, the nonmoving party must produce admissible evidence that supports its pleadings. <i>See </i><i>First Nat'l Bank of Ariz. v. Cities Serv. Co.,</i> 391 U.S. 253, 289-90, 88 S.Ct. 1575, 20 L.Ed.2d 569 (1968). The\" `mere existence of a scintilla of evidence' supporting the non-movant's case is also insufficient to defeat summary judgment.\" <i>Niagara Mohawk Power Corp. v. Jones Chem., Inc.,</i> 315 F.3d 171, 175 (2d Cir.2003) (quoting <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. 2505).</p>\n<p>The court resolves \"all ambiguities and draw[s] all inferences in favor of the nonmoving party in order to determine how a reasonable jury would decide.\" <i>Aldrich,</i> 963 F.2d at 523. Thus, \"[o]nly when reasonable minds could not differ as to the import of the evidence is summary judgment proper.\" <i>Bryant v. Maffucci,</i> 923 F.2d 979, 982 (2d Cir.1991), <i>cert. denied,</i> 502 U.S. 849, 112 S.Ct. 152, 116 L.Ed.2d 117 (1991). <i>See also </i><i>Suburban Propane v. Proctor Gas, Inc.,</i> 953 F.2d 780, 788 (2d Cir.1992). If, \"`as to the issue on which summary judgment is sought, there is any <span class=\"star-pagination\">*141</span> evidence in the record from which a reasonable inference could be drawn in favor of the opposing party, summary judgment is improper.'\" <i>Security Ins. Of Hartford v. Old Dominion Freight Line, Inc.,</i> 391 F.3d 77, 83 (2d Cir.2004) (quoting <i>Gummo v. Village of Depew,</i> 75 F.3d 98, 107 (2d Cir.1996)).</p>\n<p>A party may not create a genuine issue of material fact by presenting contradictory or unsupported statements. <i>See </i><i>Securities &amp; Exchange Comm'n v. Research Automation Corp.,</i> 585 F.2d 31, 33 (2d Cir.1978). Nor may he rest on the \"mere allegations or denials\" contained in his pleadings. <i>Goenaga,</i> 51 F.3d at 18. <i>See also </i><i>Ying Jing Gan v. City of New York,</i> 996 F.2d 522, 532 (2d Cir.1993) (holding that party may not rely on conclusory statements or an argument that the affidavits in support of the motion for summary judgment are not credible). A self-serving affidavit which reiterates the conclusory allegations of the complaint in affidavit form is insufficient to preclude summary judgment. <i>See </i><i>Lujan v. National Wildlife Fed'n,</i> 497 U.S. 871, 888, 110 S.Ct. 3177, 111 L.Ed.2d 695 (1990).</p>\n<p>An affidavit submitted in opposition to summary judgment \"shall be made on personal knowledge, shall set forth such facts as would be admissible in evidence, and shall show affirmatively that the affiant is competent to testify to the matters stated therein.\" Fed.R.Civ.P. 56(e); <i>see </i><i>Sarno v. Douglas Elliman-Gibbons &amp; Ives, Inc.,</i> 183 F.3d 155, 160 (2d Cir.1999). \"Rule 56(e)'s requirement that the affiant have personal knowledge and be competent to testify to the matters asserted in the affidavit also means that the affidavit's hearsay assertion that would not be admissible at trial if testified to by the affiant is insufficient to create a genuine issue for trial.\" <i>Patterson v. County of Oneida,</i> 375 F.3d 206, 219 (2d Cir.2004). A court may \"strike portions of an affidavit that are not based upon the affiant's personal knowledge, contain inadmissible hearsay or make generalized and conclusory statements\" <i>Hollander v. American Cyanamid Co.,</i> 172 F.3d 192, 198 (2d Cir.1999). Further, \"(a) verified complaint is to be treated as an affidavit for summary judgment purposes, and therefore will be considered in determining whether material issues of fact exist, provided that it meets the other requirement for an affidavit under Rule 56(e).\" <i>Colon v. Coughlin,</i> 58 F.3d 865, 872 (2d Cir.1995).</p>\n<p>II. <i>Facts</i><sup>[4]</sup></p>\n<p>On March 9, 1998, plaintiff was involved in an incident in a sallyport where correctional officials used force on him. Plaintiff's principal claims in the pending case are centered around this incident. Plaintiff has alleged that the prison employees involved in the March 9 Incident, defendants Thomas, Fretard, Willard, Schefer, Fulcher, and Forrestal, used excessive force, giving rise to a claim under 42 U.S.C. § 1983. These above-named defendants are not parties to the motion for summary judgment; there is an outstanding dispute as to the material facts of the <span class=\"star-pagination\">*142</span> March 9 Incident, i.e. whether the above-named defendants utilized excessive force.<sup>[5]</sup></p>\n<p>The claims against defendants Armstrong, D. Strange, M. Strange, and Elterich are significantly different from one another. Accordingly, the Court sets forth facts relating to the different claims in separate sections.</p>\n<p>A. <i>Claims Against Defendant Armstrong</i></p>\n<p>During the period 1997 to 1999, defendant John Armstrong was the Commissioner of the Connecticut Department of Corrections (\"DOC\"). In his capacity as Commissioner, Armstrong received a large number of telephone calls from individuals and organizations including DOC staff, attorneys, legislators, media representatives, and former inmates. Due to the high volume of calls and other various responsibilities of the office, Armstrong did not personally accept or return all phone calls. Armstrong did, on occasion, speak with family members of inmates regarding issues surrounding the incarceration of their relative, and he had no routine or practice of declining or failing to accept such calls. If, during a conversation, a family member raised a concern about unconstitutional or inappropriate treatment, Armstrong would request that the family member document the concern and he would then forward the complaint to DOC staff at the pertinent facility or to the DOC Security Division or outside authorities.</p>\n<p>On March 9, 1998, plaintiff was involved in an incident at Corrigan in which correctional officials used force on him. Commissioner Armstrong was not present during the March 9 Incident at Corrigan, nor is it alleged that he was directly involved in the Incident.<sup>[6]</sup> Prior to the March 9 Incident, plaintiff's mother, Pamela Ziemba, placed several calls to Commissioner Armstrong's office to make complaints regarding her son's incarceration. Though Mrs. Ziemba repeatedly called Armstrong's office, Armstrong never personally spoke to plaintiff or Mrs. Ziemba.<sup>[7]</sup></p>\n<p>On June 19, 1998, plaintiff was transferred from MacDougall Correctional Institution to Garner.<sup>[8]</sup> At Garner, plaintiff alleges he was placed in the mental health unit, unsuccessfully forced to take mental health medications, and denied access to the telephone.<sup>[9]</sup> Commissioner Armstrong had no personal involvement in the placement of plaintiff at Garner, the medical <span class=\"star-pagination\">*143</span> decisions made by Garner staff, or the implementation and enforcement of the telephone policy at Garner.</p>\n<p>B. <i>Claims Against Defendant David Strange</i></p>\n<p>In 1997 and 1998, David Strange was the Warden at Corrigan Correctional Institution. From the date of his transfer to Corrigan on October 30, 1997 to the incident on March 9, 1998, plaintiff wrote letters to David Strange in which he complained of various issues concerning the conditions of his confinement, including the taking of his legal materials and property by Corrigan staff, his being taken to court with no shoes, and the failure of DOC staff to adequately respond to his grievances. Plaintiff's mother, Pamela Ziemba, also contacted Warden David Strange by telephone to inform him of prison officials' allegedly retaliatory actions against her son.</p>\n<p>C. <i>Claims Against Defendant Mark Strange</i></p>\n<p>In 1998, Mark Strange was the Warden at MacDougall. From March 12, to June 19, 1998, plaintiff was housed at MacDougall. In April 1998, plaintiff requested that his Disciplinary Report appeals relating to the March 9 Incident be forwarded from Walker Correctional Institution to his Inmate Master File at Corrigan. These appeals were never placed in plaintiff's file and were returned to Warden Mary Morgan Wolff of Walker Correctional Institution. On June 8, and again on June 15, 1998, plaintiff wrote Mark Strange letters complaining that the appeals and Warden Wolff's letter were not in plaintiff's Master File and that Warden Mark Strange was involved in a conspiracy to remove the appeals and letter from the Master File. On June 19, 1998, plaintiff was transferred from MacDougall to Garner.</p>\n<p>D. <i>Claims Against Defendant Raymond Elterich</i></p>\n<p>In 1998, Raymond Elterich was an investigator for the DOC Security Division. On March 12, 1998, plaintiff was the subject of a disciplinary hearing at Walker Correctional Institution regarding the March 9 Incident. Defendant Elterich was not present at, nor did he play any role in, this disciplinary hearing.</p>\n<p>III. <i>Discussion</i></p>\n<p>Defendants Armstrong, David Strange, Mark Strange, and Elterich move for summary judgment on four grounds. They argue that (1) there is no evidence to support a supervisory liability claim against DOC Commissioner John Armstrong; (2) there is no evidence to support a supervisory liability claim against Warden David Strange; (3) there is no evidence to support a retaliatory transfer claim against Warden Mark Strange, who was not personally involved in the plaintiff's transfer from MacDougall to Garner on June 19, 1998; and (4) there is no evidence to support a due process claim against defendant Raymond Elterich based on the disciplinary hearing held on March 12, 1998.</p>\n<p>A. <i>Supervisory Liability Claim Against Defendant Armstrong</i></p>\n<p>The defendants contend that there are no facts supporting a finding of supervisory liability against defendant Armstrong.</p>\n<p>\"It is well settled in this Circuit that `personal involvement of defendants in alleged constitutional deprivations is a prerequisite to an award of damages under § 1983.' \"<i>Wright v. Smith,</i> 21 F.3d 496 (2d Cir.1994) (quoting <i>Moffitt v. Town of Brookfield,</i> 950 F.2d 880, 885 (2d Cir.1991)). \"The rule in this circuit is that when monetary damages are sought under <span class=\"star-pagination\">*144</span> § 1983, the general doctrine of <i>respondeat superior</i> does not suffice and a showing of some personal responsibility of the defendant is required.\" <i>Johnson v. Glick,</i> 481 F.2d 1028, 1034 (2d Cir.1973), <i>cert. denied,</i> 414 U.S. 1033, 94 S.Ct. 462, 38 L.Ed.2d 324 (1973). The \"personal involvement of a supervisory defendant may be shown by evidence that: (1) the defendant participated directly in the alleged constitutional violation, (2) the defendant, after being informed of the violation through a report or appeal, failed to remedy the wrong, (3) the defendant created a policy or custom under which unconstitutional practices occurred, or allowed the continuance of such a policy or custom, (4) the defendant was grossly negligent in supervising subordinates who committed wrongful acts, or (5) the defendant exhibited deliberate indifference to the rights of inmates by failing to act on information indicating that unconstitutional acts were occurring.\" <i>Colon v. Coughlin,</i> 58 F.3d 865, 873.</p>\n<p>1. <i>Deliberate Indifference</i></p>\n<p>Plaintiff contends that Commissioner Armstrong exhibited deliberate indifference to his rights by failing to act on information that unconstitutional acts were occurring.</p>\n<p>To sufficiently allege supervisory liability based upon deliberate indifference, a plaintiff must show (1) that the supervisor had actual or constructive notice that unconstitutional acts were occurring and deliberately failed to take corrective action and (2) that there is an affirmative causal link between the supervisor's inaction and the plaintiff's injury.<sup>[10]</sup><i>See </i><i>Poe v. Leonard,</i> 282 F.3d 123, 140 (2d Cir.2002); <i>Meriwether v. Coughlin,</i> 879 F.2d 1037, 1048 (2d Cir.1989).</p>\n<p>In his Third Amended Complaint, plaintiff alleges that he was incarcerated at Corrigan from October 30, 1997 until March 11, 1998. [Third Am. Compl. ¶ 11]. He alleges that, in November 1997, prison officials at Corrigan found his legal materials and articles he was writing to Connecticut newspapers during a routine search of his cell. [<i>Id.</i> ¶ 12]. Plaintiff alleges that Corrigan officials became hostile towards him as a result of having read Ziemba's legal materials and articles and repeatedly threatened him. [<i>Id.</i> ¶¶ 13, 14]. He then alleges that, on November 24, 1997, the prison guards stole his legal material and other property in retaliation for his exercise of his First and Fourteenth Amendment rights (i.e. free speech and access to the courts). [<i>Id.</i> ¶ 15]. Plaintiff then alleges that, in a January 1998 cell search, defendant Thomas took an article plaintiff was writing to a newspaper reporter and carbon paper plaintiff was using to make copies and threatened plaintiff that if he ever caught him writing a letter to a newspaper again he would be seriously hurt. [<i>Id.</i> ¶¶ 22-24]. These incidents are the only acts alleged by plaintiff that may rise <span class=\"star-pagination\">*145</span> to a constitutional magnitude.<sup>[11]</sup></p>\n<p>Plaintiff alleges that his family members repeatedly called Commissioner Armstrong's office to report the violations, but that Armstrong refused to accept, return, or act upon each call to his office secretary. [Third Am. Compl. ¶ 26]. In his memorandum, plaintiff reasserts his allegation that his family members called defendant Armstrong's office to report the violation and points only to the affidavit of his mother, Pamela Ziemba, to substantiate his claims. [<i>See</i> Pl.'s Mem. Law Opp. Defs.'s Mot. Summ. J. at 7-10].</p>\n<p>In her affidavit, Mrs. Ziemba states that \"(f)rom September 15, 1997 forward, I called the Connecticuts (sic) Department of Corrections Commissioner Armstrong's office, located in Wethersfield, Connecticut....\" I called Commissioner Armstrong's office, as ultimately he was the highest ranking official in the Department of Corrections. Commissioner Armstrong's private secretary, Alice Harris, stated that: \"`Commissioner Armstrong could not take my calls' and acting on his behalf, she refused to give me an appointment to meet with him.\" [P. Ziemba Aff. ¶ 5]. Mrs. Ziemba continues, \"I did as Duane's mother, inform and describe, in great detail, to Commissioner Armstrong's private secretary Alice Harris, details and concerns that were to be relayed to Commissioner Armstrong. These concerns were stated to be treated as urgent and relayed to Commissioner Armstrong as soon as possible. I personally informed Commissioner Armstrong's office, of his employees, on September 12, 1997 seriously, illegally, abusing, assaulting, and gravely injuring my son, Duane Ziemba. Then, unjustifiably transferring him to Northern C.I. where he was locked into segregation  to hide the inflicted damage that was done to him. Commissioner Armstrong's response to these illegal acts by his employees was, as his private secretary told me: `<i>He [Commissioner Armstrong] is fully aware of his staff on September 12, 1997</i> subjecting Inmate Ziemba to injuries,<i> for me to stop calling as he will not speak to me.'</i> Clearly Commissioner Armstrong's `<i>attitude</i>' condoned these illegal acts of violence by his subordinates.\" [P. Ziemba Aff. ¶ 5].</p>\n<p>Further, Mrs. Ziemba states that, after the March 9 Incident, she \"called Commissioner Armstrong's office. I was only allowed to speak to his secretary Alice Harris. I clearly reported that my son was in serious danger. Armstrong refused to accept, return, or act upon my telephone calls. He jeopardized, by his morally corrupt indifference, my son's life. By his inaction, he failed to protect my son's life.\" [P. Ziemba Aff. ¶ 10]. \"I am certain, if Commissioner Armstrong, in his position as the ultimate authority, had acted on earlier information provided by myself, i.e. previous threats, intimidation, active harassment, retaliation and assaults by his correction officers and their staff, resulting in serious injuries-by his unlimited absolute authority, could have prevented his staff from brutally beating my son.\" [P. Ziemba Aff. ¶ 11].</p>\n<p>In his own affidavit, plaintiff states that \"(v)oluminous letters, grievances and records pertaining to this case and the personal involvement of Armstrong ... were a part of my legal material that was stolen/destroyed.\" [D. Ziemba Aff. ¶ 5]. Plaintiff has submitted no further evidence of either his own or his family's contacts with Commissioner Armstrong relating to alleged unconstitutional acts by Armstrong's subordinates.</p>\n<p><span class=\"star-pagination\">*146</span> Defendants contend that the uncontroverted evidence clearly demonstrates that Commissioner Armstrong did not have any notice of unconstitutional practices being carried out by his subordinates. In other words, defendants argue that, even if the above alleged acts by prison officials took place and were acts of constitutional dimension, there is no evidence that defendant Armstrong had any notice of such acts and is, thus, entitled to summary judgment. Defendants submit the affidavit of John Armstrong to substantiate their claim. In his affidavit, defendant Armstrong states, \"I do not have a specific recollection of any phone conversation in 1997 or 1998 with any relative of the plaintiff.\" [Armstrong Aff. ¶ 6].</p>\n<p>The court concludes that plaintiff has not met his burden to demonstrate the existence of a genuine issue of material fact regarding defendant Armstrong's notice of unconstitutional acts being committed by prison staff against plaintiff. The plaintiff has put forth no affidavits, pleadings, depositions, answers to interrogatories, or admissions on file from which a reasonable trier of fact would be able to conclude that Commissioner Armstrong had actual or constructive notice of his subordinates committing constitutionally prohibited acts against plaintiff.</p>\n<p>First, in her affidavit, Mrs. Ziemba states that each time she called Commissioner Armstrong's office, she spoke to the Commissioner's personal secretary, Alice Harris. [P. Ziemba Aff. ¶¶ 4, 5, 10]. She states that Ms. Harris refused to give her an appointment to meet with the Commissioner. [P. Ziemba Aff. ¶ 4]. At no point in her affidavit does Mrs. Ziemba state that she personally spoke to or met with Commissioner Armstrong. While Mrs. Ziemba states that she informed and described in great detail to Ms. Harris urgent concerns regarding the mistreatment of her son that were to be relayed to Commissioner Armstrong, the affiant has no personal knowledge of whether such information was actually relayed to Armstrong. Further, while Mrs. Ziemba states that Commissioner Armstrong refused to accept, return, or act upon her telephone calls [P. Ziemba Aff. ¶ 10], she has no personal knowledge of Commissioner Armstrong's actions with regard to her phone calls. Thus, while Mrs. Ziemba, at best, has personal knowledge that Commissioner Armstrong's secretary had notice of alleged constitutional abuses, any opinion she holds on Armstrong's failure to act is based upon speculation that Commissioner Armstrong actually received her messages. Any speculative statements in her affidavit regarding Armstrong's failure to act do not meet the requirements of Rule 56(e) and are, therefore, insufficient to create a genuine issue of material fact as to defendant Armstrong's knowledge of ongoing constitutional abuses by his subordinates. <i>See </i><i>Patterson,</i> 375 F.3d at 219.</p>\n<p>Second, in her affidavit, Mrs. Ziemba states that Armstrong's secretary, Alice Harris, personally told her that Commissioner Armstrong was fully aware of his staff's subjecting Inmate Ziemba to injuries on September 12, 1997 and that she was to stop calling, as Commissioner Armstrong would not speak to her. [P. Ziemba Aff. ¶ 5]. While Alice Harris may have, indeed, made such a statement to Mrs. Ziemba, Mrs. Ziemba's affirmation to the Court that the statement's content is true is speculative and the statement itself is, at best, hearsay. Thus, such a statement fails to meet the requirements of Rule 56(e). <i>See </i><i>Patterson,</i> 375 F.3d at 219. Moreover, even if Mrs. Ziemba's statement were acceptable under Rule 56(e), Mrs. Ziemba would have only created an issue of fact as to whether Commissioner Armstrong had notice of the alleged constitutional <span class=\"star-pagination\">*147</span> violations of September 12, 1997. Such violations are not at issue in this case, have not been alleged in plaintiff's Third Amended Complaint, and pre-date the plaintiff's incarceration at Corrigan, as plaintiff did not arrive at Corrigan until October 30, 1997. [Third Am. Compl. ¶ 11]. Any constitutional violations which allegedly took place before plaintiff's arrival at Corrigan are irrelevant to the case at hand, as only the alleged ongoing unconstitutional practices of <i>Corrigan</i> officials are at issue.<sup>[12]</sup></p>\n<p>Third, plaintiff states in his own affidavit that voluminous letters, grievances, and records pertaining to <i>this</i> case and the personal involvement of Armstrong were a part of the legal material that was stolen or destroyed. Plaintiff has presented the court with a logical impossibility. Defendant has claimed that on November 24, 1997, his legal material and other property located in his cell were stolen by prison officials. [Third Am. Compl. ¶ 15]. This theft is the first constitutional violation alleged by plaintiff giving rise to this § 1983 case. Plaintiff makes no further allegations that any other legal materials of his were stolen at any other time by prison officials.<sup>[13]</sup> In essence, plaintiff has stated that the evidence stolen on November 24, 1997 indicated Armstrong's knowledge or personal involvement in the unconstitutional acts alleged, including the November 24, 1997 theft of plaintiff's legal materials. That is factually impossible.</p>\n<p>Fourth, in treating plaintiff's Third Amended Complaint as an affidavit as is required, <i>see </i><i>Colon,</i> 58 F.3d at 872, the Court finds no admissible verified statements that indicate a genuine issue of material fact. Plaintiff's claim that defendant Armstrong refused to accept, return, or act upon his family members' calls [Third Am. Compl. ¶ 26] is a mere reiteration of his mother's statements in her affidavit and cannot, therefore, be considered as having been made on personal knowledge pursuant to Fed.R.Civ.P. 56(e). Because the Complaint fails to meet the requirements of Rule 56(e), it cannot be considered (as an affidavit) in determining whether an issue of fact exists as to defendant Armstrong's alleged deliberate indifference.</p>\n<p>Therefore, the Court finds that no genuine issues of material fact exist as to whether defendant Armstrong exhibited deliberate indifference to the rights of the plaintiff by failing to act on information that unconstitutional practices were occurring. The defendants, as the moving party, have come forward with the affidavit of Commissioner Armstrong (Doc. # 107-3), showing that Armstrong did not recall speaking to the plaintiff or his family members in 1997 or 1998. The plaintiff has failed to produce any evidence to the contrary other than his and his mother's <span class=\"star-pagination\">*148</span> mere speculation or conjecture as to Armstrong's knowledge of the alleged incidents. Accordingly, plaintiff has failed to meet his burden.</p>\n<p>2. <i>Allowing the Continuance of a Policy or Custom of Unconstitutional Practices</i></p>\n<p>Plaintiff alternatively contends that Commissioner Armstrong allowed the continuance of a policy and custom of the use of excessive force on prisoners.</p>\n<p>\"A policy or custom may be inferred from acts or omissions of supervisory officials serious enough to amount to gross negligence or deliberate indifference to the constitutional rights of the plaintiff.\" <i>Eng v. Coughlin,</i> 684 F.Supp. 56, 65 (S.D.N.Y.1988). Further, \"`liability may be based on ... official acquiescence in the continued existence of prison conditions which, themselves, are so injurious to prisoners that they amount to a constitutional violation.'\" <i>Id.</i> at 66 (quoting <i>Villante v. Department of Corrections of the City of New York,</i> 786 F.2d 516, 519-520).</p>\n<p>Plaintiff contends that defendant Armstrong caused the plaintiff to be beaten during the March 9 Incident by his direct personal actions. [Third Am. Compl. ¶ 50]. Plaintiff contends that, after the beating of another prisoner, Kevin King, Armstrong did not reprimand the guards allegedly involved and even awarded them \"medals of valor\" for their actions. [Third Am. Compl. ¶ 50]. Plaintiff claims that such actions by the Commissioner sent an undisputed clear statement to every prison official in Connecticut that the Commissioner approves and promotes the excessive use of force by his agents and will reward any official who does so. [Third Am. Compl. ¶ 50]. In his memorandum, plaintiff points out that defendant Armstrong failed to raise a defense to this claim and that, accordingly, the Court need not address any defense to these \"serious undisputed facts.\" [Pl.'s Mem. Law Opp. Defs.' Mot. Summ. J. At 13-14]. Moreover, plaintiff claims that defendant Armstrong was not permitted \"as a matter of law\" to \"overlook Paragraph 50 of this action.\" [<i>Id.</i> at 14].</p>\n<p>In the memorandum in support of their motion, the defendants do not specifically address the issue of Armstrong's alleged allowance of a policy or custom of prison officials' use of excessive force.<sup>[14]</sup> Nevertheless, the Court finds that summary judgment is appropriate in light of the fact that plaintiff has failed to submit any evidence from which a trier of fact could reasonably conclude that Armstrong allowed a policy or custom of prison officials' use of excessive force.</p>\n<p>At this juncture, the Court must clarify that plaintiff is <i>not</i> litigating pro se  plaintiff is represented by counsel. Thus, though plaintiff has personally written his own motions and accompanying memoranda, parties have agreed that his arguments are to be read as if they were made by competent counsel (with liberal leeway given for grammatical and syntactical errors). Consequently, the Court will not excuse plaintiff's failure to come forward with any evidence of his \"policy or custom\" allegation as an inadvertent error of a pro se plaintiff.</p>\n<p>Turning to the merits of the motion, the Court notes that the defendants have moved for summary judgment on the <i>entire</i> claim of supervisory liability against <span class=\"star-pagination\">*149</span> Armstrong, stating \"(t)here is no evidence to support a supervisory liability claim against Commissioner Armstrong, a DOC administrator and supervisor, who was not personally involved in the incidents set forth in the plaintiff's Complaint.\" [Defs.' Mot. Summ. J. at 1]. That defendants failed to discuss the plaintiff's allegation of custom or policy in their memorandum in support of their motion does not relieve the plaintiff of his burden of proving Armstrong's personal involvement in order to sustain a claim of supervisory liability nor does it signify that there is an issue of fact to go to trial. Indeed, contrary to plaintiff's assertion that the defendants raise no relevant argument to contradict his allegation of custom or policy, defendants have stated quite bluntly that there is no evidence to support the claim and that Armstrong was not personally involved in the incidents set forth in the Complaint. As discussed above, there are five different ways of proving a supervisory official's personal involvement as outlined in <i>Colon,</i> 58 F.3d at 872, including proving that the supervisor created or allowed the continuance of a policy or custom of unconstitutional practices. Accordingly, the Court must presume from defendants' motion stating, \"[t]here is no evidence to support a supervisory liability claim against Commissioner Armstrong ... who was not personally involved in the incidents,\" that defendants are arguing that Armstrong was not personally involved in any one of those five ways.</p>\n<p>Even viewing the facts in the light most favorable to the plaintiff, the Court can find no evidence that Commissioner Armstrong created or allowed the continuance of an environment in which the violation of inmates' constitutional rights was encouraged and tolerated. Plaintiff claims that Commissioner Armstrong awarded two guards, Mark Verdone and Noel Brown, medals of valor for their involvement in a 1996 incident of excessive force involving another prisoner, Kevin King. [Third Am. Compl. ¶ 50]. Plaintiff claims that this alleged award \"sent an undisputed clear message to every prison official in the state of Connecticut ... that their Commissioner 100% approves and promotes for his agents to use excessive force on prisoners.\" [<i>Id.</i>]. In his memorandum, plaintiff has offered nothing more than a verbatim reiteration of Paragraph 50 of his Complaint. [<i>See</i> Pl.'s Mem. Law Opp. Defs.' Mot. Summ. J. at 12-14].</p>\n<p>Plaintiff has not produced a scintilla of evidence to support his allegation. There is simply no evidence that Commissioner Armstrong awarded medals of valor to Mark Verdone and Noel Brown for their apparent physical abuse of prisoner Kevin King in 1996. Even if Armstrong did so, there is no evidence that this action \"sent an undisputed clear message to every prison official in the state of Connecticut ... that their Commissioner 100% approves and promotes for his agents to use excessive force on prisoners.\" Moreover, plaintiff has no personal knowledge of these alleged occurrences  therefore his verified statements (treating his Complaint as an affidavit) cannot be considered admissible evidence of his allegation. Plaintiff cannot rest on his own conclusory allegation, and because he has failed to \"bring forward some affirmative indication that his version of relevant events is not fanciful,\" <i>Podell,</i> 112 F.3d at 101, plaintiff has not met his burden.</p>\n<p>3. <i>Additional Claims Against Defendant Armstrong</i></p>\n<p>Plaintiff makes three additional claims against defendant Armstrong with regard to his incarceration at Garner between June 19, and August 10, 1998. Specifically, plaintiff alleges that Commissioner Armstrong ordered plaintiff into the mental <span class=\"star-pagination\">*150</span> health unit, ordered officials to force him to take mental health medications, and ordered officials to deny plaintiff use of the telephone. Plaintiff has failed to come forward with a scintilla of evidence to show that these allegations are not merely fanciful. In treating his Third Amended Complaint as an affidavit, plaintiff's statements are inadmissible because they have not been made on personal knowledge and cannot satisfy the requirements of Fed.R.Civ.P. 56(e). Consequently, there is no issue of fact to warrant a trial on this claim and, thus, summary judgment will be granted.</p>\n<p>Plaintiff has failed to meet his burden as to his claim of supervisory liability against defendant John Armstrong. Consequently, defendants' motion for summary judgment as to defendant Armstrong is GRANTED.</p>\n<p>B. <i>Supervisory Liability Claim Against David Strange</i></p>\n<p>Defendants contend that there is no evidence to support a supervisory liability claim against Warden David Strange, a DOC administrator and supervisor, who was not personally involved in the incidents set forth in plaintiff's Complaint.</p>\n<p>Plaintiff has asserted that defendant David Strange exhibited deliberate indifference to his rights by failing to act on information indicating that unconstitutional acts were occurring against plaintiff. As previously stated, to sufficiently allege supervisory liability based upon deliberate indifference, a plaintiff must show (1) that the supervisor had actual or constructive notice that unconstitutional acts were occurring and deliberately failed to take corrective action and (2) that there is an affirmative causal link between the supervisor's inaction and the plaintiff's injury. <i>See </i><i>Poe v. Leonard,</i> 282 F.3d 123, 140 (2d Cir.2002); <i>Meriwether v. Coughlin,</i> 879 F.2d 1037, 1048 (2d Cir.1989).</p>\n<p>Plaintiff has also asserted that Warden David Strange failed to take action to have plaintiff's legal material returned, and that this failure caused permanent and irreparable damages by denying the plaintiff access to the courts. In cases in which an inmate claims a violation of his right of access to the courts, the inmate must allege facts demonstrating actual injury stemming from the defendant's unconstitutional conduct. <i>Lewis v. Casey,</i> 518 U.S. 343, 349, 116 S.Ct. 2174, 2179, 135 L.Ed.2d 606 (1996). The actual injury requirement is not satisfied by just any type of frustrated legal claim, but must involve an inmate's direct appeal from the conviction for which he was incarcerated, a petition for writ of habeas corpus or a civil rights action challenging the denial of a basic constitutional right. <i>Id.</i> at 354-355.</p>\n<p>In addition to the above facts regarding Corrigan prison officials' alleged unconstitutional actions against plaintiff, plaintiff alleges facts specific to the acts or omissions of Warden David Strange. Plaintiff alleges that he informed Warden David Strange of the \"ongoing serious retaliation by his agents\" verbally and through numerous letters. [Third Am. Compl. ¶ 16]. He alleges that David Strange failed to take action to have his stolen legal materials returned to him, which damaged plaintiff's criminal case and his civil actions, including the present case. [Third Am. Compl. ¶ 17]. Plaintiff further alleges that both he and his family members personally informed David Strange of the alleged November 24, 1997 theft of his legal materials and other acts of retaliation. [Third Am. Compl. ¶ 20]. Plaintiff claims that David Strange exhibited deliberate indifference by failing to act on information that unconstitutional acts were occurring. [Third Am. Compl. ¶ 20]. Plaintiff also claims <span class=\"star-pagination\">*151</span> that he wrote numerous letters to David Strange informing him of the alleged January 1998 theft of his personal property and that David Strange failed to act on this information. [Third Am. Compl. ¶ 25].</p>\n<p>Plaintiff submits a copy of a Level 1 grievance form which he allegedly filed with the DOC on January 27, 1998 in response to the alleged theft of his personal property. He also submits an additional Level 1 grievance form, dated February 28, 1998, which he allegedly used to appeal the failure of DOC officials to respond to the initial grievance form.<sup>[15]</sup></p>\n<p>Plaintiff also submits the affidavit of his mother, Pamela Ziemba, as evidence that defendant D. Strange had knowledge of unconstitutional acts being committed against plaintiff. In her affidavit, Mrs. Ziemba states that, \"(<i>o</i>) ver and over I called Corrigan C.I. Warden David Strange, informing him of ongoing harassment and retaliation against Duane. On my knowledge and belief, he failed to act on my information. Warden David Strange did not take any action to protect my son.\" [P. Ziemba Aff. ¶ 10]. Further, Mrs. Ziemba states, \"Warden David Strange's inaction, on all of the above, despite explicit warnings, was also an unequivocal dereliction of duty.\" [P. Ziemba Aff. ¶ 11].</p>\n<p>Finally, plaintiff submits his own affidavit [Doc. # 108-3] in which he claims that he personally spoke to Warden David Strange in the lunch room at Corrigan and informed him of his staff's hostility towards him. He states, \"I specifically informed him of the on-going overt harassment and retaliation and how Lt. Thomas (defendant) had threatened me. David Strange told me that the incidents would be investigated, but they never were whatsoever, the retaliation continued until on March 9, 1998 in the sallyport his subordinates violently beat me.\" [D. Ziemba Aff. ¶ 4].</p>\n<p>Defendants claim that plaintiff cannot establish that Warden David Strange was on notice of unconstitutional acts, which he failed to remedy. They claim that, at the very most, plaintiff can establish that Warden David Strange was on notice that plaintiff had minor disagreements with DOC staff about issues related to his confinement. Moreover, defendants claim that Warden David Strange was not deliberately indifferent to plaintiff's complaints, but appropriately responded to them. As evidence of their claims, defendants submit the affidavit of David Strange [Doc. # 107-4 at 2], in which he states, \"I did receive some correspondence from the plaintiff in which he expressed complaints about various matters concerning his confinement, including the `taking' of his legal materials and other property, his being taken to court without shoes, and the failure of DOC staff to adequately respond to his grievances.\" [D. Strange Aff. ¶ 6]. Defendants also submit a memorandum from David Strange to plaintiff [Doc. # 107-4 at 4], dated February 9, 1998, with attached incident reports that plaintiff requested. Finally, defendants submit a memorandum from David Strange to plaintiff, dated March 10, 1998, one day after the March 9 Incident, in which Strange tells plaintiff that his complaints have been addressed. In the memorandum, David Strange specifically mentions the plaintiff's complaints <span class=\"star-pagination\">*152</span> about missing property and legal materials.</p>\n<p>Based on the foregoing, the Court finds that there is a genuine issue of material fact with regard to defendant David Strange's knowledge of prison officials' retaliatory acts against plaintiff and, also, Strange's attempt or failure to remedy the situation.</p>\n<p>Plaintiff has brought forward sufficient evidence to show a factual dispute as to defendant David Strange's knowledge of retaliatory acts and his failure to remedy them. Plaintiff has submitted the affidavit of Pamela Ziemba, who states that she personally spoke with Warden David Strange regarding the incidents of retaliation by Corrigan officials. Plaintiff has stated in his own sworn affidavit that he personally spoke with defendant David Strange regarding the alleged retaliatory acts. Both of these statements meet the requirement of Fed.R.Civ.P. 56(e) that statements be made on personal knowledge. Moreover, defendant David Strange states in his affidavit that he received correspondence from plaintiff complaining about acts of retaliation by Corrigan officials. Defendants have also submitted a memorandum addressed to plaintiff, dated March 10, 1998 [Doc. # 107-4 at 9], in which defendant David Strange remarks on plaintiff's claims of retaliatory actions by prison officials and states that these matters have already been addressed. The Court finds that plaintiff has met his burden at this juncture, and that summary judgment is, therefore, inappropriate.</p>\n<p>However, plaintiff has failed to meet his burden with respect to his claim that defendant David Strange's failure to return his stolen legal materials hindered his access to the courts. Plaintiff claims that, due to this failure, defendant David Strange helped precipitate the March 9 Incident and hindered Ziemba's access to the courts. Nevertheless, plaintiff's claim against David Strange with regard to the November 24 Incident must fail because plaintiff has failed to demonstrate any actual injury stemming from the alleged violation. Plaintiff does not describe what legal materials were stolen or to what cases they were related. Plaintiff claims generally that the theft severely damaged the plaintiff's criminal case and his civil actions, including this particular action. Yet, Plaintiff has not proffered any evidence of how the theft, even if it did occur, specifically hindered his ability to litigate his civil right actions or his criminal case.<sup>[16]</sup> Plaintiff's failure to allege actual injury fails to meet the requirements of <i>Casey.</i> Consequently, summary judgment must be granted to the defendant on this claim.</p>\n<p>For the foregoing reasons, the defendants' motion for summary judgment as to the supervisory liability claim against Warden David Strange is GRANTED IN PART and DENIED IN PART.</p>\n<p>C. <i>Retaliatory Transfer Claim Against Mark Strange</i></p>\n<p>Defendants contend that there is no evidence to support a retaliatory transfer claim against Warden Mark Strange, whom defendants claim was not personally involved in the plaintiff's transfer from MacDougall Correctional Institution to Garner on June 19, 1998. Plaintiff alleges that Warden Mark Strange ordered his transfer solely to retaliate for his sending letters of complaint to him. Plaintiff alleges <span class=\"star-pagination\">*153</span> that the transfer violated his First and Fourteenth Amendment rights.<sup>[17]</sup></p>\n<p>A prisoner has no constitutional right to remain at any particular prison facility. <i>See </i><i>Meachum v. Fano,</i> 427 U.S. 215, 224-225, 96 S.Ct. 2532, 2538, 49 L.Ed.2d 451 (1976) (State has the power to confine a prisoner to any of its prisons and Due Process Clause does not in and of itself protect a duly convicted prisoner against transfer from one institution to another within the state prison system, even where conditions in one prison are \"more disagreeable\" or the prison has \"more severe rules\"); <i>Cofone v. Manson,</i> 594 F.2d 934, 938 (2d Cir.1979) (Connecticut law provided no basis for inmate's contention that he had a right or justifiable expectation that he would not be transferred absent misbehavior or some other specified event). Prison officials have broad discretion to transfer prisoners and they may do so for any reason or no reason at all. <i>See</i> Conn. Gen.Stat. § 18-86; <i>Montanye v. Haymes,</i> 427 U.S. 236, 243, 96 S.Ct. 2543, 2547, 49 L.Ed.2d 466 (1976); <i>Meriwether v. Coughlin,</i> 879 F.2d 1037, 1045 (2d Cir.1989); <i>Respress v. Coughlin,</i> 585 F.Supp. 854, 857 (S.D.N.Y.1984). However, they may not transfer them solely in retaliation for the exercise of their constitutional rights. <i>Meriwether,</i> 879 F.2d at 1046.</p>\n<p>In a § 1983 claim that a state actor retaliated against a plaintiff for exercising a constitutional right, the \"plaintiff bears the burden of showing that the conduct at issue was constitutionally protected and that the protected conduct was a substantial or motivating factor in the prison officials' decision to discipline the plaintiff.\" <i>Graham v. Henderson,</i> 89 F.3d 75, 79 (2d Cir.1996). \"If the plaintiff carries that burden, the defendants must show by a preponderance of the evidence that they would have disciplined the plaintiff `even in the absence of the protected conduct.'\" <i>Id.</i> (quoting <i>Mount Healthy Sch. Dist. v. Doyle,</i> 429 U.S. 274, 287, 97 S.Ct. 568, 576, 50 L.Ed.2d 471 (1977)). \"Thus, if taken for both proper and improper reasons, state action may be upheld if the action would have been taken based on the proper reasons alone.\" <i>Id.</i> (citations omitted).</p>\n<p>The Second Circuit has recognized that because of both \"the near inevitability of decisions and actions by prison officials to which prisoners will take exception and the ease with which claims of retaliation may be fabricated,\" prisoners' claims of retaliation must be examined \"with skepticism and particular care.\" <i>Colon,</i> 58 F.3d at 872. Sufficient reasons to justify state action are \"readily drawn in the context of prison administration where we have been cautioned to recognize that prison officials have broad administrative and discretionary authority over the institutions they manage.\" <i>Lowrance v. Achtyl,</i> 20 F.3d 529, 535 (2d Cir.1994) (citation omitted).</p>\n<p>Plaintiff alleges that Warden Mark Strange ordered his transfer in retaliation for his sending letters of complaint, which plaintiff characterizes as a petition for redress of grievances. The filing of prison grievances is a constitutionally protected right. <i>Franco v. Kelly,</i> 854 F.2d 584, 589 (2d Cir.1988). Yet, a prisoner need not follow the prison system's formal grievance procedure in order to implicate his constitutional rights, because \"the right to petition is substantive rather than procedural and therefore cannot be <span class=\"star-pagination\">*154</span> obstructed, regardless of the procedural means applied.\" <i>Id.</i> (citation omitted).</p>\n<p>Finally, even where a plaintiff has no direct evidence of a prison official's retaliatory motive, the plaintiff may be able to defeat summary judgment by showing some circumstantial evidence to support his claim. <i>See </i><i>Flaherty v. Coughlin,</i> 713 F.2d 10, 13-14 (2d Cir.1983) (finding a variety of circumstantial factors, when viewed as a whole, gave rise to a colorable suspicion of retaliation). However, though the temporal proximity between the filing of a grievance and adverse action may serve as circumstantial evidence of retaliation, a retaliation claim will not survive summary judgment if proximity is \"the sum total of [plaintiff's] proof.\" <i>Colon,</i> 58 F.3d at 872-873; <i>Ayers v. Stewart,</i> 101 F.3d 687, 1996 WL 346049, at *1 (2d Cir.1996); <i>Bryant v. Goord,</i> No. 99 Civ. 9442, 2002 WL 553556, at *2 (S.D.N.Y. April 12, 2002); <i>Arce v. Walker,</i> 58 F.Supp.2d 39, 46-47 (W.D.N.Y.1999).</p>\n<p>In his Third Amended Complaint, plaintiff alleges that on March 12, 1998, he was transferred to MacDougall, where he was admitted to the hospital unit to receive medical care for injuries sustained in the March 9 Incident. [Third Am. Compl. ¶ 55]. He alleges he was recovering and \"had no problems with abuse by the prison officials\" and started to feel safe. [<i>Id.</i> ¶ 56]. Plaintiff then claims that defendant Mark Strange \"unjustly took documents out of the plaintiff's master file\" related to the March 9 Incident. [<i>Id.</i> ¶ 57]. He claims that he addressed this matter to defendant Mark Strange in letters dated June 8, 15, and 18, 1998.<sup>[18]</sup> [<i>Id.</i> ¶ 58]. Finally, plaintiff alleges that on \"the very next day,\" June 19, 1998, defendant Mark Strange transferred him to Garner \"in sole retaliation\" for plaintiff's exercise of his First Amendment rights. [<i>Id.</i> ¶ 59]. Plaintiff claims that Warden Mark Strange admitted that he transferred him because \"plaintiff wrote him letters he didn't like.\" [<i>Id.</i> ¶ 60].</p>\n<p>Plaintiff submits the letters that he wrote to Warden Mark Strange [Doc. # 108-6 at 42]. In the letter dated June 8, 1998, plaintiff complains that the appeals he requested to be placed in his Master File were never placed there. Plaintiff then claims that he was informed that Warden Wolff sent Warden Mark Strange a personal letter shortly after April 20, 1998. Plaintiff then requests a copy of the personal letter. In the letter dated June 15, 1998, plaintiff asks Warden Mark Strange questions regarding how \"official documentation that has been ordered into a master file by a Warden\" has been made to \"vanish.\" The letter concludes with a series of accusatory questions and statements regarding Warden Wolff's \"orders.\"</p>\n<p>Plaintiff submits the affidavit of his mother, Pamela Ziemba [Doc. # 108-5 at 7], as evidence of Warden Mark Strange's retaliatory motive for transferring plaintiff from MacDougall. In her affidavit, Mrs. Ziemba states: \"Warden Mark Strange at MacDougall C.I. went into <i>Duane's master file and stripped it of all documentation pertaining to the Corrigan beating.</i> Duane wrote Warden Mark Strange several letters addressing this issue. In return, Mark Strange immediately transferred Duane to Garner C.I. I personally called Warden Mark Strange as Duane had no problems while at MacDougall C.I. His response was that <i>he controlled all master files.</i> Duane sent him letters regarding the purging of his master file and because <span class=\"star-pagination\">*155</span> the Warden did not like these repeated requests for answers, he simply ordered Duane transferred.\" [P. Ziemba Aff. ¶ 13].</p>\n<p>Defendants contend that plaintiff fails to satisfy his burden of proving retaliatory transfer for the simple reason that the pertinent transfer was not ordered by Warden Mark Strange but rather was ordered by staff at DOC Population Management, as is standard procedure for the DOC. As evidence of this contention, defendants submit the affidavit of John Sieminski [Doc. # 107-5], who was a counselor supervisor in the Offender Classification and Population Management Department in 1998. In his affidavit, Sieminski states that Population Management received and reviewed copies of several letters written by the plaintiff in which he alleged he was the victim of a conspiracy that involved Warden Mark Strange. [Sieminski Aff. ¶ 5]. Sieminski then states that based on those letters, a representative at Population Management made the decision to order the plaintiff's transfer to Garner. [Sieminski Aff. ¶ 6].</p>\n<p>In his memorandum, plaintiff repeats the allegations in his Third Amended Complaint and cites no fewer than twenty cases that stand for the proposition that an inmate may not be transferred in retaliation for his constitutionally protected acts. Plaintiff then reasserts his claim of the impropriety of Mark Strange's alleged removal of plaintiff's disciplinary appeals from his master file. Finally, plaintiff points to Commissioner Armstrong's Responses to Interrogatories [Doc. # 108-6 at 48] as evidence contrary to the defendants' contention that Warden Mark Strange did not make the decision to transfer plaintiff.<sup>[19]</sup> In his responses, Armstrong states twice that, \"(t)he decision to transfer an inmate from one correctional facility to another rests within the discretion of the unit administrators and transfers are routinely made for a number of reasons.\" [Def. Armstrong's Resps. Pl.'s Interrogs. Jan. 9, 2002 ¶¶ 2, 6].</p>\n<p>Based on the foregoing, the Court concludes that the plaintiff has not met his burden to demonstrate the existence of a genuine issue of material fact regarding defendant Mark Strange's retaliatory motivation in his alleged transfer of plaintiff.</p>\n<p>As a primary matter, the Court must address the plaintiff's repeated claims that Warden Mark Strange acted inappropriately in his refusal to put plaintiff's Disciplinary Report appeals in his Inmate Master File. To clarify, plaintiff has no constitutional interest in the content of his Inmate Master File. Such files are kept for the administrative convenience of the Department of Correction for the purpose of retaining a wide variety of criminal and personal background information on inmates. Conn. Agencies Regs. § 18-81-20(b)(2)(c) (2005). Consequently, whether or not Warden Mark Strange removed or refused to place plaintiff's Disciplinary Report appeals in his Master File is irrelevant except to the extent that this alleged action provided plaintiff a ground for complaint.<sup>[20]</sup> First, the evidence which <span class=\"star-pagination\">*156</span> Ziemba submits and continually references, that is, the letters of Wardens Mary Morgan Wolff [Doc. # 108-6 at 36] and Mark Strange [Doc. # 108-6 at 40], do not state that plaintiff's appeals were placed in his Master File at MacDougall and then removed. Warden Wolff's letter merely states that Ziemba's appeals were forwarded to his Master File at MacDougall. From this letter, a reasonable person must presume that the appeals did not automatically go into his Master File but that the appeals would have to be physically placed there by staff at MacDougall. Further, Warden Mark Strange's letter states that the appeals were <i>never placed in plaintiff's Master File.</i> There is no evidence that the appeals were removed. More importantly, the Administrative Directives of the DOC do not require that inmates' appeals of their Disciplinary Reports be kept in their Inmate Master Files. <i>See</i> Conn. Agencies Regs. § 18-81-20(c)(2)(A). Thus, despite plaintiff's desire to have his appeals placed in his Inmate Master File, the Master File was not at any time the appropriate depository for those documents. Accordingly, to the extent that plaintiff asserts a claim against Warden Mark Strange for the improper removal of documents from his Inmate Master File, that claim is dismissed.</p>\n<p>Turning to the merits of plaintiff's First Amendment claim, there appears to be no dispute that plaintiff's conduct in writing the letters to Warden Mark Strange was constitutionally protected conduct. In treating the letters as a constitutionally protected petition for redress, the Court complies with the Second Circuit's broad focus on the substance of the exercise rather than the procedure.<sup>[21]</sup><i>See </i><i>Franco,</i> 854 F.2d at 589.</p>\n<p>Despite defendants' assertions that Mark Strange was not personally involved in the plaintiff's transfer from MacDougall, plaintiff has, indeed, pointed to a factual dispute as to who actually ordered his transfer. Defendants' assertion that plaintiff's transfer was ordered by DOC Population Management, as evidenced by the affidavit of John Sieminski [Doc. # 107-5], may contradict the statement of Commissioner Armstrong in his responses to plaintiff's interrogatories [Doc. # 108-6 at 48] that the decision to transfer an inmate rests within the discretion of unit administrators.</p>\n<p>Despite the foregoing factual dispute, plaintiff has failed to produce any evidence that, even if Warden Mark Strange ordered his transfer, he did so solely in retaliation for plaintiff's exercise of his right to petition for redress. At best, Plaintiff's assertion that the transfer was solely in retaliation for letters that \"he didn't like\" is speculative. In his memorandum, plaintiff relies on the fact that \"Mark Strange <i>has not</i> submitted an affidavit to oppose, dispute, or refute these facts\" to create a genuine factual dispute. However, Rule 56(b) does not require that the moving party submit affidavits when moving for summary judgment: \"A party ... may, at any time, move with or without supporting affidavits for a summary judgment in the party's favor as to all or any part thereof.\" Fed.R.Civ.P. 56(b).</p>\n<p><span class=\"star-pagination\">*157</span> Further, the statements by Pamela Ziemba in her affidavit fail to meet the requirements of Fed.R.Civ.P. 56(e), as previously discussed. Mrs. Ziemba merely states that Warden Mark Strange told her that \"he controlled all master files.\" [P. Ziemba Aff. ¶ 13]. There is nothing untruthful about this statement. As the Unit Administrator of the facility where the plaintiff was housed, Warden Mark Strange would have had control over the plaintiff's Inmate Master File. Conn. Agencies Regs. § 18-81-20(b)(2). All other statements by Mrs. Ziemba regarding Warden Mark Strange are conclusions or opinions about his actions and motivations about which she has no personal knowledge. Consequently, these inadmissible statements cannot be considered by the Court as evidence of Mark Strange's retaliatory motivation.</p>\n<p>In treating the plaintiff's Third Amended Complaint as an affidavit as is required, <i>see </i><i>Colon,</i> 58 F.3d at 872, the Court finds no admissible verified statements that indicate a genuine issue of material fact. Plaintiff merely claims that Mark Strange transferred him because of letters \"he didn't like.\" Given that plaintiff was not privy to administrative decisions, including the particular one involving his transfer, nor could plaintiff possibly have had knowledge of the deliberative process within Warden Mark Strange's mind regarding the transfer, plaintiff's statements cannot be considered as having been made upon personal knowledge. Consequently, the Court cannot consider these inadmissible statements as evidence of Mark Strange's retaliatory motivation.</p>\n<p>Finally, to the extent that plaintiff asserts the temporal proximity between his letters of June 8 and June 15 and his June 19 transfer as circumstantial evidence of Mark Strange's retaliatory motivation, this evidence is insufficient to create a genuine issue of material fact. Defendant does not assert any other circumstantial evidence that his letters were the sole reason for his transfer, and in fact, asserts that he had no problems with abuse by prison officials during his incarceration at MacDougall. [Third Am. Compl. ¶ 56]. Temporal proximity alone is not sufficient for the plaintiff's claim to survive summary judgment. <i>See </i><i>Colon,</i> 58 F.3d at 872-873; <i>Ayers,</i> 101 F.3d 687, 1996 WL 346049, at *1; <i>Bryant,</i> 2002 WL 553556, at *2; <i>Arce,</i> 58 F.Supp.2d at 46-47.</p>\n<p>For the foregoing reasons, the defendants' motion for summary judgment is GRANTED as to plaintiff's retaliatory transfer claims against defendant Mark Strange.</p>\n<p>D. <i>Due Process Claim Against Mark Elterich</i></p>\n<p>The defendants contend that there are no facts to support a viable due process claim against defendant Raymond Elterich based on the disciplinary hearing held on March 12, 1998.</p>\n<p>Plaintiff originally contended that defendant Elterich was responsible for denying the plaintiff due process at the disciplinary hearing discussed above. He claimed that his due process rights were violated at the \"surprise hearing\" because (1) he was denied copies of the charges, (2) he was denied time to prepare a defense, (3) he could not call witnesses because of the \"surprise\" nature of the hearing, and (4) the hearing officer and Elterich were hostile and refused to let him speak.</p>\n<p>Defendants deny these allegations and claim that there is simply no evidence that defendant Elterich was present or played any role in the March 12, 1998 disciplinary hearing.</p>\n<p>Plaintiff has conceded defendant Elterich's motion for summary judgment. [<i>See</i> <span class=\"star-pagination\">*158</span> Pl.'s Mem. Law Opp. Defs.' Mot. Summ. J. at 29].</p>\n<p>Accordingly, defendants' motion for summary judgment is GRANTED as to plaintiff's due process claims against Raymond Elterich.</p>\n<p>IV. <i>Conclusion</i></p>\n<p>Defendants' Motion for Summary Judgment [Doc. # 107-1] is GRANTED with respect to defendants Armstrong, Mark Strange, and Elterich. With respect to defendant David Strange, the Motion is GRANTED as to plaintiff's claim of denial of access to courts, and DENIED as to plaintiff's supervisory liability claim for prison officials' retaliatory acts. In addition, all claims against defendant Mark Strange related to his alleged removal of documents from the plaintiff's Inmate Master File are DISMISSED for lack of constitutional dimension.</p>\n<p>This is not a recommended ruling. The parties have consented to proceed before a United States Magistrate Judge [Doc. # 76] and, on October 8, 2002, the case was transferred to the undersigned for all purposes including the entry of judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff alleges that defendants Thomas, Fretard, Willard, Schefer, and Fulcher assaulted him in a sallyport, while defendant Forrestal failed to intervene. Nevertheless, the claims against defendants Thomas, Fretard, Willard, Schefer, Fulcher, and Forrestal are not at issue in this motion for summary judgment.</p>\n<p>[2]  Plaintiff has alleged that, prior to the March 9 Incident, he was forced to attend court with no shoes and had a newspaper article and carbon paper taken from him. Plaintiff has further alleged that, subsequent to the March 9 Incident, he was subjected to a surprise disciplinary hearing on charges relating to the March 9 Incident, that the investigation was a conspiracy to protect certain officials, that he was the victim of a retaliatory transfer to another correctional facility, that he was placed in the Mental Health Unit at Garner Correctional Institute, that prison officials attempted to force him to take mental health medications, and that he was denied use of the telephone.</p>\n<p>[3]  The court dismissed the following claims: the retaliatory transfer claim against all defendants <i>except</i> Warden Mark Strange; the alleged cover-up/conspiracy claim against Elterich; the Due Process/improprieties in the disciplinary hearing claim against all defendants <i>except</i> Elterich; the claim arising from his being brought to court with no shoes for lack of constitutional dimension; any claims related to the March 9 Incident against Elterich and Warden Mark Strange for lack of personal involvement.</p>\n<p>[4]  The facts are taken from the defendants' Local Rule 56(a)(1) Statement of Material Facts Not in Dispute [Doc. # 107-7]; Plaintiff's Local Rule 56(a)(2) Statement [Doc. # 108-4]; Exhibits attached to plaintiff's Memorandum in Opposition to Motion for Summary Judgment [Doc. 108-5 &amp; 108-6], which includes the Affidavit of Pamela Ziemba and the exhibits thereto attached, and Interrogatories sent to defendant Armstrong and Armstrong's Responses thereto; the Affidavit of John Armstrong [Doc. # 107-3]; the Affidavit of David Strange and exhibits thereto attached [Doc. # 107-4]; the Affidavit of John Sieminski [Doc. # 107-5]; and the miscellaneous exhibits attached to Defendant's Memorandum of Law in Support of Motion for Summary Judgment [Doc. # 107-6].</p>\n<p>[5]  For purposes of ruling on the motion for summary judgment on the claims of supervisory liability against defendants Armstrong and David Strange, the Court will assume the truth of the excessive force allegations against the six prison employees (defendants Thomas, Fretard, Willard, Schefer, Fulcher, and Forrestal) alleged to have been directly involved in and present during the March 9 Incident.</p>\n<p>[6]  Despite the \"direct involvement\" language used by plaintiff in his complaint, memoranda, and other documents with regard to defendant Armstrong, plaintiff's claim against Armstrong is based only on supervisory liability.</p>\n<p>[7]  Though plaintiff alleges that his family members called \"defendant John Armstrong repeatedly,\" plaintiff alleges only that the telephone calls were received by Armstrong's office secretary and Mrs. Ziemba states that each time she called, she spoke only to Armstrong's secretary.</p>\n<p>[8]  Plaintiff's claims regarding the impropriety of this transfer have been dismissed as to all defendants (including Commissioner Armstrong) except Warden Mark Strange. Accordingly, there will be no discussion of any facts relating to defendant Armstrong's official duties with regard to the prisoner transfer process.</p>\n<p>[9]  Plaintiff's claims in this regard have been dismissed except to the extent that plaintiff has alleged that Commissioner Armstrong ordered the alleged violations.</p>\n<p>[10]  This rule presupposes that the supervisor has a legal duty to intervene. Though no Second Circuit opinions say so explicitly, one District Court case makes it clear that federal or state law must impose a duty upon the supervisor to intervene in some way before deliberate indifference can be found. <i>See </i><i>Murphy v. New York Racing Ass'n, Inc.,</i> 76 F.Supp.2d 489, 500 (S.D.N.Y.1999). The vast majority of supervisory liability claims in § 1983 prisoner cases seem to have proceeded on the assumption that a commissioner of corrections, as the lead supervisory official of a state's penal system, has an affirmative duty to intervene in the event that he or she becomes aware of unconstitutional practices by lower ranking officials or employees. The defendants in this case have conceded that federal or state law would have imposed such a duty upon Commissioner Armstrong. (Defs.' Mem. Law Supp. Mot. Summ. J. at 6).</p>\n<p>[11]  As previously stated, the Court dismissed plaintiff's claim that he was brought to court without shoes for lack of constitutional dimension.</p>\n<p>[12]  In other words, in order for the Commissioner to be found liable in the capacity of a supervisor for the March 9 Incident at Corrigan Correctional Institute, the plaintiff has the burden of showing that defendant Armstrong had notice of ongoing unconstitutional practices at Corrigan, and only at Corrigan. Plaintiff has not alleged that any of the same prison officials from facilities at which he was previously housed were involved in the March 9 Incident and named only Corrigan officials as involved in alleged incidents of constitutional violations at Corrigan. Consequently, even if defendant Armstrong had knowledge of prior incidents at other facilities, the Court cannot consider this admissible evidence that Armstrong had notice of ongoing unconstitutional practices of officials at Corrigan.</p>\n<p>[13]  Plaintiff alleges that, in January 1998, defendant Thomas stole an article on which plaintiff was working and some carbon paper, but does not allege that any legal materials were taken during that incident. [Third Am. Compl. ¶ 24].</p>\n<p>[14]  Defendants seem to have overlooked the plaintiff's claim of a policy or custom of excessive force asserted in Paragraph 50, as they do cite the very same paragraph in their discussion of deliberate indifference in their memorandum. [Defs.' Mem. Law Supp. Mot. Summ. J. at 5].</p>\n<p>[15]  Defendants have filed a Reply to Plaintiff's Motion in Opposition to Summary Judgment [Doc. # 109] in which they claim that the DOC has no record of either grievance form having been filed and that this is the first time that plaintiff has presented these purported grievances. The defendants ask the court to closely examine their authenticity before attaching any relevance to the documents.</p>\n<p>[16]  The Court notes that plaintiff has several civil rights actions pending in the District Court, each of which has been considered on the merits. With regard to his criminal case, plaintiff was represented by counsel, thereby making his unspecific claim that the theft damaged that case even more tenuous.</p>\n<p>[17]  In his Third Amended Complaint, plaintiff alleges a violation of his First Amendment rights without specifying which of those rights is at issue. [Third Am. Compl. ¶ 59]. In his memorandum, plaintiff clarifies that the right at issue is his right to petition the government for redress of grievances. [Pl.'s Mem. Law Opp. Defs.' Mot. Summ. J. at 24-25, 28].</p>\n<p>[18]  Plaintiff has only submitted two such letters as evidence, dated June 8, and June 15, 1998.</p>\n<p>[19]  Plaintiff also accuses Assistant Attorney General Beizer of knowingly and deliberately submitting a perjured statement to the Court in his memorandum. The Court will note that disputes of facts do not necessarily implicate perjury on the part of counsel, and, in fact, are the reasons for which trials occur. Moreover, as a memorandum in response to defendants' motion is not the proper forum to assert misconduct of counsel, the Court will ignore plaintiff's acidic commentary and consider his argument on its merits.</p>\n<p>[20]  Furthermore, to the extent that this particular set of facts relates to it, plaintiff's claim of a conspiracy to cover up the March 9 Incident on the part of Wardens David Strange and Mark Strange has already been dismissed by the Court.</p>\n<p>[21]  The Court must liberally read the content of the letters at issue [Doc. # 108-6 at 42] in order to construe them as grievances. The letters do not demand any relief and use language that is accusatory in nature. Moreover, the Court does not decide whether it is possible to have a legitimate grievance stemming from an act that was not grievable in the first place, i.e. the Warden's failure to place plaintiff's appeals in the Master File.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">136</span></span> (2005)</b></center>\n<center><h1>Duane ZIEMBA<br>\nv.<br>\nFrederick THOMAS, et al.</h1></center>\n<center>No. Civ. 300CV391HBF.</center>\n<center><p><b>United States District Court, D. Connecticut.</b></p></center>\n<center>September 30, 2005.</center>\n<p><span class=\"star-pagination\">*137</span> <span class=\"star-pagination\">*138</span> Antonio Ponvert, III, Koskoff, Koskoff &amp; Bieder, P.C., Bridgeport, CT, Duane <span class=\"star-pagination\">*139</span> Ziebma, James J. Nugent, Nugent &amp; Bryant, Orange, CT, for Plaintiff.</p>\n<p>Peregrine Alban Zinn-Rowthorn, Attorney General's Office, Hartford, CT, Matthew B. Beizer, Attorney General's Office, Hartford, CT, for Defendants.</p>\n<p></p>\n<h2><i>RULING ON DEFENDANTS' MOTION FOR SUMMARY JUDGMENT</i></h2>\n<p>FITZSIMMONS, United States Magistrate Judge.</p>\n<p>Plaintiff Duane Ziemba is an inmate committed to the custody of the Commissioner of the Department of Correction for the State of Connecticut. He brings this action pursuant to 42 U.S.C. § 1983 against ten officials of the Connecticut Department of Correction, based on an incident at Corrigan Correctional Institution. Specifically, plaintiff alleges that defendants Thomas, Fretard, Willard, Schefer, Fulcher, and Forrestal used excessive force against plaintiff on March 9, 1998 (\"March 9 Incident\").<sup>[1]</sup> Plaintiff also makes claims against defendants Armstrong and David Strange relating to the March 9 Incident under a theory of supervisory liability. Additionally, plaintiff has alleged § 1983 violations arising out of acts committed prior and subsequent to the March 9 Incident.<sup>[2]</sup> On May 21, 2003, the court dismissed several of plaintiff's claims.<sup>[3]</sup></p>\n<p>Defendants have moved for summary judgment. At issue in the motion are the following claims. Plaintiff has alleged that defendant Armstrong either created or allowed to continue a policy or custom under which unconstitutional practices occurred, or, alternatively, exhibited deliberate indifference by failing to act on information indicating that unconstitutional acts were occurring. Plaintiff has alleged that defendant David Strange exhibited deliberate indifference by failing to act on information indicating that unconstitutional acts were occurring. Plaintiff has alleged that defendant Mark Strange ordered his transfer from MacDougall Correctional Institution to Garner Correctional Institution solely in retaliation for plaintiff's exercise of his First Amendment right to file grievances. He has also alleged that defendant Elterich violated his Due Process rights at a disciplinary hearing held subsequent to the March 9 Incident. For the reasons set forth below, defendants' motion is GRANTED IN PART and DENIED IN PART.</p>\n<p><span class=\"star-pagination\">*140</span> I. <i>Standard of Review</i></p>\n<p>In a motion for summary judgment, the burden is on the moving party to establish that there are no genuine issues of material fact in dispute and that it is entitled to judgment as a matter of law. <i>See</i> Rule 56(c), Fed.R.Civ.P.; <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 256, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>SCS Communications, Inc. v. Herrick Co., Inc.,</i> <span class=\"citation\" data-id=\"785315\"><a href=\"/opinion/785315/scs-communications-inc-and-stephen-c-swid-appellants-cross-appellees-v/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">329</span></a></span>, 338 (2d Cir.2004). The moving party may satisfy this burden \"by showing-that is pointing out to the district court-that there is an absence of evidence to support the nonmoving party's case.\" <i>PepsiCo, Inc. v. Coca-Cola Co.,</i> <span class=\"citation\" data-id=\"780352\"><a href=\"/opinion/780352/pepsico-inc-v-the-coca-cola-company/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 105 (2d Cir.2002) (per curiam) (internal quotation marks and citations omitted); <i>accord </i><i>Goenaga v. March of Dimes Birth Defects Found.,</i> <span class=\"citation\" data-id=\"692326\"><a href=\"/opinion/692326/67-fair-emplpraccas-bna-603-66-empl-prac-dec-p-43478-jose-goenaga/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 18 (2d Cir.1995).</p>\n<p>A court must grant summary judgment \"`if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue of material fact....'\" <i>Miner v. Glens Falls,</i> <span class=\"citation\" data-id=\"612091\"><a href=\"/opinion/612091/donald-a-miner-v-city-of-glens-falls-glens-falls-police-department-board/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">655</span></a></span>, 661 (2d Cir.1993) (citation omitted). A dispute regarding a material fact is genuine \"`if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.'\" <i>Aldrich v. Randolph Cent. Sch. Dist.,</i> <span class=\"citation\" data-id=\"583340\"><a href=\"/opinion/583340/cora-aldrich-v-randolph-central-school-district-and-cattaraugus-county/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 523 (2d Cir.1992) (quoting <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">965</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">440</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">359</span></span> (1992). After discovery, if the nonmoving party \"has failed to make a sufficient showing on an essential element of [its] case with respect to which [it] has the burden of proof,\" then summary judgment is appropriate. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 323, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Even though the burden is on the moving party to demonstrate the absence of any genuine factual dispute, the party opposing summary judgment \"may not rest on conclusory allegations or denials, but must bring forward some affirmative indication that his version of relevant events is not fanciful.\" <i>Podell v. Citicorp Diners Club, Inc.,</i> <span class=\"citation\" data-id=\"739966\"><a href=\"/opinion/739966/gary-a-podell-v-citicorp-diners-club-inc-citicorp-credit-services/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 101 (2d Cir.1997) (internal quotation marks and citations omitted). It \"`must do more than simply show that there is some metaphysical doubt as to the material facts.'\" <i>Caldarola v. Calabrese,</i> <span class=\"citation\" data-id=\"778515\"><a href=\"/opinion/778515/rocco-caldarola-plaintiff-counter-defendant-appellee-v-christopher/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">156</span></a></span>, 160 (2d Cir.2002) (quoting <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 586, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986)). The nonmoving party \"may not rely on conclusory allegations or unsubstantiated speculation.\" <i>Fujitsu Ltd. v. Federal Express Corp.,</i> <span class=\"citation\" data-id=\"772932\"><a href=\"/opinion/772932/fujitsu-limited-v-federal-express-corporation/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></a></span>, 428 (2d Cir.2001) (internal quotation marks and citation omitted). Instead, the nonmoving party must produce admissible evidence that supports its pleadings. <i>See </i><i>First Nat'l Bank of Ariz. v. Cities Serv. Co.,</i> <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">253</span></a></span>, 289-90, <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></a></span>, <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></a></span> (1968). The\" `mere existence of a scintilla of evidence' supporting the non-movant's case is also insufficient to defeat summary judgment.\" <i>Niagara Mohawk Power Corp. v. Jones Chem., Inc.,</i> <span class=\"citation\" data-id=\"780361\"><a href=\"/opinion/780361/niagara-mohawk-power-corporation-plaintiff-counter-defendant-appellant-v/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 175 (2d Cir.2003) (quoting <i>Anderson,</i> 477 U.S. at 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>).</p>\n<p>The court resolves \"all ambiguities and draw[s] all inferences in favor of the nonmoving party in order to determine how a reasonable jury would decide.\" <i>Aldrich,</i> 963 F.2d at 523. Thus, \"[o]nly when reasonable minds could not differ as to the import of the evidence is summary judgment proper.\" <i>Bryant v. Maffucci,</i> <span class=\"citation\" data-id=\"554895\"><a href=\"/opinion/554895/grishelda-bryant-v-john-j-maffucci-dawn-thackeray-yvonne-powell/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 982 (2d Cir.1991), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">152</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span></span> (1991). <i>See also </i><i>Suburban Propane v. Proctor Gas, Inc.,</i> <span class=\"citation\" data-id=\"575834\"><a href=\"/opinion/575834/suburban-propane-a-division-of-national-distillers-and-chemical-corp-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 788 (2d Cir.1992). If, \"`as to the issue on which summary judgment is sought, there is any <span class=\"star-pagination\">*141</span> evidence in the record from which a reasonable inference could be drawn in favor of the opposing party, summary judgment is improper.'\" <i>Security Ins. Of Hartford v. Old Dominion Freight Line, Inc.,</i> <span class=\"citation\" data-id=\"788544\"><a href=\"/opinion/788544/security-insurance-company-of-hartford-aso-jt-international-holdings-b/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 83 (2d Cir.2004) (quoting <i>Gummo v. Village of Depew,</i> <span class=\"citation\" data-id=\"712082\"><a href=\"/opinion/712082/william-m-gummo-v-village-of-depew-new-york/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 107 (2d Cir.1996)).</p>\n<p>A party may not create a genuine issue of material fact by presenting contradictory or unsupported statements. <i>See </i><i>Securities &amp; Exchange Comm'n v. Research Automation Corp.,</i> <span class=\"citation\" data-id=\"360185\"><a href=\"/opinion/360185/fed-sec-l-rep-p-96577-securities-and-exchange-commission-v-research/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 33 (2d Cir.1978). Nor may he rest on the \"mere allegations or denials\" contained in his pleadings. <i>Goenaga,</i> 51 F.3d at 18. <i>See also </i><i>Ying Jing Gan v. City of New York,</i> <span class=\"citation\" data-id=\"609738\"><a href=\"/opinion/609738/ying-jing-gan-as-administratrix-of-the-estate-of-sen-van-ta-deceased/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">522</span></a></span>, 532 (2d Cir.1993) (holding that party may not rely on conclusory statements or an argument that the affidavits in support of the motion for summary judgment are not credible). A self-serving affidavit which reiterates the conclusory allegations of the complaint in affidavit form is insufficient to preclude summary judgment. <i>See </i><i>Lujan v. National Wildlife Fed'n,</i> <span class=\"citation\" data-id=\"112490\"><a href=\"/opinion/112490/lujan-v-national-wildlife-federation/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">871</span></a></span>, 888, <span class=\"citation\" data-id=\"112490\"><a href=\"/opinion/112490/lujan-v-national-wildlife-federation/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3177</span></a></span>, <span class=\"citation\" data-id=\"112490\"><a href=\"/opinion/112490/lujan-v-national-wildlife-federation/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">695</span></a></span> (1990).</p>\n<p>An affidavit submitted in opposition to summary judgment \"shall be made on personal knowledge, shall set forth such facts as would be admissible in evidence, and shall show affirmatively that the affiant is competent to testify to the matters stated therein.\" Fed.R.Civ.P. 56(e); <i>see </i><i>Sarno v. Douglas Elliman-Gibbons &amp; Ives, Inc.,</i> <span class=\"citation\" data-id=\"765096\"><a href=\"/opinion/765096/michael-sarno-v-douglas-elliman-gibbons-ives-inc-insignia-financial/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 160 (2d Cir.1999). \"Rule 56(e)'s requirement that the affiant have personal knowledge and be competent to testify to the matters asserted in the affidavit also means that the affidavit's hearsay assertion that would not be admissible at trial if testified to by the affiant is insufficient to create a genuine issue for trial.\" <i>Patterson v. County of Oneida,</i> <span class=\"citation\" data-id=\"786894\"><a href=\"/opinion/786894/michael-antonio-patterson-v-county-of-oneida-new-york-oneida-county/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 219 (2d Cir.2004). A court may \"strike portions of an affidavit that are not based upon the affiant's personal knowledge, contain inadmissible hearsay or make generalized and conclusory statements\" <i>Hollander v. American Cyanamid Co.,</i> <span class=\"citation\" data-id=\"762753\"><a href=\"/opinion/762753/arthur-hollander-v-american-cyanamid-company/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">192</span></a></span>, 198 (2d Cir.1999). Further, \"(a) verified complaint is to be treated as an affidavit for summary judgment purposes, and therefore will be considered in determining whether material issues of fact exist, provided that it meets the other requirement for an affidavit under Rule 56(e).\" <i>Colon v. Coughlin,</i> <span class=\"citation\" data-id=\"698654\"><a href=\"/opinion/698654/armando-colon-v-thomas-a-coughlin-individually-and-in-his-official/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span>, 872 (2d Cir.1995).</p>\n<p>II. <i>Facts</i><sup>[4]</sup></p>\n<p>On March 9, 1998, plaintiff was involved in an incident in a sallyport where correctional officials used force on him. Plaintiff's principal claims in the pending case are centered around this incident. Plaintiff has alleged that the prison employees involved in the March 9 Incident, defendants Thomas, Fretard, Willard, Schefer, Fulcher, and Forrestal, used excessive force, giving rise to a claim under 42 U.S.C. § 1983. These above-named defendants are not parties to the motion for summary judgment; there is an outstanding dispute as to the material facts of the <span class=\"star-pagination\">*142</span> March 9 Incident, i.e. whether the above-named defendants utilized excessive force.<sup>[5]</sup></p>\n<p>The claims against defendants Armstrong, D. Strange, M. Strange, and Elterich are significantly different from one another. Accordingly, the Court sets forth facts relating to the different claims in separate sections.</p>\n<p>A. <i>Claims Against Defendant Armstrong</i></p>\n<p>During the period 1997 to 1999, defendant John Armstrong was the Commissioner of the Connecticut Department of Corrections (\"DOC\"). In his capacity as Commissioner, Armstrong received a large number of telephone calls from individuals and organizations including DOC staff, attorneys, legislators, media representatives, and former inmates. Due to the high volume of calls and other various responsibilities of the office, Armstrong did not personally accept or return all phone calls. Armstrong did, on occasion, speak with family members of inmates regarding issues surrounding the incarceration of their relative, and he had no routine or practice of declining or failing to accept such calls. If, during a conversation, a family member raised a concern about unconstitutional or inappropriate treatment, Armstrong would request that the family member document the concern and he would then forward the complaint to DOC staff at the pertinent facility or to the DOC Security Division or outside authorities.</p>\n<p>On March 9, 1998, plaintiff was involved in an incident at Corrigan in which correctional officials used force on him. Commissioner Armstrong was not present during the March 9 Incident at Corrigan, nor is it alleged that he was directly involved in the Incident.<sup>[6]</sup> Prior to the March 9 Incident, plaintiff's mother, Pamela Ziemba, placed several calls to Commissioner Armstrong's office to make complaints regarding her son's incarceration. Though Mrs. Ziemba repeatedly called Armstrong's office, Armstrong never personally spoke to plaintiff or Mrs. Ziemba.<sup>[7]</sup></p>\n<p>On June 19, 1998, plaintiff was transferred from MacDougall Correctional Institution to Garner.<sup>[8]</sup> At Garner, plaintiff alleges he was placed in the mental health unit, unsuccessfully forced to take mental health medications, and denied access to the telephone.<sup>[9]</sup> Commissioner Armstrong had no personal involvement in the placement of plaintiff at Garner, the medical <span class=\"star-pagination\">*143</span> decisions made by Garner staff, or the implementation and enforcement of the telephone policy at Garner.</p>\n<p>B. <i>Claims Against Defendant David Strange</i></p>\n<p>In 1997 and 1998, David Strange was the Warden at Corrigan Correctional Institution. From the date of his transfer to Corrigan on October 30, 1997 to the incident on March 9, 1998, plaintiff wrote letters to David Strange in which he complained of various issues concerning the conditions of his confinement, including the taking of his legal materials and property by Corrigan staff, his being taken to court with no shoes, and the failure of DOC staff to adequately respond to his grievances. Plaintiff's mother, Pamela Ziemba, also contacted Warden David Strange by telephone to inform him of prison officials' allegedly retaliatory actions against her son.</p>\n<p>C. <i>Claims Against Defendant Mark Strange</i></p>\n<p>In 1998, Mark Strange was the Warden at MacDougall. From March 12, to June 19, 1998, plaintiff was housed at MacDougall. In April 1998, plaintiff requested that his Disciplinary Report appeals relating to the March 9 Incident be forwarded from Walker Correctional Institution to his Inmate Master File at Corrigan. These appeals were never placed in plaintiff's file and were returned to Warden Mary Morgan Wolff of Walker Correctional Institution. On June 8, and again on June 15, 1998, plaintiff wrote Mark Strange letters complaining that the appeals and Warden Wolff's letter were not in plaintiff's Master File and that Warden Mark Strange was involved in a conspiracy to remove the appeals and letter from the Master File. On June 19, 1998, plaintiff was transferred from MacDougall to Garner.</p>\n<p>D. <i>Claims Against Defendant Raymond Elterich</i></p>\n<p>In 1998, Raymond Elterich was an investigator for the DOC Security Division. On March 12, 1998, plaintiff was the subject of a disciplinary hearing at Walker Correctional Institution regarding the March 9 Incident. Defendant Elterich was not present at, nor did he play any role in, this disciplinary hearing.</p>\n<p>III. <i>Discussion</i></p>\n<p>Defendants Armstrong, David Strange, Mark Strange, and Elterich move for summary judgment on four grounds. They argue that (1) there is no evidence to support a supervisory liability claim against DOC Commissioner John Armstrong; (2) there is no evidence to support a supervisory liability claim against Warden David Strange; (3) there is no evidence to support a retaliatory transfer claim against Warden Mark Strange, who was not personally involved in the plaintiff's transfer from MacDougall to Garner on June 19, 1998; and (4) there is no evidence to support a due process claim against defendant Raymond Elterich based on the disciplinary hearing held on March 12, 1998.</p>\n<p>A. <i>Supervisory Liability Claim Against Defendant Armstrong</i></p>\n<p>The defendants contend that there are no facts supporting a finding of supervisory liability against defendant Armstrong.</p>\n<p>\"It is well settled in this Circuit that `personal involvement of defendants in alleged constitutional deprivations is a prerequisite to an award of damages under § 1983.' \"<i>Wright v. Smith,</i> <span class=\"citation\" data-id=\"667579\"><a href=\"/opinion/667579/huey-b-wright-v-harold-smith-and-thomas-a-coughlin-iii/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span> (2d Cir.1994) (quoting <i>Moffitt v. Town of Brookfield,</i> <span class=\"citation\" data-id=\"573074\"><a href=\"/opinion/573074/james-s-moffitt-v-town-of-brookfield-brookfield-police-commission-john/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 885 (2d Cir.1991)). \"The rule in this circuit is that when monetary damages are sought under <span class=\"star-pagination\">*144</span> § 1983, the general doctrine of <i>respondeat superior</i> does not suffice and a showing of some personal responsibility of the defendant is required.\" <i>Johnson v. Glick,</i> <span class=\"citation\" data-id=\"312370\"><a href=\"/opinion/312370/australia-johnson-v-a-glick-warden-of-manhattan-house-of-detention-for/\"><span class=\"volume\">481</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span>, 1034 (2d Cir.1973), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">462</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">324</span></span> (1973). The \"personal involvement of a supervisory defendant may be shown by evidence that: (1) the defendant participated directly in the alleged constitutional violation, (2) the defendant, after being informed of the violation through a report or appeal, failed to remedy the wrong, (3) the defendant created a policy or custom under which unconstitutional practices occurred, or allowed the continuance of such a policy or custom, (4) the defendant was grossly negligent in supervising subordinates who committed wrongful acts, or (5) the defendant exhibited deliberate indifference to the rights of inmates by failing to act on information indicating that unconstitutional acts were occurring.\" <i>Colon v. Coughlin,</i> <span class=\"citation\" data-id=\"698654\"><a href=\"/opinion/698654/armando-colon-v-thomas-a-coughlin-individually-and-in-his-official/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span>, 873.</p>\n<p>1. <i>Deliberate Indifference</i></p>\n<p>Plaintiff contends that Commissioner Armstrong exhibited deliberate indifference to his rights by failing to act on information that unconstitutional acts were occurring.</p>\n<p>To sufficiently allege supervisory liability based upon deliberate indifference, a plaintiff must show (1) that the supervisor had actual or constructive notice that unconstitutional acts were occurring and deliberately failed to take corrective action and (2) that there is an affirmative causal link between the supervisor's inaction and the plaintiff's injury.<sup>[10]</sup><i>See </i><i>Poe v. Leonard,</i> <span class=\"citation\" data-id=\"776746\"><a href=\"/opinion/776746/peggy-poe-v-john-leonard-defendant-third-party-plaintiff-appellant/\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">123</span></a></span>, 140 (2d Cir.2002); <i>Meriwether v. Coughlin,</i> <span class=\"citation\" data-id=\"526443\"><a href=\"/opinion/526443/charles-meriwether-jr-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span>, 1048 (2d Cir.1989).</p>\n<p>In his Third Amended Complaint, plaintiff alleges that he was incarcerated at Corrigan from October 30, 1997 until March 11, 1998. [Third Am. Compl. ¶ 11]. He alleges that, in November 1997, prison officials at Corrigan found his legal materials and articles he was writing to Connecticut newspapers during a routine search of his cell. [<i>Id.</i> ¶ 12]. Plaintiff alleges that Corrigan officials became hostile towards him as a result of having read Ziemba's legal materials and articles and repeatedly threatened him. [<i>Id.</i> ¶¶ 13, 14]. He then alleges that, on November 24, 1997, the prison guards stole his legal material and other property in retaliation for his exercise of his First and Fourteenth Amendment rights (i.e. free speech and access to the courts). [<i>Id.</i> ¶ 15]. Plaintiff then alleges that, in a January 1998 cell search, defendant Thomas took an article plaintiff was writing to a newspaper reporter and carbon paper plaintiff was using to make copies and threatened plaintiff that if he ever caught him writing a letter to a newspaper again he would be seriously hurt. [<i>Id.</i> ¶¶ 22-24]. These incidents are the only acts alleged by plaintiff that may rise <span class=\"star-pagination\">*145</span> to a constitutional magnitude.<sup>[11]</sup></p>\n<p>Plaintiff alleges that his family members repeatedly called Commissioner Armstrong's office to report the violations, but that Armstrong refused to accept, return, or act upon each call to his office secretary. [Third Am. Compl. ¶ 26]. In his memorandum, plaintiff reasserts his allegation that his family members called defendant Armstrong's office to report the violation and points only to the affidavit of his mother, Pamela Ziemba, to substantiate his claims. [<i>See</i> Pl.'s Mem. Law Opp. Defs.'s Mot. Summ. J. at 7-10].</p>\n<p>In her affidavit, Mrs. Ziemba states that \"(f)rom September 15, 1997 forward, I called the Connecticuts (sic) Department of Corrections Commissioner Armstrong's office, located in Wethersfield, Connecticut....\" I called Commissioner Armstrong's office, as ultimately he was the highest ranking official in the Department of Corrections. Commissioner Armstrong's private secretary, Alice Harris, stated that: \"`Commissioner Armstrong could not take my calls' and acting on his behalf, she refused to give me an appointment to meet with him.\" [P. Ziemba Aff. ¶ 5]. Mrs. Ziemba continues, \"I did as Duane's mother, inform and describe, in great detail, to Commissioner Armstrong's private secretary Alice Harris, details and concerns that were to be relayed to Commissioner Armstrong. These concerns were stated to be treated as urgent and relayed to Commissioner Armstrong as soon as possible. I personally informed Commissioner Armstrong's office, of his employees, on September 12, 1997 seriously, illegally, abusing, assaulting, and gravely injuring my son, Duane Ziemba. Then, unjustifiably transferring him to Northern C.I. where he was locked into segregation  to hide the inflicted damage that was done to him. Commissioner Armstrong's response to these illegal acts by his employees was, as his private secretary told me: `<i>He [Commissioner Armstrong] is fully aware of his staff on September 12, 1997</i> subjecting Inmate Ziemba to injuries,<i> for me to stop calling as he will not speak to me.'</i> Clearly Commissioner Armstrong's `<i>attitude</i>' condoned these illegal acts of violence by his subordinates.\" [P. Ziemba Aff. ¶ 5].</p>\n<p>Further, Mrs. Ziemba states that, after the March 9 Incident, she \"called Commissioner Armstrong's office. I was only allowed to speak to his secretary Alice Harris. I clearly reported that my son was in serious danger. Armstrong refused to accept, return, or act upon my telephone calls. He jeopardized, by his morally corrupt indifference, my son's life. By his inaction, he failed to protect my son's life.\" [P. Ziemba Aff. ¶ 10]. \"I am certain, if Commissioner Armstrong, in his position as the ultimate authority, had acted on earlier information provided by myself, i.e. previous threats, intimidation, active harassment, retaliation and assaults by his correction officers and their staff, resulting in serious injuries-by his unlimited absolute authority, could have prevented his staff from brutally beating my son.\" [P. Ziemba Aff. ¶ 11].</p>\n<p>In his own affidavit, plaintiff states that \"(v)oluminous letters, grievances and records pertaining to this case and the personal involvement of Armstrong ... were a part of my legal material that was stolen/destroyed.\" [D. Ziemba Aff. ¶ 5]. Plaintiff has submitted no further evidence of either his own or his family's contacts with Commissioner Armstrong relating to alleged unconstitutional acts by Armstrong's subordinates.</p>\n<p><span class=\"star-pagination\">*146</span> Defendants contend that the uncontroverted evidence clearly demonstrates that Commissioner Armstrong did not have any notice of unconstitutional practices being carried out by his subordinates. In other words, defendants argue that, even if the above alleged acts by prison officials took place and were acts of constitutional dimension, there is no evidence that defendant Armstrong had any notice of such acts and is, thus, entitled to summary judgment. Defendants submit the affidavit of John Armstrong to substantiate their claim. In his affidavit, defendant Armstrong states, \"I do not have a specific recollection of any phone conversation in 1997 or 1998 with any relative of the plaintiff.\" [Armstrong Aff. ¶ 6].</p>\n<p>The court concludes that plaintiff has not met his burden to demonstrate the existence of a genuine issue of material fact regarding defendant Armstrong's notice of unconstitutional acts being committed by prison staff against plaintiff. The plaintiff has put forth no affidavits, pleadings, depositions, answers to interrogatories, or admissions on file from which a reasonable trier of fact would be able to conclude that Commissioner Armstrong had actual or constructive notice of his subordinates committing constitutionally prohibited acts against plaintiff.</p>\n<p>First, in her affidavit, Mrs. Ziemba states that each time she called Commissioner Armstrong's office, she spoke to the Commissioner's personal secretary, Alice Harris. [P. Ziemba Aff. ¶¶ 4, 5, 10]. She states that Ms. Harris refused to give her an appointment to meet with the Commissioner. [P. Ziemba Aff. ¶ 4]. At no point in her affidavit does Mrs. Ziemba state that she personally spoke to or met with Commissioner Armstrong. While Mrs. Ziemba states that she informed and described in great detail to Ms. Harris urgent concerns regarding the mistreatment of her son that were to be relayed to Commissioner Armstrong, the affiant has no personal knowledge of whether such information was actually relayed to Armstrong. Further, while Mrs. Ziemba states that Commissioner Armstrong refused to accept, return, or act upon her telephone calls [P. Ziemba Aff. ¶ 10], she has no personal knowledge of Commissioner Armstrong's actions with regard to her phone calls. Thus, while Mrs. Ziemba, at best, has personal knowledge that Commissioner Armstrong's secretary had notice of alleged constitutional abuses, any opinion she holds on Armstrong's failure to act is based upon speculation that Commissioner Armstrong actually received her messages. Any speculative statements in her affidavit regarding Armstrong's failure to act do not meet the requirements of Rule 56(e) and are, therefore, insufficient to create a genuine issue of material fact as to defendant Armstrong's knowledge of ongoing constitutional abuses by his subordinates. <i>See </i><i>Patterson,</i> 375 F.3d at 219.</p>\n<p>Second, in her affidavit, Mrs. Ziemba states that Armstrong's secretary, Alice Harris, personally told her that Commissioner Armstrong was fully aware of his staff's subjecting Inmate Ziemba to injuries on September 12, 1997 and that she was to stop calling, as Commissioner Armstrong would not speak to her. [P. Ziemba Aff. ¶ 5]. While Alice Harris may have, indeed, made such a statement to Mrs. Ziemba, Mrs. Ziemba's affirmation to the Court that the statement's content is true is speculative and the statement itself is, at best, hearsay. Thus, such a statement fails to meet the requirements of Rule 56(e). <i>See </i><i>Patterson,</i> 375 F.3d at 219. Moreover, even if Mrs. Ziemba's statement were acceptable under Rule 56(e), Mrs. Ziemba would have only created an issue of fact as to whether Commissioner Armstrong had notice of the alleged constitutional <span class=\"star-pagination\">*147</span> violations of September 12, 1997. Such violations are not at issue in this case, have not been alleged in plaintiff's Third Amended Complaint, and pre-date the plaintiff's incarceration at Corrigan, as plaintiff did not arrive at Corrigan until October 30, 1997. [Third Am. Compl. ¶ 11]. Any constitutional violations which allegedly took place before plaintiff's arrival at Corrigan are irrelevant to the case at hand, as only the alleged ongoing unconstitutional practices of <i>Corrigan</i> officials are at issue.<sup>[12]</sup></p>\n<p>Third, plaintiff states in his own affidavit that voluminous letters, grievances, and records pertaining to <i>this</i> case and the personal involvement of Armstrong were a part of the legal material that was stolen or destroyed. Plaintiff has presented the court with a logical impossibility. Defendant has claimed that on November 24, 1997, his legal material and other property located in his cell were stolen by prison officials. [Third Am. Compl. ¶ 15]. This theft is the first constitutional violation alleged by plaintiff giving rise to this § 1983 case. Plaintiff makes no further allegations that any other legal materials of his were stolen at any other time by prison officials.<sup>[13]</sup> In essence, plaintiff has stated that the evidence stolen on November 24, 1997 indicated Armstrong's knowledge or personal involvement in the unconstitutional acts alleged, including the November 24, 1997 theft of plaintiff's legal materials. That is factually impossible.</p>\n<p>Fourth, in treating plaintiff's Third Amended Complaint as an affidavit as is required, <i>see </i><i>Colon,</i> 58 F.3d at 872, the Court finds no admissible verified statements that indicate a genuine issue of material fact. Plaintiff's claim that defendant Armstrong refused to accept, return, or act upon his family members' calls [Third Am. Compl. ¶ 26] is a mere reiteration of his mother's statements in her affidavit and cannot, therefore, be considered as having been made on personal knowledge pursuant to Fed.R.Civ.P. 56(e). Because the Complaint fails to meet the requirements of Rule 56(e), it cannot be considered (as an affidavit) in determining whether an issue of fact exists as to defendant Armstrong's alleged deliberate indifference.</p>\n<p>Therefore, the Court finds that no genuine issues of material fact exist as to whether defendant Armstrong exhibited deliberate indifference to the rights of the plaintiff by failing to act on information that unconstitutional practices were occurring. The defendants, as the moving party, have come forward with the affidavit of Commissioner Armstrong (Doc. # 107-3), showing that Armstrong did not recall speaking to the plaintiff or his family members in 1997 or 1998. The plaintiff has failed to produce any evidence to the contrary other than his and his mother's <span class=\"star-pagination\">*148</span> mere speculation or conjecture as to Armstrong's knowledge of the alleged incidents. Accordingly, plaintiff has failed to meet his burden.</p>\n<p>2. <i>Allowing the Continuance of a Policy or Custom of Unconstitutional Practices</i></p>\n<p>Plaintiff alternatively contends that Commissioner Armstrong allowed the continuance of a policy and custom of the use of excessive force on prisoners.</p>\n<p>\"A policy or custom may be inferred from acts or omissions of supervisory officials serious enough to amount to gross negligence or deliberate indifference to the constitutional rights of the plaintiff.\" <i>Eng v. Coughlin,</i> <span class=\"citation\" data-id=\"1896290\"><a href=\"/opinion/1896290/eng-v-coughlin/\"><span class=\"volume\">684</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">56</span></a></span>, 65 (S.D.N.Y.1988). Further, \"`liability may be based on ... official acquiescence in the continued existence of prison conditions which, themselves, are so injurious to prisoners that they amount to a constitutional violation.'\" <i>Id.</i> at 66 (quoting <i>Villante v. Department of Corrections of the City of New York,</i> <span class=\"citation\" data-id=\"466447\"><a href=\"/opinion/466447/dean-j-villante-v-department-of-corrections-of-the-city-of-new-york-and/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span>, 519-520).</p>\n<p>Plaintiff contends that defendant Armstrong caused the plaintiff to be beaten during the March 9 Incident by his direct personal actions. [Third Am. Compl. ¶ 50]. Plaintiff contends that, after the beating of another prisoner, Kevin King, Armstrong did not reprimand the guards allegedly involved and even awarded them \"medals of valor\" for their actions. [Third Am. Compl. ¶ 50]. Plaintiff claims that such actions by the Commissioner sent an undisputed clear statement to every prison official in Connecticut that the Commissioner approves and promotes the excessive use of force by his agents and will reward any official who does so. [Third Am. Compl. ¶ 50]. In his memorandum, plaintiff points out that defendant Armstrong failed to raise a defense to this claim and that, accordingly, the Court need not address any defense to these \"serious undisputed facts.\" [Pl.'s Mem. Law Opp. Defs.' Mot. Summ. J. At 13-14]. Moreover, plaintiff claims that defendant Armstrong was not permitted \"as a matter of law\" to \"overlook Paragraph 50 of this action.\" [<i>Id.</i> at 14].</p>\n<p>In the memorandum in support of their motion, the defendants do not specifically address the issue of Armstrong's alleged allowance of a policy or custom of prison officials' use of excessive force.<sup>[14]</sup> Nevertheless, the Court finds that summary judgment is appropriate in light of the fact that plaintiff has failed to submit any evidence from which a trier of fact could reasonably conclude that Armstrong allowed a policy or custom of prison officials' use of excessive force.</p>\n<p>At this juncture, the Court must clarify that plaintiff is <i>not</i> litigating pro se  plaintiff is represented by counsel. Thus, though plaintiff has personally written his own motions and accompanying memoranda, parties have agreed that his arguments are to be read as if they were made by competent counsel (with liberal leeway given for grammatical and syntactical errors). Consequently, the Court will not excuse plaintiff's failure to come forward with any evidence of his \"policy or custom\" allegation as an inadvertent error of a pro se plaintiff.</p>\n<p>Turning to the merits of the motion, the Court notes that the defendants have moved for summary judgment on the <i>entire</i> claim of supervisory liability against <span class=\"star-pagination\">*149</span> Armstrong, stating \"(t)here is no evidence to support a supervisory liability claim against Commissioner Armstrong, a DOC administrator and supervisor, who was not personally involved in the incidents set forth in the plaintiff's Complaint.\" [Defs.' Mot. Summ. J. at 1]. That defendants failed to discuss the plaintiff's allegation of custom or policy in their memorandum in support of their motion does not relieve the plaintiff of his burden of proving Armstrong's personal involvement in order to sustain a claim of supervisory liability nor does it signify that there is an issue of fact to go to trial. Indeed, contrary to plaintiff's assertion that the defendants raise no relevant argument to contradict his allegation of custom or policy, defendants have stated quite bluntly that there is no evidence to support the claim and that Armstrong was not personally involved in the incidents set forth in the Complaint. As discussed above, there are five different ways of proving a supervisory official's personal involvement as outlined in <i>Colon,</i> 58 F.3d at 872, including proving that the supervisor created or allowed the continuance of a policy or custom of unconstitutional practices. Accordingly, the Court must presume from defendants' motion stating, \"[t]here is no evidence to support a supervisory liability claim against Commissioner Armstrong ... who was not personally involved in the incidents,\" that defendants are arguing that Armstrong was not personally involved in any one of those five ways.</p>\n<p>Even viewing the facts in the light most favorable to the plaintiff, the Court can find no evidence that Commissioner Armstrong created or allowed the continuance of an environment in which the violation of inmates' constitutional rights was encouraged and tolerated. Plaintiff claims that Commissioner Armstrong awarded two guards, Mark Verdone and Noel Brown, medals of valor for their involvement in a 1996 incident of excessive force involving another prisoner, Kevin King. [Third Am. Compl. ¶ 50]. Plaintiff claims that this alleged award \"sent an undisputed clear message to every prison official in the state of Connecticut ... that their Commissioner 100% approves and promotes for his agents to use excessive force on prisoners.\" [<i>Id.</i>]. In his memorandum, plaintiff has offered nothing more than a verbatim reiteration of Paragraph 50 of his Complaint. [<i>See</i> Pl.'s Mem. Law Opp. Defs.' Mot. Summ. J. at 12-14].</p>\n<p>Plaintiff has not produced a scintilla of evidence to support his allegation. There is simply no evidence that Commissioner Armstrong awarded medals of valor to Mark Verdone and Noel Brown for their apparent physical abuse of prisoner Kevin King in 1996. Even if Armstrong did so, there is no evidence that this action \"sent an undisputed clear message to every prison official in the state of Connecticut ... that their Commissioner 100% approves and promotes for his agents to use excessive force on prisoners.\" Moreover, plaintiff has no personal knowledge of these alleged occurrences  therefore his verified statements (treating his Complaint as an affidavit) cannot be considered admissible evidence of his allegation. Plaintiff cannot rest on his own conclusory allegation, and because he has failed to \"bring forward some affirmative indication that his version of relevant events is not fanciful,\" <i>Podell,</i> 112 F.3d at 101, plaintiff has not met his burden.</p>\n<p>3. <i>Additional Claims Against Defendant Armstrong</i></p>\n<p>Plaintiff makes three additional claims against defendant Armstrong with regard to his incarceration at Garner between June 19, and August 10, 1998. Specifically, plaintiff alleges that Commissioner Armstrong ordered plaintiff into the mental <span class=\"star-pagination\">*150</span> health unit, ordered officials to force him to take mental health medications, and ordered officials to deny plaintiff use of the telephone. Plaintiff has failed to come forward with a scintilla of evidence to show that these allegations are not merely fanciful. In treating his Third Amended Complaint as an affidavit, plaintiff's statements are inadmissible because they have not been made on personal knowledge and cannot satisfy the requirements of Fed.R.Civ.P. 56(e). Consequently, there is no issue of fact to warrant a trial on this claim and, thus, summary judgment will be granted.</p>\n<p>Plaintiff has failed to meet his burden as to his claim of supervisory liability against defendant John Armstrong. Consequently, defendants' motion for summary judgment as to defendant Armstrong is GRANTED.</p>\n<p>B. <i>Supervisory Liability Claim Against David Strange</i></p>\n<p>Defendants contend that there is no evidence to support a supervisory liability claim against Warden David Strange, a DOC administrator and supervisor, who was not personally involved in the incidents set forth in plaintiff's Complaint.</p>\n<p>Plaintiff has asserted that defendant David Strange exhibited deliberate indifference to his rights by failing to act on information indicating that unconstitutional acts were occurring against plaintiff. As previously stated, to sufficiently allege supervisory liability based upon deliberate indifference, a plaintiff must show (1) that the supervisor had actual or constructive notice that unconstitutional acts were occurring and deliberately failed to take corrective action and (2) that there is an affirmative causal link between the supervisor's inaction and the plaintiff's injury. <i>See </i><i>Poe v. Leonard,</i> <span class=\"citation\" data-id=\"776746\"><a href=\"/opinion/776746/peggy-poe-v-john-leonard-defendant-third-party-plaintiff-appellant/\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">123</span></a></span>, 140 (2d Cir.2002); <i>Meriwether v. Coughlin,</i> <span class=\"citation\" data-id=\"526443\"><a href=\"/opinion/526443/charles-meriwether-jr-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span>, 1048 (2d Cir.1989).</p>\n<p>Plaintiff has also asserted that Warden David Strange failed to take action to have plaintiff's legal material returned, and that this failure caused permanent and irreparable damages by denying the plaintiff access to the courts. In cases in which an inmate claims a violation of his right of access to the courts, the inmate must allege facts demonstrating actual injury stemming from the defendant's unconstitutional conduct. <i>Lewis v. Casey,</i> <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 349, <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>, 2179, <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">606</span></a></span> (1996). The actual injury requirement is not satisfied by just any type of frustrated legal claim, but must involve an inmate's direct appeal from the conviction for which he was incarcerated, a petition for writ of habeas corpus or a civil rights action challenging the denial of a basic constitutional right. <i>Id.</i> at 354-355.</p>\n<p>In addition to the above facts regarding Corrigan prison officials' alleged unconstitutional actions against plaintiff, plaintiff alleges facts specific to the acts or omissions of Warden David Strange. Plaintiff alleges that he informed Warden David Strange of the \"ongoing serious retaliation by his agents\" verbally and through numerous letters. [Third Am. Compl. ¶ 16]. He alleges that David Strange failed to take action to have his stolen legal materials returned to him, which damaged plaintiff's criminal case and his civil actions, including the present case. [Third Am. Compl. ¶ 17]. Plaintiff further alleges that both he and his family members personally informed David Strange of the alleged November 24, 1997 theft of his legal materials and other acts of retaliation. [Third Am. Compl. ¶ 20]. Plaintiff claims that David Strange exhibited deliberate indifference by failing to act on information that unconstitutional acts were occurring. [Third Am. Compl. ¶ 20]. Plaintiff also claims <span class=\"star-pagination\">*151</span> that he wrote numerous letters to David Strange informing him of the alleged January 1998 theft of his personal property and that David Strange failed to act on this information. [Third Am. Compl. ¶ 25].</p>\n<p>Plaintiff submits a copy of a Level 1 grievance form which he allegedly filed with the DOC on January 27, 1998 in response to the alleged theft of his personal property. He also submits an additional Level 1 grievance form, dated February 28, 1998, which he allegedly used to appeal the failure of DOC officials to respond to the initial grievance form.<sup>[15]</sup></p>\n<p>Plaintiff also submits the affidavit of his mother, Pamela Ziemba, as evidence that defendant D. Strange had knowledge of unconstitutional acts being committed against plaintiff. In her affidavit, Mrs. Ziemba states that, \"(<i>o</i>) ver and over I called Corrigan C.I. Warden David Strange, informing him of ongoing harassment and retaliation against Duane. On my knowledge and belief, he failed to act on my information. Warden David Strange did not take any action to protect my son.\" [P. Ziemba Aff. ¶ 10]. Further, Mrs. Ziemba states, \"Warden David Strange's inaction, on all of the above, despite explicit warnings, was also an unequivocal dereliction of duty.\" [P. Ziemba Aff. ¶ 11].</p>\n<p>Finally, plaintiff submits his own affidavit [Doc. # 108-3] in which he claims that he personally spoke to Warden David Strange in the lunch room at Corrigan and informed him of his staff's hostility towards him. He states, \"I specifically informed him of the on-going overt harassment and retaliation and how Lt. Thomas (defendant) had threatened me. David Strange told me that the incidents would be investigated, but they never were whatsoever, the retaliation continued until on March 9, 1998 in the sallyport his subordinates violently beat me.\" [D. Ziemba Aff. ¶ 4].</p>\n<p>Defendants claim that plaintiff cannot establish that Warden David Strange was on notice of unconstitutional acts, which he failed to remedy. They claim that, at the very most, plaintiff can establish that Warden David Strange was on notice that plaintiff had minor disagreements with DOC staff about issues related to his confinement. Moreover, defendants claim that Warden David Strange was not deliberately indifferent to plaintiff's complaints, but appropriately responded to them. As evidence of their claims, defendants submit the affidavit of David Strange [Doc. # 107-4 at 2], in which he states, \"I did receive some correspondence from the plaintiff in which he expressed complaints about various matters concerning his confinement, including the `taking' of his legal materials and other property, his being taken to court without shoes, and the failure of DOC staff to adequately respond to his grievances.\" [D. Strange Aff. ¶ 6]. Defendants also submit a memorandum from David Strange to plaintiff [Doc. # 107-4 at 4], dated February 9, 1998, with attached incident reports that plaintiff requested. Finally, defendants submit a memorandum from David Strange to plaintiff, dated March 10, 1998, one day after the March 9 Incident, in which Strange tells plaintiff that his complaints have been addressed. In the memorandum, David Strange specifically mentions the plaintiff's complaints <span class=\"star-pagination\">*152</span> about missing property and legal materials.</p>\n<p>Based on the foregoing, the Court finds that there is a genuine issue of material fact with regard to defendant David Strange's knowledge of prison officials' retaliatory acts against plaintiff and, also, Strange's attempt or failure to remedy the situation.</p>\n<p>Plaintiff has brought forward sufficient evidence to show a factual dispute as to defendant David Strange's knowledge of retaliatory acts and his failure to remedy them. Plaintiff has submitted the affidavit of Pamela Ziemba, who states that she personally spoke with Warden David Strange regarding the incidents of retaliation by Corrigan officials. Plaintiff has stated in his own sworn affidavit that he personally spoke with defendant David Strange regarding the alleged retaliatory acts. Both of these statements meet the requirement of Fed.R.Civ.P. 56(e) that statements be made on personal knowledge. Moreover, defendant David Strange states in his affidavit that he received correspondence from plaintiff complaining about acts of retaliation by Corrigan officials. Defendants have also submitted a memorandum addressed to plaintiff, dated March 10, 1998 [Doc. # 107-4 at 9], in which defendant David Strange remarks on plaintiff's claims of retaliatory actions by prison officials and states that these matters have already been addressed. The Court finds that plaintiff has met his burden at this juncture, and that summary judgment is, therefore, inappropriate.</p>\n<p>However, plaintiff has failed to meet his burden with respect to his claim that defendant David Strange's failure to return his stolen legal materials hindered his access to the courts. Plaintiff claims that, due to this failure, defendant David Strange helped precipitate the March 9 Incident and hindered Ziemba's access to the courts. Nevertheless, plaintiff's claim against David Strange with regard to the November 24 Incident must fail because plaintiff has failed to demonstrate any actual injury stemming from the alleged violation. Plaintiff does not describe what legal materials were stolen or to what cases they were related. Plaintiff claims generally that the theft severely damaged the plaintiff's criminal case and his civil actions, including this particular action. Yet, Plaintiff has not proffered any evidence of how the theft, even if it did occur, specifically hindered his ability to litigate his civil right actions or his criminal case.<sup>[16]</sup> Plaintiff's failure to allege actual injury fails to meet the requirements of <i>Casey.</i> Consequently, summary judgment must be granted to the defendant on this claim.</p>\n<p>For the foregoing reasons, the defendants' motion for summary judgment as to the supervisory liability claim against Warden David Strange is GRANTED IN PART and DENIED IN PART.</p>\n<p>C. <i>Retaliatory Transfer Claim Against Mark Strange</i></p>\n<p>Defendants contend that there is no evidence to support a retaliatory transfer claim against Warden Mark Strange, whom defendants claim was not personally involved in the plaintiff's transfer from MacDougall Correctional Institution to Garner on June 19, 1998. Plaintiff alleges that Warden Mark Strange ordered his transfer solely to retaliate for his sending letters of complaint to him. Plaintiff alleges <span class=\"star-pagination\">*153</span> that the transfer violated his First and Fourteenth Amendment rights.<sup>[17]</sup></p>\n<p>A prisoner has no constitutional right to remain at any particular prison facility. <i>See </i><i>Meachum v. Fano,</i> <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span>, 224-225, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, 2538, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">451</span></a></span> (1976) (State has the power to confine a prisoner to any of its prisons and Due Process Clause does not in and of itself protect a duly convicted prisoner against transfer from one institution to another within the state prison system, even where conditions in one prison are \"more disagreeable\" or the prison has \"more severe rules\"); <i>Cofone v. Manson,</i> <span class=\"citation\" data-id=\"364655\"><a href=\"/opinion/364655/louis-cofone-v-john-r-manson-commissioner-department-of-correction/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 938 (2d Cir.1979) (Connecticut law provided no basis for inmate's contention that he had a right or justifiable expectation that he would not be transferred absent misbehavior or some other specified event). Prison officials have broad discretion to transfer prisoners and they may do so for any reason or no reason at all. <i>See</i> Conn. Gen.Stat. § 18-86; <i>Montanye v. Haymes,</i> <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 243, <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2543</span></a></span>, 2547, <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></a></span> (1976); <i>Meriwether v. Coughlin,</i> <span class=\"citation\" data-id=\"526443\"><a href=\"/opinion/526443/charles-meriwether-jr-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span>, 1045 (2d Cir.1989); <i>Respress v. Coughlin,</i> <span class=\"citation\" data-id=\"1406835\"><a href=\"/opinion/1406835/respress-v-coughlin/\"><span class=\"volume\">585</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">854</span></a></span>, 857 (S.D.N.Y.1984). However, they may not transfer them solely in retaliation for the exercise of their constitutional rights. <i>Meriwether,</i> 879 F.2d at 1046.</p>\n<p>In a § 1983 claim that a state actor retaliated against a plaintiff for exercising a constitutional right, the \"plaintiff bears the burden of showing that the conduct at issue was constitutionally protected and that the protected conduct was a substantial or motivating factor in the prison officials' decision to discipline the plaintiff.\" <i>Graham v. Henderson,</i> <span class=\"citation\" data-id=\"721481\"><a href=\"/opinion/721481/patrick-graham-v-rj-henderson-former-superintendent-auburn/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 79 (2d Cir.1996). \"If the plaintiff carries that burden, the defendants must show by a preponderance of the evidence that they would have disciplined the plaintiff `even in the absence of the protected conduct.'\" <i>Id.</i> (quoting <i>Mount Healthy Sch. Dist. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, 576, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977)). \"Thus, if taken for both proper and improper reasons, state action may be upheld if the action would have been taken based on the proper reasons alone.\" <i>Id.</i> (citations omitted).</p>\n<p>The Second Circuit has recognized that because of both \"the near inevitability of decisions and actions by prison officials to which prisoners will take exception and the ease with which claims of retaliation may be fabricated,\" prisoners' claims of retaliation must be examined \"with skepticism and particular care.\" <i>Colon,</i> 58 F.3d at 872. Sufficient reasons to justify state action are \"readily drawn in the context of prison administration where we have been cautioned to recognize that prison officials have broad administrative and discretionary authority over the institutions they manage.\" <i>Lowrance v. Achtyl,</i> <span class=\"citation\" data-id=\"666858\"><a href=\"/opinion/666858/jory-lowrance-also-known-as-yaqub-shamsid-deen-v-co-s-achtyl-sgt-g/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">529</span></a></span>, 535 (2d Cir.1994) (citation omitted).</p>\n<p>Plaintiff alleges that Warden Mark Strange ordered his transfer in retaliation for his sending letters of complaint, which plaintiff characterizes as a petition for redress of grievances. The filing of prison grievances is a constitutionally protected right. <i>Franco v. Kelly,</i> <span class=\"citation\" data-id=\"510218\"><a href=\"/opinion/510218/francisco-franco-v-walter-kelly-lt-moscicki-and-officer-higley/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">584</span></a></span>, 589 (2d Cir.1988). Yet, a prisoner need not follow the prison system's formal grievance procedure in order to implicate his constitutional rights, because \"the right to petition is substantive rather than procedural and therefore cannot be <span class=\"star-pagination\">*154</span> obstructed, regardless of the procedural means applied.\" <i>Id.</i> (citation omitted).</p>\n<p>Finally, even where a plaintiff has no direct evidence of a prison official's retaliatory motive, the plaintiff may be able to defeat summary judgment by showing some circumstantial evidence to support his claim. <i>See </i><i>Flaherty v. Coughlin,</i> <span class=\"citation\" data-id=\"422039\"><a href=\"/opinion/422039/kerry-flaherty-v-thomas-a-coughlin-iii-commissioner-new-york-state/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13-14 (2d Cir.1983) (finding a variety of circumstantial factors, when viewed as a whole, gave rise to a colorable suspicion of retaliation). However, though the temporal proximity between the filing of a grievance and adverse action may serve as circumstantial evidence of retaliation, a retaliation claim will not survive summary judgment if proximity is \"the sum total of [plaintiff's] proof.\" <i>Colon,</i> 58 F.3d at 872-873; <i>Ayers v. Stewart,</i> <span class=\"citation\" data-id=\"730184\"><a href=\"/opinion/730184/warnervision-entertainment-inc-v-empire-of-carolina-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">346049</span></span>, at *1 (2d Cir.1996); <i>Bryant v. Goord,</i> No. 99 Civ. 9442, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">553556</span></span>, at *2 (S.D.N.Y. April 12, 2002); <i>Arce v. Walker,</i> <span class=\"citation\" data-id=\"2568281\"><a href=\"/opinion/2568281/arce-v-walker/\"><span class=\"volume\">58</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">39</span></a></span>, 46-47 (W.D.N.Y.1999).</p>\n<p>In his Third Amended Complaint, plaintiff alleges that on March 12, 1998, he was transferred to MacDougall, where he was admitted to the hospital unit to receive medical care for injuries sustained in the March 9 Incident. [Third Am. Compl. ¶ 55]. He alleges he was recovering and \"had no problems with abuse by the prison officials\" and started to feel safe. [<i>Id.</i> ¶ 56]. Plaintiff then claims that defendant Mark Strange \"unjustly took documents out of the plaintiff's master file\" related to the March 9 Incident. [<i>Id.</i> ¶ 57]. He claims that he addressed this matter to defendant Mark Strange in letters dated June 8, 15, and 18, 1998.<sup>[18]</sup> [<i>Id.</i> ¶ 58]. Finally, plaintiff alleges that on \"the very next day,\" June 19, 1998, defendant Mark Strange transferred him to Garner \"in sole retaliation\" for plaintiff's exercise of his First Amendment rights. [<i>Id.</i> ¶ 59]. Plaintiff claims that Warden Mark Strange admitted that he transferred him because \"plaintiff wrote him letters he didn't like.\" [<i>Id.</i> ¶ 60].</p>\n<p>Plaintiff submits the letters that he wrote to Warden Mark Strange [Doc. # 108-6 at 42]. In the letter dated June 8, 1998, plaintiff complains that the appeals he requested to be placed in his Master File were never placed there. Plaintiff then claims that he was informed that Warden Wolff sent Warden Mark Strange a personal letter shortly after April 20, 1998. Plaintiff then requests a copy of the personal letter. In the letter dated June 15, 1998, plaintiff asks Warden Mark Strange questions regarding how \"official documentation that has been ordered into a master file by a Warden\" has been made to \"vanish.\" The letter concludes with a series of accusatory questions and statements regarding Warden Wolff's \"orders.\"</p>\n<p>Plaintiff submits the affidavit of his mother, Pamela Ziemba [Doc. # 108-5 at 7], as evidence of Warden Mark Strange's retaliatory motive for transferring plaintiff from MacDougall. In her affidavit, Mrs. Ziemba states: \"Warden Mark Strange at MacDougall C.I. went into <i>Duane's master file and stripped it of all documentation pertaining to the Corrigan beating.</i> Duane wrote Warden Mark Strange several letters addressing this issue. In return, Mark Strange immediately transferred Duane to Garner C.I. I personally called Warden Mark Strange as Duane had no problems while at MacDougall C.I. His response was that <i>he controlled all master files.</i> Duane sent him letters regarding the purging of his master file and because <span class=\"star-pagination\">*155</span> the Warden did not like these repeated requests for answers, he simply ordered Duane transferred.\" [P. Ziemba Aff. ¶ 13].</p>\n<p>Defendants contend that plaintiff fails to satisfy his burden of proving retaliatory transfer for the simple reason that the pertinent transfer was not ordered by Warden Mark Strange but rather was ordered by staff at DOC Population Management, as is standard procedure for the DOC. As evidence of this contention, defendants submit the affidavit of John Sieminski [Doc. # 107-5], who was a counselor supervisor in the Offender Classification and Population Management Department in 1998. In his affidavit, Sieminski states that Population Management received and reviewed copies of several letters written by the plaintiff in which he alleged he was the victim of a conspiracy that involved Warden Mark Strange. [Sieminski Aff. ¶ 5]. Sieminski then states that based on those letters, a representative at Population Management made the decision to order the plaintiff's transfer to Garner. [Sieminski Aff. ¶ 6].</p>\n<p>In his memorandum, plaintiff repeats the allegations in his Third Amended Complaint and cites no fewer than twenty cases that stand for the proposition that an inmate may not be transferred in retaliation for his constitutionally protected acts. Plaintiff then reasserts his claim of the impropriety of Mark Strange's alleged removal of plaintiff's disciplinary appeals from his master file. Finally, plaintiff points to Commissioner Armstrong's Responses to Interrogatories [Doc. # 108-6 at 48] as evidence contrary to the defendants' contention that Warden Mark Strange did not make the decision to transfer plaintiff.<sup>[19]</sup> In his responses, Armstrong states twice that, \"(t)he decision to transfer an inmate from one correctional facility to another rests within the discretion of the unit administrators and transfers are routinely made for a number of reasons.\" [Def. Armstrong's Resps. Pl.'s Interrogs. Jan. 9, 2002 ¶¶ 2, 6].</p>\n<p>Based on the foregoing, the Court concludes that the plaintiff has not met his burden to demonstrate the existence of a genuine issue of material fact regarding defendant Mark Strange's retaliatory motivation in his alleged transfer of plaintiff.</p>\n<p>As a primary matter, the Court must address the plaintiff's repeated claims that Warden Mark Strange acted inappropriately in his refusal to put plaintiff's Disciplinary Report appeals in his Inmate Master File. To clarify, plaintiff has no constitutional interest in the content of his Inmate Master File. Such files are kept for the administrative convenience of the Department of Correction for the purpose of retaining a wide variety of criminal and personal background information on inmates. Conn. Agencies Regs. § 18-81-20(b)(2)(c) (2005). Consequently, whether or not Warden Mark Strange removed or refused to place plaintiff's Disciplinary Report appeals in his Master File is irrelevant except to the extent that this alleged action provided plaintiff a ground for complaint.<sup>[20]</sup> First, the evidence which <span class=\"star-pagination\">*156</span> Ziemba submits and continually references, that is, the letters of Wardens Mary Morgan Wolff [Doc. # 108-6 at 36] and Mark Strange [Doc. # 108-6 at 40], do not state that plaintiff's appeals were placed in his Master File at MacDougall and then removed. Warden Wolff's letter merely states that Ziemba's appeals were forwarded to his Master File at MacDougall. From this letter, a reasonable person must presume that the appeals did not automatically go into his Master File but that the appeals would have to be physically placed there by staff at MacDougall. Further, Warden Mark Strange's letter states that the appeals were <i>never placed in plaintiff's Master File.</i> There is no evidence that the appeals were removed. More importantly, the Administrative Directives of the DOC do not require that inmates' appeals of their Disciplinary Reports be kept in their Inmate Master Files. <i>See</i> Conn. Agencies Regs. § 18-81-20(c)(2)(A). Thus, despite plaintiff's desire to have his appeals placed in his Inmate Master File, the Master File was not at any time the appropriate depository for those documents. Accordingly, to the extent that plaintiff asserts a claim against Warden Mark Strange for the improper removal of documents from his Inmate Master File, that claim is dismissed.</p>\n<p>Turning to the merits of plaintiff's First Amendment claim, there appears to be no dispute that plaintiff's conduct in writing the letters to Warden Mark Strange was constitutionally protected conduct. In treating the letters as a constitutionally protected petition for redress, the Court complies with the Second Circuit's broad focus on the substance of the exercise rather than the procedure.<sup>[21]</sup><i>See </i><i>Franco,</i> 854 F.2d at 589.</p>\n<p>Despite defendants' assertions that Mark Strange was not personally involved in the plaintiff's transfer from MacDougall, plaintiff has, indeed, pointed to a factual dispute as to who actually ordered his transfer. Defendants' assertion that plaintiff's transfer was ordered by DOC Population Management, as evidenced by the affidavit of John Sieminski [Doc. # 107-5], may contradict the statement of Commissioner Armstrong in his responses to plaintiff's interrogatories [Doc. # 108-6 at 48] that the decision to transfer an inmate rests within the discretion of unit administrators.</p>\n<p>Despite the foregoing factual dispute, plaintiff has failed to produce any evidence that, even if Warden Mark Strange ordered his transfer, he did so solely in retaliation for plaintiff's exercise of his right to petition for redress. At best, Plaintiff's assertion that the transfer was solely in retaliation for letters that \"he didn't like\" is speculative. In his memorandum, plaintiff relies on the fact that \"Mark Strange <i>has not</i> submitted an affidavit to oppose, dispute, or refute these facts\" to create a genuine factual dispute. However, Rule 56(b) does not require that the moving party submit affidavits when moving for summary judgment: \"A party ... may, at any time, move with or without supporting affidavits for a summary judgment in the party's favor as to all or any part thereof.\" Fed.R.Civ.P. 56(b).</p>\n<p><span class=\"star-pagination\">*157</span> Further, the statements by Pamela Ziemba in her affidavit fail to meet the requirements of Fed.R.Civ.P. 56(e), as previously discussed. Mrs. Ziemba merely states that Warden Mark Strange told her that \"he controlled all master files.\" [P. Ziemba Aff. ¶ 13]. There is nothing untruthful about this statement. As the Unit Administrator of the facility where the plaintiff was housed, Warden Mark Strange would have had control over the plaintiff's Inmate Master File. Conn. Agencies Regs. § 18-81-20(b)(2). All other statements by Mrs. Ziemba regarding Warden Mark Strange are conclusions or opinions about his actions and motivations about which she has no personal knowledge. Consequently, these inadmissible statements cannot be considered by the Court as evidence of Mark Strange's retaliatory motivation.</p>\n<p>In treating the plaintiff's Third Amended Complaint as an affidavit as is required, <i>see </i><i>Colon,</i> 58 F.3d at 872, the Court finds no admissible verified statements that indicate a genuine issue of material fact. Plaintiff merely claims that Mark Strange transferred him because of letters \"he didn't like.\" Given that plaintiff was not privy to administrative decisions, including the particular one involving his transfer, nor could plaintiff possibly have had knowledge of the deliberative process within Warden Mark Strange's mind regarding the transfer, plaintiff's statements cannot be considered as having been made upon personal knowledge. Consequently, the Court cannot consider these inadmissible statements as evidence of Mark Strange's retaliatory motivation.</p>\n<p>Finally, to the extent that plaintiff asserts the temporal proximity between his letters of June 8 and June 15 and his June 19 transfer as circumstantial evidence of Mark Strange's retaliatory motivation, this evidence is insufficient to create a genuine issue of material fact. Defendant does not assert any other circumstantial evidence that his letters were the sole reason for his transfer, and in fact, asserts that he had no problems with abuse by prison officials during his incarceration at MacDougall. [Third Am. Compl. ¶ 56]. Temporal proximity alone is not sufficient for the plaintiff's claim to survive summary judgment. <i>See </i><i>Colon,</i> 58 F.3d at 872-873; <i>Ayers,</i> <span class=\"citation\" data-id=\"730184\"><a href=\"/opinion/730184/warnervision-entertainment-inc-v-empire-of-carolina-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">346049</span></span>, at *1; <i>Bryant,</i> <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">553556</span></span>, at *2; <i>Arce,</i> 58 F.Supp.2d at 46-47.</p>\n<p>For the foregoing reasons, the defendants' motion for summary judgment is GRANTED as to plaintiff's retaliatory transfer claims against defendant Mark Strange.</p>\n<p>D. <i>Due Process Claim Against Mark Elterich</i></p>\n<p>The defendants contend that there are no facts to support a viable due process claim against defendant Raymond Elterich based on the disciplinary hearing held on March 12, 1998.</p>\n<p>Plaintiff originally contended that defendant Elterich was responsible for denying the plaintiff due process at the disciplinary hearing discussed above. He claimed that his due process rights were violated at the \"surprise hearing\" because (1) he was denied copies of the charges, (2) he was denied time to prepare a defense, (3) he could not call witnesses because of the \"surprise\" nature of the hearing, and (4) the hearing officer and Elterich were hostile and refused to let him speak.</p>\n<p>Defendants deny these allegations and claim that there is simply no evidence that defendant Elterich was present or played any role in the March 12, 1998 disciplinary hearing.</p>\n<p>Plaintiff has conceded defendant Elterich's motion for summary judgment. [<i>See</i> <span class=\"star-pagination\">*158</span> Pl.'s Mem. Law Opp. Defs.' Mot. Summ. J. at 29].</p>\n<p>Accordingly, defendants' motion for summary judgment is GRANTED as to plaintiff's due process claims against Raymond Elterich.</p>\n<p>IV. <i>Conclusion</i></p>\n<p>Defendants' Motion for Summary Judgment [Doc. # 107-1] is GRANTED with respect to defendants Armstrong, Mark Strange, and Elterich. With respect to defendant David Strange, the Motion is GRANTED as to plaintiff's claim of denial of access to courts, and DENIED as to plaintiff's supervisory liability claim for prison officials' retaliatory acts. In addition, all claims against defendant Mark Strange related to his alleged removal of documents from the plaintiff's Inmate Master File are DISMISSED for lack of constitutional dimension.</p>\n<p>This is not a recommended ruling. The parties have consented to proceed before a United States Magistrate Judge [Doc. # 76] and, on October 8, 2002, the case was transferred to the undersigned for all purposes including the entry of judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff alleges that defendants Thomas, Fretard, Willard, Schefer, and Fulcher assaulted him in a sallyport, while defendant Forrestal failed to intervene. Nevertheless, the claims against defendants Thomas, Fretard, Willard, Schefer, Fulcher, and Forrestal are not at issue in this motion for summary judgment.</p>\n<p>[2]  Plaintiff has alleged that, prior to the March 9 Incident, he was forced to attend court with no shoes and had a newspaper article and carbon paper taken from him. Plaintiff has further alleged that, subsequent to the March 9 Incident, he was subjected to a surprise disciplinary hearing on charges relating to the March 9 Incident, that the investigation was a conspiracy to protect certain officials, that he was the victim of a retaliatory transfer to another correctional facility, that he was placed in the Mental Health Unit at Garner Correctional Institute, that prison officials attempted to force him to take mental health medications, and that he was denied use of the telephone.</p>\n<p>[3]  The court dismissed the following claims: the retaliatory transfer claim against all defendants <i>except</i> Warden Mark Strange; the alleged cover-up/conspiracy claim against Elterich; the Due Process/improprieties in the disciplinary hearing claim against all defendants <i>except</i> Elterich; the claim arising from his being brought to court with no shoes for lack of constitutional dimension; any claims related to the March 9 Incident against Elterich and Warden Mark Strange for lack of personal involvement.</p>\n<p>[4]  The facts are taken from the defendants' Local Rule 56(a)(1) Statement of Material Facts Not in Dispute [Doc. # 107-7]; Plaintiff's Local Rule 56(a)(2) Statement [Doc. # 108-4]; Exhibits attached to plaintiff's Memorandum in Opposition to Motion for Summary Judgment [Doc. 108-5 &amp; 108-6], which includes the Affidavit of Pamela Ziemba and the exhibits thereto attached, and Interrogatories sent to defendant Armstrong and Armstrong's Responses thereto; the Affidavit of John Armstrong [Doc. # 107-3]; the Affidavit of David Strange and exhibits thereto attached [Doc. # 107-4]; the Affidavit of John Sieminski [Doc. # 107-5]; and the miscellaneous exhibits attached to Defendant's Memorandum of Law in Support of Motion for Summary Judgment [Doc. # 107-6].</p>\n<p>[5]  For purposes of ruling on the motion for summary judgment on the claims of supervisory liability against defendants Armstrong and David Strange, the Court will assume the truth of the excessive force allegations against the six prison employees (defendants Thomas, Fretard, Willard, Schefer, Fulcher, and Forrestal) alleged to have been directly involved in and present during the March 9 Incident.</p>\n<p>[6]  Despite the \"direct involvement\" language used by plaintiff in his complaint, memoranda, and other documents with regard to defendant Armstrong, plaintiff's claim against Armstrong is based only on supervisory liability.</p>\n<p>[7]  Though plaintiff alleges that his family members called \"defendant John Armstrong repeatedly,\" plaintiff alleges only that the telephone calls were received by Armstrong's office secretary and Mrs. Ziemba states that each time she called, she spoke only to Armstrong's secretary.</p>\n<p>[8]  Plaintiff's claims regarding the impropriety of this transfer have been dismissed as to all defendants (including Commissioner Armstrong) except Warden Mark Strange. Accordingly, there will be no discussion of any facts relating to defendant Armstrong's official duties with regard to the prisoner transfer process.</p>\n<p>[9]  Plaintiff's claims in this regard have been dismissed except to the extent that plaintiff has alleged that Commissioner Armstrong ordered the alleged violations.</p>\n<p>[10]  This rule presupposes that the supervisor has a legal duty to intervene. Though no Second Circuit opinions say so explicitly, one District Court case makes it clear that federal or state law must impose a duty upon the supervisor to intervene in some way before deliberate indifference can be found. <i>See </i><i>Murphy v. New York Racing Ass'n, Inc.,</i> <span class=\"citation\" data-id=\"2369910\"><a href=\"/opinion/2369910/murphy-v-new-york-racing-assn-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">489</span></a></span>, 500 (S.D.N.Y.1999). The vast majority of supervisory liability claims in § 1983 prisoner cases seem to have proceeded on the assumption that a commissioner of corrections, as the lead supervisory official of a state's penal system, has an affirmative duty to intervene in the event that he or she becomes aware of unconstitutional practices by lower ranking officials or employees. The defendants in this case have conceded that federal or state law would have imposed such a duty upon Commissioner Armstrong. (Defs.' Mem. Law Supp. Mot. Summ. J. at 6).</p>\n<p>[11]  As previously stated, the Court dismissed plaintiff's claim that he was brought to court without shoes for lack of constitutional dimension.</p>\n<p>[12]  In other words, in order for the Commissioner to be found liable in the capacity of a supervisor for the March 9 Incident at Corrigan Correctional Institute, the plaintiff has the burden of showing that defendant Armstrong had notice of ongoing unconstitutional practices at Corrigan, and only at Corrigan. Plaintiff has not alleged that any of the same prison officials from facilities at which he was previously housed were involved in the March 9 Incident and named only Corrigan officials as involved in alleged incidents of constitutional violations at Corrigan. Consequently, even if defendant Armstrong had knowledge of prior incidents at other facilities, the Court cannot consider this admissible evidence that Armstrong had notice of ongoing unconstitutional practices of officials at Corrigan.</p>\n<p>[13]  Plaintiff alleges that, in January 1998, defendant Thomas stole an article on which plaintiff was working and some carbon paper, but does not allege that any legal materials were taken during that incident. [Third Am. Compl. ¶ 24].</p>\n<p>[14]  Defendants seem to have overlooked the plaintiff's claim of a policy or custom of excessive force asserted in Paragraph 50, as they do cite the very same paragraph in their discussion of deliberate indifference in their memorandum. [Defs.' Mem. Law Supp. Mot. Summ. J. at 5].</p>\n<p>[15]  Defendants have filed a Reply to Plaintiff's Motion in Opposition to Summary Judgment [Doc. # 109] in which they claim that the DOC has no record of either grievance form having been filed and that this is the first time that plaintiff has presented these purported grievances. The defendants ask the court to closely examine their authenticity before attaching any relevance to the documents.</p>\n<p>[16]  The Court notes that plaintiff has several civil rights actions pending in the District Court, each of which has been considered on the merits. With regard to his criminal case, plaintiff was represented by counsel, thereby making his unspecific claim that the theft damaged that case even more tenuous.</p>\n<p>[17]  In his Third Amended Complaint, plaintiff alleges a violation of his First Amendment rights without specifying which of those rights is at issue. [Third Am. Compl. ¶ 59]. In his memorandum, plaintiff clarifies that the right at issue is his right to petition the government for redress of grievances. [Pl.'s Mem. Law Opp. Defs.' Mot. Summ. J. at 24-25, 28].</p>\n<p>[18]  Plaintiff has only submitted two such letters as evidence, dated June 8, and June 15, 1998.</p>\n<p>[19]  Plaintiff also accuses Assistant Attorney General Beizer of knowingly and deliberately submitting a perjured statement to the Court in his memorandum. The Court will note that disputes of facts do not necessarily implicate perjury on the part of counsel, and, in fact, are the reasons for which trials occur. Moreover, as a memorandum in response to defendants' motion is not the proper forum to assert misconduct of counsel, the Court will ignore plaintiff's acidic commentary and consider his argument on its merits.</p>\n<p>[20]  Furthermore, to the extent that this particular set of facts relates to it, plaintiff's claim of a conspiracy to cover up the March 9 Incident on the part of Wardens David Strange and Mark Strange has already been dismissed by the Court.</p>\n<p>[21]  The Court must liberally read the content of the letters at issue [Doc. # 108-6 at 42] in order to construe them as grievances. The letters do not demand any relief and use language that is accusatory in nature. Moreover, the Court does not decide whether it is possible to have a legitimate grievance stemming from an act that was not grievable in the first place, i.e. the Warden's failure to place plaintiff's appeals in the Master File.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107691/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109510/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109511/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112490/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/312370/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/360185/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/364655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/422039/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/466447/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/510218/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/526443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/554895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/573074/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/575834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/583340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/609738/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/612091/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/666858/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/667579/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/692326/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/698654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/712082/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/730184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/762753/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765096/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/776746/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778515/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780352/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780361/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/788544/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1406835/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1896290/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2369910/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2568281/"
          ]
        }
      ],
      "judges": "Fitzsimmons",
      "date_created": "2014-10-30T06:06:01.412348Z",
      "date_modified": "2014-10-30T06:06:01.412348Z",
      "date_filed": "2005-09-30",
      "date_filed_is_approximate": false,
      "slug": "ziemba-v-thomas",
      "citation_id": 2552853,
      "case_name_short": "Ziemba",
      "case_name": "Ziemba v. Thomas",
      "case_name_full": "",
      "federal_cite_one": "390 F. Supp. 2d 136",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/37382/ziemba-v-thomas/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:06:01.408337Z",
  "date_modified": "2014-10-30T06:06:01.408337Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Ziemba",
  "case_name": "Ziemba v. Thomas",
  "case_name_full": "",
  "slug": "ziemba-v-thomas",
  "docket_number": "Civ. 300CV391HBF",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}