{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/37508/",
  "id": 37508,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/tennctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1047352/",
      "id": 1047352,
      "absolute_url": "/opinion/1047352/marcella-e-may-v-donald-b-may/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/37508/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1047352/",
          "id": 1047352,
          "absolute_url": "/opinion/1047352/marcella-e-may-v-donald-b-may/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1047352/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/8281/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-08T02:44:57.213245Z",
          "date_modified": "2017-03-28T13:54:00.840863Z",
          "type": "010combined",
          "sha1": "e85becf641e15121f008ed193893ef9af43a6152",
          "page_count": 20,
          "download_url": "http://www.tsc.state.tn.us/sites/default/files/maymopn.pdf",
          "local_path": "pdf/2011/11/29/marcella_e._may_v._donald_b._may.pdf",
          "plain_text": "                IN THE COURT OF APPEALS OF TENNESSEE\n                           AT KNOXVILLE\n                                 August 15, 2011 Session\n\n                MARCELLA E. MAY v. DONALD B. MAY, ET AL.\n\n             Appeal from the Domestic Relations Court for Meigs County\n                    No. D-760   Jayne Johnston Crowley, Judge\n\n\n            No. E2010-01026-COA-R3-CV-FILED-NOVEMBER 29, 2011\n\n\nAfter twenty-five years of marriage, Marcella E. May (“Wife”) sued Donald B. May\n(“Husband”) for divorce. Husband’s adult son Donald P. May (“Son”) was added later to\nthe suit as a defendant concerning a real property transfer. After a trial, the Trial Court\nentered its Final Decree of Divorce, inter alia, awarding Wife a divorce, dividing the marital\nproperty, awarding Wife transitional alimony, and awarding Wife judgment for attorney’s\nfees against Husband. After further hearing, the Trial Court entered subsequent orders\nawarding Wife $63,474.34 in attorney’s fees and $2,965.77 in costs against Husband, and\n$4,083.50 in attorney’s fees against Son. Husband and Son appeal to this Court raising\nissues regarding the classification and distribution of specific property, and the awards of\nalimony and attorney’s fees. We affirm with regard to the classification and distribution of\nproperty, the award of alimony, and the award of attorney’s fees against Husband. We find\nand hold that no contractual or statutory basis allowed for an award of attorney’s fees against\nSon, and we, therefore, vacate the award to Wife of a judgment for attorney’s fees against\nSon.\n\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Domestic Relations Court\n               Affirmed, in part; Vacated, in part; Case Remanded\n\n\nD. M ICHAEL S WINEY, J., delivered the opinion of the Court, in which H ERSCHEL P. F RANKS,\nP.J., and C HARLES D. S USANO, J R., J., joined.\n\n\nD. Mitchell Bryant, Athens, Tennessee, for the appellants, Donald B. May and Donald P.\nMay.\n\nHarold L. North, Jr., Chattanooga, Tennessee, for the appellee, Marcella E. May.\n\f                                         OPINION\n\n                                        Background\n\n              Husband and Wife married in 1983. No children were born of the marriage.\nWife sued Husband for divorce in 2008. Wife later alleged that certain marital real property\nhad been erroneously or fraudulently conveyed to Son, and Wife was granted leave to amend\nher complaint to add Son as a defendant to the suit concerning this real property. The case\nproceeded to trial without a jury.\n\n              At the time of trial, Husband was 75 years old and had no health issues.\nHusband holds a degree in poultry science and agriculture from the University of Georgia\nwith a minor in business law and a minor in economics. He was employed for fifteen years\nat Mayo Chemical as a director of sales and as a manager. Husband retired from Mayo and\nbegan employment as a consultant for Dycho in 2002. Husband earns $1,250 per month in\nhis position with Dycho and works whatever hours he chooses. He also receives\nreimbursement for his expenses.\n\n               Husband and Wife own a farm in Decatur, Tennessee (“the Farm”), which was\nthe parties’ marital home. The Farm consists of approximately one hundred and fifty acres.\nHusband admitted that during a meeting with an attorney in December of 2005 for estate\nplanning purposes, Husband told the attorney that the Farm had a value of close to $1\nmillion. Wife testified that Husband told her the Farm was worth over a million dollars. She\nstated that during the estate planning meetings with the attorney, Husband told the attorney\nthat the Farm was worth “anywhere from a million and a half to two.” Husband remained\nin the marital home on the Farm during the pendency of the divorce.\n\n             Husband and Wife also own a cabin and lot in Gatlinburg. The Gatlinburg\ncabin was purchased by Husband approximately two years before the parties were married.\nAfter the marriage, Husband conveyed a one-half undivided interest in the Gatlinburg\nproperty to Wife. At trial, the parties stipulated that the Gatlinburg property was worth\n$185,000 for both the cabin and the lot.\n\n               During the pendency of the divorce, the Trial Court ordered that the Farm be\nlisted for sale. When asked, Husband admitted that he was at the hearing where the Trial\nCourt ordered that the Farm be listed for sale, but that he had not listed the Farm for sale.\nWhen asked why he had not complied with the Trial Court’s order, Husband stated: “I just\ndidn’t do it.” Husband admitted that he did not want to list the Farm for sale. Husband\nadmitted that the Trial Court also had ordered that the Gatlinburg property be listed for sale\n\n                                             -2-\n\fand that he had not done that either. When asked why he had not listed the Gatlinburg\nproperty for sale, Husband stated: “Just negligence.… I just didn’t do it.”\n\n               During the marriage, Husband’s and Wife’s regular household expenses were\npaid from their joint First Tennessee Bank account (“First Tennessee Account”). After Wife\nfiled for divorce, Husband took Wife’s name off the First Tennessee Account and put Son’s\nname on it.\n\n             Husband inherited $688,000 during the marriage. This money was deposited\ninto Husband’s and Wife’s First Tennessee Account. Husband testified that he later moved\nthe money into an account with the Hartford Fund (“Hartford Account”) in Husband’s name\nonly. Husband stated:\n\n       I had to - - where the people mailed the check, I had to give them an account\n       number and account bank number so they could deposit it at First Tennessee\n       Bank. It was only in there just to say that the bank got it. I didn’t write any\n       checks, nothing off of it. It was immediately put in to investment.\n\nHusband claimed that First Tennessee Bank moved the money into the Hartford Account\n“immediately,” but when asked exactly when that was done, Husband stated: “I cannot tell\nyou. Don’t know.” Husband admitted that the inheritance money was commingled with\nmarital funds in the First Tennessee Account, and that he did not know how much money\nwas in the First Tennessee Account at the time of the $688,000 deposit. Husband claimed\nthere was no way to trace that to find out.\n\n              Husband testified that he used some of the money from his inheritance to\npurchase two trucks for himself and one for his daughter, a Jaguar for Wife, a camper, and\nvarious farm implements and stated: “I had to transfer some money from Hartford to my bank\naccount.” The camper cost approximately $32,000. When asked about moving the money\nfrom the First Tennessee Account to the Hartford Account and then back to the First\nTennessee Account, Husband admitted that during his deposition he had stated: “I can’t tell\nyou how much all I put in at one time. I can’t tell you. I don’t know. I held out some of the\nmoney. I can’t tell you.” Husband did not know how much of the money he had held out,\nbut Husband also stated that all of the inheritance money went into the Hartford Account.\n\n              Husband testified that the money was in the Hartford Account since 2003.\nDuring his deposition, Husband stated: “I turned that money over to First Tennessee and it\ntook awhile to invest that money.” Husband stated:\n\n       I don’t know how quickly the money went out of the [First Tennessee]\n\n                                             -3-\n\f       account. I cannot - - I don’t remember. It was 2002, and I don’t know how\n       much money I had in there. I don’t know how much money I took out and I\n       don’t know when Hartford took the money out or First Tennessee put it out\n       into Hartford. They invested that money in stages.\n\n             Husband admitted that while the inheritance money was in the First Tennessee\nAccount, he put his income into that account and paid marital expenses out of that account.\nHusband agreed that he thought that it would be financial chaos to try to recreate when the\ninheritance money came in to and went out of the First Tennessee Account.\n\n              Although he was asked for the First Tennessee Account and Hartford Account\nrecords during discovery, Husband failed to produce either. Husband admitted that he threw\naway the First Tennessee Account and Hartford Account records. He stated: “I didn’t need\nthem.” When asked why he did not spend time trying to recreate the details about the money\nthat went from the First Tennessee Account to the Hartford Account, Husband stated: “I had\nno reason to.… Yeah. You know, I’m lost for words right now.” Husband admitted that he\nworked with his attorney to prepare an exhibit documenting his 401(k) contributions going\nback to 1977. Husband admitted that he would only have had to go back to 2002 or 2003 to\ndocument the Hartford Account, and that he could have done the same for the Hartford\nAccount as he did for his 401(k). Husband also admitted that he had been asked during\ndiscovery to produce the Hartford Account records.\n\n              Husband admitted that out of the money coming from the First Tennessee\nAccount he purchased a John Deere Gator for $9,000, a Grasshopper lawnmower for\n$16,000, a hay rake for $850, a Grain-O-Vator, a New Holland feed mixer for $3,500, a 12-\nfoot mower for $2,000, a new barn for $65,000, a new watering system, a gooseneck trailer\nfor $32,000, a Filson head shoot for $2,400, a herd of cattle for $20,000, two bulls, a\nswimming pool for $26,000, and closed in a front porch for $2,600. Husband stated that he\npurchased these items over a period of several years.\n\n                Husband was unsure how much money was in the Hartford Account at the time\nof trial, but he approximated it at $130,000. When asked if there had been $300,000 in the\nHartford Account at the time the divorce was filed, Husband stated: “I don’t remember.”\nHusband claimed that the money in the Hartford Account went toward alimony while the\ndivorce was pending. When questioned further, Husband testified that he also paid some of\nWife’s bills from the Hartford Account.\n\n               Husband testified that there was $900 in the First Tennessee Account at the\ntime of trial. During his deposition Husband had stated that there was $12,000 in the First\nTennessee Account. When asked about the depletion of the First Tennessee Account,\n\n                                            -4-\n\fHusband stated: “I wrote two checks today and there won’t be any money in it.… I wrote\nan $85 check for my water bill. I’ve got insurance to pay. I wrote close to $800 worth of\nchecks this morning I mailed.” When questioned further about the $12,000, Husband stated:\n“That’s for alimony.”\n\n               Husband also admitted that he has a farm account, but claimed there was only\n$100 in that account, and an alimony account, which had $500 in it. When asked why he had\na separate alimony account, Husband stated: “That’s the way I can keep up with it. I had\npaid her already 30,000 this year in alimony.”\n\n               Husband admitted that he has taken $66,775.93 from the Hartford Account\nsince the divorce was filed. Husband admitted that the Trial Court had ordered that Wife was\nto get $2,500 per month in alimony during the divorce and that Husband had paid through\nJune for twelve months for a total of $30,000. Husband admitted that the other $37,000 that\nhe had taken out of the Hartford Account had been for his own benefit. When asked,\nHusband admitted that since the divorce was filed he has traveled to Florida twice with his\nfriends from the Highland Sportsman Club, but claimed that these trips were at no cost to\nhim.\n\n              Husband testified that he receives $1,728 per month in Social Security and\n$1,250 per month from Dycho, and that he also takes $1,000 per month from the Hartford\nAccount. Husband admitted that he had been taking the $1,000 per month from the Hartford\nAccount prior to the parties separating to “help run the household.” Husband admitted that\nhis arrangement with Dycho could last forever, but claimed that he had decided to leave\nDycho and retire. Husband admitted that he had made this decision to leave Dycho because\nof the divorce.\n\n               Wife was 59 years old at the time of trial. Wife went to school through the\neleventh grade and then took her GED test. She has no special training or certifications, no\nvocational training, and is not proficient on computers. Wife testified that she worked as an\nexecutive secretary for L.P. Muller & Company from 1975 until 1985. Wife then worked for\nHenry Crumbliss Yarns as an executive secretary from 1985 until 1995. After that, Wife\nstarted cleaning houses and working part-time for the Chattanooga Riverboat, which is\nseasonal work. During the season, Wife worked for the Chattanooga Riverboat two days or\nsixteen hours a week. Wife has had squamous cell cancer and has a sciatic nerve in her hip\nthat causes her some problems and pain when she works cleaning houses.\n\n             At the time of trial, Wife worked cleaning houses. She testified that she cleans\ntwo houses on a regular basis. Wife cleans one of those houses every week for a monthly\nincome of $160. Wife cleans the other house every other week and makes $100 per month\n\n                                             -5-\n\fcleaning this house. Wife testified that she has passed out fliers in an attempt to gain more\nclients for her house cleaning, but has not had any response to the fliers.\n\n              Wife also had sold Mary Kay cosmetics and Park Lane Jewelry. Wife\ndescribed these activities as a hobby. At the time of trial, Wife was not actively selling Mary\nKay and the Mary Kay company had designated Wife’s status as inactive. Wife testified that\nshe had not had any sales of Park Lane Jewelry in a couple of months and stated that she had\nonly had one Park Lane Jewelry party this year. Wife feels that she has exhausted her\nsources for selling Park Lane Jewelry.\n\n                During the marriage, Wife did the housework, the laundry, the cooking, and\nyard work. Wife purchased all of her clothes and also purchased clothes for Husband. Wife\nstated: “I paid for my car. Then I paid for my medicine, my doctor bills. I bought everything\nfor the house, you know, the furniture, accessories. I bought Christmas gifts and, of course,\nI bought everybody’s clothes and I bought groceries.” During the marriage, Wife received\n$4,000 in an inheritance which she spent on furniture for the marital home.\n\n             Wife testified that Husband “was controlling with the finances.” Wife testified\nthat Husband would allow her to put gas in her car only once a month. Wife would give\nplasma twice a week to earn money. When asked how much money she earned by donating\nplasma, Wife stated: “Well, it started out $40. Now, it’s down to 30, but it was 20 each - -\n20 twice a week.” Wife has been donating plasma for about ten years.\n\n               Wife has an account at SunTrust Bank and an account at Regions Bank. Wife\ntestified that at the time of trial there was $52 in the SunTrust account and $126 in the\nRegions account. Wife deposits her alimony and the money she earns from housecleaning\ninto those accounts. Wife testified that she will be eligible to draw $796 per month in Social\nSecurity when she turns 62. Wife has no retirement account.\n\n              After the trial, the Trial Court entered its Final Decree of Divorce on December\n10, 2009 finding and holding, inter alia:\n\n       2. [Wife] and [Husband] have been married for twenty-six years. No children\n       were born of their marriage. At the time of trial, [Husband] was 75 years old,\n       and [Wife] was 59 years old.\n\n       3. The Court notes that [Husband’s] testimony lacked significant credibility\n       in several respects in that his testimony ranged from contradictions with his\n       earlier deposition testimony to forgetfulness concerning various relevant\n       matters.\n\n                                              -6-\n\f4. [Husband’s] education and health: [Husband] has a degree from the\nUniversity of Georgia. [Husband] is “semi-retired” (sic), but continues to work\nas a consultant for Dycho, earning $1,250.00 per month. In addition,\n[Husband] is reimbursed for expenses up to $800.00 per month. [Husband]\nalso receives Social Security benefits in the amount of $1,728.00 per month,\nand has routinely withdrawn at least $1,000.00 per month from an account\nknown as the “Hartford Fund”, discussed hereinafter. Although he indicated\nduring his depositions that his work with Dycho could last “forever” (sic),\nDefendant changed his testimony at trial, claiming it was his intent to retire at\nsome point after the divorce. [Husband’s] physical condition is not unusual for\na man of his age; he appeared at trial to be in good health, but with some\ncognitive difficulties. However, since the court had no evidence of\n[Husband’s] everyday demeanor, there was no way to determine whether his\ndifficulties were due to the nervousness often seen in courtroom proceedings\nor to some other problem.\n\n5. [Wife’s] education and health: [Wife] has a high school education. [Wife]\nhas not maintained regular full-time employment outside the marital home in\nmany years. At the time of the filing of her divorce complaint, [Wife]\ngenerated limited income to pay for “gas money and spending money” (sic)\nfrom cleaning a few homes in the Chattanooga area, and from selling her blood\nplasma on a regular basis. [Wife] has suffered from squamous cell carcinoma,\nand has recurrent problems with her sciatic nerve.\n\n6. Standard of living during the marriage: The proof at trial showed that\nthe parties enjoyed a relatively high standard of living during the marriage.\nThey owned (1) a home and adjacent farm on 150 acres (the “Farm Property”);\n(2) a cabin and adjacent property in Gatlinburg (the “Gatlinburg Property”);\n(3) a trailer in Tellico; (4) newer model vehicles; (5) personal property,\nincluding farm equipment and implements, worth approximately two hundred\nfifty thousand dollars [see, Master Asset List]; and (6) funds in financial\naccounts which totaled, at the time of the divorce filing, approximately\n$300,000. The parties’ indebtedness approximates $50,000.00, and is made\nup of debt against [Husband’s] truck and the farm equipment, and credit card\ndebt of about $8,000.00 [see, Master Asset List, Liabilities].\n\n                                     ***\n\n8. [Wife’s] attorney fees: [Wife] is entitled to a judgment for attorney fees in\n\n                                       -7-\n\fthis cause. This is supported by [Husband’s] behavior during the pendency of\nthis matter including: (1) his continued harassment of [Wife], which led to him\nbeing held in contempt at the hearing on September 30, 2008; (2) his refusal\nto comply with the prior order of the Court, of July 31, 2008, directing the\nlisting of the Farm Property for sale, because he “just didn’t want to” (sic); (3)\nhis refusal to acknowledge in the months prior to trial that the deed from\n[Wife] to his son, Donald P. May, was erroneous and should be set aside; (4)\nhis assertion at his original deposition that [Wife] was not guilty of\ninappropriate marital conduct, only to amend his answer the next day to assert\nthat [Wife] was guilty of such conduct, which he attempted to substantiate by\nclaiming that [Wife] is a lesbian; (5) his refusal to comply with the order of the\nCourt, of October 28, 2008, requiring him to account for his disposition of the\nHartford Fund; (6) his taking [Wife’s] name off of their joint checking account\nfollowing the divorce filing; and (7) his destruction of various records\nconcerning the Hartford Fund and First Tennessee accounts following the\ndivorce filing. The Court determines that [Wife] should be awarded her\nattorneys’ fees from [Husband], in that she otherwise lacks sufficient funds to\npay such fees, and her ability to pay the fees is solely dependent upon her use\nof the assets awarded her in the divorce. [Wife] has no independent assets\nwithin which to satisfy such fees. Such determination is all the more\nappropriate in this case, as [Husband’s] conduct necessitated the incurring of\nsignificant and substantial attorneys’ fees which [Wife] should not have had\nto bear, but for the harassing and contemptuous conduct by [Husband].\n\n9. [Wife’s] claim for alimony: In considering [Wife’s] claim for alimony, the\nCourt finds that, primarily because of [Wife’s] age, minimal education, and\nlack of significant employment for the last several years, [Wife] is entitled to\nnonmodifiable transitional alimony. Upon consideration of the factors set out\nunder Tenn. Code Ann. § 36-5-121(h)(3)(i), the Court determines that [Wife]\nis entitled to transitional alimony from [Husband], in the amount of $1,500.00\nper month, until both the Farm and Gatlinburg properties are sold. It is the\nCourt’s hope that [Husband’s] continued alimony obligation to [Wife], until\nboth properties are sold, will not only provide [Wife] with necessary support\npending the sale of those assets, but also effectively motivate [Husband] and\nhis relatives to cooperate in the expeditious listing and sale of those assets. In\ndetermining [Wife’s] need for alimony, the Court has considered, among other\nfactors, the primary considerations of [Wife’s] need and [Husband’s] ability\nto pay. As discussed above, [Wife] has previously suffered from cancer and\nhas recurrent sciatic nerve problems.\n\n\n\n                                       -8-\n\f                                      ***\n\n11. Commingling of financial assets: While [Husband] argues vigorously for\nthe proposition that most of the other assets involved in this proceeding are\nseparate property, [Wife’s] argument for commingling of assets is granted\nsignificant weight by the Court. It became clear during the several days of\nhearing in this matter that neither party, whether intentionally or not,\nmaintained a particularly firm grasp of the family finances. [Wife] testified at\ntrial that she had little to do with the finances of the parties because [Husband]\nrefused to allow her to do so. [Husband] testified that, after the petition for\ndivorce was filed, he did not keep banking or investment records and that the\nparties’ finances were not subject to a clear division as separate and marital.\n\n12. First Tennessee Bank account: Testimony from both parties at trial was\nthat [Wife] maintained a checking account in her own name, which she used\nfor household expenses as well as her personal needs and [Husband]\nmaintained a checking account in both parties’ names (the First Tennessee\nBank account), which the parties agreed [Wife] did not use. [Wife] testified\nthat she was not allowed to make use of the joint account. [Husband] did not\ndispute this claim. The joint account was used for major purchases, household\nexpenses, family holidays and personal needs. It did not appear from\ntestimony or documentary evidence that there was any particular distinction\nmade between funds deposited in the joint account from employment income,\ninheritance income, investment income, or, indeed, any other source of\nincome. Despite discovery requests and direction from the Court to provide\nbanking records from the First Tennessee Bank Account, [Husband] failed to\ndo so.\n\n       Following the inheritance by [Husband] and his sister of certain\nproperty in Hamilton County that property was sold and [Husband’s] share of\nthe proceeds was deposited in the parties’ joint checking account at First\nTennessee Bank. At the time the proceeds were deposited into the joint\nchecking account, that account had on deposit marital funds from various\nsources. Despite numerous requests from [Wife], [Husband] was unable to\nproduce relevant documents showing the amount and source of funds used to\nestablish the Hartford Fund. [Husband] indicated that he does not know how\nmuch was in the First Tennessee joint account at the time of the deposit of the\nproceeds from the sale of the inherited property, and stated in his depositions\nand at trial that there was “no way” (sic) to find that out.\n\n\n\n                                       -9-\n\f               Following the deposit of the inherited funds in the joint First Tennessee\n       account, the parties purchased, from that account, various vehicles and farm\n       equipment for themselves and their relatives. [Husband] indicated that such\n       purchases occurred over several years, and that the inherited money “stayed in\n       that [joint] account for awhile.” (sic) During that time, there were other funds\n       going in and out of the account on a routine basis, such as [Husband’s] income\n       and payment of the parties’ various expenses.\n\n              [Husband] testified that he did not maintain the statements from First\n       Tennessee Bank, and proceeded to throw away the statements for this account\n       following the divorce filing, because he “didn’t need them” (sic). He admitted\n       that he threw away “a bunch of records” (sic) after [Wife] filed for divorce,\n       because he “cleaned out his desk” (sic). Because the funds passing through the\n       First Tennessee Bank account are determined by the Court to be marital\n       property, on the theory that they have been so commingled that, by\n       [Husband’s] own admission, it would be “financial chaos” (sic) to attempt to\n       untangle them, any assets purchased with funds from the First Tennessee Bank\n       account are marital assets as well.\n\n       13. Establishment of the Hartford Fund account: At some point, [Husband]\n       removed a portion of the funds from the jointly-owned First Tennessee Bank\n       account to establish the Hartford Fund, but was unable to state how much\n       money was initially used to set up the Fund, only that he held out “some of the\n       money” (sic) from the joint account. [Husband] reiterated that he has no idea\n       what money he took out of the joint First Tennessee account to open the\n       Hartford Fund, and acknowledged that he left “quite a bit” (sic) of money in\n       the First Tennessee account to pay for, among other things, various items of\n       personal property. [Husband] further indicated that it “took a while” (sic) to\n       open the Hartford account. He also stated that it was impossible to trace the\n       money that came in and out of the First Tennessee account, in that it would be\n       “absolute financial chaos” (sic). In addition to the apparent lack of any effort\n       by [Husband] to specifically trace the funds that came into the First Tennessee\n       account and Hartford Fund, there was no credible testimony at trial that the\n       Hartford Fund was to be [Husband’s] separate property. Both parties testified\n       that the monthly withdrawals made from the Hartford Fund were used to pay\n       their routine expenses. Taking all of this together, the Court finds that the\n       Hartford Fund account is a marital asset.\n\n(notations ‘(sic)’ appear in original). In the Final Decree of Divorce, the Trial Court also\nfound and held that Son’s claim to an interest in the Farm was based upon an erroneous deed,\n\n                                             -10-\n\fwhich the Trial Court set aside and held for naught.\n\n               Husband filed a motion to alter or amend or for a new trial. After a hearing,\nthe Trial Court entered its order on March 25, 2010 denying Husband’s motion, in part, and\ngranting it, in part. Specifically, and as relevant to this appeal, the March 25, 2010 order\nawarded Wife a judgment for $25,000 in attorney’s fees against Husband, and a judgment\nof $4,083.50 for attorney’s fees against Son.\n\n               Wife filed a motion to alter or amend the March 25, 2010 order. After a\nhearing, the Trial Court granted Wife’s motion to alter or amend, in part, and reserved the\nissue of attorney’s fees. Wife subsequently filed an Emergency Petition for Contempt\nalleging, in part, that Husband was failing to comply with the Trial Court’s orders. The Trial\nCourt held a hearing on Wife’s Emergency Petition for Contempt and entered its order\nSeptember 16, 2010 nunc pro tunc to September 3, 2010 finding and holding, inter alia, that\nWife should be and was awarded a judgment against Husband “for all attorneys fees and\nrelated expenses incurred by her in the divorce proceeding, through December 21, 2009, in\nthe total amount of $63,474.34, and that [Wife] shall have and recover judgment against\n[Husband] for her discretionary costs in the divorce proceeding, in the total amount of\n$2,965.77.” Husband and Son appeal to this Court.\n\n                                          Discussion\n\n              Although not stated exactly as such, Husband and Son raise five issues on\nappeal: 1) whether the Trial Court erred in classifying certain property as marital property;\n2) whether the Trial Court erred in dividing the marital property; 3) whether the Trial Court\nerred in awarding Wife alimony; 4) whether the Trial Court erred in awarding Wife a\njudgment for attorney’s fees against Husband; and, 5) whether the Trial Court erred in\nawarding Wife a judgment for attorney’s fees against Son. Wife requests an award of\nattorney’s fees on appeal.\n\n               Our review is de novo upon the record, accompanied by a presumption of\ncorrectness of the findings of fact of the trial court, unless the preponderance of the evidence\nis otherwise. Tenn. R. App. P. 13(d); Bogan v. Bogan, 60 S.W.3d 721, 727 (Tenn. 2001).\nA trial court’s conclusions of law are subject to a de novo review with no presumption of\ncorrectness. S. Constructors, Inc. v. Loudon County Bd. of Educ., 58 S.W.3d 706, 710 (Tenn.\n2001).\n\n              We first consider whether the Trial Court erred in classifying certain property\nas marital property. Specifically, Husband contests the Trial Court’s classification and\ndivision as marital property of the money in the Hartford Account, which is what remains of\n\n                                              -11-\n\fthe $688,000 that Husband inherited during the marriage.1 As our Supreme Court has\nexplained:\n\n                 Tennessee is a “dual property” state because its domestic relations law\n        recognizes both “marital property” and “separate property.” See generally\n        Tenn. Code Ann. § 36-4-121; Eldridge v. Eldridge, 137 S.W.3d 1, 12 (Tenn.\n        Ct. App. 2002). When a married couple seeks a divorce, the “marital\n        property” must be divided equitably between them, without regard to fault on\n        the part of either party. Tenn. Code Ann. § 36-4-121(a)(1). “Separate\n        property” is not part of the marital estate and is therefore not subject to\n        division. See Cutsinger [v. Cutsinger], 917 S.W.2d [238, 241 (Tenn. Ct. App.\n        1995)]. Thus, it is imperative that the parties, the trial court, or both identify\n        all of the assets possessed by the divorcing parties as either marital or separate\n        so that a proper division can be accomplished.\n\nSnodgrass v. Snodgrass, 295 S.W.3d 240, 246 (Tenn. 2009).\n\n               As pertinent to the issue now before us, Tenn. Code Ann. § 36-4-121 provides\nthat by definition “separate property” includes: “Property acquired by a spouse at any time\nby gift, bequest, devise or descent; ….” Tenn. Code Ann. § 36-4-121 (b)(2)(D) (2010).\n\nThe inquiry does not end here, however, as separate property may in certain circumstances\nbecome marital. As our Supreme Court explained in Snodgrass:\n\n        [S]eparate property may be deemed marital by operation of law under theories\n        of commingling or transmutation. Langschmidt v. Langschmidt, 81 S.W.3d\n        741, 747 (Tenn. 2002).\n\n                                                    ***\n\n              This Court addressed the related doctrines of commingling and\n        transmutation for the first time in Langschmidt and adopted the following\n        explanation:\n\n        1\n          Husband also asserts in his brief on appeal that the Trial Court erred in classifying some of the farm\nequipment purchased with the $688,000 as marital property. As discussed above, however, the evidence\nshows that the $688,000 became marital property through commingling with marital funds, which would\nresult in the items purchased with this money also being classified as marital property. Furthermore,\nHusband never points to any specific items of farm equipment that he contests were improperly classified,\nbut rather simply requests that this Court “give consideration to some or all of the farm equipment, which\nwas purchased with those funds, being declared his separate property ….”\n\n                                                     -12-\n\f              [S]eparate property becomes marital property [by commingling]\n              if inextricably mingled with marital property or with the separate\n              property of the other spouse. If the separate property continues\n              to be segregated or can be traced into its product, commingling\n              does not occur . . . . [Transmutation] occurs when separate\n              property is treated in such a way as to give evidence of an\n              intention that it become marital property . . . . The rationale\n              underlying these doctrines is that dealing with property in these\n              ways creates a rebuttable presumption of a gift to the marital\n              estate. This presumption is based also upon the provision in\n              many marital property statutes that property acquired during the\n              marriage is presumed to be marital. The presumption can be\n              rebutted by evidence of circumstances or communications\n              clearly indicating an intent that the property remain separate.\n\n       81 S.W.3d at 747 (quoting 2 Homer H. Clark, The Law of Domestic Relations\n       in the United States § 16.2 at 185 (2d ed. 1987)).\n\nSnodgrass, 295 S.W.3d at 247, 256.\n\n               With regard to this issue, the Trial Court specifically found and held that: “the\nfunds passing through the First Tennessee Bank account are determined by the Court to be\nmarital property, on the theory that they have been so commingled that, by [Husband’s] own\nadmission, it would be “financial chaos” (sic) to attempt to untangle them ….” The evidence\nin the record on appeal does not preponderate against the Trial Court’s findings relative to\nthis issue.\n\n               The evidence shows that Husband’s inheritance was put into the parties’ joint\nFirst Tennessee Account where it was commingled with marital funds. The evidence further\nshows that although some of this money was moved into the Hartford Account, there was no\nclear evidence of how much of the money was moved, or when it was moved. Furthermore,\nas the Trial Court found, there was no clear evidence showing that the Hartford Account was\nintended to remain as Husband’s separate property. The evidence shows that Husband’s\ninheritance was unable to be segregated or traced to its product after it was deposited into the\nFirst Tennessee Account. Husband himself testified that the money could not be traced, and\nhe agreed that it would be financial chaos to attempt to do so. A rebuttable presumption of\na gift to the marital estate was created. Husband failed to rebut the presumption. We find\nno error in the Trial Court’s classification of the Hartford Account as marital property.\n\n\n\n                                              -13-\n\f             We next consider whether the Trial Court erred in dividing the marital\nproperty. As our Supreme Court has explained:\n\n             This Court gives great weight to the decisions of the trial court in\n      dividing marital assets and “we are disinclined to disturb the trial court’s\n      decision unless the distribution lacks proper evidentiary support or results in\n      some error of law or misapplication of statutory requirements and procedures.”\n      Herrera v. Herrera, 944 S.W.2d 379, 389 (Tenn. Ct. App. 1996). As such,\n      when dealing with the trial court’s findings of fact, we review the record de\n      novo with a presumption of correctness, and we must honor those findings\n      unless there is evidence which preponderates to the contrary. Tenn R. App. P.\n      13(d); Union Carbide Corp. v. Huddleston, 854 S.W.2d 87, 91 (Tenn. 1993).\n      Because trial courts are in a far better position than this Court to observe the\n      demeanor of the witnesses, the weight, faith, and credit to be given witnesses’\n      testimony lies in the first instance with the trial court. Roberts v. Roberts, 827\n      S.W.2d 788, 795 (Tenn. Ct. App. 1991). Consequently, where issues of\n      credibility and weight of testimony are involved, this Court will accord\n      considerable deference to the trial court’s factual findings. In re M.L.P., 228\n      S.W.3d 139, 143 (Tenn. Ct. App. 2007) (citing Seals v. England/Corsair\n      Upholstery Mfg. Co., 984 S.W.2d 912, 915 (Tenn. 1999)). The trial court’s\n      conclusions of law, however, are accorded no presumption of correctness.\n      Langschmidt v. Langschmidt, 81 S.W.3d 741, 744-45 (Tenn. 2002).\n\n                                            ***\n\n      In a proceeding for divorce or legal separation, the trial court is authorized,\n      prior to determining the support and maintenance of one party by the other, to\n      “equitably divide, distribute or assign the marital property between the parties\n      without regard to marital fault in proportions as the court deems just.” Tenn.\n      Code Ann. § 36-4-121(a)(1) (2005). The trial court is empowered to do what\n      is reasonable under the circumstances and has broad discretion in the equitable\n      division of the marital estate. See Flannary v. Flannary, 121 S.W.3d 647, 650\n      (Tenn. 2003). The division of assets is not a mechanical process and trial\n      courts are afforded considerable discretion. Manis v. Manis, 49 S.W.3d 295,\n      306 (Tenn. Ct. App. 2001).\n\nKeyt v. Keyt, 244 S.W3d 321, 327-28 (Tenn. 2007) (footnote omitted).\n\n             Further, our Supreme Court has instructed:\n\n\n\n                                             -14-\n\f      [M]arital property must be divided equitably between the parties based on the\n      relevant factors enumerated in Tennessee Code Annotated section 36-4-121(c)\n      without regard to fault on the part of either party. Tenn. Code Ann. §\n      36-4-121(a)(1). Section 36-4-121(a)(1) requires an equitable division of\n      marital property, not an equal division. Robertson v. Robertson, 76 S.W.3d\n      337, 341 (Tenn. 2002).\n\nLarsen-Ball v. Ball, 301 S.W.3d 228, 231 (Tenn. 2010).\n\n             Tennessee Code Annotated § 36-4-121 (c) provides:\n\n      (c) In making equitable division of marital property, the court shall consider\n      all relevant factors including:\n\n             (1) The duration of the marriage;\n             (2) The age, physical and mental health, vocational skills,\n      employability, earning capacity, estate, financial liabilities and financial needs\n      of each of the parties;\n             (3) The tangible or intangible contribution by one (1) party to the\n      education, training or increased earning power of the other party;\n             (4) The relative ability of each party for future acquisitions of capital\n      assets and income;\n             (5) The contribution of each party to the acquisition, preservation,\n      appreciation, depreciation or dissipation of the marital or separate property,\n      including the contribution of a party to the marriage as homemaker, wage\n      earner or parent, with the contribution of a party as homemaker or wage earner\n      to be given the same weight if each party has fulfilled its role;\n             (6) The value of the separate property of each party;\n             (7) The estate of each party at the time of the marriage;\n             (8) The economic circumstances of each party at the time the division\n      of property is to become effective;\n             (9) The tax consequences to each party, costs associated with the\n      reasonably foreseeable sale of the asset, and other reasonably foreseeable\n      expenses associated with the asset;\n             (10) The amount of social security benefits available to each spouse;\n      and\n             (11) Such other factors as are necessary to consider the equities between\n      the parties.\n\nTenn. Code Ann. § 36-4-121 (c) (2010).\n\n                                            -15-\n\f              Husband argues in his brief on appeal that the fifth factor contained in Tenn.\nCode Ann. § 36-4-121 (c) “weighs heavily in favor of [Husband].” Husband states that “but\nfor a $688,000 inheritance received by Husband, and, except for the fact Husband had a\nsubstantial 401(k) retirement account, at the time the parties married, the parties would in no\nway have anywhere near the amount of assets which were divided by the court.”\n\n              We disagree with Husband’s assertion that factor five should be relied upon\nany more heavily than the other relevant factors. All relevant factors must be considered\nwhen making an equitable division of marital property. The record reveals that the Trial\nCourt did consider all relevant factors. Furthermore, the evidence in the record on appeal\ndoes not support Husband’s assertion that the fifth factor weighs heavily in his favor. Rather,\nthe evidence shows that Wife fulfilled her role as a homemaker and her contribution shall be\ngiven the same weight as Husband’s contribution.\n\n               Husband asserts that the evidence shows that “while both parties worked at\ndifferent times during the marriage, that Wife’s funds were always kept as her separate funds,\nin her own bank accounts.” We disagree. Although Husband made this assertion at trial, the\nevidence shows that Wife used her own money, including her inheritance received during the\nmarriage and the money she received from selling her blood plasma, to purchase, among\nother things, gas, items for the marital home, and gifts for Husband. Furthermore, the Trial\nCourt specifically found Husband’s testimony “lacked significant credibility in several\nrespects …,” and, we give great deference to the Trial Court’s findings with regard to\ncredibility.\n\n              In his brief on appeal, Husband also argues:\n\n       if the court finds that all the property found by the trial court is marital\n       property, then [Husband] would urge this court to grant him 65% of the\n       monies received on the sale of the above-listed property, and grant Wife 35%\n       of the same. Such a ruling would more fairly adjust the equities in this matter.\n\nIn essence, Husband is requesting that this Court tweak the Trial Court’s distribution of\nmarital property. We decline to do so. We find no error in the Trial Court’s distribution of\nthe marital property, and we affirm on this issue.\n\n              Next, we consider whether the Trial Court erred in awarding Wife alimony.\nAs pertinent to this issue, our Supreme Court has explained:\n\n              For well over a century, Tennessee law has recognized that trial courts\n       should be accorded wide discretion in determining matters of spousal support.\n\n                                             -16-\n\fSee Robinson v. Robinson, 26 Tenn. (7 Hum.) 440, 443 (1846) (“Upon a\ndivorce . . . the wife is entitled to a fair portion of her husband’s estate for her\nsupport, and the amount thus to be appropriated is a matter within the legal\ndiscretion of the chancellor . . . .”). This well-established principle still holds\ntrue today, with this Court repeatedly and recently observing that trial courts\nhave broad discretion to determine whether spousal support is needed and, if\nso, the nature, amount, and duration of the award. See, e.g., Bratton v.\nBratton, 136 S.W.3d 595, 605 (Tenn. 2004); Burlew v. Burlew, 40 S.W.3d\n465, 470 (Tenn. 2001); Crabtree v. Crabtree, 16 S.W.3d 356, 360 (Tenn.\n2000).\n\n        Equally well-established is the proposition that a trial court’s decision\nregarding spousal support is factually driven and involves the careful\nbalancing of many factors. Kinard v. Kinard, 986 S.W.2d 220, 235 (Tenn. Ct.\nApp. 1998); see also Burlew, 40 S.W.3d at 470; Robertson v. Robertson, 76\nS.W.3d 337, 340-41 (Tenn. 2002). As a result, “[a]ppellate courts are\ngenerally disinclined to second-guess a trial judge’s spousal support decision.”\nKinard, 986 S.W.2d at 234. Rather, “[t]he role of an appellate court in\nreviewing an award of spousal support is to determine whether the trial court\napplied the correct legal standard and reached a decision that is not clearly\nunreasonable.” Broadbent v. Broadbent, 211 S.W.3d 216, 220 (Tenn. 2006).\nAppellate courts decline to second-guess a trial court’s decision absent an\nabuse of discretion. Robertson, 76 S.W.3d at 343. An abuse of discretion\noccurs when the trial court causes an injustice by applying an incorrect legal\nstandard, reaches an illogical result, resolves the case on a clearly erroneous\nassessment of the evidence, or relies on reasoning that causes an injustice.\nWright ex rel. Wright v. Wright, 337 S.W.3d 166, 176 (Tenn. 2011);\nHenderson v. SAIA, Inc., 318 S.W.3d 328, 335 (Tenn. 2010). This standard\ndoes not permit an appellate court to substitute its judgment for that of the trial\ncourt, but “‘reflects an awareness that the decision being reviewed involved\na choice among several acceptable alternatives,’ and thus ‘envisions a less\nrigorous review of the lower court’s decision and a decreased likelihood that\nthe decision will be reversed on appeal.’” Henderson, 318 S.W.3d at 335\n(quoting Lee Medical, Inc. v. Beecher, 312 S.W.3d 515, 524 (Tenn. 2010)).\nConsequently, when reviewing a discretionary decision by the trial court, such\nas an alimony determination, the appellate court should presume that the\ndecision is correct and should review the evidence in the light most favorable\nto the decision. Wright, 337 S.W.3d at 176; Henderson, 318 S.W.3d at 335.\n\n                                       ***\n\n                                       -17-\n\f       [T]ransitional alimony, is appropriate when a court finds that rehabilitation is\n       not required but that the economically disadvantaged spouse needs financial\n       assistance in adjusting to the economic consequences of the divorce. Tenn.\n       Code Ann. § 36-5-121(d)(4), (g)(1); Riggs, 250 S.W.3d at 456 n.5. Simply\n       put, this type of alimony “aid[s] the person in the transition to the status of a\n       single person.” Mills v. Mills, No. M2009-02474-COA-R3-CV, 2010 Tenn.\n       App. LEXIS 501, 2010 WL 3059170, at *5 (Tenn. Ct. App. Aug. 4, 2010); see\n       also Montgomery v. Silberman, No. M2009-00853-COA-R3-CV, 2009 Tenn.\n       App. LEXIS 787, 2009 WL 4113669, at *2 (Tenn. Ct. App. Nov. 24, 2009)\n       (affirming trial court’s award of transitional alimony to wife “to bridge the\n       gap, so to speak, between her married life and single life”); Engesser v.\n       Engesser, 42 So. 3d 249, 251 (Fl. Dist. Ct. App. 2010) (en banc) (describing\n       transitional alimony as “[b]ridge-the-gap alimony” designed to “smooth the\n       transition of a spouse from married to single life”).\n\nGonsewski v. Gonsewski, ___ S.W.3d ____, No. M2009-00894-SC-R11-CV, 2011 Tenn.\nLEXIS 872, at **7-10, *19 (Tenn. 2011).\n\n              The Trial Court awarded Wife transitional alimony in the amount of $1,500.00\nper month “until both the Farm and Gatlinburg properties are sold.” The Trial Court\nconsidered the relevant factors contained in Tenn. Code Ann. § 36-5-121 and made specific\nfactual findings. Without again reiterating all of these findings, we note that the evidence\nin the record does not preponderate against the Trial Court’s findings, particularly the\nfindings that Wife has shown a need and that Husband has the ability to pay.\n\n               Furthermore, we note that the Trial Court specifically tied the end date of this\nalimony to the sale of the Farm and Gatlinburg properties, when Wife would receive her\nshare of these marital assets. As the evidence in the record clearly shows that Husband had\npreviously been ordered to list these properties for sale and had deliberately refused to\ncomply with the Trial Court’s orders, it is clear that Husband has some measure of control\nover the duration of the alimony award. If Husband continues to refuse to list the properties\nfor sale, then Husband will continue to be required to pay this alimony. We find no error in\nthe award of alimony, and we affirm on this issue.\n\n               We next consider whether the Trial Court erred in awarding Wife a judgment\nfor attorney’s fees against Husband. In Gonsewski, our Supreme Court also instructed:\n\n              It is well-settled that an award of attorney’s fees in a divorce case\n       constitutes alimony in solido. See Tenn. Code Ann. § 36-5-121 (h)(1)\n\n                                             -18-\n\f       (“alimony in solido may include attorney fees, where appropriate”); Herrera\n       v. Herrera, 944 S.W.2d 379, 390 (Tenn. Ct. App. 1996). The decision whether\n       to award attorney’s fees is within the sound discretion of the trial court.\n       Crabtree, 16 S.W.3d at 361; Kincaid v. Kincaid, 912 S.W.2d 140, 144 (Tenn.\n       Ct. App. 1995). As with any alimony award, in deciding whether to award\n       attorney’s fees as alimony in solido, the trial court should consider the factors\n       enumerated in Tennessee Code Annotated section 36-5-121 (i). A spouse with\n       adequate property and income is not entitled to an award of alimony to pay\n       attorney’s fees and expenses. Umstot v. Umstot, 968 S.W.2d 819, 824 (Tenn.\n       Ct. App. 1997). Such awards are appropriate only when the spouse seeking\n       them lacks sufficient funds to pay his or her own legal expenses, see\n       Houghland v. Houghland, 844 S.W.2d 619, 623 (Tenn. Ct. App. 1992), or the\n       spouse would be required to deplete his or her resources in order to pay them,\n       see Harwell v. Harwell, 612 S.W.2d 182, 185 (Tenn. Ct. App. 1980). Thus,\n       where the spouse seeking such an award has demonstrated that he or she is\n       financially unable to procure counsel, and where the other spouse has the\n       ability to pay, the court may properly grant an award of attorney’s fees as\n       alimony. See id. at 185.\n\nGonsewski, ____ S.W.3d at ____, 2011 Tenn. LEXIS 872, at **32-33.\n\n                The Trial Court made specific findings with regard to the award of attorney’s\nfees against Husband. Specifically, the Trial Court found that Wife: “otherwise lacks\nsufficient funds to pay such fees, and her ability to pay the fees is solely dependant upon her\nuse of the assets awarded her in the divorce. [Wife] has no independent assets within which\nto satisfy such fees.” The evidence does not preponderate against these findings.\nFurthermore, the Trial Court found that: “[Husband’s] conduct necessitate the incurring of\nsignificant and substantial attorneys’ fees which [Wife] should not have had to bear, but for\nthe harassing and contemptuous conduct by [Husband].” The record contains much support\nfor this particular finding. We find no abuse of discretion in the award to Wife of attorney’s\nfees from Husband in the amount of $63,474.34 and costs in the amount of $2,965.77.\n\n             Next, we consider the issue of whether the Trial Court erred in awarding Wife\na judgment for attorney’s fees against Son. In Cracker Barrel Old Country Store, Inc. v.\nEpperson, our Supreme Court explained:\n\n              Tennessee, like most jurisdictions, adheres to the “American rule” for\n       award of attorney fees. John Kohl & Co. v. Dearborn & Ewing, 977 S.W.2d\n       528, 534 (Tenn. 1998); Pullman Standard, Inc. v. Abex Corp., 693 S.W.2d\n       336, 338 (Tenn. 1985). Under the American rule, a party in a civil action may\n\n                                             -19-\n\f       recover attorney fees only if: (1) a contractual or statutory provision creates a\n       right to recover attorney fees; or (2) some other recognized exception to the\n       American rule applies, allowing for recovery of such fees in a particular case.\n       Taylor, 158 S.W.3d at 359; John Kohl, 977 S.W.2d at 534.\n\nCracker Barrel Old Country Store, Inc. v. Epperson, 284 S.W.3d 303, 308 (Tenn. 2009)\n(footnote omitted).\n\n              In the case now before us, no contractual or statutory provision exists which\nwould allow Wife to recover an award of attorney’s fees against Son, nor is there a\nrecognized exception applicable to this situation. The fact that Son may have been extremely\nand unnecessarily uncooperative during the pendency of this suit, and the fact that Wife\nultimately prevailed against Son simply are insufficient bases for awarding Wife attorney’s\nfees against Son. As such, we vacate the award to Wife of a judgment against Son in the\namount of $4,083.50 for attorney’s fees.\n\n               Finally, we address Wife’s request for an award of attorney’s fees on appeal.\nIn the exercise of our discretion in light of all relevant factors, we award Wife her attorney’s\nfees on appeal. We remand this case to the Trial Court for a determination of the appropriate\namount of such fees.\n\n                                         Conclusion\n\n               The judgment of the Trial Court is vacated as to the award to Wife of attorney’s\nfees against Son. The remainder of the Trial Court’s judgment is affirmed. This cause is\nremanded to the Trial Court for further proceedings consistent with this Opinion, and for\ncollection of the costs below. The costs on appeal are assessed against the Appellant, Donald\nB. May, and his surety.\n\n\n\n\n                                                     _________________________________\n                                                     D. MICHAEL SWINEY, JUDGE\n\n\n\n\n                                              -20-\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                IN THE COURT OF APPEALS OF TENNESSEE\n                           AT KNOXVILLE\n                                 August 15, 2011 Session\n\n                MARCELLA E. MAY v. DONALD B. MAY, ET AL.\n\n             Appeal from the Domestic Relations Court for Meigs County\n                    No. D-760   Jayne Johnston Crowley, Judge\n\n\n            No. E2010-01026-COA-R3-CV-FILED-NOVEMBER 29, 2011\n\n\nAfter twenty-five years of marriage, Marcella E. May (“Wife”) sued Donald B. May\n(“Husband”) for divorce. Husband’s adult son Donald P. May (“Son”) was added later to\nthe suit as a defendant concerning a real property transfer. After a trial, the Trial Court\nentered its Final Decree of Divorce, inter alia, awarding Wife a divorce, dividing the marital\nproperty, awarding Wife transitional alimony, and awarding Wife judgment for attorney’s\nfees against Husband. After further hearing, the Trial Court entered subsequent orders\nawarding Wife $63,474.34 in attorney’s fees and $2,965.77 in costs against Husband, and\n$4,083.50 in attorney’s fees against Son. Husband and Son appeal to this Court raising\nissues regarding the classification and distribution of specific property, and the awards of\nalimony and attorney’s fees. We affirm with regard to the classification and distribution of\nproperty, the award of alimony, and the award of attorney’s fees against Husband. We find\nand hold that no contractual or statutory basis allowed for an award of attorney’s fees against\nSon, and we, therefore, vacate the award to Wife of a judgment for attorney’s fees against\nSon.\n\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Domestic Relations Court\n               Affirmed, in part; Vacated, in part; Case Remanded\n\n\nD. M ICHAEL S WINEY, J., delivered the opinion of the Court, in which H ERSCHEL P. F RANKS,\nP.J., and C HARLES D. S USANO, J R., J., joined.\n\n\nD. Mitchell Bryant, Athens, Tennessee, for the appellants, Donald B. May and Donald P.\nMay.\n\nHarold L. North, Jr., Chattanooga, Tennessee, for the appellee, Marcella E. May.\n\f                                         OPINION\n\n                                        Background\n\n              Husband and Wife married in 1983. No children were born of the marriage.\nWife sued Husband for divorce in 2008. Wife later alleged that certain marital real property\nhad been erroneously or fraudulently conveyed to Son, and Wife was granted leave to amend\nher complaint to add Son as a defendant to the suit concerning this real property. The case\nproceeded to trial without a jury.\n\n              At the time of trial, Husband was 75 years old and had no health issues.\nHusband holds a degree in poultry science and agriculture from the University of Georgia\nwith a minor in business law and a minor in economics. He was employed for fifteen years\nat Mayo Chemical as a director of sales and as a manager. Husband retired from Mayo and\nbegan employment as a consultant for Dycho in 2002. Husband earns $1,250 per month in\nhis position with Dycho and works whatever hours he chooses. He also receives\nreimbursement for his expenses.\n\n               Husband and Wife own a farm in Decatur, Tennessee (“the Farm”), which was\nthe parties’ marital home. The Farm consists of approximately one hundred and fifty acres.\nHusband admitted that during a meeting with an attorney in December of 2005 for estate\nplanning purposes, Husband told the attorney that the Farm had a value of close to $1\nmillion. Wife testified that Husband told her the Farm was worth over a million dollars. She\nstated that during the estate planning meetings with the attorney, Husband told the attorney\nthat the Farm was worth “anywhere from a million and a half to two.” Husband remained\nin the marital home on the Farm during the pendency of the divorce.\n\n             Husband and Wife also own a cabin and lot in Gatlinburg. The Gatlinburg\ncabin was purchased by Husband approximately two years before the parties were married.\nAfter the marriage, Husband conveyed a one-half undivided interest in the Gatlinburg\nproperty to Wife. At trial, the parties stipulated that the Gatlinburg property was worth\n$185,000 for both the cabin and the lot.\n\n               During the pendency of the divorce, the Trial Court ordered that the Farm be\nlisted for sale. When asked, Husband admitted that he was at the hearing where the Trial\nCourt ordered that the Farm be listed for sale, but that he had not listed the Farm for sale.\nWhen asked why he had not complied with the Trial Court’s order, Husband stated: “I just\ndidn’t do it.” Husband admitted that he did not want to list the Farm for sale. Husband\nadmitted that the Trial Court also had ordered that the Gatlinburg property be listed for sale\n\n                                             -2-\n\fand that he had not done that either. When asked why he had not listed the Gatlinburg\nproperty for sale, Husband stated: “Just negligence.… I just didn’t do it.”\n\n               During the marriage, Husband’s and Wife’s regular household expenses were\npaid from their joint First Tennessee Bank account (“First Tennessee Account”). After Wife\nfiled for divorce, Husband took Wife’s name off the First Tennessee Account and put Son’s\nname on it.\n\n             Husband inherited $688,000 during the marriage. This money was deposited\ninto Husband’s and Wife’s First Tennessee Account. Husband testified that he later moved\nthe money into an account with the Hartford Fund (“Hartford Account”) in Husband’s name\nonly. Husband stated:\n\n       I had to - - where the people mailed the check, I had to give them an account\n       number and account bank number so they could deposit it at First Tennessee\n       Bank. It was only in there just to say that the bank got it. I didn’t write any\n       checks, nothing off of it. It was immediately put in to investment.\n\nHusband claimed that First Tennessee Bank moved the money into the Hartford Account\n“immediately,” but when asked exactly when that was done, Husband stated: “I cannot tell\nyou. Don’t know.” Husband admitted that the inheritance money was commingled with\nmarital funds in the First Tennessee Account, and that he did not know how much money\nwas in the First Tennessee Account at the time of the $688,000 deposit. Husband claimed\nthere was no way to trace that to find out.\n\n              Husband testified that he used some of the money from his inheritance to\npurchase two trucks for himself and one for his daughter, a Jaguar for Wife, a camper, and\nvarious farm implements and stated: “I had to transfer some money from Hartford to my bank\naccount.” The camper cost approximately $32,000. When asked about moving the money\nfrom the First Tennessee Account to the Hartford Account and then back to the First\nTennessee Account, Husband admitted that during his deposition he had stated: “I can’t tell\nyou how much all I put in at one time. I can’t tell you. I don’t know. I held out some of the\nmoney. I can’t tell you.” Husband did not know how much of the money he had held out,\nbut Husband also stated that all of the inheritance money went into the Hartford Account.\n\n              Husband testified that the money was in the Hartford Account since 2003.\nDuring his deposition, Husband stated: “I turned that money over to First Tennessee and it\ntook awhile to invest that money.” Husband stated:\n\n       I don’t know how quickly the money went out of the [First Tennessee]\n\n                                             -3-\n\f       account. I cannot - - I don’t remember. It was 2002, and I don’t know how\n       much money I had in there. I don’t know how much money I took out and I\n       don’t know when Hartford took the money out or First Tennessee put it out\n       into Hartford. They invested that money in stages.\n\n             Husband admitted that while the inheritance money was in the First Tennessee\nAccount, he put his income into that account and paid marital expenses out of that account.\nHusband agreed that he thought that it would be financial chaos to try to recreate when the\ninheritance money came in to and went out of the First Tennessee Account.\n\n              Although he was asked for the First Tennessee Account and Hartford Account\nrecords during discovery, Husband failed to produce either. Husband admitted that he threw\naway the First Tennessee Account and Hartford Account records. He stated: “I didn’t need\nthem.” When asked why he did not spend time trying to recreate the details about the money\nthat went from the First Tennessee Account to the Hartford Account, Husband stated: “I had\nno reason to.… Yeah. You know, I’m lost for words right now.” Husband admitted that he\nworked with his attorney to prepare an exhibit documenting his 401(k) contributions going\nback to 1977. Husband admitted that he would only have had to go back to 2002 or 2003 to\ndocument the Hartford Account, and that he could have done the same for the Hartford\nAccount as he did for his 401(k). Husband also admitted that he had been asked during\ndiscovery to produce the Hartford Account records.\n\n              Husband admitted that out of the money coming from the First Tennessee\nAccount he purchased a John Deere Gator for $9,000, a Grasshopper lawnmower for\n$16,000, a hay rake for $850, a Grain-O-Vator, a New Holland feed mixer for $3,500, a 12-\nfoot mower for $2,000, a new barn for $65,000, a new watering system, a gooseneck trailer\nfor $32,000, a Filson head shoot for $2,400, a herd of cattle for $20,000, two bulls, a\nswimming pool for $26,000, and closed in a front porch for $2,600. Husband stated that he\npurchased these items over a period of several years.\n\n                Husband was unsure how much money was in the Hartford Account at the time\nof trial, but he approximated it at $130,000. When asked if there had been $300,000 in the\nHartford Account at the time the divorce was filed, Husband stated: “I don’t remember.”\nHusband claimed that the money in the Hartford Account went toward alimony while the\ndivorce was pending. When questioned further, Husband testified that he also paid some of\nWife’s bills from the Hartford Account.\n\n               Husband testified that there was $900 in the First Tennessee Account at the\ntime of trial. During his deposition Husband had stated that there was $12,000 in the First\nTennessee Account. When asked about the depletion of the First Tennessee Account,\n\n                                            -4-\n\fHusband stated: “I wrote two checks today and there won’t be any money in it.… I wrote\nan $85 check for my water bill. I’ve got insurance to pay. I wrote close to $800 worth of\nchecks this morning I mailed.” When questioned further about the $12,000, Husband stated:\n“That’s for alimony.”\n\n               Husband also admitted that he has a farm account, but claimed there was only\n$100 in that account, and an alimony account, which had $500 in it. When asked why he had\na separate alimony account, Husband stated: “That’s the way I can keep up with it. I had\npaid her already 30,000 this year in alimony.”\n\n               Husband admitted that he has taken $66,775.93 from the Hartford Account\nsince the divorce was filed. Husband admitted that the Trial Court had ordered that Wife was\nto get $2,500 per month in alimony during the divorce and that Husband had paid through\nJune for twelve months for a total of $30,000. Husband admitted that the other $37,000 that\nhe had taken out of the Hartford Account had been for his own benefit. When asked,\nHusband admitted that since the divorce was filed he has traveled to Florida twice with his\nfriends from the Highland Sportsman Club, but claimed that these trips were at no cost to\nhim.\n\n              Husband testified that he receives $1,728 per month in Social Security and\n$1,250 per month from Dycho, and that he also takes $1,000 per month from the Hartford\nAccount. Husband admitted that he had been taking the $1,000 per month from the Hartford\nAccount prior to the parties separating to “help run the household.” Husband admitted that\nhis arrangement with Dycho could last forever, but claimed that he had decided to leave\nDycho and retire. Husband admitted that he had made this decision to leave Dycho because\nof the divorce.\n\n               Wife was 59 years old at the time of trial. Wife went to school through the\neleventh grade and then took her GED test. She has no special training or certifications, no\nvocational training, and is not proficient on computers. Wife testified that she worked as an\nexecutive secretary for L.P. Muller & Company from 1975 until 1985. Wife then worked for\nHenry Crumbliss Yarns as an executive secretary from 1985 until 1995. After that, Wife\nstarted cleaning houses and working part-time for the Chattanooga Riverboat, which is\nseasonal work. During the season, Wife worked for the Chattanooga Riverboat two days or\nsixteen hours a week. Wife has had squamous cell cancer and has a sciatic nerve in her hip\nthat causes her some problems and pain when she works cleaning houses.\n\n             At the time of trial, Wife worked cleaning houses. She testified that she cleans\ntwo houses on a regular basis. Wife cleans one of those houses every week for a monthly\nincome of $160. Wife cleans the other house every other week and makes $100 per month\n\n                                             -5-\n\fcleaning this house. Wife testified that she has passed out fliers in an attempt to gain more\nclients for her house cleaning, but has not had any response to the fliers.\n\n              Wife also had sold Mary Kay cosmetics and Park Lane Jewelry. Wife\ndescribed these activities as a hobby. At the time of trial, Wife was not actively selling Mary\nKay and the Mary Kay company had designated Wife’s status as inactive. Wife testified that\nshe had not had any sales of Park Lane Jewelry in a couple of months and stated that she had\nonly had one Park Lane Jewelry party this year. Wife feels that she has exhausted her\nsources for selling Park Lane Jewelry.\n\n                During the marriage, Wife did the housework, the laundry, the cooking, and\nyard work. Wife purchased all of her clothes and also purchased clothes for Husband. Wife\nstated: “I paid for my car. Then I paid for my medicine, my doctor bills. I bought everything\nfor the house, you know, the furniture, accessories. I bought Christmas gifts and, of course,\nI bought everybody’s clothes and I bought groceries.” During the marriage, Wife received\n$4,000 in an inheritance which she spent on furniture for the marital home.\n\n             Wife testified that Husband “was controlling with the finances.” Wife testified\nthat Husband would allow her to put gas in her car only once a month. Wife would give\nplasma twice a week to earn money. When asked how much money she earned by donating\nplasma, Wife stated: “Well, it started out $40. Now, it’s down to 30, but it was 20 each - -\n20 twice a week.” Wife has been donating plasma for about ten years.\n\n               Wife has an account at SunTrust Bank and an account at Regions Bank. Wife\ntestified that at the time of trial there was $52 in the SunTrust account and $126 in the\nRegions account. Wife deposits her alimony and the money she earns from housecleaning\ninto those accounts. Wife testified that she will be eligible to draw $796 per month in Social\nSecurity when she turns 62. Wife has no retirement account.\n\n              After the trial, the Trial Court entered its Final Decree of Divorce on December\n10, 2009 finding and holding, inter alia:\n\n       2. [Wife] and [Husband] have been married for twenty-six years. No children\n       were born of their marriage. At the time of trial, [Husband] was 75 years old,\n       and [Wife] was 59 years old.\n\n       3. The Court notes that [Husband’s] testimony lacked significant credibility\n       in several respects in that his testimony ranged from contradictions with his\n       earlier deposition testimony to forgetfulness concerning various relevant\n       matters.\n\n                                              -6-\n\f4. [Husband’s] education and health: [Husband] has a degree from the\nUniversity of Georgia. [Husband] is “semi-retired” (sic), but continues to work\nas a consultant for Dycho, earning $1,250.00 per month. In addition,\n[Husband] is reimbursed for expenses up to $800.00 per month. [Husband]\nalso receives Social Security benefits in the amount of $1,728.00 per month,\nand has routinely withdrawn at least $1,000.00 per month from an account\nknown as the “Hartford Fund”, discussed hereinafter. Although he indicated\nduring his depositions that his work with Dycho could last “forever” (sic),\nDefendant changed his testimony at trial, claiming it was his intent to retire at\nsome point after the divorce. [Husband’s] physical condition is not unusual for\na man of his age; he appeared at trial to be in good health, but with some\ncognitive difficulties. However, since the court had no evidence of\n[Husband’s] everyday demeanor, there was no way to determine whether his\ndifficulties were due to the nervousness often seen in courtroom proceedings\nor to some other problem.\n\n5. [Wife’s] education and health: [Wife] has a high school education. [Wife]\nhas not maintained regular full-time employment outside the marital home in\nmany years. At the time of the filing of her divorce complaint, [Wife]\ngenerated limited income to pay for “gas money and spending money” (sic)\nfrom cleaning a few homes in the Chattanooga area, and from selling her blood\nplasma on a regular basis. [Wife] has suffered from squamous cell carcinoma,\nand has recurrent problems with her sciatic nerve.\n\n6. Standard of living during the marriage: The proof at trial showed that\nthe parties enjoyed a relatively high standard of living during the marriage.\nThey owned (1) a home and adjacent farm on 150 acres (the “Farm Property”);\n(2) a cabin and adjacent property in Gatlinburg (the “Gatlinburg Property”);\n(3) a trailer in Tellico; (4) newer model vehicles; (5) personal property,\nincluding farm equipment and implements, worth approximately two hundred\nfifty thousand dollars [see, Master Asset List]; and (6) funds in financial\naccounts which totaled, at the time of the divorce filing, approximately\n$300,000. The parties’ indebtedness approximates $50,000.00, and is made\nup of debt against [Husband’s] truck and the farm equipment, and credit card\ndebt of about $8,000.00 [see, Master Asset List, Liabilities].\n\n                                     ***\n\n8. [Wife’s] attorney fees: [Wife] is entitled to a judgment for attorney fees in\n\n                                       -7-\n\fthis cause. This is supported by [Husband’s] behavior during the pendency of\nthis matter including: (1) his continued harassment of [Wife], which led to him\nbeing held in contempt at the hearing on September 30, 2008; (2) his refusal\nto comply with the prior order of the Court, of July 31, 2008, directing the\nlisting of the Farm Property for sale, because he “just didn’t want to” (sic); (3)\nhis refusal to acknowledge in the months prior to trial that the deed from\n[Wife] to his son, Donald P. May, was erroneous and should be set aside; (4)\nhis assertion at his original deposition that [Wife] was not guilty of\ninappropriate marital conduct, only to amend his answer the next day to assert\nthat [Wife] was guilty of such conduct, which he attempted to substantiate by\nclaiming that [Wife] is a lesbian; (5) his refusal to comply with the order of the\nCourt, of October 28, 2008, requiring him to account for his disposition of the\nHartford Fund; (6) his taking [Wife’s] name off of their joint checking account\nfollowing the divorce filing; and (7) his destruction of various records\nconcerning the Hartford Fund and First Tennessee accounts following the\ndivorce filing. The Court determines that [Wife] should be awarded her\nattorneys’ fees from [Husband], in that she otherwise lacks sufficient funds to\npay such fees, and her ability to pay the fees is solely dependent upon her use\nof the assets awarded her in the divorce. [Wife] has no independent assets\nwithin which to satisfy such fees. Such determination is all the more\nappropriate in this case, as [Husband’s] conduct necessitated the incurring of\nsignificant and substantial attorneys’ fees which [Wife] should not have had\nto bear, but for the harassing and contemptuous conduct by [Husband].\n\n9. [Wife’s] claim for alimony: In considering [Wife’s] claim for alimony, the\nCourt finds that, primarily because of [Wife’s] age, minimal education, and\nlack of significant employment for the last several years, [Wife] is entitled to\nnonmodifiable transitional alimony. Upon consideration of the factors set out\nunder Tenn. Code Ann. § 36-5-121(h)(3)(i), the Court determines that [Wife]\nis entitled to transitional alimony from [Husband], in the amount of $1,500.00\nper month, until both the Farm and Gatlinburg properties are sold. It is the\nCourt’s hope that [Husband’s] continued alimony obligation to [Wife], until\nboth properties are sold, will not only provide [Wife] with necessary support\npending the sale of those assets, but also effectively motivate [Husband] and\nhis relatives to cooperate in the expeditious listing and sale of those assets. In\ndetermining [Wife’s] need for alimony, the Court has considered, among other\nfactors, the primary considerations of [Wife’s] need and [Husband’s] ability\nto pay. As discussed above, [Wife] has previously suffered from cancer and\nhas recurrent sciatic nerve problems.\n\n\n\n                                       -8-\n\f                                      ***\n\n11. Commingling of financial assets: While [Husband] argues vigorously for\nthe proposition that most of the other assets involved in this proceeding are\nseparate property, [Wife’s] argument for commingling of assets is granted\nsignificant weight by the Court. It became clear during the several days of\nhearing in this matter that neither party, whether intentionally or not,\nmaintained a particularly firm grasp of the family finances. [Wife] testified at\ntrial that she had little to do with the finances of the parties because [Husband]\nrefused to allow her to do so. [Husband] testified that, after the petition for\ndivorce was filed, he did not keep banking or investment records and that the\nparties’ finances were not subject to a clear division as separate and marital.\n\n12. First Tennessee Bank account: Testimony from both parties at trial was\nthat [Wife] maintained a checking account in her own name, which she used\nfor household expenses as well as her personal needs and [Husband]\nmaintained a checking account in both parties’ names (the First Tennessee\nBank account), which the parties agreed [Wife] did not use. [Wife] testified\nthat she was not allowed to make use of the joint account. [Husband] did not\ndispute this claim. The joint account was used for major purchases, household\nexpenses, family holidays and personal needs. It did not appear from\ntestimony or documentary evidence that there was any particular distinction\nmade between funds deposited in the joint account from employment income,\ninheritance income, investment income, or, indeed, any other source of\nincome. Despite discovery requests and direction from the Court to provide\nbanking records from the First Tennessee Bank Account, [Husband] failed to\ndo so.\n\n       Following the inheritance by [Husband] and his sister of certain\nproperty in Hamilton County that property was sold and [Husband’s] share of\nthe proceeds was deposited in the parties’ joint checking account at First\nTennessee Bank. At the time the proceeds were deposited into the joint\nchecking account, that account had on deposit marital funds from various\nsources. Despite numerous requests from [Wife], [Husband] was unable to\nproduce relevant documents showing the amount and source of funds used to\nestablish the Hartford Fund. [Husband] indicated that he does not know how\nmuch was in the First Tennessee joint account at the time of the deposit of the\nproceeds from the sale of the inherited property, and stated in his depositions\nand at trial that there was “no way” (sic) to find that out.\n\n\n\n                                       -9-\n\f               Following the deposit of the inherited funds in the joint First Tennessee\n       account, the parties purchased, from that account, various vehicles and farm\n       equipment for themselves and their relatives. [Husband] indicated that such\n       purchases occurred over several years, and that the inherited money “stayed in\n       that [joint] account for awhile.” (sic) During that time, there were other funds\n       going in and out of the account on a routine basis, such as [Husband’s] income\n       and payment of the parties’ various expenses.\n\n              [Husband] testified that he did not maintain the statements from First\n       Tennessee Bank, and proceeded to throw away the statements for this account\n       following the divorce filing, because he “didn’t need them” (sic). He admitted\n       that he threw away “a bunch of records” (sic) after [Wife] filed for divorce,\n       because he “cleaned out his desk” (sic). Because the funds passing through the\n       First Tennessee Bank account are determined by the Court to be marital\n       property, on the theory that they have been so commingled that, by\n       [Husband’s] own admission, it would be “financial chaos” (sic) to attempt to\n       untangle them, any assets purchased with funds from the First Tennessee Bank\n       account are marital assets as well.\n\n       13. Establishment of the Hartford Fund account: At some point, [Husband]\n       removed a portion of the funds from the jointly-owned First Tennessee Bank\n       account to establish the Hartford Fund, but was unable to state how much\n       money was initially used to set up the Fund, only that he held out “some of the\n       money” (sic) from the joint account. [Husband] reiterated that he has no idea\n       what money he took out of the joint First Tennessee account to open the\n       Hartford Fund, and acknowledged that he left “quite a bit” (sic) of money in\n       the First Tennessee account to pay for, among other things, various items of\n       personal property. [Husband] further indicated that it “took a while” (sic) to\n       open the Hartford account. He also stated that it was impossible to trace the\n       money that came in and out of the First Tennessee account, in that it would be\n       “absolute financial chaos” (sic). In addition to the apparent lack of any effort\n       by [Husband] to specifically trace the funds that came into the First Tennessee\n       account and Hartford Fund, there was no credible testimony at trial that the\n       Hartford Fund was to be [Husband’s] separate property. Both parties testified\n       that the monthly withdrawals made from the Hartford Fund were used to pay\n       their routine expenses. Taking all of this together, the Court finds that the\n       Hartford Fund account is a marital asset.\n\n(notations ‘(sic)’ appear in original). In the Final Decree of Divorce, the Trial Court also\nfound and held that Son’s claim to an interest in the Farm was based upon an erroneous deed,\n\n                                             -10-\n\fwhich the Trial Court set aside and held for naught.\n\n               Husband filed a motion to alter or amend or for a new trial. After a hearing,\nthe Trial Court entered its order on March 25, 2010 denying Husband’s motion, in part, and\ngranting it, in part. Specifically, and as relevant to this appeal, the March 25, 2010 order\nawarded Wife a judgment for $25,000 in attorney’s fees against Husband, and a judgment\nof $4,083.50 for attorney’s fees against Son.\n\n               Wife filed a motion to alter or amend the March 25, 2010 order. After a\nhearing, the Trial Court granted Wife’s motion to alter or amend, in part, and reserved the\nissue of attorney’s fees. Wife subsequently filed an Emergency Petition for Contempt\nalleging, in part, that Husband was failing to comply with the Trial Court’s orders. The Trial\nCourt held a hearing on Wife’s Emergency Petition for Contempt and entered its order\nSeptember 16, 2010 nunc pro tunc to September 3, 2010 finding and holding, inter alia, that\nWife should be and was awarded a judgment against Husband “for all attorneys fees and\nrelated expenses incurred by her in the divorce proceeding, through December 21, 2009, in\nthe total amount of $63,474.34, and that [Wife] shall have and recover judgment against\n[Husband] for her discretionary costs in the divorce proceeding, in the total amount of\n$2,965.77.” Husband and Son appeal to this Court.\n\n                                          Discussion\n\n              Although not stated exactly as such, Husband and Son raise five issues on\nappeal: 1) whether the Trial Court erred in classifying certain property as marital property;\n2) whether the Trial Court erred in dividing the marital property; 3) whether the Trial Court\nerred in awarding Wife alimony; 4) whether the Trial Court erred in awarding Wife a\njudgment for attorney’s fees against Husband; and, 5) whether the Trial Court erred in\nawarding Wife a judgment for attorney’s fees against Son. Wife requests an award of\nattorney’s fees on appeal.\n\n               Our review is de novo upon the record, accompanied by a presumption of\ncorrectness of the findings of fact of the trial court, unless the preponderance of the evidence\nis otherwise. Tenn. R. App. P. 13(d); Bogan v. Bogan, </pre><span class=\"citation\" data-id=\"1060435\"><a href=\"/opinion/1060435/bogan-v-bogan/\"><span class=\"volume\">60</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">721</span></a></span><pre class=\"inline\">, 727 (Tenn. 2001).\nA trial court’s conclusions of law are subject to a de novo review with no presumption of\ncorrectness. S. Constructors, Inc. v. Loudon County Bd. of Educ., </pre><span class=\"citation\" data-id=\"1060437\"><a href=\"/opinion/1060437/southern-constructors-v-loudon-county-bd/\"><span class=\"volume\">58</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">706</span></a></span><pre class=\"inline\">, 710 (Tenn.\n2001).\n\n              We first consider whether the Trial Court erred in classifying certain property\nas marital property. Specifically, Husband contests the Trial Court’s classification and\ndivision as marital property of the money in the Hartford Account, which is what remains of\n\n                                              -11-\n\fthe $688,000 that Husband inherited during the marriage.1 As our Supreme Court has\nexplained:\n\n                 Tennessee is a “dual property” state because its domestic relations law\n        recognizes both “marital property” and “separate property.” See generally\n        Tenn. Code Ann. § 36-4-121; Eldridge v. Eldridge, </pre><span class=\"citation\" data-id=\"1476946\"><a href=\"/opinion/1476946/eldridge-v-eldridge/\"><span class=\"volume\">137</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 12 (Tenn.\n        Ct. App. 2002). When a married couple seeks a divorce, the “marital\n        property” must be divided equitably between them, without regard to fault on\n        the part of either party. Tenn. Code Ann. § 36-4-121(a)(1). “Separate\n        property” is not part of the marital estate and is therefore not subject to\n        division. See Cutsinger [v. Cutsinger], 917 S.W.2d [238, 241 (Tenn. Ct. App.\n        1995)]. Thus, it is imperative that the parties, the trial court, or both identify\n        all of the assets possessed by the divorcing parties as either marital or separate\n        so that a proper division can be accomplished.\n\nSnodgrass v. Snodgrass, </pre><span class=\"citation\" data-id=\"1057654\"><a href=\"/opinion/1057654/snodgrass-v-snodgrass/\"><span class=\"volume\">295</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">240</span></a></span><pre class=\"inline\">, 246 (Tenn. 2009).\n\n               As pertinent to the issue now before us, Tenn. Code Ann. § 36-4-121 provides\nthat by definition “separate property” includes: “Property acquired by a spouse at any time\nby gift, bequest, devise or descent; ….” Tenn. Code Ann. § 36-4-121 (b)(2)(D) (2010).\n\nThe inquiry does not end here, however, as separate property may in certain circumstances\nbecome marital. As our Supreme Court explained in Snodgrass:\n\n        [S]eparate property may be deemed marital by operation of law under theories\n        of commingling or transmutation. Langschmidt v. Langschmidt, </pre><span class=\"citation\" data-id=\"1377348\"><a href=\"/opinion/1377348/langschmidt-v-langschmidt/\"><span class=\"volume\">81</span> <span class=\"reporter\">S.W.3d</span>\n        <span class=\"page\">741</span></a></span><pre class=\"inline\">, 747 (Tenn. 2002).\n\n                                                    ***\n\n              This Court addressed the related doctrines of commingling and\n        transmutation for the first time in Langschmidt and adopted the following\n        explanation:\n\n        1\n          Husband also asserts in his brief on appeal that the Trial Court erred in classifying some of the farm\nequipment purchased with the $688,000 as marital property. As discussed above, however, the evidence\nshows that the $688,000 became marital property through commingling with marital funds, which would\nresult in the items purchased with this money also being classified as marital property. Furthermore,\nHusband never points to any specific items of farm equipment that he contests were improperly classified,\nbut rather simply requests that this Court “give consideration to some or all of the farm equipment, which\nwas purchased with those funds, being declared his separate property ….”\n\n                                                     -12-\n\f              [S]eparate property becomes marital property [by commingling]\n              if inextricably mingled with marital property or with the separate\n              property of the other spouse. If the separate property continues\n              to be segregated or can be traced into its product, commingling\n              does not occur . . . . [Transmutation] occurs when separate\n              property is treated in such a way as to give evidence of an\n              intention that it become marital property . . . . The rationale\n              underlying these doctrines is that dealing with property in these\n              ways creates a rebuttable presumption of a gift to the marital\n              estate. This presumption is based also upon the provision in\n              many marital property statutes that property acquired during the\n              marriage is presumed to be marital. The presumption can be\n              rebutted by evidence of circumstances or communications\n              clearly indicating an intent that the property remain separate.\n\n       81 S.W.3d at 747 (quoting 2 Homer H. Clark, The Law of Domestic Relations\n       in the United States § 16.2 at 185 (2d ed. 1987)).\n\nSnodgrass, 295 S.W.3d at 247, 256.\n\n               With regard to this issue, the Trial Court specifically found and held that: “the\nfunds passing through the First Tennessee Bank account are determined by the Court to be\nmarital property, on the theory that they have been so commingled that, by [Husband’s] own\nadmission, it would be “financial chaos” (sic) to attempt to untangle them ….” The evidence\nin the record on appeal does not preponderate against the Trial Court’s findings relative to\nthis issue.\n\n               The evidence shows that Husband’s inheritance was put into the parties’ joint\nFirst Tennessee Account where it was commingled with marital funds. The evidence further\nshows that although some of this money was moved into the Hartford Account, there was no\nclear evidence of how much of the money was moved, or when it was moved. Furthermore,\nas the Trial Court found, there was no clear evidence showing that the Hartford Account was\nintended to remain as Husband’s separate property. The evidence shows that Husband’s\ninheritance was unable to be segregated or traced to its product after it was deposited into the\nFirst Tennessee Account. Husband himself testified that the money could not be traced, and\nhe agreed that it would be financial chaos to attempt to do so. A rebuttable presumption of\na gift to the marital estate was created. Husband failed to rebut the presumption. We find\nno error in the Trial Court’s classification of the Hartford Account as marital property.\n\n\n\n                                              -13-\n\f             We next consider whether the Trial Court erred in dividing the marital\nproperty. As our Supreme Court has explained:\n\n             This Court gives great weight to the decisions of the trial court in\n      dividing marital assets and “we are disinclined to disturb the trial court’s\n      decision unless the distribution lacks proper evidentiary support or results in\n      some error of law or misapplication of statutory requirements and procedures.”\n      Herrera v. Herrera, </pre><span class=\"citation\" data-id=\"2441245\"><a href=\"/opinion/2441245/herrera-v-herrera/\"><span class=\"volume\">944</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">379</span></a></span><pre class=\"inline\">, 389 (Tenn. Ct. App. 1996). As such,\n      when dealing with the trial court’s findings of fact, we review the record de\n      novo with a presumption of correctness, and we must honor those findings\n      unless there is evidence which preponderates to the contrary. Tenn R. App. P.\n      13(d); Union Carbide Corp. v. Huddleston, </pre><span class=\"citation\" data-id=\"1657265\"><a href=\"/opinion/1657265/union-carbide-corp-v-huddleston/\"><span class=\"volume\">854</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">87</span></a></span><pre class=\"inline\">, 91 (Tenn. 1993).\n      Because trial courts are in a far better position than this Court to observe the\n      demeanor of the witnesses, the weight, faith, and credit to be given witnesses’\n      testimony lies in the first instance with the trial court. Roberts v. Roberts, </pre><span class=\"citation\" data-id=\"2428152\"><a href=\"/opinion/2428152/roberts-v-roberts/\"><span class=\"volume\">827</span>\n      <span class=\"reporter\">S.W.2d</span> <span class=\"page\">788</span></a></span><pre class=\"inline\">, 795 (Tenn. Ct. App. 1991). Consequently, where issues of\n      credibility and weight of testimony are involved, this Court will accord\n      considerable deference to the trial court’s factual findings. In re M.L.P., </pre><span class=\"citation\" data-id=\"1052655\"><a href=\"/opinion/1052655/in-re-mlp/\"><span class=\"volume\">228</span>\n      <span class=\"reporter\">S.W.3d</span> <span class=\"page\">139</span></a></span><pre class=\"inline\">, 143 (Tenn. Ct. App. 2007) (citing Seals v. England/Corsair\n      Upholstery Mfg. Co., </pre><span class=\"citation\" data-id=\"1060772\"><a href=\"/opinion/1060772/seals-v-englandcorsair-upholstery-mfg/\"><span class=\"volume\">984</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">912</span></a></span><pre class=\"inline\">, 915 (Tenn. 1999)). The trial court’s\n      conclusions of law, however, are accorded no presumption of correctness.\n      Langschmidt v. Langschmidt, </pre><span class=\"citation\" data-id=\"1377348\"><a href=\"/opinion/1377348/langschmidt-v-langschmidt/\"><span class=\"volume\">81</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">741</span></a></span><pre class=\"inline\">, 744-45 (Tenn. 2002).\n\n                                            ***\n\n      In a proceeding for divorce or legal separation, the trial court is authorized,\n      prior to determining the support and maintenance of one party by the other, to\n      “equitably divide, distribute or assign the marital property between the parties\n      without regard to marital fault in proportions as the court deems just.” Tenn.\n      Code Ann. § 36-4-121(a)(1) (2005). The trial court is empowered to do what\n      is reasonable under the circumstances and has broad discretion in the equitable\n      division of the marital estate. See Flannary v. Flannary, </pre><span class=\"citation\" data-id=\"1058833\"><a href=\"/opinion/1058833/flannary-v-flannary/\"><span class=\"volume\">121</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">647</span></a></span><pre class=\"inline\">, 650\n      (Tenn. 2003). The division of assets is not a mechanical process and trial\n      courts are afforded considerable discretion. Manis v. Manis, </pre><span class=\"citation\" data-id=\"1072722\"><a href=\"/opinion/1072722/manis-v-manis/\"><span class=\"volume\">49</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">295</span></a></span><pre class=\"inline\">,\n      306 (Tenn. Ct. App. 2001).\n\nKeyt v. Keyt, 244 S.W3d 321, 327-28 (Tenn. 2007) (footnote omitted).\n\n             Further, our Supreme Court has instructed:\n\n\n\n                                             -14-\n\f      [M]arital property must be divided equitably between the parties based on the\n      relevant factors enumerated in Tennessee Code Annotated section 36-4-121(c)\n      without regard to fault on the part of either party. Tenn. Code Ann. §\n      36-4-121(a)(1). Section 36-4-121(a)(1) requires an equitable division of\n      marital property, not an equal division. Robertson v. Robertson, </pre><span class=\"citation\" data-id=\"2334942\"><a href=\"/opinion/2334942/robertson-v-robertson/\"><span class=\"volume\">76</span> <span class=\"reporter\">S.W.3d</span>\n      <span class=\"page\">337</span></a></span><pre class=\"inline\">, 341 (Tenn. 2002).\n\nLarsen-Ball v. Ball, </pre><span class=\"citation\" data-id=\"1638685\"><a href=\"/opinion/1638685/larsen-ball-v-ball/\"><span class=\"volume\">301</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">228</span></a></span><pre class=\"inline\">, 231 (Tenn. 2010).\n\n             Tennessee Code Annotated § 36-4-121 (c) provides:\n\n      (c) In making equitable division of marital property, the court shall consider\n      all relevant factors including:\n\n             (1) The duration of the marriage;\n             (2) The age, physical and mental health, vocational skills,\n      employability, earning capacity, estate, financial liabilities and financial needs\n      of each of the parties;\n             (3) The tangible or intangible contribution by one (1) party to the\n      education, training or increased earning power of the other party;\n             (4) The relative ability of each party for future acquisitions of capital\n      assets and income;\n             (5) The contribution of each party to the acquisition, preservation,\n      appreciation, depreciation or dissipation of the marital or separate property,\n      including the contribution of a party to the marriage as homemaker, wage\n      earner or parent, with the contribution of a party as homemaker or wage earner\n      to be given the same weight if each party has fulfilled its role;\n             (6) The value of the separate property of each party;\n             (7) The estate of each party at the time of the marriage;\n             (8) The economic circumstances of each party at the time the division\n      of property is to become effective;\n             (9) The tax consequences to each party, costs associated with the\n      reasonably foreseeable sale of the asset, and other reasonably foreseeable\n      expenses associated with the asset;\n             (10) The amount of social security benefits available to each spouse;\n      and\n             (11) Such other factors as are necessary to consider the equities between\n      the parties.\n\nTenn. Code Ann. § 36-4-121 (c) (2010).\n\n                                            -15-\n\f              Husband argues in his brief on appeal that the fifth factor contained in Tenn.\nCode Ann. § 36-4-121 (c) “weighs heavily in favor of [Husband].” Husband states that “but\nfor a $688,000 inheritance received by Husband, and, except for the fact Husband had a\nsubstantial 401(k) retirement account, at the time the parties married, the parties would in no\nway have anywhere near the amount of assets which were divided by the court.”\n\n              We disagree with Husband’s assertion that factor five should be relied upon\nany more heavily than the other relevant factors. All relevant factors must be considered\nwhen making an equitable division of marital property. The record reveals that the Trial\nCourt did consider all relevant factors. Furthermore, the evidence in the record on appeal\ndoes not support Husband’s assertion that the fifth factor weighs heavily in his favor. Rather,\nthe evidence shows that Wife fulfilled her role as a homemaker and her contribution shall be\ngiven the same weight as Husband’s contribution.\n\n               Husband asserts that the evidence shows that “while both parties worked at\ndifferent times during the marriage, that Wife’s funds were always kept as her separate funds,\nin her own bank accounts.” We disagree. Although Husband made this assertion at trial, the\nevidence shows that Wife used her own money, including her inheritance received during the\nmarriage and the money she received from selling her blood plasma, to purchase, among\nother things, gas, items for the marital home, and gifts for Husband. Furthermore, the Trial\nCourt specifically found Husband’s testimony “lacked significant credibility in several\nrespects …,” and, we give great deference to the Trial Court’s findings with regard to\ncredibility.\n\n              In his brief on appeal, Husband also argues:\n\n       if the court finds that all the property found by the trial court is marital\n       property, then [Husband] would urge this court to grant him 65% of the\n       monies received on the sale of the above-listed property, and grant Wife 35%\n       of the same. Such a ruling would more fairly adjust the equities in this matter.\n\nIn essence, Husband is requesting that this Court tweak the Trial Court’s distribution of\nmarital property. We decline to do so. We find no error in the Trial Court’s distribution of\nthe marital property, and we affirm on this issue.\n\n              Next, we consider whether the Trial Court erred in awarding Wife alimony.\nAs pertinent to this issue, our Supreme Court has explained:\n\n              For well over a century, Tennessee law has recognized that trial courts\n       should be accorded wide discretion in determining matters of spousal support.\n\n                                             -16-\n\fSee Robinson v. Robinson, 26 Tenn. (7 Hum.) 440, 443 (1846) (“Upon a\ndivorce . . . the wife is entitled to a fair portion of her husband’s estate for her\nsupport, and the amount thus to be appropriated is a matter within the legal\ndiscretion of the chancellor . . . .”). This well-established principle still holds\ntrue today, with this Court repeatedly and recently observing that trial courts\nhave broad discretion to determine whether spousal support is needed and, if\nso, the nature, amount, and duration of the award. See, e.g., Bratton v.\nBratton, </pre><span class=\"citation\" data-id=\"1058702\"><a href=\"/opinion/1058702/bratton-v-bratton/\"><span class=\"volume\">136</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">595</span></a></span><pre class=\"inline\">, 605 (Tenn. 2004); Burlew v. Burlew, </pre><span class=\"citation\" data-id=\"2337292\"><a href=\"/opinion/2337292/burlew-v-burlew/\"><span class=\"volume\">40</span> <span class=\"reporter\">S.W.3d</span>\n<span class=\"page\">465</span></a></span><pre class=\"inline\">, 470 (Tenn. 2001); Crabtree v. Crabtree, </pre><span class=\"citation\" data-id=\"1060616\"><a href=\"/opinion/1060616/crabtree-v-crabtree/\"><span class=\"volume\">16</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">356</span></a></span><pre class=\"inline\">, 360 (Tenn.\n2000).\n\n        Equally well-established is the proposition that a trial court’s decision\nregarding spousal support is factually driven and involves the careful\nbalancing of many factors. Kinard v. Kinard, </pre><span class=\"citation\" data-id=\"1078827\"><a href=\"/opinion/1078827/kinard-v-kinard/\"><span class=\"volume\">986</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">220</span></a></span><pre class=\"inline\">, 235 (Tenn. Ct.\nApp. 1998); see also Burlew, 40 S.W.3d at 470; Robertson v. Robertson, </pre><span class=\"citation\" data-id=\"2334942\"><a href=\"/opinion/2334942/robertson-v-robertson/\"><span class=\"volume\">76</span>\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">337</span></a></span><pre class=\"inline\">, 340-41 (Tenn. 2002). As a result, “[a]ppellate courts are\ngenerally disinclined to second-guess a trial judge’s spousal support decision.”\nKinard, 986 S.W.2d at 234. Rather, “[t]he role of an appellate court in\nreviewing an award of spousal support is to determine whether the trial court\napplied the correct legal standard and reached a decision that is not clearly\nunreasonable.” Broadbent v. Broadbent, </pre><span class=\"citation\" data-id=\"1791270\"><a href=\"/opinion/1791270/broadbent-v-broadbent/\"><span class=\"volume\">211</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">216</span></a></span><pre class=\"inline\">, 220 (Tenn. 2006).\nAppellate courts decline to second-guess a trial court’s decision absent an\nabuse of discretion. Robertson, 76 S.W.3d at 343. An abuse of discretion\noccurs when the trial court causes an injustice by applying an incorrect legal\nstandard, reaches an illogical result, resolves the case on a clearly erroneous\nassessment of the evidence, or relies on reasoning that causes an injustice.\nWright ex rel. Wright v. Wright, </pre><span class=\"citation\" data-id=\"1044038\"><a href=\"/opinion/1044038/wright-ex-rel-wright-v-wright/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">166</span></a></span><pre class=\"inline\">, 176 (Tenn. 2011);\nHenderson v. SAIA, Inc., </pre><span class=\"citation\" data-id=\"1057608\"><a href=\"/opinion/1057608/henderson-v-saia-inc/\"><span class=\"volume\">318</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">328</span></a></span><pre class=\"inline\">, 335 (Tenn. 2010). This standard\ndoes not permit an appellate court to substitute its judgment for that of the trial\ncourt, but “‘reflects an awareness that the decision being reviewed involved\na choice among several acceptable alternatives,’ and thus ‘envisions a less\nrigorous review of the lower court’s decision and a decreased likelihood that\nthe decision will be reversed on appeal.’” Henderson, 318 S.W.3d at 335\n(quoting Lee Medical, Inc. v. Beecher, </pre><span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">515</span></span><pre class=\"inline\">, 524 (Tenn. 2010)).\nConsequently, when reviewing a discretionary decision by the trial court, such\nas an alimony determination, the appellate court should presume that the\ndecision is correct and should review the evidence in the light most favorable\nto the decision. Wright, 337 S.W.3d at 176; Henderson, 318 S.W.3d at 335.\n\n                                       ***\n\n                                       -17-\n\f       [T]ransitional alimony, is appropriate when a court finds that rehabilitation is\n       not required but that the economically disadvantaged spouse needs financial\n       assistance in adjusting to the economic consequences of the divorce. Tenn.\n       Code Ann. § 36-5-121(d)(4), (g)(1); Riggs, 250 S.W.3d at 456 n.5. Simply\n       put, this type of alimony “aid[s] the person in the transition to the status of a\n       single person.” Mills v. Mills, No. M2009-02474-COA-R3-CV, 2010 Tenn.\n       App. LEXIS 501, </pre><span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">3059170</span></span><pre class=\"inline\">, at *5 (Tenn. Ct. App. Aug. 4, 2010); see\n       also Montgomery v. Silberman, No. M2009-00853-COA-R3-CV, 2009 Tenn.\n       App. LEXIS 787, </pre><span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">4113669</span></span><pre class=\"inline\">, at *2 (Tenn. Ct. App. Nov. 24, 2009)\n       (affirming trial court’s award of transitional alimony to wife “to bridge the\n       gap, so to speak, between her married life and single life”); Engesser v.\n       Engesser, </pre><span class=\"citation\" data-id=\"1581632\"><a href=\"/opinion/1581632/engesser-v-engesser/\"><span class=\"volume\">42</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 251 (Fl. Dist. Ct. App. 2010) (en banc) (describing\n       transitional alimony as “[b]ridge-the-gap alimony” designed to “smooth the\n       transition of a spouse from married to single life”).\n\nGonsewski v. Gonsewski, ___ S.W.3d ____, No. M2009-00894-SC-R11-CV, 2011 Tenn.\nLEXIS 872, at **7-10, *19 (Tenn. 2011).\n\n              The Trial Court awarded Wife transitional alimony in the amount of $1,500.00\nper month “until both the Farm and Gatlinburg properties are sold.” The Trial Court\nconsidered the relevant factors contained in Tenn. Code Ann. § 36-5-121 and made specific\nfactual findings. Without again reiterating all of these findings, we note that the evidence\nin the record does not preponderate against the Trial Court’s findings, particularly the\nfindings that Wife has shown a need and that Husband has the ability to pay.\n\n               Furthermore, we note that the Trial Court specifically tied the end date of this\nalimony to the sale of the Farm and Gatlinburg properties, when Wife would receive her\nshare of these marital assets. As the evidence in the record clearly shows that Husband had\npreviously been ordered to list these properties for sale and had deliberately refused to\ncomply with the Trial Court’s orders, it is clear that Husband has some measure of control\nover the duration of the alimony award. If Husband continues to refuse to list the properties\nfor sale, then Husband will continue to be required to pay this alimony. We find no error in\nthe award of alimony, and we affirm on this issue.\n\n               We next consider whether the Trial Court erred in awarding Wife a judgment\nfor attorney’s fees against Husband. In Gonsewski, our Supreme Court also instructed:\n\n              It is well-settled that an award of attorney’s fees in a divorce case\n       constitutes alimony in solido. See Tenn. Code Ann. § 36-5-121 (h)(1)\n\n                                             -18-\n\f       (“alimony in solido may include attorney fees, where appropriate”); Herrera\n       v. Herrera, </pre><span class=\"citation\" data-id=\"2441245\"><a href=\"/opinion/2441245/herrera-v-herrera/\"><span class=\"volume\">944</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">379</span></a></span><pre class=\"inline\">, 390 (Tenn. Ct. App. 1996). The decision whether\n       to award attorney’s fees is within the sound discretion of the trial court.\n       Crabtree, 16 S.W.3d at 361; Kincaid v. Kincaid, </pre><span class=\"citation\" data-id=\"1676421\"><a href=\"/opinion/1676421/kincaid-v-kincaid/\"><span class=\"volume\">912</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">140</span></a></span><pre class=\"inline\">, 144 (Tenn.\n       Ct. App. 1995). As with any alimony award, in deciding whether to award\n       attorney’s fees as alimony in solido, the trial court should consider the factors\n       enumerated in Tennessee Code Annotated section 36-5-121 (i). A spouse with\n       adequate property and income is not entitled to an award of alimony to pay\n       attorney’s fees and expenses. Umstot v. Umstot, </pre><span class=\"citation\" data-id=\"1080560\"><a href=\"/opinion/1080560/umstot-v-umstot/\"><span class=\"volume\">968</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">819</span></a></span><pre class=\"inline\">, 824 (Tenn.\n       Ct. App. 1997). Such awards are appropriate only when the spouse seeking\n       them lacks sufficient funds to pay his or her own legal expenses, see\n       Houghland v. Houghland, </pre><span class=\"citation\" data-id=\"2451878\"><a href=\"/opinion/2451878/houghland-v-houghland/\"><span class=\"volume\">844</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">619</span></a></span><pre class=\"inline\">, 623 (Tenn. Ct. App. 1992), or the\n       spouse would be required to deplete his or her resources in order to pay them,\n       see Harwell v. Harwell, </pre><span class=\"citation\" data-id=\"2458822\"><a href=\"/opinion/2458822/harwell-v-harwell/\"><span class=\"volume\">612</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">182</span></a></span><pre class=\"inline\">, 185 (Tenn. Ct. App. 1980). Thus,\n       where the spouse seeking such an award has demonstrated that he or she is\n       financially unable to procure counsel, and where the other spouse has the\n       ability to pay, the court may properly grant an award of attorney’s fees as\n       alimony. See id. at 185.\n\nGonsewski, ____ S.W.3d at ____, 2011 Tenn. LEXIS 872, at **32-33.\n\n                The Trial Court made specific findings with regard to the award of attorney’s\nfees against Husband. Specifically, the Trial Court found that Wife: “otherwise lacks\nsufficient funds to pay such fees, and her ability to pay the fees is solely dependant upon her\nuse of the assets awarded her in the divorce. [Wife] has no independent assets within which\nto satisfy such fees.” The evidence does not preponderate against these findings.\nFurthermore, the Trial Court found that: “[Husband’s] conduct necessitate the incurring of\nsignificant and substantial attorneys’ fees which [Wife] should not have had to bear, but for\nthe harassing and contemptuous conduct by [Husband].” The record contains much support\nfor this particular finding. We find no abuse of discretion in the award to Wife of attorney’s\nfees from Husband in the amount of $63,474.34 and costs in the amount of $2,965.77.\n\n             Next, we consider the issue of whether the Trial Court erred in awarding Wife\na judgment for attorney’s fees against Son. In Cracker Barrel Old Country Store, Inc. v.\nEpperson, our Supreme Court explained:\n\n              Tennessee, like most jurisdictions, adheres to the “American rule” for\n       award of attorney fees. John Kohl & Co. v. Dearborn & Ewing, </pre><span class=\"citation\" data-id=\"1060821\"><a href=\"/opinion/1060821/john-kohl-co-pc-v-dearborn-ewing/\"><span class=\"volume\">977</span> <span class=\"reporter\">S.W.2d</span>\n       <span class=\"page\">528</span></a></span><pre class=\"inline\">, 534 (Tenn. 1998); Pullman Standard, Inc. v. Abex Corp., </pre><span class=\"citation\" data-id=\"1781826\"><a href=\"/opinion/1781826/pullman-standard-v-abex-corp/\"><span class=\"volume\">693</span> <span class=\"reporter\">S.W.2d</span>\n       <span class=\"page\">336</span></a></span><pre class=\"inline\">, 338 (Tenn. 1985). Under the American rule, a party in a civil action may\n\n                                             -19-\n\f       recover attorney fees only if: (1) a contractual or statutory provision creates a\n       right to recover attorney fees; or (2) some other recognized exception to the\n       American rule applies, allowing for recovery of such fees in a particular case.\n       Taylor, 158 S.W.3d at 359; John Kohl, 977 S.W.2d at 534.\n\nCracker Barrel Old Country Store, Inc. v. Epperson, </pre><span class=\"citation\" data-id=\"1057676\"><a href=\"/opinion/1057676/cracker-barrel-old-country-v-epperson/\"><span class=\"volume\">284</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">303</span></a></span><pre class=\"inline\">, 308 (Tenn. 2009)\n(footnote omitted).\n\n              In the case now before us, no contractual or statutory provision exists which\nwould allow Wife to recover an award of attorney’s fees against Son, nor is there a\nrecognized exception applicable to this situation. The fact that Son may have been extremely\nand unnecessarily uncooperative during the pendency of this suit, and the fact that Wife\nultimately prevailed against Son simply are insufficient bases for awarding Wife attorney’s\nfees against Son. As such, we vacate the award to Wife of a judgment against Son in the\namount of $4,083.50 for attorney’s fees.\n\n               Finally, we address Wife’s request for an award of attorney’s fees on appeal.\nIn the exercise of our discretion in light of all relevant factors, we award Wife her attorney’s\nfees on appeal. We remand this case to the Trial Court for a determination of the appropriate\namount of such fees.\n\n                                         Conclusion\n\n               The judgment of the Trial Court is vacated as to the award to Wife of attorney’s\nfees against Son. The remainder of the Trial Court’s judgment is affirmed. This cause is\nremanded to the Trial Court for further proceedings consistent with this Opinion, and for\ncollection of the costs below. The costs on appeal are assessed against the Appellant, Donald\nB. May, and his surety.\n\n\n\n\n                                                     _________________________________\n                                                     D. MICHAEL SWINEY, JUDGE\n\n\n\n\n                                              -20-\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1044038/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1052655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1057608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1057654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1057676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1058702/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1058833/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1060435/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1060437/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1060616/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1060772/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1060821/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1072722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1078827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1080560/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1082385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1377348/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1476946/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1581632/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1638685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1657265/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1676421/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1781826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1791270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2334942/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2337292/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2428152/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2441245/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2451878/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2458822/"
          ]
        }
      ],
      "judges": "Judge D. Michael Swiney",
      "date_created": "2014-10-30T06:06:05.031381Z",
      "date_modified": "2014-10-30T06:06:05.031381Z",
      "date_filed": "2011-11-29",
      "date_filed_is_approximate": false,
      "slug": "marcella-e-may-v-donald-b-may",
      "citation_id": 1020122,
      "case_name_short": "",
      "case_name": "Marcella E. May v. Donald B. May",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/37508/marcella-e-may-v-donald-b-may/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:06:05.027987Z",
  "date_modified": "2014-10-30T06:06:05.027987Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Marcella E. May v. Donald B. May",
  "case_name_full": "",
  "slug": "marcella-e-may-v-donald-b-may",
  "docket_number": "E2010-01026-COA-R3-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}