{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3818438/",
  "id": 3818438,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ohioctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3946296/",
      "id": 3946296,
      "absolute_url": "/opinion/3946296/in-re-adoption-of-infant-girl-banda/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3818438/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3694673/",
          "id": 3694673,
          "absolute_url": "/opinion/3946296/in-re-adoption-of-infant-girl-banda/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3946296/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/8053/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-06T06:35:44.334067Z",
          "date_modified": "2017-04-15T01:35:33.503305Z",
          "type": "020lead",
          "sha1": "e663d5b683f107c32078fcff7c5dd1373ff4ec82",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/ohio/appellate_court_opinions/documents/1f6345cadf72b300.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>This is an appeal from the Franklin County Court of Common Pleas, Probate Division, from the order of the court dismissing appellants' motion to terminate an adoption placement.</p>\n<p>On July 2, 1987, the birth parents (birth mother hereinafter \"Ms. B,\" and birth father hereinafter \"Mr. C\") each filed with the probate court an Application for Placement, a Consent to Adoption, and an affidavit requesting that the infant girl (\"Baby B\") be placed in an adoptive home. Also, on the same day, the prospective adoptive parents filed a Petition for Adoption requesting that Baby B be placed in their home and that they be permitted to adopt her.</p>\n<p>Ms. B and Mr. C. were fourteen and fifteen years of age respectively upon the birth of Baby B. It appears that, as of July 1987, the birth parents were not married or living together, had not finished high school or held full-time employment sufficient to provide for the necessary care of the child. Ms. B lives with her mother, her <span class=\"star-pagination\">*Page 106</span> \nmother's boyfriend and her two-year-old illegitimate half-brother. Mr. C lives with his father.</p>\n<p>Baby B was born June 29, 1987, in Franklin County, Ohio. A placement hearing was commenced three days later before a referee of the Probate Court of Franklin County, Ohio. Ms. B was represented by an attorney and the adoptive parents were represented by their attorneys. Mr. C was informed by the court of the opportunity to obtain counsel but chose instead to waive.</p>\n<p>Ms. B and Mr. C were questioned both individually and together by the referee at the placement hearing. Both stated before the referee that placement for adoption was in the best interest of the child and their consent to the placement of Baby B in an adoptive home was made freely and voluntarily.<sup id=\"ref-fn1\"><a href=\"#fn1\">1</a></sup> An entry approving placement to the adoptive parents was signed by the court and filed on July 2, 1987.</p>\n<p>On July 22, 1987, new counsel for the birth parents filed a letter and affidavits of Ms. B and Mr. C, followed by a \"Motion to Vacate, Terminate\" dated July 28, 1987. The motion raised five grounds for the requested termination: (1) minority of the parents; (2) ineffective assistance of counsel and conflict of interest; (3) failure to consult the parents of the minor birth parents; (4) failure to appoint a guardian ad litem; and (5) failure of the birth parents to understand the consequences of their actions. In paragraphs three and four of Ms. B's affidavit, attached to the motion, she stated:</p>\n<p>\"3)  That I was always under the belief that [my attorney] represented my interests in the adoption of my daughter;</p>\n<p>\"4)  That I was under the belief that the adoption would not be finalized until December of 1987 and that I could change my mind prior to said date * * *[.]\"</p>\n<p>Mr. C's affidavit, also attached to the motion, reiterated the above statements.</p>\n<p>Pursuant to R.C. <cross_reference>3107.09</cross_reference>, a hearing was held before the probate court on August 11 and 12, 1987.<sup id=\"ref-fn2\"><a href=\"#fn2\">2</a></sup> Subsequently, the court denied appellants' motion to terminate placement. The court held that Ms. B's attorney acted competently in providing legal representation to Ms. B. In that regard, the court held that:</p>\n<p>\"* * * [Ms. B's attorney] correctly explained to the birth parents that: the final decree of adoption would not be entered until approximately six months after the interlocutory decree of adoption; the interlocutory decree of adoption would be entered approximately four weeks after the entry of placement; and that birth mother had <span class=\"star-pagination\">*Page 107</span> \nto consider her July 2, 1987 placement hearing as a full and final hearing divesting all parental rights in the Infant Girl Banda and that only in the most extraordinary circumstances, such as fraud or duress, would she have any ability to gain parental rights voluntarily surrendered at the placement hearing. * * *\"</p>\n<p>The court also found that there was no conflict of interest as to the purported fee arrangement, whereby the adoptive parents paid Ms. B's attorney fees. The court held that:</p>\n<p>\"* * * This Court finds that according to O.R.C. Section<cross_reference>3107.10</cross_reference>(B)(3) adopting parents may disburse attorney fees incurred in connection with the placement of the minor, which would include those incurred by [Ms. B's attorney] in her representation of the birth mother during placement of the minor as well as those services performed by [attorney for the adoptive parents] in their representation of the adopting parents. Therefore, said payments did not result in a conflict of interest.\"</p>\n<p>After finding that consent was voluntarily and freely given by the birth parents and considering whether placement of Baby B with the adoptive parents was in the child's best interest, the court held that pursuant to R.C. <cross_reference>3107.09</cross_reference>:</p>\n<p>\"* * * [The] birth mother and father have failed to present any evidence whatsoever which would indicate that removing the child from her placement with the prospective adoptive parents would be in the best interest of [Baby B].\"</p>\n<p>From the order dismissing appellants' motion to terminate the adoption placement, appellants timely appealed.<sup id=\"ref-fn3\"><a href=\"#fn3\">3</a></sup></p>\n<p>Appellants have failed to set forth any assignments of error for review as required by App. R. 16(A)(2); however, we will address the issues raised in the brief. The gravamen of appellants' appeal is that \"[t]he court should vacate and terminate the placement order and invalidate the consent to placement of [Baby B] given by the birth mother because of the conflict of interest by the birth mother's Attorney * * *.\"</p>\n<p>The crux of appellants' argument addresses the purported fee arrangement between Ms. B's attorney and the adoptive parents. Appellants maintain that Ms. B's attorney never disclosed to Ms. B, either before or after the placement of Baby B, that Ms. B's attorney fees would be paid by the adoptive parents. Appellants assert that R.C. <cross_reference>3107.10</cross_reference>(B)(3) does not permit the adoptive parents to disburse attorney fees to counsel representing Ms. B because such an expense was not \"incurred in providing legal services\" to the petitioning adoptive parents.</p>\n<p>Moreover, appellants argue that the Code of Professional Responsibility (1970), Canon 5, DR 5-107(A)(1) and (2), prohibit such a fee arrangement absent full disclosure. Consequently, appellants maintain that, because of this alleged conflict of interest, Ms. B was denied independent assistance of counsel. See<em>In re Adoption of Anonymous, Adoptive Child</em> (Surr.Ct. 1986),<cross_reference>131 Misc.2d 666</cross_reference>, <cross_reference>501 N.Y. Supp. 240</cross_reference>. Appellants further emphasize that Ms. B was \"obviously confused\" at the July 2, 1987 placement hearing and was misinformed by her attorney that she could change her mind about the adoption within one year.</p>\n<p>Initially, we note that there was a <span class=\"star-pagination\">*Page 108</span> \nfinal appealable order necessary to invoke the jurisdiction of this court, although no interlocutory or final order of adoption has been entered. See <em>In re Adoption of Brandt</em> (July 14, 1986), Clermont App. No. CA85-12-102, unreported.</p>\n<p>The determinative issue on appeal is whether the consent of Ms. B to her child's adoption was invalidated by her attorney's alleged conflict of interest said to be created by the payment of Ms. B's attorney fees by the adoptive parents.</p>\n<p>Unless consent is not required, a petition to adopt a minor cannot be granted unless written consent has been executed by the mother. R.C. <cross_reference>3107.06</cross_reference>(A). R.C. <cross_reference>3107.09</cross_reference>(B) provides that:</p>\n<p>\"A consent to adoption may be withdrawn prior to the entry of an interlocutory order or * * * final decree of adoption * * * if the court finds after hearing that <em>the withdrawal is in the best</em><em>interest of the person to be adopted</em> * * *.\" (Emphasis added.)</p>\n<p>The consent to an adoption given by a minor is not voidable by reason of his or her majority. R.C. <cross_reference>3107.09</cross_reference>. Ms. B challenged the validity of her consent approximately two weeks after the placement of Baby B with the adoptive parents and before entry of an interlocutory order. Accordingly, the provisions of R.C.<cross_reference>3107.09</cross_reference>(B) apply.</p>\n<p>We find that R.C. <cross_reference>3107.09</cross_reference>(B) presupposes that a <em>valid</em> written consent has been executed. R.C. <cross_reference>3107.06</cross_reference>(A). Only upon the finding of a validly executed consent does the court then proceed to apply a best-interest-of-the-child analysis. To hold otherwise would be contrary to statute and place little or no weight upon the relinquishment of parental rights.</p>\n<p>A valid consent to an adoption is one which has been freely, knowingly, and voluntarily given with a full understanding of the adoption process and the consequences of one's actions. <em>In re</em><em>Adoption of Brandt, supra.</em> The consent must be of one's \"own volition, free from duress, fraud, or other consent-vitiating factors and with full knowledge of essential facts.\" <em>In re</em><em>Adoption of Infant Hewitt</em> (Ind.App. 1979), <cross_reference>396 N.E.2d 938</cross_reference>, <cross_reference>941</cross_reference>. It is generally well-established that fraud, duress, undue influence, overreaching, mistake, or the like will justify a court in finding that consent was not freely and voluntarily executed.<sup id=\"ref-fn4\"><a href=\"#fn4\">4</a></sup> <span class=\"star-pagination\">*Page 109</span> </p>\n<p>Appellants do not allege nor does the record reflect that Ms. B's consent was vitiated due to the exertion of undue influence or duress. Appellants cite the case of <em>In re Hua</em> (1980), <cross_reference>62 Ohio St.2d 227</cross_reference>, 16 O.O. 3d 270, <cross_reference>405 N.E.2d 255</cross_reference>, for the proposition that the payment of the birth mother's attorney fees raises the question as to whether the consent was freely, voluntarily, and knowingly given. We find that <em>In re Hua</em> does not support appellants' position insofar as that case dealt with an adoption agency's abuse in obtaining the consent of the birth mother under extreme duress where she feared for her child's life in the wake of an imminent communist takeover of her country. Here, appellants' allegations are in the nature of fraud or misrepresentation, relating to possible false or misleading information, as well as the failure to fully inform, all as a result of an alleged conflict of interest.</p>\n<p>The testimony on cross-examination of Ms. B's attorney, regarding the fee arrangement, was as follows:</p>\n<p>\"Q.  Eventually you were going to bill somebody?</p>\n<p>\"A.  Yes.</p>\n<p>\"Q.  That would be, what, the adoptive parents?</p>\n<p>\"A.  Yes. I explain to the girls when I represent them that if the adoption goes forth, the Ohio statute allows the adoptive parents to pick up the fees; however, if it doesn't I expect them to remain liable for my fees because I represent them and I can't expect the parents to pick up the fee if I don't go &#8212;</p>\n<p>\"Q.  You would not get paid if they couldn't afford the fee?</p>\n<p>\"A.  My general practice is I always send them a bill, generally try to collect.* * *</p>\n<p>\"Q.  Did you ever submit a bill to [Ms. B] or her mother?</p>\n<p>\"A.  No.</p>\n<p>\"Q.  About how many hours did you bill for your services to the adoptive parents to date?</p>\n<p>\"A.  I don't recall exactly, but it was somewhere, I think, between 18 and 20 hours.</p>\n<p>\"Q.  18, 20 hours. Charge so much an hour?</p>\n<p>\"A.  Yes.</p>\n<p>\"Q.  And how much is that an hour?</p>\n<p>\"A.  A hundred dollars an hour.</p>\n<p>\"Q.  Has that bill been paid by them?</p>\n<p>\"A.  Yes, it has. It was received before I received notice of the reversal, and I keep them out, segregate.</p>\n<p>\"Q.  You explained &#8212; [Ms. B] was aware that someone else, namely, the adoptive parents, would be paying for your bill?</p>\n<p>\"A.  Right. I explained that they would pick up any medicals that were not covered, and at this point we had a question as to whether ADC would cover the bill or not. I explained if ADC didn't, the parents would pick up that as well as legal fees.\"</p>\n<p>Also on re-direct examination, Ms. B's attorney testified:</p>\n<p>\"Q.  But prior to this hearing, you had asked the adoptive parents to make a deposit in the trust to cover things like medical bills, correct?</p>\n<p>\"A.  Correct.</p>\n<p>\"Q.  And did they do that?</p>\n<p>\"A.  Yes.</p>\n<p>\"Q.  How much did they deposit?</p>\n<p>\"A.  $5,000.\"</p>\n<p>The placement expenditure report <span class=\"star-pagination\">*Page 110</span> \nfiled in the probate court by the adoptive parents dated July 2, 1987 also listed approximately $2,000 in attorney fees for Ms. B's attorney. There is no other evidence in the record as to the fee arrangement between Ms. B and her attorney or any fee reimbursement agreement between the adoptive parents and Ms. B's attorney. Further, there is no evidence in the record before this court that Ms. B was not aware that the adoptive parents were paying her legal fees. The affidavit filed in support of the motion to terminate states only:</p>\n<p>\"That I was always under the belief that [Ms. B's attorney] represented my interests in the adoption of my daughter[.]\"</p>\n<p>Appellants' contention is that the receipt of attorney fees by Ms. B's attorney from the adoptive parents created a conflict of interest, thus rendering her consent to the adoption invalid.</p>\n<p>This argument in this case is not persuasive. Pursuant to R.C.<cross_reference>3107.10</cross_reference>(A), the petitioners, herein the adoptive parents, must file a full accounting, before the petition for adoption is heard, of all disbursements of anything of value made or agreed to be made by or on behalf of the petitioners in connection with the placement or adoption of the child. R.C. <cross_reference>3107.10</cross_reference>(B) provides that such disbursements are limited to the following expenditures:</p>\n<p>\"(B)  A petitioner shall not make or agree to make any disbursements in connection with the placement or adoption of a minor other than for the following:</p>\n<p>\"(1)  Physician expenses incurred in connection with prenatal care and confinement or in connection with the birth of the minor to be adopted;</p>\n<p>\"(2)  Hospital expenses incurred in connection with the birth of the minor to be adopted;</p>\n<p>\"(3)  Attorneys' fees incurred in providing legal services in connection with the placement of the minor to be adopted or in connection with legal services provided to initiate and pursue the adoption proceedings;</p>\n<p>\"(4)  Agency expenses incurred for providing services in connection with the adoption or in connection with placement services provided by an agency under section <cross_reference>5103.16</cross_reference> of the Revised Code;</p>\n<p>\"(5)  Temporary costs of routine maintenance and medical care for a minor required under section <cross_reference>5103.16</cross_reference> of the Revised Code if the person seeking to adopt the minor refuses to accept placement of the minor.\"</p>\n<p>Pursuant to R.C. <cross_reference>3107.10</cross_reference>(C), if, after a hearing, the court determines that the prospective adoptive parents disbursed expenses which are unreasonable, listed expenses not set forth under R.C. <cross_reference>3107.10</cross_reference>(B), or failed to list allowable expenses, then \"[t]he court shall not issue a decree of adoption.\"</p>\n<p>The purpose of such a statute \"* * * is to protect both the mother and her baby from falling prey to a person involved in the black market baby business. The fear is that financial incentive in the transfer of a child will cause a mother to make a decision that is not in the best interest of herself or the child.\" (Footnote omitted.) Comment, Surrogate Motherhood in Ohio: A Dangerous Game of Baby Roulette (1985), 15 Cap. U.L. Rev. 93, 98.</p>\n<p>In other words, the legislature has attempted to prohibit the sale of an infant as a chattel to the highest bidder by limiting the payments which can be made in connection with the placement of a child to physician expenses, hospital expenses, and attorney fees, and also requiring complete and full disclosure to the court prior to the entry of a decree of adoption. Such a statute attempts to ensure the integrity of adoption proceedings and to curtail abuses in private placements such <span class=\"star-pagination\">*Page 111</span> \nas the practice of giving compensation in return for relinquishment of parental rights.</p>\n<p>Appellants maintain that R.C. <cross_reference>3107.10</cross_reference>(B)(3) can only be construed to mean that the adoptive parents must report the attorney fees \"incurred in providing legal services\" for the adoptive parents themselves. R.C. <cross_reference>3107.10</cross_reference>(B)(3) cannot be given such a narrow reading. On the face of the statute, it clearly can be construed to also mean that the petitioner can agree to pay the attorney fees of the birth mother which were incurred in providing legal services in connection with the placement of the minor. Such a broader reading of R.C. <cross_reference>3107.10</cross_reference>(B)(3) is consistent with other expenses permitted to be paid which are essentially for the benefit of the birth mother and child to be adopted.</p>\n<p>Neither R.C. <cross_reference>3107.10</cross_reference>(B)(3) nor any other provision of R.C. Chapter 3107 expressly prohibits the adoptive parents from paying the attorney fees of the birth mother. Appellants have not directed us to any analogous statute from another jurisdiction which supports their interpretation of R.C. <cross_reference>3107.10</cross_reference>(B)(3).<sup id=\"ref-fn5\"><a href=\"#fn5\">5</a></sup>\nMoreover, applying appellants' restrictive interpretation <span class=\"star-pagination\">*Page 112</span> \nof R.C. <cross_reference>3107.10</cross_reference>(B)(3) to the other provisions of R.C. <cross_reference>3107.10</cross_reference>(B) would lead to an obviously unintended result, since the adoptive parents would be limited to the disbursement of their own hospital and medical expenses incurred in connection with the prenatal, birth, and placement of the child. It is undisputed that the adoptive parents are permitted by R.C. <cross_reference>5103.16</cross_reference>(C) to pay the mother's hospital and medical expenses.</p>\n<p>Accordingly, in order to effectuate and give a consistent meaning to the statute, and in furtherance of the legislative purpose behind R.C. <cross_reference>3107.10</cross_reference>, the adoptive parents may agree to pay the birth mother's attorney fees. If the probate court deems it necessary, it can further investigate and conduct a hearing under R.C. <cross_reference>3107.10</cross_reference>(C) to fully examine the propriety and reasonableness of the payment of such attorney fees prior to the entry of a degree of adoption.<sup id=\"ref-fn6\"><a href=\"#fn6\">6</a></sup></p>\n<p>While we conclude that the statute allows for the payment of the birth mother's attorney fees, an attorney is nonetheless subject to the Code of Professional Responsibility, which dictates that an attorney should exercise independent professional judgment on behalf of a client. Even the most ethical attorney may find himself in a possible conflict of interest and his actions subject to scrutiny when accepting fees from one other than his client. At issue herein is not simply whether there was a conflict of interest, but, if so, whether there was a causal connection between the conflict of interest and the consent sufficient to render it invalid.<sup id=\"ref-fn7\"><a href=\"#fn7\">7</a></sup></p>\n<p>The Code of Professional Responsibility (1970), Canon 5, DR 5-107(A)(1) entitled, \"Avoiding Influence by Others than the Client,\" states that:</p>\n<p>\"(A)  Except with the consent of his client after full disclosure, a lawyer shall not:</p>\n<p>\"(1)  Accept compensation for his legal services from one other than his client.\"</p>\n<p>Hence, DR 5-107(A) requires full disclosure by the attorney and the consent of the client before accepting payment for legal services from one other than his client.</p>\n<p>This case clearly does not concern joint representation of both the birth and adoptive parents. DR 5-105(A) and (B) state when an attorney must decline or discontinue employment <span class=\"star-pagination\">*Page 113</span> \nof a conflict of interest, while DR 5-105(C) permits joint representation:</p>\n<p>\"In the situations covered by DR 5-105(A) and (B), a lawyer may represent multiple clients if it is <em>obvious</em> that he can<em>adequately represent</em> the interest of each and if each consents to the representation after <em>full disclosure</em> of the possible effect of such representation on the <em>exercise of his independent</em><em>professional judgment on behalf of each.</em>\" (Emphasis added.)</p>\n<p>Some states, by statute or otherwise, permit joint representation in adoption cases in limited circumstances and under variously prescribed guidelines.<sup id=\"ref-fn8\"><a href=\"#fn8\">8</a></sup></p>\n<p>At all times the adoptive parents were represented by separate and independent counsel, including the July 1987 placement hearing and the August 1987 hearing to terminate the placement.</p>\n<p>Appellants rely upon <em>In re Adoption of Anonymous, Adoptive</em><em>Child, supra,</em> for the proposition that a birth mother must be represented by independent counsel. That case is readily distinguishable since, in <em>In re Adoption of Anonymous, Adoptive</em><em>Child,</em> the adoptive parents were represented by counsel and the birth mother was not. The adoptive parents' attorney assisted the birth mother in finding a place to live, obtained reimbursement expenses, and prepared the consent decree. At issue in that case was the reasonableness of attorney fees. While the court held that the birth mother should be represented by independent counsel, the court did not order the return of the child. In the case herein, Ms. B was represented by independent counsel. The record fails to reflect that Ms. B's attorney advised the adoptive parents or in any other manner established an attorney-client relationship with them.</p>\n<p>Ms. B's attorney testified that Ms. B was informed at the outset of the fee arrangement. We note, however, that full disclosure requires more than informing <span class=\"star-pagination\">*Page 114</span> \na client that the adoptive parents will pay attorney fees, but similar to the ethical considerations in a joint representation case, the attorney is required to explain any potential conflict of interest that may arise. We have no evidence, based on the limited record before us, that a conflict of interest existed here. Ms. B's attorney testified:</p>\n<p>\"* * * I feel very strongly that a girl should be represented separately from the parents and that I canduct my practice in this manner and therefore always require parents to seek separate counsel because I think that a girl, above anybody else, who is giving up a child ought to have her own counsel.</p>\n<p>\"And I explained this to [Ms. B] with her mother present as well as the very first time I met her and I also explained it again to her when her boyfriend was there at the hospital. * * *\"</p>\n<p>Ms. B's attorney had no further contact with Ms. B following the placement of Baby B with the adoptive parents. Apparently, after Ms. B decided to withdraw her consent she retained new counsel, who filed the motion to terminate placement.</p>\n<p>As to the fee arrangement, we note that Ms. B's attorney testified that Ms. B was informed that she would remain liable for her fees if the Ohio statute did not allow for payment of the fees. There is no evidence, however, as to any agreement in regard to the actual fee arrangement or method of reimbursement between Ms. B's attorney and the adoptive parents or their attorneys.<sup id=\"ref-fn9\"><a href=\"#fn9\">9</a></sup></p>\n<p>We are compelled to emphasize that while there is no evidence of any impropriety as to the fee arrangement here, such may not always be the result. The better practice is that the birth mother be solely responsible for her fees, or if the adoptive parents agree to the payment of the birth mother's attorney fees, such payments must not be contingent upon the outcome of placement or adoption. The agreement for payment of fees by the adoptive parents should be in writing and consented to by all parties concerned.</p>\n<p>There is no indication in this case that the fee arrangement between Ms. B's attorney and the adoptive parents or their attorneys had any effect whatsoever on the validity of Ms. B's consent which the record indicated was given freely, knowingly, and voluntarily with full appreciation as to the consequences of her act of consent.</p>\n<p>The evidence indicates that Ms. B had firmly decided prior to her first meeting with her attorney to place her child for adoption. The evidence in the record belies appellants' assertions that Ms. B was obviously confused as to the nature of the adoption proceedings or to the finality of her consent. There was no evidence of vacillation, uncertainty, or indecision in <span class=\"star-pagination\">*Page 115</span> \nregard to the execution of her consent to the adoption. Rather, at the hearing, it appeared that she, as well as the birth father, believed that the adoption was in the best interest of the child.</p>\n<p>There is no evidence of external pressures exerted by Ms. B's attorney, Ms. B's family members, or the birth father upon Ms. B to give her consent. She had discussed the adoption with her mother, aunt, cousin, Mr. C, and her attorney, who fully explained the adoption process to her.</p>\n<p>At no point during the pregnancy or prior to the placement is there any indication that she expressed any reluctance or reservation or indicated that she believed she could later change her mind and withdraw her consent. It was Ms. B's attorney's unrefuted testimony that she explained to Ms. B on several occasions that, as a practical matter, she had to consider the placement hearing as a final hearing. Prior to the hearing, Ms. B's attorney reviewed three significant legal documents, including a written consent to adopt, line by line with the birth parents.</p>\n<p>The referee testified that Ms. B was in complete control of her faculties and emotions, and appeared to understand the adoption process. The referee also fully explained the significance of her written consent:</p>\n<p>\"Now let's take a look at the second instrument entitled consent, and in these consents you're saying it's for the best interest of that same child once it is placed to be adopted by these adopting parents when they come in here for their hearing that will be about 30 to 45 days from here. Now, when they come in after that date, this consent then will become final.</p>\n<p>\"Now, you're consenting to that adoption. Between now and then, you still have the opportunity if you were to change your mind from this, to come back into the court and say, I'm changing my mind. I want the child back. But you would have to prove to us it's in the best interest of the baby now to take it away from the adopting home &#8212; placement home &#8212; and put that child back into your home. That would be a very difficult thing for you to do, but you have the right to know that opportunity exists, but as of this 30 to 45 days hearing from now, then this consent cannot be withdrawn. Okay.\"</p>\n<p>Accordingly, we can only conclude that any mistake or misunderstanding by Ms. B was not created by her attorney, or the manner in which the attorney fees were paid.<sup id=\"ref-fn10\"><a href=\"#fn10\">10</a></sup> Many courts <span class=\"star-pagination\">*Page 116</span> \nhave found that the fact that a birth mother has a change of heart is insufficient to revoke consent and that allowing such a revocation runs contrary to public policy.<sup id=\"ref-fn11\"><a href=\"#fn11\">11</a></sup> The same considerations equally apply in the case herein.</p>\n<p>For the foregoing reasons, we find that the factual determinations of the trial judge that Ms. B executed a valid written consent to adoption is supported by the evidence and is not contrary to law. Since we have no evidence before us to review the court's holding that it was in the best interest of Baby B to remain with the adoptive parents, we must presume the regularity of such proceedings. It was appellants' duty to transmit that evidence upon appeal in support of their contention that placement was adverse to the child's best interest. See App. R. 9; <em>Columbus</em> v. <em>Hodge</em> (1987), <cross_reference>37 Ohio App.3d 68</cross_reference>,<cross_reference>523 N.E.2d 515</cross_reference>. In the absence of such evidence, we cannot say that the trial court's holding was improper in any respect, and the judgment of the trial court is affirmed.</p>\n<p><em>Judgment affirmed.</em></p>\n<p>REILLY and YOUNG, JJ., concur.</p>\n<p><footnote_body><sup id=\"fn1\"><a href=\"#ref-fn1\">1</a></sup> \"Referee Baker: * * * Then [Ms. B], in your own words, what do you understand you're doing here today?</p>\n<p>\"[Ms B]: I'm placing my baby into a better home.</p>\n<p>\"* * *</p>\n<p>\"[Q.]  What was the natural father's reaction to your decision to place this baby?</p>\n<p>\"A.  At first he didn't really want to go with it, then he really thought about it, he said it would be better, too, so we can both go to school.</p>\n<p>\"Q.  So you don't feel he's pressuring you or anything? You have discussed with him the other way?</p>\n<p>\"A.  Uh-huh.\"</footnote_body></p>\n<p><footnote_body><sup id=\"fn2\"><a href=\"#ref-fn2\">2</a></sup> We are confined to the limited record before us on appeal. The only testimony from the August hearing presented as part of the record is that of the attorney who represented Ms. B at the placement hearing and the deposition testimony of the probate referee which apparently was introduced into evidence due to the referee's unavailability. Also, in the record is the transcript of the July 2, 1987 placement hearing.</footnote_body></p>\n<p><footnote_body><sup id=\"fn3\"><a href=\"#ref-fn3\">3</a></sup> Although appellants bring this cause of action, the validity of the consent to the adoption by the birth father is not challenged.</footnote_body></p>\n<p><footnote_body><sup id=\"fn4\"><a href=\"#ref-fn4\">4</a></sup> See, generally, Annotation, Mistake or Want of Understanding as Ground for Revocation of Consent to Adoption or of Agreement Releasing Infant to Adoption Placement Agency (1976), 74 A.L.R. 3d 489; Annotation, What Constitutes Undue Influence in Obtaining a Parent's Consent to Adoption of Child (1973), 50 A.L.R. 3d 918. See, also, the following cases where consent was deemed invalid: <em>Sims</em> v. <em>Sims</em> (1975), <cross_reference>30 Ill. App.3d 406</cross_reference>,  <cross_reference>332 N.E.2d 36</cross_reference> (consent given under duress where parents of minor mother conditioned parental love and fulfillment of the legal obligations to support her during her minority upon giving up the child for adoption); <em>In re Adoption of Anonymous</em> (Surr. Ct. 1969), <cross_reference>60 Misc.2d 854</cross_reference>, <cross_reference>304 N.Y. Supp. 2d 46</cross_reference>\n(thirteen-year-old unmarried mother did not understand the consequences of her consent when she was found to be under severe stress and uncertainty as to the real wishes of her parents and believed that the placement was a temporary arrangement); <em>In re</em><em>Adoption of Robin</em> (Okla. 1977), <cross_reference>571 P.2d 850</cross_reference> (sixteen-year-old birth mother signed consent because her stepmother threatened to kill her and her father if she refused); <em>Huebert</em> v. <em>Marshall</em>\n(1971), <cross_reference>132 Ill. App.2d 793</cross_reference>, <cross_reference>270 N.E.2d 464</cross_reference> (mother's consent procured by fraud and duress where evidence indicated that she wanted to keep the child but the father said he lost his job and was going to leave her); <em>In re Adoption of a Minor Child</em> (1972),<cross_reference>109 R.I. 443</cross_reference>, <cross_reference>287 A.2d 115</cross_reference> (mother's consent obtained by undue influence of her sister, the proposed adoptive mother, who told the mother she or the baby could not leave the hospital until the bills were paid); <em>In re Adoption of Susko</em> (1949), <cross_reference>363 Pa. 78</cross_reference>,<cross_reference>69 A.2d 132</cross_reference> (undue influence exerted upon seventeen-year-old mother to give up her illegitimate child where her brothers threatened an abortion, abused her, refused to allow the mother to bring the child home, and blamed the mother for their mother's death).</footnote_body></p>\n<p><footnote_body><sup id=\"fn5\"><a href=\"#ref-fn5\">5</a></sup> Cf. Section 10 of the Uniform Adoption Act, wherein it provides:</p>\n<p>\"(a)  Except as specified in subsection (b), the petitioner in any proceeding for the adoption of a minor shall file, before the petition is heard, a full accounting report in a manner acceptable to the Court of all disbursements of anything of value made or agreed to be made by or on behalf of the petitioner in connection with the adoption. The report shall show any expense incurred in connection with:</p>\n<p>\"(1)  the birth of the minor;</p>\n<p>\"(2)  placement of the minor with petitioner;</p>\n<p>\"(3)  medical or hospital care received by the mother or by the minor during the mother's prenatal care and confinement; and</p>\n<p>\"(4)  <em>services relating to the adoption or to the placement of</em><em>the minor for adoption which were received by or on behalf of the</em><em>petitioner, either natural parent of the minor, or any other</em><em>person.</em></p>\n<p>\"(b)  This section does not apply to an adoption by a step-parent whose spouse is a natural or adoptive parent of the child.</p>\n<p>\"(c)  Any report made under this section must be signed and verified by the petitioner.\" (Emphasis added.)</p>\n<p>The Comment provides that:</p>\n<p>\"This section is taken from Section <cross_reference>224</cross_reference>(r) of the California Civil Code. The only adoption to which the section is inapplicable is an adoption by a step-parent.</p>\n<p><em>\"The purpose of this section is to control some of the abuses</em><em>which appear from time to time in `private placements' by</em><em>requiring the petitioner to reveal expenditures which he has made</em><em>in connection with the adoption.</em> The section does not invalidate the adoption nor make it impossible for the petitioner to adopt the child because, as an example, in return for the prospective mother's promise to consent to adoption he agreed and paid medical expenses of the mother <em>or any other payments to the</em><em>mother.\"</em> (Emphasis added.)</p>\n<p>See, also, Ariz. Rev. Stat. Ann., Sections 8-114(A) and (C):</p>\n<p>\"A.  The court may approve any monies paid to a parent of a child placed for adoption or another person for the benefit of the parent or adopted child for reasonable and necessary expenses incurred in connection with the adoption. These expenses may include costs for medical and hospital care and examinations for the mother and child, counseling fees, <em>legal fees,</em> agency fees and any other costs the court finds reasonable and necessary.</p>\n<p>\"* * *</p>\n<p>\"C.  An attorney may be paid for his services in connection with an adoption only such amounts as the court approves as being reasonable and necessary.\" (Emphasis added.)</p>\n<p>However, Ariz. Rev. Stat. Ann., Section 8-130(C) provides that:</p>\n<p>\"An attorney licensed to practice law in this state may assist and participate in direct placement adoptions and may receive compensation to the extent the court finds reasonable under &#167; 8-114 <em>if the person granting consent to the adoption has made a</em><em>choice of the specific adopting parent without prior involvement</em><em>of the attorney</em> or if the choice is made only from among persons currently certified by the court as acceptable to adopt children pursuant to &#167; 8-105.\" (Emphasis added.)</footnote_body></p>\n<p><footnote_body><sup id=\"fn6\"><a href=\"#ref-fn6\">6</a></sup> Such a hearing could also determine whether payment of the birth mother's attorney fees rendered ineffective the legal advice provided to the birth mother.</footnote_body></p>\n<p><footnote_body><sup id=\"fn7\"><a href=\"#ref-fn7\">7</a></sup> Even assuming that there was a conflict of interest, that alone does not <em>per se</em> invalidate Ms. B's consent. See <em>In re Mr. </em><em>Mrs. J.M.P. Applying for Adoption</em> (La. 1988), <cross_reference>528 So.2d 1002</cross_reference>. In that case, the Supreme Court of Louisiana held that an alleged conflict of interest on behalf of the birth mother's attorney was alone insufficient. A causal relationship must be shown between the alleged conflict of interest and the mother's consent to render it invalid. As the court stated, to hold otherwise, \"acts of surrender could be set aside more easily for a harmless conflict of interest than for the most injurious act of outright fraud.\" Applying the reasoning in the aforementioned case to the case herein, the alleged conflict must have been one which substantially influenced Ms. B to give her consent to adoption.</footnote_body></p>\n<p><footnote_body><sup id=\"fn8\"><a href=\"#ref-fn8\">8</a></sup> See, <em>e.g.,</em> Cal. Code Ann. (West 1982), Section 225m: \"Notwithstanding any other provision of law, it shall be unethical for an attorney to undertake the representation of both the prospective adopting parents and the natural parents of a child in any negotiations or proceedings in connection with an adoption <em>unless a written consent is obtained from both parties.</em>\" (Emphasis added.) See, also, <em>In re Adoption of Baby Boy Irons</em>\n(1984), <cross_reference>235 Kan. 540</cross_reference>, <cross_reference>684 P.2d 332</cross_reference> (\"In adoption cases the attorney may represent both sets of parents. The attorney who is employed to provide dual representation owes both sets of parents a duty to provide good faith advice concerning the legal consequences of their acts. Such multiple representation can continue so long as no conflict develops between the parties. If a conflict occurs, however, the attorney must choose which conflicting interest he or she will represent and forthwith apprise the parties of the choice.\" <em>Id.</em> at paragraph seven of the court's syllabus.).</p>\n<p>The ABA Standing Committee on Ethics and Professional Responsibility, however, has stated in an informal opinion that joint representation in an adoption proceeding is unethical since the respective interests of the natural and adoptive parents are in inherent conflict and cannot be reconciled.</p>\n<p>Note, Dual Representation of Surrogate Parent and Intermediary Assailed by New York Bar (1988), 14 Family L. Rptr. 1284, citing Opinion No. 584, <em>infra</em> (ethics committee ruled that it is unethical to represent both the natural and adoptive parents despite full disclosure and express consent); Opinion No. 584, N.Y. State Bar Assn., Committee on Professional Ethics (\"Obvious test\" of Code of Professional Responsibility DR 5-105[C] cannot be fulfilled in a situation where an attorney attempts to represent potential surrogate mother and an intermediary in the surrogacy arrangement).</footnote_body></p>\n<p><footnote_body><sup id=\"fn9\"><a href=\"#ref-fn9\">9</a></sup> Appellees contend that the adoptive parents deposited monies for legal fees and medical bills into their attorney's trust account and that Ms. B's attorney fees were later disbursed, in part, from that account. Appellants contend that $5,000 was placed directly into Ms. B's attorney's trust account. The briefs are not a part of the record, and we specifically do not address the method of reimbursement of attorney fees since there was no evidence presented as to how the fee arrangement was handled. We underscore, however, Code of Professional Responsibility, Canon 2 (DR 2-107), which prohibits the division of fees among lawyers when the division is not in proportion to the work performed and responsibility assumed. The record here indicates that Ms. B's attorney performed approximately twenty hours of legal services at a rate of $100 per hour for which she billed the adoptive parents approximately $2,000.</footnote_body></p>\n<p><footnote_body><sup id=\"fn10\"><a href=\"#ref-fn10\">10</a></sup> See <em>In re Adoption of Brandt, supra</em> (mother's alleged confusion that the adoption was only temporary was insufficient to revoke consent). See, also, <em>S.O.</em> v. <em>W.S.</em> and <em>P.S.</em> (Alaska 1982), <cross_reference>643 P.2d 997</cross_reference> (natural mother was not materially misled by her attorney who also was paid by the adoptive parents);<em>Anonymous</em> v. <em>Anonymous</em> (1975), <cross_reference>23 Ariz. App. 50</cross_reference>, <cross_reference>530 P.2d 896</cross_reference>\n(mother's mistaken impression regarding the finality of her signature on consent form where she believed that she could revoke her consent at any time within the following six months was not created by adoptive parents or by their attorney and was insufficient to revoke consent); <em>Acedo</em> v. <em>Ariz. Dept. of Public</em><em>Welfare</em> (1973), <cross_reference>20 Ariz. App. 467</cross_reference>, <cross_reference>513 P.2d 1350</cross_reference> (mother who mistakenly believed that she could revoke her consent within six months could not regain child after placement where confusion was not due to fraud by adoptive parents or the adoption agency);<em>Batton</em> v. <em>Massar</em> (1962), <cross_reference>149 Colo. 404</cross_reference>, <cross_reference>369 P.2d 434</cross_reference> (trial court rejected mother's contention that she did not realize seriousness and finality of her consent where mother was fully advised of the consequences of her consent by the attorney for the adoptive parents); but, see, <em>K.N.</em> v. <em>Cades</em> (1981), <cross_reference>288 Pa. Super. 555</cross_reference>,  <cross_reference>432 A.2d 1010</cross_reference> (mother who had no outside counseling and gave her child up for adoption upon the parents' urging could withdraw consent after being assured she could change her mind and have her child returned within six months and adoptive parents had been informed that the mother had been so advised).</footnote_body></p>\n<p><footnote_body><sup id=\"fn11\"><a href=\"#ref-fn11\">11</a></sup> See <em>In re Adoption of Burdette</em> (1948), <cross_reference>83 Ohio App. 368</cross_reference>, 38 O.O. 429, 83 N.E.2d 368 (mere change of mind after interlocutory order entered did not vitiate consent); <em>In re</em><em>Appeal in Yuma Cty., Juvenile Action Nos. J-81-339  J-81-340</em>\n(1984), <cross_reference>140 Ariz. 6</cross_reference>, <cross_reference>682 P.2d 6</cross_reference> (mere change of mind is not a compelling reason for revocation even though child had not been placed in the adoptive home); <em>In re Adoption of P.R. McD.  J.T.</em><em>McD.</em> (Fla.App. 1983), <cross_reference>440 So.2d 57</cross_reference> (a consent to adoption may not be withdrawn on a whim or due to a change of heart, but may only be withdrawn when consent was obtained by fraud or duress);<em>In re J.M.A.L.</em> v. <em>Lutheran Social Services of the National</em><em>Capital Area, Inc.</em> (D.C.App. 1980), <cross_reference>418 A.2d 133</cross_reference> (trial court refused to allow revocation of consent of mother where she changed her mind on the following day after she executed her written consent with full understanding of the adoption process and finality of her act); <em>In re Adoption of F_____.</em> (1971),<cross_reference>26 Utah 2d 255</cross_reference>, <cross_reference>488 P.2d 130</cross_reference> (unwed mother after voluntary consent may not arbitrarily change her mind after adoptive parents relied on her consent, had gone to great expense and effort and formed attachments with the adoptive child); <em>Driggers</em> v. <em>Jolley</em> (1951),<cross_reference>219 S.C. 31</cross_reference>, <cross_reference>64 S.E.2d 19</cross_reference> (if natural parents could withdraw valid consents at will, adoptive parents would be left to the whims of the natural parents and discouraged from pursuing adoptions).</footnote_body> <span class=\"star-pagination\">*Page 117</span> </p>",
          "html_with_citations": "<p>This is an appeal from the Franklin County Court of Common Pleas, Probate Division, from the order of the court dismissing appellants' motion to terminate an adoption placement.</p>\n<p>On July 2, 1987, the birth parents (birth mother hereinafter \"Ms. B,\" and birth father hereinafter \"Mr. C\") each filed with the probate court an Application for Placement, a Consent to Adoption, and an affidavit requesting that the infant girl (\"Baby B\") be placed in an adoptive home. Also, on the same day, the prospective adoptive parents filed a Petition for Adoption requesting that Baby B be placed in their home and that they be permitted to adopt her.</p>\n<p>Ms. B and Mr. C. were fourteen and fifteen years of age respectively upon the birth of Baby B. It appears that, as of July 1987, the birth parents were not married or living together, had not finished high school or held full-time employment sufficient to provide for the necessary care of the child. Ms. B lives with her mother, her <span class=\"star-pagination\">*Page 106</span> \nmother's boyfriend and her two-year-old illegitimate half-brother. Mr. C lives with his father.</p>\n<p>Baby B was born June 29, 1987, in Franklin County, Ohio. A placement hearing was commenced three days later before a referee of the Probate Court of Franklin County, Ohio. Ms. B was represented by an attorney and the adoptive parents were represented by their attorneys. Mr. C was informed by the court of the opportunity to obtain counsel but chose instead to waive.</p>\n<p>Ms. B and Mr. C were questioned both individually and together by the referee at the placement hearing. Both stated before the referee that placement for adoption was in the best interest of the child and their consent to the placement of Baby B in an adoptive home was made freely and voluntarily.<sup id=\"ref-fn1\"><a href=\"#fn1\">1</a></sup> An entry approving placement to the adoptive parents was signed by the court and filed on July 2, 1987.</p>\n<p>On July 22, 1987, new counsel for the birth parents filed a letter and affidavits of Ms. B and Mr. C, followed by a \"Motion to Vacate, Terminate\" dated July 28, 1987. The motion raised five grounds for the requested termination: (1) minority of the parents; (2) ineffective assistance of counsel and conflict of interest; (3) failure to consult the parents of the minor birth parents; (4) failure to appoint a guardian ad litem; and (5) failure of the birth parents to understand the consequences of their actions. In paragraphs three and four of Ms. B's affidavit, attached to the motion, she stated:</p>\n<p>\"3)  That I was always under the belief that [my attorney] represented my interests in the adoption of my daughter;</p>\n<p>\"4)  That I was under the belief that the adoption would not be finalized until December of 1987 and that I could change my mind prior to said date * * *[.]\"</p>\n<p>Mr. C's affidavit, also attached to the motion, reiterated the above statements.</p>\n<p>Pursuant to R.C. <cross_reference>3107.09</cross_reference>, a hearing was held before the probate court on August 11 and 12, 1987.<sup id=\"ref-fn2\"><a href=\"#fn2\">2</a></sup> Subsequently, the court denied appellants' motion to terminate placement. The court held that Ms. B's attorney acted competently in providing legal representation to Ms. B. In that regard, the court held that:</p>\n<p>\"* * * [Ms. B's attorney] correctly explained to the birth parents that: the final decree of adoption would not be entered until approximately six months after the interlocutory decree of adoption; the interlocutory decree of adoption would be entered approximately four weeks after the entry of placement; and that birth mother had <span class=\"star-pagination\">*Page 107</span> \nto consider her July 2, 1987 placement hearing as a full and final hearing divesting all parental rights in the Infant Girl Banda and that only in the most extraordinary circumstances, such as fraud or duress, would she have any ability to gain parental rights voluntarily surrendered at the placement hearing. * * *\"</p>\n<p>The court also found that there was no conflict of interest as to the purported fee arrangement, whereby the adoptive parents paid Ms. B's attorney fees. The court held that:</p>\n<p>\"* * * This Court finds that according to O.R.C. Section<cross_reference>3107.10</cross_reference>(B)(3) adopting parents may disburse attorney fees incurred in connection with the placement of the minor, which would include those incurred by [Ms. B's attorney] in her representation of the birth mother during placement of the minor as well as those services performed by [attorney for the adoptive parents] in their representation of the adopting parents. Therefore, said payments did not result in a conflict of interest.\"</p>\n<p>After finding that consent was voluntarily and freely given by the birth parents and considering whether placement of Baby B with the adoptive parents was in the child's best interest, the court held that pursuant to R.C. <cross_reference>3107.09</cross_reference>:</p>\n<p>\"* * * [The] birth mother and father have failed to present any evidence whatsoever which would indicate that removing the child from her placement with the prospective adoptive parents would be in the best interest of [Baby B].\"</p>\n<p>From the order dismissing appellants' motion to terminate the adoption placement, appellants timely appealed.<sup id=\"ref-fn3\"><a href=\"#fn3\">3</a></sup></p>\n<p>Appellants have failed to set forth any assignments of error for review as required by App. R. 16(A)(2); however, we will address the issues raised in the brief. The gravamen of appellants' appeal is that \"[t]he court should vacate and terminate the placement order and invalidate the consent to placement of [Baby B] given by the birth mother because of the conflict of interest by the birth mother's Attorney * * *.\"</p>\n<p>The crux of appellants' argument addresses the purported fee arrangement between Ms. B's attorney and the adoptive parents. Appellants maintain that Ms. B's attorney never disclosed to Ms. B, either before or after the placement of Baby B, that Ms. B's attorney fees would be paid by the adoptive parents. Appellants assert that R.C. <cross_reference>3107.10</cross_reference>(B)(3) does not permit the adoptive parents to disburse attorney fees to counsel representing Ms. B because such an expense was not \"incurred in providing legal services\" to the petitioning adoptive parents.</p>\n<p>Moreover, appellants argue that the Code of Professional Responsibility (1970), Canon 5, DR 5-107(A)(1) and (2), prohibit such a fee arrangement absent full disclosure. Consequently, appellants maintain that, because of this alleged conflict of interest, Ms. B was denied independent assistance of counsel. See<em>In re Adoption of Anonymous, Adoptive Child</em> (Surr.Ct. 1986),<cross_reference><span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">666</span></span></cross_reference>, <cross_reference>501 N.Y. Supp. 240</cross_reference>. Appellants further emphasize that Ms. B was \"obviously confused\" at the July 2, 1987 placement hearing and was misinformed by her attorney that she could change her mind about the adoption within one year.</p>\n<p>Initially, we note that there was a <span class=\"star-pagination\">*Page 108</span> \nfinal appealable order necessary to invoke the jurisdiction of this court, although no interlocutory or final order of adoption has been entered. See <em>In re Adoption of Brandt</em> (July 14, 1986), Clermont App. No. CA85-12-102, unreported.</p>\n<p>The determinative issue on appeal is whether the consent of Ms. B to her child's adoption was invalidated by her attorney's alleged conflict of interest said to be created by the payment of Ms. B's attorney fees by the adoptive parents.</p>\n<p>Unless consent is not required, a petition to adopt a minor cannot be granted unless written consent has been executed by the mother. R.C. <cross_reference>3107.06</cross_reference>(A). R.C. <cross_reference>3107.09</cross_reference>(B) provides that:</p>\n<p>\"A consent to adoption may be withdrawn prior to the entry of an interlocutory order or * * * final decree of adoption * * * if the court finds after hearing that <em>the withdrawal is in the best</em><em>interest of the person to be adopted</em> * * *.\" (Emphasis added.)</p>\n<p>The consent to an adoption given by a minor is not voidable by reason of his or her majority. R.C. <cross_reference>3107.09</cross_reference>. Ms. B challenged the validity of her consent approximately two weeks after the placement of Baby B with the adoptive parents and before entry of an interlocutory order. Accordingly, the provisions of R.C.<cross_reference>3107.09</cross_reference>(B) apply.</p>\n<p>We find that R.C. <cross_reference>3107.09</cross_reference>(B) presupposes that a <em>valid</em> written consent has been executed. R.C. <cross_reference>3107.06</cross_reference>(A). Only upon the finding of a validly executed consent does the court then proceed to apply a best-interest-of-the-child analysis. To hold otherwise would be contrary to statute and place little or no weight upon the relinquishment of parental rights.</p>\n<p>A valid consent to an adoption is one which has been freely, knowingly, and voluntarily given with a full understanding of the adoption process and the consequences of one's actions. <em>In re</em><em>Adoption of Brandt, supra.</em> The consent must be of one's \"own volition, free from duress, fraud, or other consent-vitiating factors and with full knowledge of essential facts.\" <em>In re</em><em>Adoption of Infant Hewitt</em> (Ind.App. 1979), <cross_reference><span class=\"citation\" data-id=\"2240571\"><a href=\"/opinion/2240571/matter-of-adoption-of-hewitt/\"><span class=\"volume\">396</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">938</span></a></span></cross_reference>, <cross_reference>941</cross_reference>. It is generally well-established that fraud, duress, undue influence, overreaching, mistake, or the like will justify a court in finding that consent was not freely and voluntarily executed.<sup id=\"ref-fn4\"><a href=\"#fn4\">4</a></sup> <span class=\"star-pagination\">*Page 109</span> </p>\n<p>Appellants do not allege nor does the record reflect that Ms. B's consent was vitiated due to the exertion of undue influence or duress. Appellants cite the case of <em>In re Hua</em> (1980), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">Ohio St. 2d</span> <span class=\"page\">227</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Ohio Op.</span> <span class=\"page\">3d</span></span> 270, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">255</span></span></cross_reference>, for the proposition that the payment of the birth mother's attorney fees raises the question as to whether the consent was freely, voluntarily, and knowingly given. We find that <em>In re Hua</em> does not support appellants' position insofar as that case dealt with an adoption agency's abuse in obtaining the consent of the birth mother under extreme duress where she feared for her child's life in the wake of an imminent communist takeover of her country. Here, appellants' allegations are in the nature of fraud or misrepresentation, relating to possible false or misleading information, as well as the failure to fully inform, all as a result of an alleged conflict of interest.</p>\n<p>The testimony on cross-examination of Ms. B's attorney, regarding the fee arrangement, was as follows:</p>\n<p>\"Q.  Eventually you were going to bill somebody?</p>\n<p>\"A.  Yes.</p>\n<p>\"Q.  That would be, what, the adoptive parents?</p>\n<p>\"A.  Yes. I explain to the girls when I represent them that if the adoption goes forth, the Ohio statute allows the adoptive parents to pick up the fees; however, if it doesn't I expect them to remain liable for my fees because I represent them and I can't expect the parents to pick up the fee if I don't go &#8212;</p>\n<p>\"Q.  You would not get paid if they couldn't afford the fee?</p>\n<p>\"A.  My general practice is I always send them a bill, generally try to collect.* * *</p>\n<p>\"Q.  Did you ever submit a bill to [Ms. B] or her mother?</p>\n<p>\"A.  No.</p>\n<p>\"Q.  About how many hours did you bill for your services to the adoptive parents to date?</p>\n<p>\"A.  I don't recall exactly, but it was somewhere, I think, between 18 and 20 hours.</p>\n<p>\"Q.  18, 20 hours. Charge so much an hour?</p>\n<p>\"A.  Yes.</p>\n<p>\"Q.  And how much is that an hour?</p>\n<p>\"A.  A hundred dollars an hour.</p>\n<p>\"Q.  Has that bill been paid by them?</p>\n<p>\"A.  Yes, it has. It was received before I received notice of the reversal, and I keep them out, segregate.</p>\n<p>\"Q.  You explained &#8212; [Ms. B] was aware that someone else, namely, the adoptive parents, would be paying for your bill?</p>\n<p>\"A.  Right. I explained that they would pick up any medicals that were not covered, and at this point we had a question as to whether ADC would cover the bill or not. I explained if ADC didn't, the parents would pick up that as well as legal fees.\"</p>\n<p>Also on re-direct examination, Ms. B's attorney testified:</p>\n<p>\"Q.  But prior to this hearing, you had asked the adoptive parents to make a deposit in the trust to cover things like medical bills, correct?</p>\n<p>\"A.  Correct.</p>\n<p>\"Q.  And did they do that?</p>\n<p>\"A.  Yes.</p>\n<p>\"Q.  How much did they deposit?</p>\n<p>\"A.  $5,000.\"</p>\n<p>The placement expenditure report <span class=\"star-pagination\">*Page 110</span> \nfiled in the probate court by the adoptive parents dated July 2, 1987 also listed approximately $2,000 in attorney fees for Ms. B's attorney. There is no other evidence in the record as to the fee arrangement between Ms. B and her attorney or any fee reimbursement agreement between the adoptive parents and Ms. B's attorney. Further, there is no evidence in the record before this court that Ms. B was not aware that the adoptive parents were paying her legal fees. The affidavit filed in support of the motion to terminate states only:</p>\n<p>\"That I was always under the belief that [Ms. B's attorney] represented my interests in the adoption of my daughter[.]\"</p>\n<p>Appellants' contention is that the receipt of attorney fees by Ms. B's attorney from the adoptive parents created a conflict of interest, thus rendering her consent to the adoption invalid.</p>\n<p>This argument in this case is not persuasive. Pursuant to R.C.<cross_reference>3107.10</cross_reference>(A), the petitioners, herein the adoptive parents, must file a full accounting, before the petition for adoption is heard, of all disbursements of anything of value made or agreed to be made by or on behalf of the petitioners in connection with the placement or adoption of the child. R.C. <cross_reference>3107.10</cross_reference>(B) provides that such disbursements are limited to the following expenditures:</p>\n<p>\"(B)  A petitioner shall not make or agree to make any disbursements in connection with the placement or adoption of a minor other than for the following:</p>\n<p>\"(1)  Physician expenses incurred in connection with prenatal care and confinement or in connection with the birth of the minor to be adopted;</p>\n<p>\"(2)  Hospital expenses incurred in connection with the birth of the minor to be adopted;</p>\n<p>\"(3)  Attorneys' fees incurred in providing legal services in connection with the placement of the minor to be adopted or in connection with legal services provided to initiate and pursue the adoption proceedings;</p>\n<p>\"(4)  Agency expenses incurred for providing services in connection with the adoption or in connection with placement services provided by an agency under section <cross_reference>5103.16</cross_reference> of the Revised Code;</p>\n<p>\"(5)  Temporary costs of routine maintenance and medical care for a minor required under section <cross_reference>5103.16</cross_reference> of the Revised Code if the person seeking to adopt the minor refuses to accept placement of the minor.\"</p>\n<p>Pursuant to R.C. <cross_reference>3107.10</cross_reference>(C), if, after a hearing, the court determines that the prospective adoptive parents disbursed expenses which are unreasonable, listed expenses not set forth under R.C. <cross_reference>3107.10</cross_reference>(B), or failed to list allowable expenses, then \"[t]he court shall not issue a decree of adoption.\"</p>\n<p>The purpose of such a statute \"* * * is to protect both the mother and her baby from falling prey to a person involved in the black market baby business. The fear is that financial incentive in the transfer of a child will cause a mother to make a decision that is not in the best interest of herself or the child.\" (Footnote omitted.) Comment, Surrogate Motherhood in Ohio: A Dangerous Game of Baby Roulette (1985), 15 Cap. U.L. Rev. 93, 98.</p>\n<p>In other words, the legislature has attempted to prohibit the sale of an infant as a chattel to the highest bidder by limiting the payments which can be made in connection with the placement of a child to physician expenses, hospital expenses, and attorney fees, and also requiring complete and full disclosure to the court prior to the entry of a decree of adoption. Such a statute attempts to ensure the integrity of adoption proceedings and to curtail abuses in private placements such <span class=\"star-pagination\">*Page 111</span> \nas the practice of giving compensation in return for relinquishment of parental rights.</p>\n<p>Appellants maintain that R.C. <cross_reference>3107.10</cross_reference>(B)(3) can only be construed to mean that the adoptive parents must report the attorney fees \"incurred in providing legal services\" for the adoptive parents themselves. R.C. <cross_reference>3107.10</cross_reference>(B)(3) cannot be given such a narrow reading. On the face of the statute, it clearly can be construed to also mean that the petitioner can agree to pay the attorney fees of the birth mother which were incurred in providing legal services in connection with the placement of the minor. Such a broader reading of R.C. <cross_reference>3107.10</cross_reference>(B)(3) is consistent with other expenses permitted to be paid which are essentially for the benefit of the birth mother and child to be adopted.</p>\n<p>Neither R.C. <cross_reference>3107.10</cross_reference>(B)(3) nor any other provision of R.C. Chapter 3107 expressly prohibits the adoptive parents from paying the attorney fees of the birth mother. Appellants have not directed us to any analogous statute from another jurisdiction which supports their interpretation of R.C. <cross_reference>3107.10</cross_reference>(B)(3).<sup id=\"ref-fn5\"><a href=\"#fn5\">5</a></sup>\nMoreover, applying appellants' restrictive interpretation <span class=\"star-pagination\">*Page 112</span> \nof R.C. <cross_reference>3107.10</cross_reference>(B)(3) to the other provisions of R.C. <cross_reference>3107.10</cross_reference>(B) would lead to an obviously unintended result, since the adoptive parents would be limited to the disbursement of their own hospital and medical expenses incurred in connection with the prenatal, birth, and placement of the child. It is undisputed that the adoptive parents are permitted by R.C. <cross_reference>5103.16</cross_reference>(C) to pay the mother's hospital and medical expenses.</p>\n<p>Accordingly, in order to effectuate and give a consistent meaning to the statute, and in furtherance of the legislative purpose behind R.C. <cross_reference>3107.10</cross_reference>, the adoptive parents may agree to pay the birth mother's attorney fees. If the probate court deems it necessary, it can further investigate and conduct a hearing under R.C. <cross_reference>3107.10</cross_reference>(C) to fully examine the propriety and reasonableness of the payment of such attorney fees prior to the entry of a degree of adoption.<sup id=\"ref-fn6\"><a href=\"#fn6\">6</a></sup></p>\n<p>While we conclude that the statute allows for the payment of the birth mother's attorney fees, an attorney is nonetheless subject to the Code of Professional Responsibility, which dictates that an attorney should exercise independent professional judgment on behalf of a client. Even the most ethical attorney may find himself in a possible conflict of interest and his actions subject to scrutiny when accepting fees from one other than his client. At issue herein is not simply whether there was a conflict of interest, but, if so, whether there was a causal connection between the conflict of interest and the consent sufficient to render it invalid.<sup id=\"ref-fn7\"><a href=\"#fn7\">7</a></sup></p>\n<p>The Code of Professional Responsibility (1970), Canon 5, DR 5-107(A)(1) entitled, \"Avoiding Influence by Others than the Client,\" states that:</p>\n<p>\"(A)  Except with the consent of his client after full disclosure, a lawyer shall not:</p>\n<p>\"(1)  Accept compensation for his legal services from one other than his client.\"</p>\n<p>Hence, DR 5-107(A) requires full disclosure by the attorney and the consent of the client before accepting payment for legal services from one other than his client.</p>\n<p>This case clearly does not concern joint representation of both the birth and adoptive parents. DR 5-105(A) and (B) state when an attorney must decline or discontinue employment <span class=\"star-pagination\">*Page 113</span> \nof a conflict of interest, while DR 5-105(C) permits joint representation:</p>\n<p>\"In the situations covered by DR 5-105(A) and (B), a lawyer may represent multiple clients if it is <em>obvious</em> that he can<em>adequately represent</em> the interest of each and if each consents to the representation after <em>full disclosure</em> of the possible effect of such representation on the <em>exercise of his independent</em><em>professional judgment on behalf of each.</em>\" (Emphasis added.)</p>\n<p>Some states, by statute or otherwise, permit joint representation in adoption cases in limited circumstances and under variously prescribed guidelines.<sup id=\"ref-fn8\"><a href=\"#fn8\">8</a></sup></p>\n<p>At all times the adoptive parents were represented by separate and independent counsel, including the July 1987 placement hearing and the August 1987 hearing to terminate the placement.</p>\n<p>Appellants rely upon <em>In re Adoption of Anonymous, Adoptive</em><em>Child, supra,</em> for the proposition that a birth mother must be represented by independent counsel. That case is readily distinguishable since, in <em>In re Adoption of Anonymous, Adoptive</em><em>Child,</em> the adoptive parents were represented by counsel and the birth mother was not. The adoptive parents' attorney assisted the birth mother in finding a place to live, obtained reimbursement expenses, and prepared the consent decree. At issue in that case was the reasonableness of attorney fees. While the court held that the birth mother should be represented by independent counsel, the court did not order the return of the child. In the case herein, Ms. B was represented by independent counsel. The record fails to reflect that Ms. B's attorney advised the adoptive parents or in any other manner established an attorney-client relationship with them.</p>\n<p>Ms. B's attorney testified that Ms. B was informed at the outset of the fee arrangement. We note, however, that full disclosure requires more than informing <span class=\"star-pagination\">*Page 114</span> \na client that the adoptive parents will pay attorney fees, but similar to the ethical considerations in a joint representation case, the attorney is required to explain any potential conflict of interest that may arise. We have no evidence, based on the limited record before us, that a conflict of interest existed here. Ms. B's attorney testified:</p>\n<p>\"* * * I feel very strongly that a girl should be represented separately from the parents and that I canduct my practice in this manner and therefore always require parents to seek separate counsel because I think that a girl, above anybody else, who is giving up a child ought to have her own counsel.</p>\n<p>\"And I explained this to [Ms. B] with her mother present as well as the very first time I met her and I also explained it again to her when her boyfriend was there at the hospital. * * *\"</p>\n<p>Ms. B's attorney had no further contact with Ms. B following the placement of Baby B with the adoptive parents. Apparently, after Ms. B decided to withdraw her consent she retained new counsel, who filed the motion to terminate placement.</p>\n<p>As to the fee arrangement, we note that Ms. B's attorney testified that Ms. B was informed that she would remain liable for her fees if the Ohio statute did not allow for payment of the fees. There is no evidence, however, as to any agreement in regard to the actual fee arrangement or method of reimbursement between Ms. B's attorney and the adoptive parents or their attorneys.<sup id=\"ref-fn9\"><a href=\"#fn9\">9</a></sup></p>\n<p>We are compelled to emphasize that while there is no evidence of any impropriety as to the fee arrangement here, such may not always be the result. The better practice is that the birth mother be solely responsible for her fees, or if the adoptive parents agree to the payment of the birth mother's attorney fees, such payments must not be contingent upon the outcome of placement or adoption. The agreement for payment of fees by the adoptive parents should be in writing and consented to by all parties concerned.</p>\n<p>There is no indication in this case that the fee arrangement between Ms. B's attorney and the adoptive parents or their attorneys had any effect whatsoever on the validity of Ms. B's consent which the record indicated was given freely, knowingly, and voluntarily with full appreciation as to the consequences of her act of consent.</p>\n<p>The evidence indicates that Ms. B had firmly decided prior to her first meeting with her attorney to place her child for adoption. The evidence in the record belies appellants' assertions that Ms. B was obviously confused as to the nature of the adoption proceedings or to the finality of her consent. There was no evidence of vacillation, uncertainty, or indecision in <span class=\"star-pagination\">*Page 115</span> \nregard to the execution of her consent to the adoption. Rather, at the hearing, it appeared that she, as well as the birth father, believed that the adoption was in the best interest of the child.</p>\n<p>There is no evidence of external pressures exerted by Ms. B's attorney, Ms. B's family members, or the birth father upon Ms. B to give her consent. She had discussed the adoption with her mother, aunt, cousin, Mr. C, and her attorney, who fully explained the adoption process to her.</p>\n<p>At no point during the pregnancy or prior to the placement is there any indication that she expressed any reluctance or reservation or indicated that she believed she could later change her mind and withdraw her consent. It was Ms. B's attorney's unrefuted testimony that she explained to Ms. B on several occasions that, as a practical matter, she had to consider the placement hearing as a final hearing. Prior to the hearing, Ms. B's attorney reviewed three significant legal documents, including a written consent to adopt, line by line with the birth parents.</p>\n<p>The referee testified that Ms. B was in complete control of her faculties and emotions, and appeared to understand the adoption process. The referee also fully explained the significance of her written consent:</p>\n<p>\"Now let's take a look at the second instrument entitled consent, and in these consents you're saying it's for the best interest of that same child once it is placed to be adopted by these adopting parents when they come in here for their hearing that will be about 30 to 45 days from here. Now, when they come in after that date, this consent then will become final.</p>\n<p>\"Now, you're consenting to that adoption. Between now and then, you still have the opportunity if you were to change your mind from this, to come back into the court and say, I'm changing my mind. I want the child back. But you would have to prove to us it's in the best interest of the baby now to take it away from the adopting home &#8212; placement home &#8212; and put that child back into your home. That would be a very difficult thing for you to do, but you have the right to know that opportunity exists, but as of this 30 to 45 days hearing from now, then this consent cannot be withdrawn. Okay.\"</p>\n<p>Accordingly, we can only conclude that any mistake or misunderstanding by Ms. B was not created by her attorney, or the manner in which the attorney fees were paid.<sup id=\"ref-fn10\"><a href=\"#fn10\">10</a></sup> Many courts <span class=\"star-pagination\">*Page 116</span> \nhave found that the fact that a birth mother has a change of heart is insufficient to revoke consent and that allowing such a revocation runs contrary to public policy.<sup id=\"ref-fn11\"><a href=\"#fn11\">11</a></sup> The same considerations equally apply in the case herein.</p>\n<p>For the foregoing reasons, we find that the factual determinations of the trial judge that Ms. B executed a valid written consent to adoption is supported by the evidence and is not contrary to law. Since we have no evidence before us to review the court's holding that it was in the best interest of Baby B to remain with the adoptive parents, we must presume the regularity of such proceedings. It was appellants' duty to transmit that evidence upon appeal in support of their contention that placement was adverse to the child's best interest. See App. R. 9; <em>Columbus</em> v. <em>Hodge</em> (1987), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">Ohio App. 3d</span> <span class=\"page\">68</span></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3766043\"><a href=\"/opinion/4011062/columbus-v-hodge/\"><span class=\"volume\">523</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">515</span></a></span></cross_reference>. In the absence of such evidence, we cannot say that the trial court's holding was improper in any respect, and the judgment of the trial court is affirmed.</p>\n<p><em>Judgment affirmed.</em></p>\n<p>REILLY and YOUNG, JJ., concur.</p>\n<p><footnote_body><sup id=\"fn1\"><a href=\"#ref-fn1\">1</a></sup> \"Referee Baker: * * * Then [Ms. B], in your own words, what do you understand you're doing here today?</p>\n<p>\"[Ms B]: I'm placing my baby into a better home.</p>\n<p>\"* * *</p>\n<p>\"[Q.]  What was the natural father's reaction to your decision to place this baby?</p>\n<p>\"A.  At first he didn't really want to go with it, then he really thought about it, he said it would be better, too, so we can both go to school.</p>\n<p>\"Q.  So you don't feel he's pressuring you or anything? You have discussed with him the other way?</p>\n<p>\"A.  Uh-huh.\"</footnote_body></p>\n<p><footnote_body><sup id=\"fn2\"><a href=\"#ref-fn2\">2</a></sup> We are confined to the limited record before us on appeal. The only testimony from the August hearing presented as part of the record is that of the attorney who represented Ms. B at the placement hearing and the deposition testimony of the probate referee which apparently was introduced into evidence due to the referee's unavailability. Also, in the record is the transcript of the July 2, 1987 placement hearing.</footnote_body></p>\n<p><footnote_body><sup id=\"fn3\"><a href=\"#ref-fn3\">3</a></sup> Although appellants bring this cause of action, the validity of the consent to the adoption by the birth father is not challenged.</footnote_body></p>\n<p><footnote_body><sup id=\"fn4\"><a href=\"#ref-fn4\">4</a></sup> See, generally, Annotation, Mistake or Want of Understanding as Ground for Revocation of Consent to Adoption or of Agreement Releasing Infant to Adoption Placement Agency (1976), <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">A.L.R. 3d</span> <span class=\"page\">489</span></span>; Annotation, What Constitutes Undue Influence in Obtaining a Parent's Consent to Adoption of Child (1973), <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">A.L.R. 3d</span> <span class=\"page\">918</span></span>. See, also, the following cases where consent was deemed invalid: <em>Sims</em> v. <em>Sims</em> (1975), <cross_reference><span class=\"citation\" data-id=\"2194427\"><a href=\"/opinion/2194427/in-re-sims/\"><span class=\"volume\">30</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">406</span></a></span></cross_reference>,  <cross_reference><span class=\"citation\" data-id=\"2194427\"><a href=\"/opinion/2194427/in-re-sims/\"><span class=\"volume\">332</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">36</span></a></span></cross_reference> (consent given under duress where parents of minor mother conditioned parental love and fulfillment of the legal obligations to support her during her minority upon giving up the child for adoption); <em>In re Adoption of Anonymous</em> (Surr. Ct. 1969), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">854</span></span></cross_reference>, <cross_reference>304 N.Y. Supp. 2d 46</cross_reference>\n(thirteen-year-old unmarried mother did not understand the consequences of her consent when she was found to be under severe stress and uncertainty as to the real wishes of her parents and believed that the placement was a temporary arrangement); <em>In re</em><em>Adoption of Robin</em> (Okla. 1977), <cross_reference><span class=\"citation\" data-id=\"1228426\"><a href=\"/opinion/1228426/in-the-matter-of-adoption-of-robin/\"><span class=\"volume\">571</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">850</span></a></span></cross_reference> (sixteen-year-old birth mother signed consent because her stepmother threatened to kill her and her father if she refused); <em>Huebert</em> v. <em>Marshall</em>\n(1971), <cross_reference><span class=\"citation\" data-id=\"2179905\"><a href=\"/opinion/2179905/in-re-petition-of-huebert/\"><span class=\"volume\">132</span> <span class=\"reporter\">Ill. App. 2d</span> <span class=\"page\">793</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"2179905\"><a href=\"/opinion/2179905/in-re-petition-of-huebert/\"><span class=\"volume\">270</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">464</span></a></span></cross_reference> (mother's consent procured by fraud and duress where evidence indicated that she wanted to keep the child but the father said he lost his job and was going to leave her); <em>In re Adoption of a Minor Child</em> (1972),<cross_reference><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">443</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"1953578\"><a href=\"/opinion/1953578/in-re-adoption-of-minor-child/\"><span class=\"volume\">287</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">115</span></a></span></cross_reference> (mother's consent obtained by undue influence of her sister, the proposed adoptive mother, who told the mother she or the baby could not leave the hospital until the bills were paid); <em>In re Adoption of Susko</em> (1949), <cross_reference><span class=\"citation\" data-id=\"3845169\"><a href=\"/opinion/4086086/susko-adoption-case/\"><span class=\"volume\">363</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">78</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3845169\"><a href=\"/opinion/4086086/susko-adoption-case/\"><span class=\"volume\">69</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">132</span></a></span></cross_reference> (undue influence exerted upon seventeen-year-old mother to give up her illegitimate child where her brothers threatened an abortion, abused her, refused to allow the mother to bring the child home, and blamed the mother for their mother's death).</footnote_body></p>\n<p><footnote_body><sup id=\"fn5\"><a href=\"#ref-fn5\">5</a></sup> Cf. Section 10 of the Uniform Adoption Act, wherein it provides:</p>\n<p>\"(a)  Except as specified in subsection (b), the petitioner in any proceeding for the adoption of a minor shall file, before the petition is heard, a full accounting report in a manner acceptable to the Court of all disbursements of anything of value made or agreed to be made by or on behalf of the petitioner in connection with the adoption. The report shall show any expense incurred in connection with:</p>\n<p>\"(1)  the birth of the minor;</p>\n<p>\"(2)  placement of the minor with petitioner;</p>\n<p>\"(3)  medical or hospital care received by the mother or by the minor during the mother's prenatal care and confinement; and</p>\n<p>\"(4)  <em>services relating to the adoption or to the placement of</em><em>the minor for adoption which were received by or on behalf of the</em><em>petitioner, either natural parent of the minor, or any other</em><em>person.</em></p>\n<p>\"(b)  This section does not apply to an adoption by a step-parent whose spouse is a natural or adoptive parent of the child.</p>\n<p>\"(c)  Any report made under this section must be signed and verified by the petitioner.\" (Emphasis added.)</p>\n<p>The Comment provides that:</p>\n<p>\"This section is taken from Section <cross_reference>224</cross_reference>(r) of the California Civil Code. The only adoption to which the section is inapplicable is an adoption by a step-parent.</p>\n<p><em>\"The purpose of this section is to control some of the abuses</em><em>which appear from time to time in `private placements' by</em><em>requiring the petitioner to reveal expenditures which he has made</em><em>in connection with the adoption.</em> The section does not invalidate the adoption nor make it impossible for the petitioner to adopt the child because, as an example, in return for the prospective mother's promise to consent to adoption he agreed and paid medical expenses of the mother <em>or any other payments to the</em><em>mother.\"</em> (Emphasis added.)</p>\n<p>See, also, Ariz. Rev. Stat. Ann., Sections 8-114(A) and (C):</p>\n<p>\"A.  The court may approve any monies paid to a parent of a child placed for adoption or another person for the benefit of the parent or adopted child for reasonable and necessary expenses incurred in connection with the adoption. These expenses may include costs for medical and hospital care and examinations for the mother and child, counseling fees, <em>legal fees,</em> agency fees and any other costs the court finds reasonable and necessary.</p>\n<p>\"* * *</p>\n<p>\"C.  An attorney may be paid for his services in connection with an adoption only such amounts as the court approves as being reasonable and necessary.\" (Emphasis added.)</p>\n<p>However, Ariz. Rev. Stat. Ann., Section 8-130(C) provides that:</p>\n<p>\"An attorney licensed to practice law in this state may assist and participate in direct placement adoptions and may receive compensation to the extent the court finds reasonable under &#167; 8-114 <em>if the person granting consent to the adoption has made a</em><em>choice of the specific adopting parent without prior involvement</em><em>of the attorney</em> or if the choice is made only from among persons currently certified by the court as acceptable to adopt children pursuant to &#167; 8-105.\" (Emphasis added.)</footnote_body></p>\n<p><footnote_body><sup id=\"fn6\"><a href=\"#ref-fn6\">6</a></sup> Such a hearing could also determine whether payment of the birth mother's attorney fees rendered ineffective the legal advice provided to the birth mother.</footnote_body></p>\n<p><footnote_body><sup id=\"fn7\"><a href=\"#ref-fn7\">7</a></sup> Even assuming that there was a conflict of interest, that alone does not <em>per se</em> invalidate Ms. B's consent. See <em>In re Mr. </em><em>Mrs. J.M.P. Applying for Adoption</em> (La. 1988), <cross_reference><span class=\"citation\" data-id=\"1793862\"><a href=\"/opinion/1793862/in-re-jmp/\"><span class=\"volume\">528</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1002</span></a></span></cross_reference>. In that case, the Supreme Court of Louisiana held that an alleged conflict of interest on behalf of the birth mother's attorney was alone insufficient. A causal relationship must be shown between the alleged conflict of interest and the mother's consent to render it invalid. As the court stated, to hold otherwise, \"acts of surrender could be set aside more easily for a harmless conflict of interest than for the most injurious act of outright fraud.\" Applying the reasoning in the aforementioned case to the case herein, the alleged conflict must have been one which substantially influenced Ms. B to give her consent to adoption.</footnote_body></p>\n<p><footnote_body><sup id=\"fn8\"><a href=\"#ref-fn8\">8</a></sup> See, <em>e.g.,</em> Cal. Code Ann. (West 1982), Section 225m: \"Notwithstanding any other provision of law, it shall be unethical for an attorney to undertake the representation of both the prospective adopting parents and the natural parents of a child in any negotiations or proceedings in connection with an adoption <em>unless a written consent is obtained from both parties.</em>\" (Emphasis added.) See, also, <em>In re Adoption of Baby Boy Irons</em>\n(1984), <cross_reference><span class=\"citation\" data-id=\"1434181\"><a href=\"/opinion/1434181/in-re-adoption-of-irons/\"><span class=\"volume\">235</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">540</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"1434181\"><a href=\"/opinion/1434181/in-re-adoption-of-irons/\"><span class=\"volume\">684</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">332</span></a></span></cross_reference> (\"In adoption cases the attorney may represent both sets of parents. The attorney who is employed to provide dual representation owes both sets of parents a duty to provide good faith advice concerning the legal consequences of their acts. Such multiple representation can continue so long as no conflict develops between the parties. If a conflict occurs, however, the attorney must choose which conflicting interest he or she will represent and forthwith apprise the parties of the choice.\" <em>Id.</em> at paragraph seven of the court's syllabus.).</p>\n<p>The ABA Standing Committee on Ethics and Professional Responsibility, however, has stated in an informal opinion that joint representation in an adoption proceeding is unethical since the respective interests of the natural and adoptive parents are in inherent conflict and cannot be reconciled.</p>\n<p>Note, Dual Representation of Surrogate Parent and Intermediary Assailed by New York Bar (1988), 14 Family L. Rptr. 1284, citing Opinion No. 584, <em>infra</em> (ethics committee ruled that it is unethical to represent both the natural and adoptive parents despite full disclosure and express consent); Opinion No. 584, N.Y. State Bar Assn., Committee on Professional Ethics (\"Obvious test\" of Code of Professional Responsibility DR 5-105[C] cannot be fulfilled in a situation where an attorney attempts to represent potential surrogate mother and an intermediary in the surrogacy arrangement).</footnote_body></p>\n<p><footnote_body><sup id=\"fn9\"><a href=\"#ref-fn9\">9</a></sup> Appellees contend that the adoptive parents deposited monies for legal fees and medical bills into their attorney's trust account and that Ms. B's attorney fees were later disbursed, in part, from that account. Appellants contend that $5,000 was placed directly into Ms. B's attorney's trust account. The briefs are not a part of the record, and we specifically do not address the method of reimbursement of attorney fees since there was no evidence presented as to how the fee arrangement was handled. We underscore, however, Code of Professional Responsibility, Canon 2 (DR 2-107), which prohibits the division of fees among lawyers when the division is not in proportion to the work performed and responsibility assumed. The record here indicates that Ms. B's attorney performed approximately twenty hours of legal services at a rate of $100 per hour for which she billed the adoptive parents approximately $2,000.</footnote_body></p>\n<p><footnote_body><sup id=\"fn10\"><a href=\"#ref-fn10\">10</a></sup> See <em>In re Adoption of Brandt, supra</em> (mother's alleged confusion that the adoption was only temporary was insufficient to revoke consent). See, also, <em>S.O.</em> v. <em>W.S.</em> and <em>P.S.</em> (Alaska 1982), <cross_reference><span class=\"citation\" data-id=\"1440008\"><a href=\"/opinion/1440008/so-v-ws/\"><span class=\"volume\">643</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">997</span></a></span></cross_reference> (natural mother was not materially misled by her attorney who also was paid by the adoptive parents);<em>Anonymous</em> v. <em>Anonymous</em> (1975), <cross_reference><span class=\"citation\" data-id=\"2608967\"><a href=\"/opinion/2608967/anonymous-v-anonymous/\"><span class=\"volume\">23</span> <span class=\"reporter\">Ariz. App.</span> <span class=\"page\">50</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"2608967\"><a href=\"/opinion/2608967/anonymous-v-anonymous/\"><span class=\"volume\">530</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">896</span></a></span></cross_reference>\n(mother's mistaken impression regarding the finality of her signature on consent form where she believed that she could revoke her consent at any time within the following six months was not created by adoptive parents or by their attorney and was insufficient to revoke consent); <em>Acedo</em> v. <em>Ariz. Dept. of Public</em><em>Welfare</em> (1973), <cross_reference><span class=\"citation\" data-id=\"1306093\"><a href=\"/opinion/1306093/acedo-v-state-department-of-public-welfare/\"><span class=\"volume\">20</span> <span class=\"reporter\">Ariz. App.</span> <span class=\"page\">467</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"1306093\"><a href=\"/opinion/1306093/acedo-v-state-department-of-public-welfare/\"><span class=\"volume\">513</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1350</span></a></span></cross_reference> (mother who mistakenly believed that she could revoke her consent within six months could not regain child after placement where confusion was not due to fraud by adoptive parents or the adoption agency);<em>Batton</em> v. <em>Massar</em> (1962), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">404</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"1162393\"><a href=\"/opinion/1162393/batton-v-massar/\"><span class=\"volume\">369</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">434</span></a></span></cross_reference> (trial court rejected mother's contention that she did not realize seriousness and finality of her consent where mother was fully advised of the consequences of her consent by the attorney for the adoptive parents); but, see, <em>K.N.</em> v. <em>Cades</em> (1981), <cross_reference><span class=\"citation\" data-id=\"1463667\"><a href=\"/opinion/1463667/kn-v-cades/\"><span class=\"volume\">288</span> <span class=\"reporter\">Pa. Super.</span> <span class=\"page\">555</span></a></span></cross_reference>,  <cross_reference><span class=\"citation\" data-id=\"1463667\"><a href=\"/opinion/1463667/kn-v-cades/\"><span class=\"volume\">432</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1010</span></a></span></cross_reference> (mother who had no outside counseling and gave her child up for adoption upon the parents' urging could withdraw consent after being assured she could change her mind and have her child returned within six months and adoptive parents had been informed that the mother had been so advised).</footnote_body></p>\n<p><footnote_body><sup id=\"fn11\"><a href=\"#ref-fn11\">11</a></sup> See <em>In re Adoption of Burdette</em> (1948), <cross_reference><span class=\"citation\" data-id=\"3760653\"><a href=\"/opinion/4006183/in-re-adoption-of-burdette/\"><span class=\"volume\">83</span> <span class=\"reporter\">Ohio App.</span> <span class=\"page\">368</span></a></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Ohio Op.</span> <span class=\"page\">429</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">368</span></span> (mere change of mind after interlocutory order entered did not vitiate consent); <em>In re</em><em>Appeal in Yuma Cty., Juvenile Action Nos. J-81-339  J-81-340</em>\n(1984), <cross_reference><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">6</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"1279072\"><a href=\"/opinion/1279072/matter-of-appeal-in-yuma-county/\"><span class=\"volume\">682</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">6</span></a></span></cross_reference> (mere change of mind is not a compelling reason for revocation even though child had not been placed in the adoptive home); <em>In re Adoption of P.R. McD.  J.T.</em><em>McD.</em> (Fla.App. 1983), <cross_reference><span class=\"citation\" data-id=\"1830944\"><a href=\"/opinion/1830944/in-re-adoption-of-pr-mcd/\"><span class=\"volume\">440</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">57</span></a></span></cross_reference> (a consent to adoption may not be withdrawn on a whim or due to a change of heart, but may only be withdrawn when consent was obtained by fraud or duress);<em>In re J.M.A.L.</em> v. <em>Lutheran Social Services of the National</em><em>Capital Area, Inc.</em> (D.C.App. 1980), <cross_reference><span class=\"citation\" data-id=\"2080448\"><a href=\"/opinion/2080448/jmal-v-lutheran-social-services-etc/\"><span class=\"volume\">418</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">133</span></a></span></cross_reference> (trial court refused to allow revocation of consent of mother where she changed her mind on the following day after she executed her written consent with full understanding of the adoption process and finality of her act); <em>In re Adoption of F_____.</em> (1971),<cross_reference><span class=\"citation\" data-id=\"2614249\"><a href=\"/opinion/2614249/in-re-adoption-of-f____/\"><span class=\"volume\">26</span> <span class=\"reporter\">Utah 2d</span> <span class=\"page\">255</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"2614249\"><a href=\"/opinion/2614249/in-re-adoption-of-f____/\"><span class=\"volume\">488</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">130</span></a></span></cross_reference> (unwed mother after voluntary consent may not arbitrarily change her mind after adoptive parents relied on her consent, had gone to great expense and effort and formed attachments with the adoptive child); <em>Driggers</em> v. <em>Jolley</em> (1951),<cross_reference><span class=\"citation\" data-id=\"1334007\"><a href=\"/opinion/1334007/driggers-et-ux-v-jolley/\"><span class=\"volume\">219</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">31</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"1334007\"><a href=\"/opinion/1334007/driggers-et-ux-v-jolley/\"><span class=\"volume\">64</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">19</span></a></span></cross_reference> (if natural parents could withdraw valid consents at will, adoptive parents would be left to the whims of the natural parents and discouraged from pursuing adoptions).</footnote_body> <span class=\"star-pagination\">*Page 117</span> </p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1162393/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1228426/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1279072/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1306093/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1334007/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1434181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1440008/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1463667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1793862/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1830944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1953578/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2080448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2179905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2194427/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2240571/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2608967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2614249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3760653/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3766043/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3845169/"
          ]
        }
      ],
      "judges": "BOWMAN, J.",
      "date_created": "2016-07-06T06:35:44.327446Z",
      "date_modified": "2017-04-15T02:44:35.949751Z",
      "date_filed": "1988-09-06",
      "date_filed_is_approximate": false,
      "slug": "in-re-adoption-of-infant-girl-banda",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "In Re Adoption of Infant Girl Banda",
      "case_name_full": "In Re Adoption of Infant Girl Banda.",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "53 Ohio App. 3d 104",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "559 N.E.2d 1373",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "Lane, Alton  Horst, William A. Good  and  Jeffrey C. Boyd,  for appellees.\n\n Richard Neller,  for appellants.",
      "nature_of_suit": "",
      "posture": "APPEAL: Court of Appeals for Franklin County.",
      "syllabus": "",
      "citation_count": 20,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3818438/in-re-adoption-of-infant-girl-banda/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-06T06:35:44.321199Z",
  "date_modified": "2016-07-06T06:35:44.321224Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "In Re Adoption of Infant Girl Banda",
  "case_name_full": "In Re Adoption of Infant Girl Banda.",
  "slug": "in-re-adoption-of-infant-girl-banda",
  "docket_number": "No. 87AP-1014",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}