{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/381918/",
  "id": 381918,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca6/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/343167/",
      "id": 343167,
      "absolute_url": "/opinion/343167/robert-anthony-reed-v-james-a-rhodes/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/381918/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/343167/",
          "id": 343167,
          "absolute_url": "/opinion/343167/robert-anthony-reed-v-james-a-rhodes/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/343167/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:02:17Z",
          "date_modified": "2017-03-25T00:25:32.389119Z",
          "type": "010combined",
          "sha1": "668718b8e9ee1eed8471d1f451fe9188403d8a55",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/549/549.F2d.1046.76-2602.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">549 F.2d 1046</p>\n    <p class=\"parties\">Robert Anthony REED et al., Plaintiffs-Appellees,<br>v.<br>James A. RHODES et al., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 76-2602.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Sept. 20, 1976.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">WEICK, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pursuant to Rule 62 of the Fed.R.Civ.P. and Rule 8(a) of the Federal Rules of Appellate Procedure, defendants-appellants, the Cleveland Board of Education and Dr. Paul W. Briggs, have moved this Court or a Judge thereof to stay an order and judgment pending appeal, which order and judgment were entered by the United States District Court for the Northern District of Ohio, Eastern Division, on August 31, 1976.  422 F.Supp. 708.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellants first made their motion for a stay of any proceeding to enforce said judgment and order to the District Judge on August 31, 1976.  The motion was denied without opinion on September 13, 1976.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The appellants endeavored to present their motion for a stay pending appeal to the Honorable Anthony J. Celebrezze, Judge of the United States Court of Appeals for the Sixth Circuit, with chambers in Cleveland, but Judge Celebrezze was en route to Boulder, Colorado.  Arrangements were then made with the undersigned Judge of said Court to hear the motion for a stay on September 17, 1976, after notice to all counsel.  The motion was argued orally by counsel representing both sides, in Akron, Ohio, on September 17, 1976, and briefs were filed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A sufficient showing of exceptional circumstances was made to warrant consideration of the motion by a single Judge of the United States Court of Appeals for the Sixth Circuit, pursuant to Rule 8(a), in light of the District Court's Order that \"instructions to the special master and suggestions as to both the structure and membership of the panel named to assist the special master\" be submitted by September 20, 1976.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The relevant parts of the Order sought to be stayed are appended hereto as Exhibit \"A\".</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is to be noted that among the injunctive orders issued by the District Judge is the following:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>It is further ordered that the defendant Cleveland School Board and State Board of Education, their constituent members, officers, agents, servants, employees, and all other persons in active concert or participation with them who receive notice of this order be permanently enjoined from discriminating on the basis of race in the operation of the public schools of the City of Cleveland, and from creating, promoting, or maintaining racial segregation in any school or other facility in the Cleveland School System.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The District Judge, in the same order and judgment entered on August 31, 1976, specifically found that the Cleveland Board of Education intentionally created and maintained racial segregation in the Cleveland Public School System.  The Cleveland Board of Education had no opportunity to eradicate the claimed racial segregation before the opening of the public schools for the Fall Term.  The Board contends that the only way racial balance can be achieved in each and every school in the Cleveland Public School System is by means of massive busing.  The Board is presently without the funds needed either to purchase buses or to provide for their operation.  Thus, the very operation of the public schools would appear to be in direct violation of the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In what position does this place the School Board?  The Board could have closed down the public schools, or it could continue to operate the schools as it is now doing.  If the Board is cited for contempt of Court it could possibly defend itself on the ground that the District Court had entered an improvident injunction; but this threat ought not to be left hanging over the head of the Board of Education like the sword of Damocles.  The permanent injunction should be stayed pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is very important that, on his own motion, the District Judge certified the case for an interlocutory appeal pursuant to 28 U.S.C. &#167; 1292(b).  He found that his order \"involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the litigation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This certification alone furnished the basis for an interlocutory appeal, and the Board would be derelict in its duty if it did not appeal.  It also could appeal as of right from the injunctive orders under 28 U.S.C. &#167; 1292(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is the position of the Board that it represents 125,000 public school children and their parents or guardians.  The Board recognizes its duty to provide the best possible education feasible within its budgetary limits.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The taxpayers of the City of Cleveland also have an interest in the proper operation of the public schools in the Cleveland School District because their real estate is taxed for the operation of the public school system.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Board has related at length the condition of the Cleveland Public School System as Dr. Paul W. Briggs found it when he became Superintendent more than twelve years ago.  Since then he has attempted to revitalize the system by the construction of new facilities and implementation of educational projects.  The Board contends that Dr. Briggs has done almost everything possible, except to provide for massive busing, so that a better balance of the races in every school might be achieved.  The Board did not voluntarily provide for massive busing of white and black schoolchildren because of a well-substantiated fear that such reassignment would result only in \"white flight\" and eventual resegregation.  The Board has sought to integrate the faculties and supervisory staffs of the schools.  It has assigned black principals with white assistant principals.  In addition, the dispute as to the extent and scope of the Board's efforts to integrate the school system is not subject to a deceptively simple categorization as a black-white controversy.  Indeed, two distinguished black leaders in the Cleveland community and members of the Board, Ms. Berthina Palmer and Mr. Arnold Pinkney, support the appeal taken by the Board from the District Court decision.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This Court is guided in its determination of the motion for a stay pending appeal by the criteria set forth in Martinez Rodriguez v. Jimenez, 537 F.2d 1 (1st Cir. 1976), and Reserve Mining Co. v. United States, 498 F.2d 1073 (8th Cir. 1974).  The Board has the burden of showing: (1) that it is likely to succeed on the merits of the appeal; (2) that unless a stay is granted it will suffer irreparable injury; (3) that no substantial harm will come to other interested parties; and (4) that a stay will do no harm to the public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Court is of the opinion that criterion (1) has been shown.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In support of criterion (2) the Board relies on the testimony of Superintendent Briggs at the trial, that everything short of massive reassignment has already been done, and on his affidavit showing irreparable financial injury.  Dr. Briggs caused a survey to be made several years ago of the cost of massive reassignments.  The cost for buses alone was twenty-eight million dollars, and the operating costs were about seventeen million dollars per year.  He is familiar with the Dayton plan for desegregation which has projected an annual deficit of twelve million dollars.  Dayton has appealed to the State Legislature for an appropriation in order to meet these costs, but, to date the Legislature has not granted that request.  Applying the Dayton enrollment figures to those of Cleveland, the Cleveland deficit, in the event of such a desegregation plan, would be from thirty-five to forty million dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If the plaintiffs dispute these figures they may file counter-affidavits which can be considered on the appeal or upon review of this Order if a request for such a review is made to Chief Judge Harry Phillips.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Furthermore, if plaintiffs contend that their clients will be harmed by any delay in appeal, I will be pleased to enter an order providing for an expedited appeal.  Such an appeal could be heard by a panel of this Court shortly after counsel have filed their briefs and appendices.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this connection I should point out that the case in the District Court was not rushed to either trial or decision.  The suit was filed in the District Court in December, 1973; it was reached for trial in November, 1975, which trial extended through February, 1976, consuming thirty-one days of actual trial.  The Court rendered its 203-page decision on August 31, 1976.  No blame for this delay is directed to any of the parties or to the Judge.  Indeed, a suit of such immense proportions should not be dealt with in light fashion.  But surely with all the time that has elapsed since the case was first instituted, plaintiffs can wait several more months until all the majesty of the Federal Court System has been brought to bear on such a sensitive and important case.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In ordinary appeals the District Court loses its jurisdiction after the appeal has been taken, and proceedings do not continue in the District Court.  Under our system of jurisprudence every criminal defendant who loses a case in the District Court has a right of appeal.  The law affords due process even to the most despicable of criminals.  In civil cases if a defendant desires to stay execution of a court order he must furnish bond.  Here, however, the state and its political subdivisions and agencies, which include a board of education, are not required under Ohio law to furnish bond in order to appeal.  O.R.C. &#167; 2505.12(B).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In a patent infringement case, where the District Court holds that the patent is valid and infringed, the defendant has a right immediately to appeal.  If he loses the case on appeal the case is remanded to the District Court, and only then does that Court appoint a master to fashion the remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the present case the District Court has already appointed a special master and is in the process of appointing a panel.  In my opinion this is as far as the proceeding should go in the District Court.  The rug ought not be pulled from under the Board of Education while it is taking an appeal to the United States Court of Appeals or the Supreme Court; nor should needless costs be incurred in the compensation of the master and the panel and in the detailed formulation of desegregation plans while the possibility of appellate reversal remains.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The footnote at the bottom of page 795 of the District Court's opinion relative to the involvement of suburban school districts in any remedy, has engendered understandable confusion on the part of the appellants.  Appellants do not know whether to include the suburbs in any desegregation formula as long as the District Court leaves open such a possibility.  Again, needless cost might be incurred should the suburbs later have to be included after a \"Cleveland-only\" desegregation plan had been formulated.  For the law on this subject see Milliken v. Bradley, 418 U.S. 717, 95 S.Ct. 3112, 41 L.Ed.2d 1069 (1974), reversing Bradley v. Milliken, 484 F.2d 215 (6th Cir. 1973).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With respect to criteria (3) and (4) I do not see how a short delay can cause any substantial harm to the plaintiffs or to any one else.  Plaintiffs undeniably assert valid constitutional rights, but those rights cannot be elevated to any level higher than those of all other children within the public school system.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In dealing with the rights of children and their parents and guardians in school desegregation cases the courts are facing a very sensitive area.  Parents of white and black children are vitally concerned with the welfare and safety of their children and the need for a quality education.  Their financial stake in the educational process, through their payment of taxes, only adds to their fundamental concern.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The parents who invest their life earnings and make their payments on home mortgages, and who have purposely located in a neighborhood close to a school so that their children may receive the finest available education from the local schools, become incensed when a federal judge, with the stroke of a pen, sends their children miles away from home to another school via a massive reassignment order.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In my opinion the public interest requires that appellate rights be exhausted in a case so important and far-reaching as the one before us.  If the District Court judgment is finally affirmed the full majesty of the Federal Court System will have been brought to bear and the community tension that may be inevitable in such a school desegregation case will be somewhat alleviated.  Undoubtedly the District Judge took this into account when he certified the case for an interlocutory appeal, thereby recognizing that a \"substantial ground for difference of opinion\" exists and \"an appeal from the order may materially advance the ultimate termination of the litigation.\"  I am in total agreement with that statement.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In the United States Court of Appeals for the Sixth Circuit the rule is established that the Court of Appeals and District Courts may enter a stay pending appeal in a school desegregation case when proper showing is made.  Northcross v. Board of Educ. of the Memphis City Schools, 463 F.2d 329 (6th Cir. 1972); see also 466 F.2d 890, 892 and n. at 896.  In NAACP v. Lansing Bd. of Educ., 485 F.2d 569 (6th Cir. 1973), the Court denied a stay of a preliminary injunction.  Each case must be examined carefully with an eye to the particular facts and the satisfaction of the criteria necessary for the granting of a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Here, the particular facts reveal that the criteria for a stay pending appeal have been met.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is therefore ORDERED that the order and judgment issued by the District Court on August 31, 1976 be and it is hereby stayed pending appeal.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>Exhibit \"A\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The plaintiffs, the Cleveland School Board and State Board of Education will formulate and submit to this court proposed plans for the desegregation of the Cleveland School System within ninety (90) days of the entry of this order.  Within twenty (20) days of the entry of this order, counsel for the above parties will submit proposed instructions to the special master and suggestions as to both the structure and membership of the panel named to assist the special master.  Supplemental orders with regard to the remedial stage of this proceeding will follow.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This court, on its own motion, certifies the instant action for an interlocutory appeal pursuant to 28 U.S.C. &#167; 1292(b).  The court's order involves a controlling question of law as to which there is substantial ground for difference of opinion, and an appeal from the order may materially advance the ultimate termination of the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is further ordered that the defendant Cleveland School Board and State Board of Education, their constituent members, officers, agents, servants, employees, and all other persons in active concert or participation with them who receive notice of this order be permanently enjoined from discriminating on the basis of race in the operation of the public schools of the City of Cleveland, and from creating, promoting, or maintaining racial segregation in any school or other facility in the Cleveland School System.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is further ordered that any construction now planned by the Cleveland Board of Education, which is not now underway, be enjoined until such plans are individually reviewed by the court.  It is further ordered that the court be informed within twenty (20) days of this order of any construction presently underway and the stage of construction so that equitable review may be given such plans.</p>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1046</span></span></p>\n    <p class=\"parties\">Robert Anthony REED et al., Plaintiffs-Appellees,<br>v.<br>James A. RHODES et al., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 76-2602.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Sept. 20, 1976.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">WEICK, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pursuant to Rule 62 of the Fed.R.Civ.P. and Rule 8(a) of the Federal Rules of Appellate Procedure, defendants-appellants, the Cleveland Board of Education and Dr. Paul W. Briggs, have moved this Court or a Judge thereof to stay an order and judgment pending appeal, which order and judgment were entered by the United States District Court for the Northern District of Ohio, Eastern Division, on August 31, 1976.  <span class=\"citation\" data-id=\"1893614\"><a href=\"/opinion/1893614/reed-v-rhodes/\"><span class=\"volume\">422</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">708</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellants first made their motion for a stay of any proceeding to enforce said judgment and order to the District Judge on August 31, 1976.  The motion was denied without opinion on September 13, 1976.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The appellants endeavored to present their motion for a stay pending appeal to the Honorable Anthony J. Celebrezze, Judge of the United States Court of Appeals for the Sixth Circuit, with chambers in Cleveland, but Judge Celebrezze was en route to Boulder, Colorado.  Arrangements were then made with the undersigned Judge of said Court to hear the motion for a stay on September 17, 1976, after notice to all counsel.  The motion was argued orally by counsel representing both sides, in Akron, Ohio, on September 17, 1976, and briefs were filed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A sufficient showing of exceptional circumstances was made to warrant consideration of the motion by a single Judge of the United States Court of Appeals for the Sixth Circuit, pursuant to Rule 8(a), in light of the District Court's Order that \"instructions to the special master and suggestions as to both the structure and membership of the panel named to assist the special master\" be submitted by September 20, 1976.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The relevant parts of the Order sought to be stayed are appended hereto as Exhibit \"A\".</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is to be noted that among the injunctive orders issued by the District Judge is the following:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>It is further ordered that the defendant Cleveland School Board and State Board of Education, their constituent members, officers, agents, servants, employees, and all other persons in active concert or participation with them who receive notice of this order be permanently enjoined from discriminating on the basis of race in the operation of the public schools of the City of Cleveland, and from creating, promoting, or maintaining racial segregation in any school or other facility in the Cleveland School System.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The District Judge, in the same order and judgment entered on August 31, 1976, specifically found that the Cleveland Board of Education intentionally created and maintained racial segregation in the Cleveland Public School System.  The Cleveland Board of Education had no opportunity to eradicate the claimed racial segregation before the opening of the public schools for the Fall Term.  The Board contends that the only way racial balance can be achieved in each and every school in the Cleveland Public School System is by means of massive busing.  The Board is presently without the funds needed either to purchase buses or to provide for their operation.  Thus, the very operation of the public schools would appear to be in direct violation of the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In what position does this place the School Board?  The Board could have closed down the public schools, or it could continue to operate the schools as it is now doing.  If the Board is cited for contempt of Court it could possibly defend itself on the ground that the District Court had entered an improvident injunction; but this threat ought not to be left hanging over the head of the Board of Education like the sword of Damocles.  The permanent injunction should be stayed pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is very important that, on his own motion, the District Judge certified the case for an interlocutory appeal pursuant to 28 U.S.C. &#167; 1292(b).  He found that his order \"involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the litigation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This certification alone furnished the basis for an interlocutory appeal, and the Board would be derelict in its duty if it did not appeal.  It also could appeal as of right from the injunctive orders under 28 U.S.C. &#167; 1292(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is the position of the Board that it represents 125,000 public school children and their parents or guardians.  The Board recognizes its duty to provide the best possible education feasible within its budgetary limits.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The taxpayers of the City of Cleveland also have an interest in the proper operation of the public schools in the Cleveland School District because their real estate is taxed for the operation of the public school system.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Board has related at length the condition of the Cleveland Public School System as Dr. Paul W. Briggs found it when he became Superintendent more than twelve years ago.  Since then he has attempted to revitalize the system by the construction of new facilities and implementation of educational projects.  The Board contends that Dr. Briggs has done almost everything possible, except to provide for massive busing, so that a better balance of the races in every school might be achieved.  The Board did not voluntarily provide for massive busing of white and black schoolchildren because of a well-substantiated fear that such reassignment would result only in \"white flight\" and eventual resegregation.  The Board has sought to integrate the faculties and supervisory staffs of the schools.  It has assigned black principals with white assistant principals.  In addition, the dispute as to the extent and scope of the Board's efforts to integrate the school system is not subject to a deceptively simple categorization as a black-white controversy.  Indeed, two distinguished black leaders in the Cleveland community and members of the Board, Ms. Berthina Palmer and Mr. Arnold Pinkney, support the appeal taken by the Board from the District Court decision.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This Court is guided in its determination of the motion for a stay pending appeal by the criteria set forth in Martinez Rodriguez v. Jimenez, <span class=\"citation\" data-id=\"336318\"><a href=\"/opinion/336318/roberto-martinez-rodriguez-v-irving-jimenez-and-pedro-j-rodriguez-fortier/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1st Cir. 1976), and Reserve Mining Co. v. United States, <span class=\"citation\" data-id=\"320085\"><a href=\"/opinion/320085/reserve-mining-company-v-united-states-of-america/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span> (8th Cir. 1974).  The Board has the burden of showing: (1) that it is likely to succeed on the merits of the appeal; (2) that unless a stay is granted it will suffer irreparable injury; (3) that no substantial harm will come to other interested parties; and (4) that a stay will do no harm to the public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Court is of the opinion that criterion (1) has been shown.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In support of criterion (2) the Board relies on the testimony of Superintendent Briggs at the trial, that everything short of massive reassignment has already been done, and on his affidavit showing irreparable financial injury.  Dr. Briggs caused a survey to be made several years ago of the cost of massive reassignments.  The cost for buses alone was twenty-eight million dollars, and the operating costs were about seventeen million dollars per year.  He is familiar with the Dayton plan for desegregation which has projected an annual deficit of twelve million dollars.  Dayton has appealed to the State Legislature for an appropriation in order to meet these costs, but, to date the Legislature has not granted that request.  Applying the Dayton enrollment figures to those of Cleveland, the Cleveland deficit, in the event of such a desegregation plan, would be from thirty-five to forty million dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If the plaintiffs dispute these figures they may file counter-affidavits which can be considered on the appeal or upon review of this Order if a request for such a review is made to Chief Judge Harry Phillips.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Furthermore, if plaintiffs contend that their clients will be harmed by any delay in appeal, I will be pleased to enter an order providing for an expedited appeal.  Such an appeal could be heard by a panel of this Court shortly after counsel have filed their briefs and appendices.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this connection I should point out that the case in the District Court was not rushed to either trial or decision.  The suit was filed in the District Court in December, 1973; it was reached for trial in November, 1975, which trial extended through February, 1976, consuming thirty-one days of actual trial.  The Court rendered its 203-page decision on August 31, 1976.  No blame for this delay is directed to any of the parties or to the Judge.  Indeed, a suit of such immense proportions should not be dealt with in light fashion.  But surely with all the time that has elapsed since the case was first instituted, plaintiffs can wait several more months until all the majesty of the Federal Court System has been brought to bear on such a sensitive and important case.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In ordinary appeals the District Court loses its jurisdiction after the appeal has been taken, and proceedings do not continue in the District Court.  Under our system of jurisprudence every criminal defendant who loses a case in the District Court has a right of appeal.  The law affords due process even to the most despicable of criminals.  In civil cases if a defendant desires to stay execution of a court order he must furnish bond.  Here, however, the state and its political subdivisions and agencies, which include a board of education, are not required under Ohio law to furnish bond in order to appeal.  O.R.C. &#167; 2505.12(B).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In a patent infringement case, where the District Court holds that the patent is valid and infringed, the defendant has a right immediately to appeal.  If he loses the case on appeal the case is remanded to the District Court, and only then does that Court appoint a master to fashion the remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the present case the District Court has already appointed a special master and is in the process of appointing a panel.  In my opinion this is as far as the proceeding should go in the District Court.  The rug ought not be pulled from under the Board of Education while it is taking an appeal to the United States Court of Appeals or the Supreme Court; nor should needless costs be incurred in the compensation of the master and the panel and in the detailed formulation of desegregation plans while the possibility of appellate reversal remains.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The footnote at the bottom of page 795 of the District Court's opinion relative to the involvement of suburban school districts in any remedy, has engendered understandable confusion on the part of the appellants.  Appellants do not know whether to include the suburbs in any desegregation formula as long as the District Court leaves open such a possibility.  Again, needless cost might be incurred should the suburbs later have to be included after a \"Cleveland-only\" desegregation plan had been formulated.  For the law on this subject see Milliken v. Bradley, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span> (1974), reversing Bradley v. Milliken, <span class=\"citation\" data-id=\"313353\"><a href=\"/opinion/313353/ronald-bradley-v-william-g-milliken-governor-of-michigan-etc-board-of/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span> (6th Cir. 1973).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With respect to criteria (3) and (4) I do not see how a short delay can cause any substantial harm to the plaintiffs or to any one else.  Plaintiffs undeniably assert valid constitutional rights, but those rights cannot be elevated to any level higher than those of all other children within the public school system.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In dealing with the rights of children and their parents and guardians in school desegregation cases the courts are facing a very sensitive area.  Parents of white and black children are vitally concerned with the welfare and safety of their children and the need for a quality education.  Their financial stake in the educational process, through their payment of taxes, only adds to their fundamental concern.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The parents who invest their life earnings and make their payments on home mortgages, and who have purposely located in a neighborhood close to a school so that their children may receive the finest available education from the local schools, become incensed when a federal judge, with the stroke of a pen, sends their children miles away from home to another school via a massive reassignment order.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In my opinion the public interest requires that appellate rights be exhausted in a case so important and far-reaching as the one before us.  If the District Court judgment is finally affirmed the full majesty of the Federal Court System will have been brought to bear and the community tension that may be inevitable in such a school desegregation case will be somewhat alleviated.  Undoubtedly the District Judge took this into account when he certified the case for an interlocutory appeal, thereby recognizing that a \"substantial ground for difference of opinion\" exists and \"an appeal from the order may materially advance the ultimate termination of the litigation.\"  I am in total agreement with that statement.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In the United States Court of Appeals for the Sixth Circuit the rule is established that the Court of Appeals and District Courts may enter a stay pending appeal in a school desegregation case when proper showing is made.  Northcross v. Board of Educ. of the Memphis City Schools, <span class=\"citation\" data-id=\"304476\"><a href=\"/opinion/304476/deborah-a-northcross-cross-appellants-v-board-of-education-of-the/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span> (6th Cir. 1972); see also <span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></span>, 892 and n. at 896.  In NAACP v. Lansing Bd. of Educ., <span class=\"citation\" data-id=\"313684\"><a href=\"/opinion/313684/national-association-for-the-advancement-of-colored-people-lansing-branch/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span> (6th Cir. 1973), the Court denied a stay of a preliminary injunction.  Each case must be examined carefully with an eye to the particular facts and the satisfaction of the criteria necessary for the granting of a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Here, the particular facts reveal that the criteria for a stay pending appeal have been met.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is therefore ORDERED that the order and judgment issued by the District Court on August 31, 1976 be and it is hereby stayed pending appeal.</p>\n    </div>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>Exhibit \"A\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The plaintiffs, the Cleveland School Board and State Board of Education will formulate and submit to this court proposed plans for the desegregation of the Cleveland School System within ninety (90) days of the entry of this order.  Within twenty (20) days of the entry of this order, counsel for the above parties will submit proposed instructions to the special master and suggestions as to both the structure and membership of the panel named to assist the special master.  Supplemental orders with regard to the remedial stage of this proceeding will follow.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This court, on its own motion, certifies the instant action for an interlocutory appeal pursuant to 28 U.S.C. &#167; 1292(b).  The court's order involves a controlling question of law as to which there is substantial ground for difference of opinion, and an appeal from the order may materially advance the ultimate termination of the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is further ordered that the defendant Cleveland School Board and State Board of Education, their constituent members, officers, agents, servants, employees, and all other persons in active concert or participation with them who receive notice of this order be permanently enjoined from discriminating on the basis of race in the operation of the public schools of the City of Cleveland, and from creating, promoting, or maintaining racial segregation in any school or other facility in the Cleveland School System.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is further ordered that any construction now planned by the Cleveland Board of Education, which is not now underway, be enjoined until such plans are individually reviewed by the court.  It is further ordered that the court be informed within twenty (20) days of this order of any construction presently underway and the stage of construction so that equitable review may be given such plans.</p>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313684/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/320085/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/336318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1893614/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T20:10:17.498528Z",
      "date_modified": "2017-03-25T00:25:31.847338Z",
      "date_filed": "1976-09-20",
      "date_filed_is_approximate": false,
      "slug": "robert-anthony-reed-v-james-a-rhodes",
      "citation_id": 316947,
      "case_name_short": "",
      "case_name": "Robert Anthony Reed v. James A. Rhodes",
      "case_name_full": "",
      "federal_cite_one": "549 F.2d 1046",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/381918/robert-anthony-reed-v-james-a-rhodes/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:00:33.126866Z",
  "date_modified": "2014-10-30T09:00:33.126866Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Robert Anthony Reed v. James A. Rhodes",
  "case_name_full": "",
  "slug": "robert-anthony-reed-v-james-a-rhodes",
  "docket_number": "76-2602",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}