{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/388668/",
  "id": 388668,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cadc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/696537/",
      "id": 696537,
      "absolute_url": "/opinion/696537/united-states-v-deborah-gore-dean/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/388668/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/696537/",
          "id": 696537,
          "absolute_url": "/opinion/696537/united-states-v-deborah-gore-dean/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/696537/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-17T05:30:56Z",
          "date_modified": "2017-03-26T01:57:49.803450Z",
          "type": "010combined",
          "sha1": "87b6f8280736708e1ca18110582e7676f92a276c",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/55/55.F3d.640.94-3021.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">55 F.3d 640</p>\n    <p class=\"case_cite\">312 U.S.App.D.C. 75</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Deborah Gore DEAN, Appellant.</p>\n    <p class=\"docket\">No. 94-3021.</p>\n    <p class=\"court\">United States Court of Appeals,<br>District of Columbia Circuit.</p>\n    <p class=\"date\">Argued Nov. 15, 1994.<br>Decided May 26, 1995.<br>Suggestion for Rehearing In Banc Denied Sept. 13, 1995.<br><a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James M. Spears, argued the cause, Washington, DC, for appellant.  With him on the briefs was Joseph J. Aronica.</p>\n      <p class=\"indent\">Bruce C. Swartz, Deputy Independent Counsel, argued the cause, Washington, DC, for appellee.  With him on the brief were Arlin M. Adams, Independent Counsel, and Robert J. Meyer, Associate Independent Counsel.</p>\n      <p class=\"indent\">Before:  WALD, SILBERMAN, and RANDOLPH, Circuit Judges.</p>\n      <p class=\"indent\">RANDOLPH, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted Deborah Gore Dean, a former employee of the Department of Housing and Urban Development, of three counts of conspiracy to defraud the federal government, one count of having accepted an illegal gratuity, four counts of perjury, and four counts of engaging in a scheme to conceal material facts.  The district court sentenced Dean to two concurrent terms of twenty-one months' confinement on the first two conspiracy counts and fined Dean $2,500 on each of those counts.  On each of the remaining counts, the court sentenced Dean to twenty-one months' confinement, to run concurrently with each other and with the sentences imposed under the first two conspiracy counts.  On appeal, Dean maintains that the evidence presented at trial was insufficient to support her conviction;  that the trial court erred in quashing subpoenas she served on a Senator and a Senate committee investigator;  that the government engaged in prosecutorial misconduct, depriving her of a fair trial;  and that the trial court improperly sentenced her.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In the spring of 1989, the Inspector General of the Department of Housing and Urban Development reported apparent mismanagement of a HUD program aimed at upgrading substandard housing for low-income tenants.  OFFICE OF THE INSPECTOR GENERAL, U.S. DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT, AUDIT OF SECTION 8 MODERATE REHABILITATION PROGRAM (Apr. 26, 1989) [hereinafter OIG AUDIT REPORT].  According to the Inspector General, top Department officials had, from 1984 to 1989, allocated hundreds of millions of dollars of program funds on an informal, undocumented and discretionary basis.  Id. at 5.  Ignoring regulations that should have governed their funding decisions, the officials directed funds to favored developers, many of whom had connections to the Department.  Id. at 5-9.  A subcommittee of the House Committee on Government Operations investigated further.  HOUSE COMM. ON GOVERNMENT OPERATIONS, ABUSE AND MISMANAGEMENT AT HUD:  TWENTY-FOURTH REPORT,  H.R.Doc. No. 977, 101st Cong., 2d Sess.  (1990) [hereinafter HOUSE REPORT].  The subcommittee reported that, largely because of its administration of this program, the Department had become \"synonymous with rampant abuse, favoritism, and mismanagement.\"   Id. at 111.  The subcommittee identified Deborah Gore Dean--a prominent Department official--as a \"key player\" in the Department's \"giveaway game.\"   Id. at 4.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 7, 1992, a grand jury returned a thirteen-count indictment against Dean.  The indictment charged Dean with three counts of conspiracy in violation of 18 U.S.C. Sec. 371, one count of accepting an illegal gratuity in violation of 18 U.S.C. Sec. 201(c)(1)(B), four counts of perjury in violation of 18 U.S.C. Sec. 1621, and five counts of concealment and false statements in violation of 18 U.S.C. Sec. 1001.  The district court dismissed one of the counts brought under 18 U.S.C. Sec. 1001.  On October 26, 1993, a jury found Dean guilty of the twelve remaining counts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The case against Dean, brought by an Independent Counsel, 28 U.S.C. Sec. 594, centered on Dean's actions as an administrator of the Department's Section 8 Moderate Rehabilitation Program.  Established in 1978, the program funded the upgrading of marginally deteriorated rental housing, and subsidized rents of lower-income families living in the improved units.  To this end, Congress authorized the Department to pay owners of substandard housing, either directly or through public housing agencies, to upgrade their properties.  Act of Oct. 31, 1978, Pub.L. No. 95-557, Sec. 206(e), 92 Stat. 2080, 2092.  Regulations governing the program, published in 1979 and first revised in 1982, made state and local public housing authorities primarily responsible for program administration.  After deciding which substandard properties qualified for funding, 24 C.F.R. Secs. 882.503-882.504 (1982), public housing authorities contracted with owners and developers to rehabilitate the properties.  24 C.F.R. Sec. 882.505 (1982).  For owners and developers of adequately upgraded properties, 24 C.F.R. Sec. 882.506 (1982), additional contracts guaranteed a fifteen-year stream of rental subsidies.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  24 C.F.R. Secs. 882.403(c), 882.409 (1982).  Under the regulations, the Department oversaw public housing authorities' administration of the Moderate Rehabilitation Program.  The Department determined which public housing authorities were qualified to participate in the program, 24 C.F.R. Sec. 882.501 (1982), and allocated funds to qualified public housing authorities under one-year contracts, 24 C.F.R. Secs. 882.403, 882.501 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Problems with administration of the program began in 1984 when Congress altered the way in which the Department allocated funds to public housing authorities.  HOUSE REPORT at 10.  Before 1984, the Department distributed program funds to housing authorities based on a congressionally-mandated \"fair share\" formula.  Housing and Community Development Act of 1974, Pub.L. No. 93-383, Sec. 213(d)(1), 88 Stat. 633, 675.  Under this formula, the amount of money a state received from the Department depended on its population, poverty, housing overcrowding, housing vacancies, the amount of substandard housing, and other criteria.  HOUSE REPORT at 10.  In 1984, at the Department's request, Congress waived the fair share funding requirement.  Act of Nov. 30, 1983, Pub.L. No. 98-181, Sec. 201(a)(2), 97 Stat. 1153, 1176;  HOUSE REPORT at 10.  Although this meant that the Department no longer had to allocate funds on a geographically-mandated basis, it did not leave Moderate Rehabilitation Program funding decisions utterly up to the discretion of Department officials.  HOUSE REPORT at 10.  Rather, Congress instructed the Secretary of Housing and Urban Development to develop a formula to guide Department funding decisions, based on \"the relative needs of different States ... as reflected in data as to population, poverty, housing overcrowding, housing vacancies, amount of substandard housing....\"  Act of Nov. 30, 1983, Pub.L. No. 98-181, Sec. 201(a)(2), 97 Stat. 1153, 1176.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1984, when Congress waived the fair share funding requirement, Department regulations required allocation of moderate rehabilitation funding among public housing authorities based on an assessment of which housing authorities' applications had the best combination of five criteria.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  24 C.F.R. Sec. 882.501 (1984).  Nothing in Congress' waiver of the fair share funding requirement indicated that the regulation was to be repealed.  Nor did the Department publish a notice suspending the regulation in the Federal Register.  HOUSE REPORT at 12.  Nevertheless, from 1984 through May 1988, Department officials did not allocate funds to public housing authorities on the basis of the criteria set forth in 24 C.F.R. Sec. 882.501.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Department officials instead used \"informal and undocumented discretionary methods to allocate funding.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  OIG AUDIT REPORT at 5.  As a result, \"individual allocations were relatively large;  certain states and [housing authorities] received a disproportionate share of funding;  and several former [Department] officials and employees participated in the [Moderate Rehabilitation Program].\"  Id. at 6.  Moreover, the Inspector General determined that, in many cases, decisions to fund specific rehabilitation projects were made at the Departmental level, rather than by local public housing authorities as required by 24 C.F.R. Secs. 882.503-882.504 (1982).  OIG AUDIT REPORT at 6 (\"[W]e noted conditions that indicated the Headquarters selection was targeted for a specific project within a [public housing authority's] jurisdiction.\").  The Inspector General drew these conclusions by reviewing the selection process for 69 moderate rehabilitation projects.  For 19 of these projects, the Inspector General found that developers had approached housing authorities with claims that if the authority applied for funding, an award would probably be forthcoming.  Id. at 7.  For 25 projects, developers seeking moderate rehabilitation awards paid consultants--including former Department officials--essentially to lobby the Department for funds.  Id.  And for 49 projects, ultimate awards made by the Department or the housing authority closely approximated the number of units owned or controlled by a specific developer.  Id.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">According to the government (as we shall refer to the Independent Counsel), Dean was one of the officials who, ignoring the Department's published regulations, used her position to secure moderate rehabilitation funds for developers willing to pay huge fees to lobbyists with whom she associated.  All three of the conspiracy counts in the indictment alleged that Dean had violated 18 U.S.C. Sec. 371 by defrauding the United States and the Department.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The third conspiracy count added a charge that Dean conspired to violate 18 U.S.C. Sec. 201(c)(1)(B) by accepting $4,000 in exchange for her performing official acts.  Acceptance of the illegal gratuity was also the foundation of Count Four of the indictment, which charged Dean with violating 18 U.S.C. Sec. 201(c)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The remaining eight counts of the indictment stem from statements Dean made before the Senate Committee on Banking, Housing, and Urban Affairs, in a hearing held on August 6, 1987, regarding her nomination to be the Department's Assistant Secretary of Community Planning and Development.  Counts Five, Seven, Nine, and Eleven charged Dean with perjury in violation of 18 U.S.C. Sec. 1621 for four statements Dean made at the Senate hearing.  Those four statements were also the bases for Counts Six, Eight, Ten, and Twelve, which alleged that Dean engaged in a scheme to conceal material facts she had a duty to disclose, in violation of 18 U.S.C. Sec. 1001.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We will deal first with Dean's contention that the jury did not have sufficient evidence before it to find her guilty on any of these twelve counts, a contention on which she can prevail only if, viewing the evidence in the light most favorable to the government, we conclude that no \"rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\"  Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560 (1979).  As to the first three counts, we are mindful that \"[p]articipation in a criminal conspiracy need not be proved by direct evidence;  a common purpose and plan may be inferred from a 'development and a collocation of circumstances.' \"  Glasser v. United States, 315 U.S. 60, 80, 62 S.Ct. 457, 469, 86 L.Ed. 680 (1942) (citation omitted).</p>\n    </div>\n    <p>A. Conspiracy Charges</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To establish a conspiracy under 18 U.S.C. Sec. 371, the government had to prove:  (1) Dean agreed with at least one other person to defraud the United States or, for Count Three, to commit an offense against the United States by violating 18 U.S.C. Sec. 201(c)(1)(B);  (2) Dean knowingly participated in the conspiracy with the intent to defraud the United States or to commit an offense against the United States;  and (3) at least one overt act was committed in furtherance of the conspiracy.  United States v. Treadwell, 760 F.2d 327, 333 (D.C.Cir.1985), cert. denied, 474 U.S. 1064, 106 S.Ct. 814, 88 L.Ed.2d 788 (1986).  The fraud covered by Sec. 371 \"reaches any conspiracy for the purpose of impairing, obstructing or defeating the lawful function of any department of Government.\"  Tanner v. United States, 483 U.S. 107, 128, 107 S.Ct. 2739, 2751, 97 L.Ed.2d 90 (1987) (internal quotations and citations omitted).  Thus, if the government's evidence showed that Dean conspired to impair the functioning of the Department of Housing and Urban Development, \"no other form of injury to the Federal Government need be established for the conspiracy to fall under Sec. 371.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">According to the indictment, all three conspiracies followed the same pattern.  Developers seeking moderate rehabilitation funding hired Dean's co-conspirators, \"consultants\" who held themselves out as able to obtain moderate rehabilitation awards.  Dean used her influence at the Department to make sure that projects operated by her co-conspirators' clients received program monies or other favorable treatment at the Department.  Dean's co-conspirators were paid substantial \"consulting fees\" for their services.  In exchange for Dean's facilitating decisions favorable to their clients, her collaborators helped her professionally and politically, worked for free on her behalf, and in one instance, gave her $4,000.  To hide the conspiracies, Dean concealed the way the Department actually made its funding decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dean worked for the Department of Housing and Urban Development from 1982 to 1988.  She began her tenure as a Special Assistant to Department Secretary, Samuel R. Pierce, Jr., and as Director of the Executive Secretariat.  HOUSE REPORT at 86-87.  In June 1984, she became Secretary Pierce's top aide, with the title of Executive Assistant.  Id. at 87.  She resigned from this position in July 1987, after she was nominated to be Department Assistant Secretary of Community Planning and Development.  Pending Senate Committee hearings on her nomination, Dean continued to work for the Department as a paid consultant.  The Senate did not confirm Dean as Assistant Secretary, and on January 8, 1988, she left the Department.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At trial, the government showed that Dean took an active role in administering the Moderate Rehabilitation Program after she became Secretary Pierce's Executive Assistant.  According to the testimony of former Department officials, Dean's power stemmed from Secretary Pierce's remote and uninvolved management of the Department.  These officials characterized Secretary Pierce's management style as \"very strange and interesting,\" \"totally hands off,\" \"detached,\" and \"not involved to any significant degree.\"   In one official's view, responsibility for \"running the Department,\" \"up to and including funding decisions,\" fell to Secretary Pierce's Executive Assistant, the position Dean held from June 1984 to July 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A Department employee responsible for releasing moderate rehabilitation funds to the field testified that she met with Dean in September 1985, and Dean told her \"which units [the Department] would fund,\" often referring by name to individual developers' or consultants' projects.  This official also testified that there were \"no selection criteria for where the funding would ultimately go\" and that funding decisions were \"political.\"   In some cases, public housing authorities had not even requested money for the projects Dean directed the official to fund, and an executive assistant would \"work with Debbie ... to be sure that the application was in and on file before the money would be released.\"   Another official recalled a meeting at which Dean dictated \"which particular public housing authorities were to receive an allocation of Moderate Rehabilitation units.\"   Again, for a few of the public housing authorities Dean had named as funding recipients, there were no applications requesting funds, and Dean said that \"she would take care of making sure that the letters were found or were obtained.\"   Dean herself behaved as though she had the power to approve grants of moderate rehabilitation funding at the Department, as suggested by a February 1, 1985, memorandum regarding the departure of the Assistant Secretary for Housing/Federal Housing Commissioner.  Dean wrote the acting commissioner that Secretary Pierce's Office would concur on all moderate rehabilitation funding decisions \"not previously approved by both [the former commissioner] and myself,\" until a new housing commissioner was named.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To this general evidence--Dean's facilitation of the funding of unnamed projects connected with unnamed developers and consultants, and her memorandum suggesting that she had the authority to approve moderate rehabilitation awards--the government added specifics, purportedly linking Dean to various co-conspirators and to funding decisions for particular moderate rehabilitation projects.  Whether this specific evidence, when added to the general, supports Dean's conviction on any of the three conspiracy counts is in dispute.</p>\n    </div>\n    <p class=\"indent\">1. Count One</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As to the conspiracy alleged in the first count of the indictment, the co-conspirators allegedly were Dean, John N. Mitchell,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Jack V. Brennan, Louie B. Nunn, and Richard D. Shelby.  Nunn and Shelby were consultants who assisted developers in obtaining moderate rehabilitation funds.  Nunn and Shelby engaged Mitchell to help them obtain federal housing money for these projects.  Mitchell and his colleague Brennan worked for Global Research International, Inc., a consulting firm Mitchell formed in 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The indictment alleged that Dean and these four individuals conspired to defraud the government and committed overt acts with respect to four Florida housing developments:  Park Towers Apartments, Marbilt, South Florida I and Arama.  Martin Fine, a Florida housing developer, hired Shelby to help him get funding to develop the Park Towers Apartments.  Another Florida developer, Aristides Martinez, retained Nunn to get funding for the other three housing projects--Marbilt, South Florida I, and Arama.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mitchell was Dean's mother's companion and lived with Dean's mother in the Georgetown section of Washington, D.C., and at the Dean family Potomac River estate in Maryland.  Mitchell and Dean had a relationship comparable to father and daughter.  Mitchell spoke of Dean as his daughter.  In correspondence, Dean called Mitchell \"Dad\" or \"Daddy,\" and at trial, she described Mitchell as her \"mentor/father-like person.\"   On Christmas Day 1986, Mitchell gave Dean a check for $500, and he paid approximately $3,300 for her birthday party in 1987.  Mitchell also helped Dean advance in her career.  Dean used his name as a reference in a 1984 security investigation, and he aided Dean in getting a job at the Department of Energy, where she worked before coming to the Department.  He telephoned a Senator in support of Dean's 1987 nomination for Assistant Secretary and asked Shelby to do \"whatever [he] could to support her candidacy.\"   He called the Director of the Federal Bureau of Investigation regarding the Bureau's investigation of Dean for that nomination.  According to the government, Dean's close relationship with Mitchell, as well as the professional favors he did for her, gave her an improper personal interest in assisting Mitchell in Department matters.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">With respect to the Park Towers Apartments in Miami, the government's evidence of overt acts taken to further the conspiracy was as follows.  Martin Fine, the developer associated with this project, hired EMF &amp; Associates, a government relations firm headed by Eli M. Feinberg, to help him obtain enough federal money to rehabilitate the building's 143 apartments.  Sometime in March 1985, Feinberg hired Richard Shelby to act as a consultant on the Park Towers project.  Shelby asked Mitchell for assistance in obtaining the desired moderate rehabilitation funds, agreeing to split whatever fee he received from EMF with Mitchell.  Shelby ultimately received $225,000 for his services connected with the project.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To obtain moderate rehabilitation funding for the Park Towers project, Shelby brought an application to the Department, met with Department officials \"three or four times\" and made \"numerous\" telephone calls to different Department officials.  Shelby testified that he dealt primarily with Silvio DeBartolomeis (who was at the time Deputy Assistant Secretary of Housing),<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and also with Secretary Pierce's Special Assistant R. Hunter Cushing and Dean.  The Florida public housing authority received enough funding to rehabilitate 266 units in late November 1985.  On May 28, 1986, in a letter signed by DeBartolomeis, the Department approved the Florida housing authority's request that the Department waive certain regulations that would have prevented Park Towers from participating in the Moderate Rehabilitation Program and from receiving a share of the funds allocated to the Florida housing authority.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The government linked Dean to decisions made regarding the Park Towers Apartments with the following evidence.  Dean's calendar reflected that from August 1, 1985, to December 17, 1987--a period of more than two years--she scheduled thirteen lunch dates with Shelby.  During this time, she also scheduled six meetings with Shelby.  After a lunch on September 9, 1985--at which Mitchell was also present--Shelby sent Dean a handwritten note that began:  \"Enclosed please find the information concerning the Section 8 Moderate Rehab Program in Miami....\"  The note concluded:  \"As always thank you for that time and effort which you must necessarily expend on my behalf.  I appreciate your friendship.\"   On February 3, 1986, Shelby sent Dean information regarding Park Towers Apartments' eligibility to receive moderate rehabilitation funding.  Dean's calendar shows that she had scheduled a lunch with Shelby that day.  Also on that day, the project developer, Fine, wrote a memorandum to the Park Towers file reporting that Feinberg had \"a very good telephone conversation with\" Shelby.  According to the memorandum, Shelby had \"lunch with his friend at HUD,\" who \"indicated that this matter could be dealt with in a favorable manner.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We conclude that this evidence--whatever it may say about Mitchell and Shelby--is insufficient to connect Dean to a conspiracy involving the Park Towers project.  The most damning thing the government points to is a memorandum, written by someone who had spoken to someone who had spoken to Shelby, stating that Shelby's \"friend\" at the Department said problems with the project could be favorably handled.  But no evidence ties Dean to the resolution of any of these problems--the waiver allowing Park Towers Apartments to receive funding was signed by DeBartolomeis, whom Shelby identified as his primary Department contact, and came from DeBartolomeis' office.  The only other piece of evidence linking Dean to Park Towers is the suggestion in a note written from Shelby to Dean that the two had discussed the project over lunch.  Nothing shows that Dean had anything to do with the Department's initial decision to allocate funds to the Florida public housing authority.  This evidence simply cannot support a conclusion that Dean defrauded the United States and the Department by facilitating Department decisions favorable to the Park Towers project.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With respect to the Marbilt project, the government's evidence of overt acts by Dean and her alleged co-conspirators consisted mainly of a letter Dean sent to Mitchell, and two memoranda.  The letter, in which Dean addresses Mitchell as \"Dear Dad,\" responds to an inquiry Mitchell made on behalf of Nunn and Martinez, apparently regarding the Department's denial of Martinez' requests for loan increases.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  After explaining that \"the Department tried as best it could to be lenient,\" Dean wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>As you know, I stand behind the decision of the carreer [sic] people in Headquarters.  Intervening in a situation like this would be like jogging through quicksand.  I think it's time we say \"adios\".</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government claims that the sentence \"I think it's time we say 'adios' \" would justify the jury in concluding that Dean and Mitchell were working together on this matter.  We do not understand how.  The two sentences preceding \"adios\" suggest, if anything, that Dean was refusing to get involved, that she supported the Department's adverse decision.  In context, the sentence the government stresses may be plausibly interpreted as Dean's advising Mitchell that the Department's position on this matter was final.  The sentence is insufficient to warrant any conclusion that Dean used her official position at the Department to further Mitchell's or Martinez' interests regarding Marbilt.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">With respect to the South Florida I project, the evidence is also too weak to support Dean's conviction on Count One.  In May 1986, the developer of the South Florida I project, Martinez, received a letter from the Dade County housing authority acknowledging receipt of his application for moderate rehabilitation funding.  The letter continued:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>As you know we have no uncommitted Section 8 Moderate Rehabilitation monies.  When we receive additional monies, we will choose applications based on our selection criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Martinez sent a copy of this letter to Nunn.  In an accompanying letter, Martinez said the Dade County agency had suggested his project would receive funding from the next allocation of funds the agency received from the Department.  Implicit in the letter is Martinez' understanding that Nunn was to secure approval for an award of federal funds to the Dade County agency.  Martinez wrote that it \"would be much better\" if the Department awarded funds sufficient to upgrade 219 units, the number of units for which he requested funding in his application, so that \"there would be no confusion as to whose proposal it is.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Nunn sent copies of Martinez' and the agency's letters to Brennan, Mitchell's colleague at Global Research, Inc.  As they both acknowledged at trial, Brennan then met with Dean on June 6, 1986.  At the meeting, which lasted only a few minutes, Brennan asked Dean to look into the status of the South Florida I project and gave Dean copies of the two letters.  Dean forwarded the letter from the state agency to the Federal Housing Commissioner.  In September 1986, an official directed the preparation of documents for several funding awards to public housing authorities.  Included in the list of awards was one for 315 units to the Dade County housing authority.  The official's rough notes indicated the 315 units came from the addition of \"96\" and \"219\"--the figure 219 corresponding to the number of units for which Martinez wanted funding.  A memorandum of a September 18, 1986, telephone call from Dean indicated that she had made certain changes to the list of awards, but the memorandum said nothing about the award to the Dade County authority.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We find the evidence regarding the funding of the South Florida I project insufficient to constitute an overt act in furtherance of the conspiracy alleged in Count One.  The government showed only that Dean briefly met with Brennan and that he gave her two documents.  Nothing else--no internal Department document, no correspondence between Dean and her alleged co-conspirators, no testimony of the alleged co-conspirators--showed that Dean had anything to do with an award of moderate rehabilitation funding to the project.  In its brief, the government makes much of Dean's failure to tell Secretary Pierce of Brennan's request.  Brief for United States at 21.  We do not attach significance to this omission.  Dean's position required that she operate autonomously of Secretary Pierce in some instances.  Without more concrete evidence linking Dean to the Department's decision to award funding to the South Florida I project, the jury could not reasonably conclude that Dean took part in a conspiracy with respect to this project.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">With respect to the Arama project, the chief piece of evidence linking Dean to an improper Department decision is a July 5, 1984, letter Dean wrote to Nunn about Arama Partnership's request for additional funding.  The letter reads:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>The Department is now in the process of completing the papers for the 293 units to the Public Housing Authority in Florida.  Let me assure you that all the necessary paperwork for the units will be transmitted by the end of this week and that Arama Partnership will definitely receive these units from HUD.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This letter is damaging to Dean for two reasons.  First, she wrote it before the Federal Housing Commissioner, the Department official with final responsibility for authorizing the disbursement of housing funds to public housing authorities, had notified the Florida public housing authority that the Department had approved its request for funding.  Second, the letter assured Nunn that the Arama Partnership, rather than the Florida housing authority, would receive funding.  Both the letter's timing and its reference to project-specific funding suggest that federal regulations--which made public housing authorities responsible for selecting which rehabilitation projects to fund, 24 C.F.R. Secs. 882.503-882.504 (1982)--had been bypassed.  In letters to other developers who inquired about funding, Dean wrote that regulations \"prohibit HUD from making project specific allocations.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Given these irregularities, the July 5, 1984, letter is sufficient to support the verdict on Count One that Dean committed an overt act in furtherance of a conspiracy to defraud the Department.  Dean testified at trial that she had asked the Federal Housing Commissioner whether the Arama project had been funded.  The Commissioner confirmed that it had been, and her letter simply passed this information along to Nunn.  But the former Housing Commissioner testified otherwise.  Although he did \"not remember Deborah Dean asking\" him to sign off on the funding document, he stated that he did not know that the 293 units would go to a specific project in Miami.  According to the former Commissioner, the letter ran contrary to the Department's prohibition against project-specific awards.  From this evidence, a jury could conclude that Dean had acted with Mitchell and Nunn to defraud the federal government by impairing the functioning of the Department.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In sum, the government's evidence is sufficient to show that Dean knowingly engaged in overt acts in furtherance of a conspiracy to defraud the federal government with respect to the Arama development.  A reasonable jury could not, however, conclude from the evidence presented at trial that Dean had collaborated with her alleged co-conspirators to facilitate the Department's decisions regarding the other projects named in Count One--Park Towers, Marbilt, and South Florida I.  To establish a conspiracy, the government need show only that one of the conspirators engaged in a single overt act to further the conspiracy.  Braverman v. United States, 317 U.S. 49, 53, 63 S.Ct. 99, 101, 87 L.Ed. 23 (1942).  Thus, on the strength of the evidence relating to the Arama project, we sustain Dean's conviction on the first conspiracy count.  The overt acts proved by the government necessarily delineate the scope of the conspiracy.  Cf. Fiswick v. United States, 329 U.S. 211, 216, 67 S.Ct. 224, 227, 91 L.Ed. 196 (1946) (\"The overt acts averred and proved may thus mark the duration, as well as the scope of the conspiracy.\").  The conspiracy the government proved involved only Dean, Mitchell and Nunn and related only to the funding of the Arama project.  As discussed below, see infra pp. 666-67, we remand the case for the district court to reconsider its sentencing decision in light of this more limited conspiracy.</p>\n    </div>\n    <p class=\"indent\">2. Count Two</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The second conspiracy count involved Dean, Andrew C. Sankin and, to a lesser degree, Thomas R. Broussard and Richard D. Shelby.  Dean and Sankin violated 18 U.S.C. Sec. 371, the government charged, with respect to two moderate rehabilitation projects:  the Necho Allen Hotel and the Regent Street Apartments.  According to the indictment, Dean and Sankin also conspired with Broussard on the Alameda Towers development and with Shelby on the Foxglenn and Eastern Avenue projects.  The evidence was, we hold, insufficient to convict Dean with respect to the Regent Street, Foxglenn, and Eastern Avenue projects.  However, there was sufficient evidence to sustain Dean's conviction for conspiring to defraud the government in regard to the Necho Allen Hotel and the Alameda Towers projects.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Sankin, a 1984 graduate of Georgetown University Law Center, began working as a consultant on Department matters immediately after he finished law school.  He met Dean in the early 1980's through their mutual acquaintance, DeBartolomeis.  In 1984, Sankin also began managing the Stanley Arms Apartments, a 40-unit apartment building in Washington, D.C., owned by the Dean family.  Dean was Sankin's primary contact regarding Stanley Arms management matters.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Although Sankin was paid a percentage of the Stanley Arms' rental income for managing the complex, he performed other services for the Dean family for which he received no compensation.  He prepared a lengthy request for permission to raise rents at the rent-controlled Stanley Arms Apartments.  According to Sankin, the usual fee for preparing such an application was around $20,000.  Sankin testified that he asked Dean whether she would pay him for drafting the rent-increase application and that she responded that \"she had no intention of doing so.\"   Sankin did not push the issue.  A \"potential rift with Ms. Dean over this issue,\" he testified, could have jeopardized the \"considerable business [Sankin did] with the Department of Housing and Urban Development.\"   Other evidence also shows that Sankin thought his work at the Stanley Arms Apartments was linked to his Department-related business.  When he received a lump sum fee payment for his consulting services, Sankin gave the Stanley Arms' day-to-day manager a bonus, because he \"felt that the property management work that [the employee] was doing on the Stanley Arms was ... connected to and was important with the consulting work [Sankin] did at HUD.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Sankin and Dean's relationship was not limited to his management of her family's property.  In addition to the work he did at the Stanley Arms Apartments, Sankin accompanied Dean to the closing for a condominium she bought and advised her regarding a dispute over maintenance fees with the condominium association.  At Dean's suggestion, he also contributed to several political and charitable organizations.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The government introduced evidence showing that Sankin and Dean discussed moderate rehabilitation funding.  On the basis of Sankin's credit card receipts, the jury could have concluded that from May 1986 to September 1987 Sankin entertained Dean and discussed moderate rehabilitation funding or other Department matters with her on eight occasions.  Five of the receipts referred to Dean by name.  Three others described Sankin's guest in a way that would permit a jury to infer that he had entertained Dean.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">One of Sankin's clients was John B. Rosenthal, developer of the Necho Allen Hotel and Regent Street Apartments.  The Necho Allen was a 65-unit moderate rehabilitation project for the elderly in Pottsville, Pennsylvania.  Rosenthal hired Sankin to help him obtain the Department's permission to charge rents at the Necho Allen Hotel exceeding those allowed by Department regulations.  According to a December 17, 1984, letter from Rosenthal to Sankin, Rosenthal agreed to pay Sankin $10,000 if the Department approved the request for the Necho Allen exception before January 1, 1985.  Although the Regional Housing Commissioner supported the Department's granting the Necho Allen request, the Department initially denied it.  On March 1, 1985, however, a memorandum from Secretary Pierce's office reversed this position and approved the exception to Department regulations.  The memorandum bore a duplicate of Secretary Pierce's signature, authorized by Dean.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Sankin testified that part of his job as a consultant on the Necho Allen project was to \"act as an advocate on behalf of the client with the Department and with Deborah Dean.\"   It was his understanding that as the Secretary's Executive Assistant, Dean was in a position to waive Department regulations regarding rents for rehabilitated properties.  Sankin delivered the materials requesting the rental exception to Dean and met with Dean and several members of her staff regarding the project.  The Regional Housing Commissioner made a second request, in February 1985, to the Secretary asking for approval for the Necho Allen exception rents.  A form from the Secretary's office stated that the letter was \"taken to Deborah Dean ... on 2/28/85 (per her request).  She will prepare final response.\"   A February 12, 1985, letter from Rosenthal to Dean--written before the memorandum approving the exception had been issued--thanked Dean \"for the support [she had] provided in securing exception rents\" and asked her to \"provide evidence that exception market rents have been granted to the HUD area office.\"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The government contends, and we agree, that this evidence shows that Dean overruled Department officials to help Rosenthal obtain increased rents on the Necho Allen property.  Dean asked that paperwork regarding the Necho Allen request for exception rents be directed to her office, and an internal Department document indicated that she would prepare the response.  She authorized the use of Secretary Pierce's name in connection with issuance of the memorandum granting the Necho Allen petition.  Moreover, Rosenthal communicated directly with Dean regarding the project, thanking her for her efforts and asking for confirmation of the Department's grant of the exception.  From this evidence, a reasonable jury could conclude that Dean improperly used her position at the Department to facilitate approval of the Necho Allen petition for Sankin's client.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Rosenthal also retained Sankin to help him obtain additional moderate rehabilitation funding for the Regent Street Apartments in Philadelphia.  Rosenthal's company had at first acquired only five of six buildings on a block and had obtained federal funding to upgrade units in those buildings.  After the company bought the sixth building, it sought additional moderate rehabilitation funds to upgrade the 25 units in that building.  Sankin testified that he contacted Dean to ask if \"there was any possibility of receiving Mod Rehab funding for this housing authority and this property.\"   Rosenthal testified that he met with Dean to \"make [a] case for the ... additional Section Eight grants [he] needed\" for the Regent Street project.  A letter dated July 16, 1985, from Dean to Rosenthal informed him that \"all Mod-Rehab units have been committed for Fiscal Year 1985.\"   Dean also expressed her willingness to \"discuss [the] Regent Street Project\" near the beginning of the next fiscal year, but cautioned that \"competition for these units is very intense.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Two internal Department documents dated September and November 1985 indicate that the Department allocated funds to rehabilitate 12 and 13 units to the Philadelphia Housing Authority.  Dean's name appears on neither of these internal documents.  Although the Department official responsible for releasing federal funds to the field did not know whether these documents described funds that in fact went to the Regent Street project, the project ultimately received moderate rehabilitation funding--enough for 13 units in 1985 and for 13 units in 1986.  Sankin said that Dean notified him about the funding award.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The evidence on the Regent Street project is insufficient to show that Dean conspired with Sankin to direct funding to the project.  Connecting Dean to the project are only Sankin's and Rosenthal's statements that they discussed with Dean their desire to obtain federal funds.  They did not testify that Dean told them that the project would receive funding, and the letter from Dean to Rosenthal mentions only generally her amenability to discuss funding for the project at a later time.  No internal Department documents connect Dean to the funding decision.  A jury could not reasonably infer from this sparse evidence that Dean attempted to facilitate the Department's funding of the Regent Street project.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Sankin, together with Thomas Broussard, also worked as a consultant for the Alameda Towers project, a housing development in Puerto Rico.  Funds became available for the project after the Department withdrew money allocated to rehabilitate around 600 units in other Puerto Rican housing developments because of improprieties regarding the funding of those projects.  After learning of the unexpected availability of moderate rehabilitation funds in Puerto Rico, Sankin asked Dean if he could solicit a client to compete for the funding.  According to Sankin, Dean did not think him \"experienced enough to work with this program\" and suggested he team up with someone more seasoned in Department matters, such as Broussard.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Sankin and Broussard joined forces, and the two began looking for a development project that would qualify for the funds allocated to the Puerto Rico housing authority.  Ultimately, in October 1985, Sankin and Broussard entered into an agreement with Cleofe Rubi and Eduardo Ballori.  Broussard told Rubi and Ballori that he had \"received assurances from people high up in HUD who were decisions makers ... that this kind of an application would be favorably looked upon\" and that he \"thought we could get 150 units without any difficulty based on that application.\"   According to Rubi, Broussard claimed that funds to rehabilitate \"150 of those units [had been] assigned to him by the Secretary's office and by Mrs. Debbie Dean.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Rubi and Ballori agreed to pay Sankin and Broussard $100,000 each upon the granting of funding sufficient to rehabilitate 300 units in the Alameda Towers development.  The Department funded the Alameda Towers project, and Sankin and Broussard each received $75,000.  Rubi testified that neither Broussard nor Sankin agreed to do any work in exchange for receiving these payments, but that he simply \"bought\" the right to receive moderate rehabilitation funding from them.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Both Sankin and Broussard testified to Dean's involvement in the Alameda Towers funding decisions.  Broussard contacted Dean after Sankin approached him about doing business in Puerto Rico.  In this conversation, the first of 20 to 25 telephone calls between Dean and Broussard, Dean \"basically indicated to [Broussard] an application for approximately 150 units, maybe as many as 200 units would be looked upon favorably.\"   In a letter postmarked June 10, 1985, Broussard wrote Dean that the Department's regional administrator for Puerto Rico was \"putting [him] in contact with a group in old San Juan that is working on units.\"   After meeting with Rubi and Ballori, Broussard testified that he spoke with Dean, to \"give her the details of [the] application.\"   According to Broussard, Dean was pleased with the proposal and she \"indicated that when it came up for approval it would have her support and that [Broussard] should count on getting at least 150 units.\"   From Broussard's testimony and his letter to Dean, we find the jury could reasonably have concluded that Dean used her position at the Department to facilitate funding for the Alameda Towers project.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As additional evidence of overt acts taken in furtherance of the conspiracy charged in Count Two, the government linked Dean to Department decisions regarding the Foxglenn and Eastern Avenue projects.  Sankin collaborated with Shelby, a political consultant also named as a co-conspirator in the first conspiracy count, to obtain moderate rehabilitation funding for these projects.  Sankin wanted to work with another person on Department consulting matters because he feared that his direct involvement in Department matters might appear improper, given his close friendship with DeBartolomeis.  Sankin testified that Dean referred Shelby to him.  Shelby's job was to \"work with the officials\" at the Department, while Sankin dealt with the developer and the local housing authorities.  With this division of responsibilities, Sankin's communication with Dean regarding the projects was limited, although he said \"she certainly knew that [Sankin] was working with Rick Shelby and Mr. Shelby would ask her about [Foxglenn] and [Sankin] discussed it with her from time to time as well.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Shelby testified that Dean was his primary Department contact for the Foxglenn and Eastern Avenue projects, but that he also met with R. Hunter Cushing and, on the Foxglenn project, DeBartolomeis.  For each project, Shelby met with Dean three or four times and spoke with her on the phone.  An employee who reported to Dean in 1986 testified that Dean brought Shelby into her office and told her \"to take good care of him.\"   The Foxglenn project was awarded moderate rehabilitation funding, and Shelby and Sankin each received $110,000 for their services.  Shelby and Sankin were also paid $57,000 and approximately $20,000, respectively, for their work on the Eastern Avenue development, less than the sum for which they had initially contracted because the developer who hired them as consultants did not receive funding.  Shelby confirmed that he received these consulting payments because he had \"access to high-ranking government officials,\" of whom Dean was one.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We believe the evidence connecting Dean to the Foxglenn and Eastern Avenue projects is too tenuous to support a jury conclusion that Dean, Shelby and Sankin conspired with regard to these projects.  Nothing shows that Dean had anything to do with the Department's decisions to award or not to award funding to these projects.  The government's evidence simply shows that Dean met with Shelby and Sankin and that she discussed the Moderate Rehabilitation Program at these meetings.  No evidence directly links Dean to any Department decision, favorable or unfavorable, made regarding these projects.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In conclusion, the evidence relating to the Necho Allen Hotel and the Alameda Towers development was sufficient to establish that Dean knowingly participated in a conspiracy to facilitate decisions favorable to the developers of these projects, and thus to Sankin.  The evidence on the Regent Street, Eastern Avenue and Foxglenn projects does not support Dean's conviction.  As with Count One, see supra p. 651, we sustain Dean's conviction, but remand the case so that the trial court may reconsider Dean's sentence in light of our decision.</p>\n    </div>\n    <p class=\"indent\">3. Counts Three and Four</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Count Three charged Dean with conspiring with Louis Kitchin, another Department consultant, to defraud the United States, charges paralleling the allegations of Counts One and Two.  The government supported this charge with evidence linking Dean and Kitchin to funding decisions made regarding four projects:  Heritage Village in Atlanta, the Cutlerwood and Springwood Apartments in Miami, and the Woodcrest Retirement Center in San Diego.  In addition, Count Three accused Dean and Kitchin of conspiring to violate 18 U.S.C. Sec. 201(c)(1)(B), a bribery statute, because Dean accepted $4,000 from Kitchin.  Count Four of the indictment charged Dean with violating 18 U.S.C. Sec. 201(c)(1)(B).  We hold that the evidence was sufficient to support a conviction on both counts.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Before he began working on Department matters in April 1986, Kitchin was a political consultant and campaign manager.  Kitchin knew Dean through mutual political connections before she began working at the Department.  Kitchin described Dean as \"the most knowledgeable person\" at the Department and admitted that he and Dean had discussed his desire to obtain Moderate Rehabilitation Program funds for his clients' projects.  Jack Jennings, Kitchin's business colleague, testified that Kitchin would \"talk with Debbie to try to get mod rehab units, and on several occasions, [Kitchin] told [Jennings] that he was able through talking to her to get the mod rehab units.\"   Dean's secretary testified that at some time Dean might have instructed her to tell Kitchin that moderate rehabilitation funds were \"coming,\" in response to an inquiry from Kitchin.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">At trial, Kitchin acknowledged approaching Dean on behalf of his Atlanta client, Nick Bazan, and explained that Bazan wanted to get funding to rehabilitate 200 units in Atlanta.  According to Kitchin, Dean told him \"that number for Atlanta could be done.\"   Bazan, the Atlanta developer, testified that Kitchin said he \"would be able to obtain some Mod Rehab units\" because \"he had a friend, Debbie Dean ... and that he could talk to her ... or that office ... or he knew people in Washington.\"   Bazan also said Kitchin told him Kitchin planned to \"have lunch with Debbie Dean ... to talk to her about obtaining the ... units.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Following Kitchin's advice, Bazan had an Atlanta public housing authority sign a letter formally requesting moderate rehabilitation funding, which Bazan delivered to Kitchin.  Less than a week later, on October 30, 1986, the Department allocated to the Atlanta housing authority enough funding to rehabilitate 200 units.  Ultimately, however, the housing authority did not award funding to the Heritage Village project.  Since the contract between Bazan and Kitchin provided that Bazan would pay Kitchin only if the project were funded, Kitchin received nothing for what he had done in connection with the Heritage Village project.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In addition to Kitchin's and Bazan's testimony, two documents connect Dean to the Heritage Village project.  The first showed that at some point Dean sent a handwritten list of nine different \"Mod Rehab\" projects, noting the number and types of units for each project, to the Federal Housing Commissioner.  The list included \"City of Atlanta, Ga.  Dept. of Com. Dev.\" with the notation \"200 2 bdrms.\"   At the bottom of the list, Dean wrote:  \"Let me know when in action so I can call OMB.  Very Important!\"   The second piece of evidence linking Dean to the Heritage Village project is a January 20, 1987, memorandum from Kitchin to Dean asking that the Department characterize Bazan's application as involving a refinance, rather than a purchase, transaction.  At the bottom of Kitchin's memorandum, Dean wrote \"Please see this through.\"</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">From this evidence, a reasonable juror could conclude that Dean collaborated with Kitchin to attempt to direct moderate rehabilitation funding to the Heritage Village project.  The government presented evidence that Kitchin claimed he could get funding through Dean.  Dean took action on a memorandum sent to her by Kitchin regarding the Heritage Village development.  There is evidence showing that Dean was responsible for sending funding for the rehabilitation of 200 units to the Atlanta housing authority.  That Bazan, Kitchin's client, did not receive this funding does not alter our conclusion that the evidence was sufficient to show a conspiracy.  The conspiracy, rather than the accomplishment of its objectives, is the gravamen of this offense.  United States v. Evans, 572 F.2d 455, 483 (5th Cir.), cert. denied, 439 U.S. 870, 99 S.Ct. 200, 58 L.Ed.2d 182 (1978);  cf. United States v. D'Amato, 39 F.3d 1249, 1257 (2d Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">As to the Cutlerwood and Springwood Apartments, Kitchin testified that he went \"through the same process\" that he followed for Heritage Village.  He said he discussed with Dean \"the units going to Miami\" and that Dean replied \"she'd do what she could to help.\"   Claude Dorsy, vice president of First Florida Equities, Ltd., testified that his company agreed to pay Kitchin $1,000 for each apartment unit for which it received moderate rehabilitation funding.  First Florida Equities paid Kitchin $203,000 when the Department allocated the Dade County housing authority funding to rehabilitate 203 units.  The only piece of documentary evidence linking Dean to the Cutlerwood and Springwood projects is a list, in her handwriting, of sixteen projects.  Next to \"Metro Dade\" is the notation \"letter\" and the figure \"203,\" broken down as \"153--1 BR, 48--2 BR, 2--0 BR.\"</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Again, we find this evidence sufficient to constitute an overt act in furtherance of the conspiracy charged in Count Three.  Under Department regulations, decisions whether to fund a specific moderate rehabilitation project were to be made by public housing authorities, not Department officials.  24 C.F.R. Secs. 882.503-882.504 (1982).  Dean's handwritten note recording precisely the number of units for which Kitchin's client wanted funding suggests that she and Kitchin conspired to violate these provisions.  From this note, Dean's ties to Kitchin, and Kitchin's testimony that he had discussed the project with Dean, a reasonable jury could conclude that Kitchin and Dean had conspired to defraud the Department by directing moderate rehabilitation funds to Kitchin's client.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The final project involved in Count Three was the Woodcrest Retirement Center in San Diego, a development backed by Jack K. Jaynes.  The lender on the project--Dean Witter--hired Kitchin to iron out problems the Woodcrest venture had experienced in its quest for moderate rehabilitation funds.  These problems were significant.  By January 1987, the Woodcrest application for funding had been denied moderate rehabilitation funding at three levels of the Department--the local Los Angeles office, the San Francisco regional office and the central office.  Denial of the application was based on the conclusion that market conditions for retirement centers in San Diego would not support the kind of development Jaynes proposed.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">According to Kitchin, he contacted \"[e]veryone from the Los Angeles HUD office to San Francisco and finally to Washington.\"   His contacts in Washington included Dean.  In a handwritten note dated December 30, 1986, Dean asked the Federal Housing Commissioner [Thomas Demery] to \"please look into\" the denial of the Woodcrest proposal, because \"an independent analysis seems in order.\"</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">A member of the Federal Housing Commissioner's staff sent a memorandum to Dean on February 5, 1987.  According to the memorandum, the \"[d]ecision on Jaynes look[ed] OK.\"   Dean wrote back:  \"Could you be more specific about Jaynes.  What does 'OK' mean exactly?   Will we do the Hdqs study?\"   Another memorandum from the staff member followed.  His office had analyzed the market for retirement centers according to a corrected method proposed by the developer.  Under the modified analysis, the data supported the developer's conclusion that the market would support the Woodcrest project.  Dean rejoined:  \"If we have a way to do it--why can't we?\"   By May 21, 1987, the Department had concluded that the proposal warranted \"reconsideration\" and that the sponsor should be told to submit a \"firm commitment application\" to the Los Angeles office.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">This evidence is sufficient to show that Dean conspired with Kitchin to use her influence at the Department to facilitate a decision favorable to Kitchin's client.  Kitchin testified that he contacted Dean on behalf of his clients who had business with the Department.  In documents that refer by name to the Woodcrest proposal, Dean twice asked for another analysis of the market conditions for San Diego retirement centers.  The Department reevaluated the proposal.  A reasonable jury could conclude that Dean--in violation of regulations prohibiting Department officials from making funding decisions for specific projects, 24 C.F.R. Secs. 882.503-882.504 (1982)--was behind the Department's reversal of its opinion on the project, a decision that directly benefited Kitchin and Kitchin's client.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The evidence also supports the jury's finding that Dean violated and conspired to violate 18 U.S.C. Sec. 201(c)(1)(B), which is set forth in the margin.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  At trial, both Dean and Kitchin admitted that Dean had accepted Kitchin's check for $4,000 in April 1987.  Beyond this, Dean's and the government's versions of events diverge.  According to Dean, Kitchin wanted to buy an apartment in the Watergate building, and she had agreed to help him find and decorate an apartment for $2,000.  The rest of the money was to pay for furnishings for the apartment.  Dean said that in June 1987, Kitchin told her he no longer wanted to buy a Washington apartment, whereupon she immediately wrote him a check for $4,250.  Although Dean's check register indicated she had written a $4,250 check to Kitchin on June 15, 1987, she acknowledged that on that date there was not enough money in her account to cover the check.  Kitchin never cashed the check, although Dean said she repeatedly asked him to do so.  Dean said she gave Kitchin $500 in cash on two occasions, as partial repayment of the $4,000.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The government's evidence undercuts Dean's story.  At trial, Kitchin characterized the payment to Dean as a loan, testifying that he gave her the money because she was undergoing her Senate confirmation hearings and was \"financially ... in some stress.\"   Bearing out this description of the payment, Kitchin noted \"Loan\" on the check he gave Dean.  Moreover, the government's evidence showed that Dean needed a loan at this time.  When she deposited Kitchin's check on May 6, 1987, her account was overdrawn $260.53, her bank had charged her account for insufficient funds four times since April 28, 1987, her April mortgage payment was late, and she owed $4,882.87 on a credit card.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Kitchin's business colleague, Jack Jennings, testified that Kitchin told him Dean \"had purchased some furniture and that she needed around $4,000 ... and that he was thinking about giving her the money.\"   When Jennings asked whether Dean was going to pay the money back, Kitchin responded, \"If she pays me back, she pays me back.  If she doesn't, she doesn't.\"   Later, Kitchin told Jennings he had given Dean the money.  Kitchin informed Jennings that, after the bank returned the cashed check to him, he had \"either destroyed the check or hidden it.\"   Kitchin's testimony about whether Dean had paid him back any portion of the $4,000 was inconsistent.  On direct examination, he said that she had not paid him anything, but on earlier occasions he said he thought she had paid him back part of the money.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The evidence is sufficient to sustain Dean's convictions on both Counts Three and Four.  Dean certainly accepted the money, and the jury could reasonably have concluded from the evidence at trial that she had never paid it back.  Moreover, in light of the evidence that Kitchin and Kitchin's clients had benefitted from Dean's efforts at the Department, the jury was entitled to find that Dean had accepted the money in exchange for her performance of \"official acts.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>B. Perjury and 18 U.S.C. Sec. 1001 Violations</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The other eight counts in the indictment arise from Dean's testimony on August 6, 1987, before the Senate Committee on Banking, Housing and Urban Affairs regarding her nomination for Assistant Secretary for Community Planning and Development.  Had the Senate confirmed Dean to this position, she would have advised the Department Secretary on community and economic development programs.  Counts Five, Seven, Nine, and Eleven allege that Dean committed perjury in violation of 18 U.S.C. Sec. 1621 for statements she made before the Senate committee.  For each of the allegedly perjurious statements, the government also charged Dean--in Counts Six, Eight, Ten, and Twelve--with violations of 18 U.S.C. Sec. 1001.  In the words of the indictment, Dean violated Sec. 1001 because she knowingly made these statements pursuant to \"a trick, scheme and device to falsify, conceal and cover up material facts.\"</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">We reverse Dean's convictions on Counts Six, Eight, Ten, and Twelve.  Section 1001 criminalizes the concealment of material facts only in matters \"within the jurisdiction of any department or agency of the United States.\"  18 U.S.C. Sec. 1001.  After oral argument in this case, the Supreme Court reversed United States v. Bramblett, 348 U.S. 503, 509, 75 S.Ct. 504, 507, 99 L.Ed. 594 (1955), which had interpreted \"department,\" as used in Sec. 1001, to include the executive, judicial and legislative branches of the federal government.  Hubbard v. United States, --- U.S. ----, ----, 115 S.Ct. 1754, 1765, 131 L.Ed.2d 779 (1995).  In Hubbard, the Court narrowed the reach of Sec. 1001 to matters within the executive branch, a coverage consistent with both the common usage of \"department\" and that term's definition in Title 18.   Id. at ---- - ----, ----, 115 S.Ct. at 1756-1758, 1765.   Dean was convicted on Counts Six, Eight, Ten, and Twelve for statements she made before Congress.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Her convictions on these counts therefore cannot stand.</p>\n    </div>\n    <p class=\"indent\">1. Count Five</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Count Five is based on the following exchange between Dean and Senator William Proxmire, Chairman of the Committee.  Senator Proxmire asked Dean:</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>We received a number of complaints that, in 1987, this year, there has been no notification of funds availability to regional offices.  This is troublesome because this notification is important to promote applications so that all worthy candidates have a chance to apply and that HUD has the chance and the time to rank the applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>Instead, it is suggested that informal solicitations and unawarded applications from the past are guarded by you, and that you personally go through the selections, excluding review by the appropriate staff experts.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>Furthermore, it is suggested that developers have personally come to you asking for awards.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>Now, as you know, the proper procedure is for the HUD Washington office to deal with housing authorities and for them to deal with developers.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>In some cases, the housing authorities have subsequently alerted HUD that these funds aren't even needed.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>How do you respond to that?</p>\n    </div>\n    <p class=\"indent\">Dean answered:</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>Well, to my knowledge, we do not put out a notice of funding availability on the mod rehab program.  I have never seen us do one since I've been at HUD.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>The program, instead, works that the field offices receive applications from public housing authorities.  They are rated and ranked, sent to the regional administrator, who forward [sic] them to the Assistant Secretary for Housing, Federal Housing Commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p>The Assistant Secretary for Housing puts together the applications and, with the Deputy Assistant Secretary for Multifamily Housing, comes to some conclusion as to where they believe these funds could best be used.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>Once again, they bring it to a panel of people, which is the Under Secretary, the executive assistant to the Secretary and the Federal Housing Commissioner.  That panel goes solely on information provided by the Assistant Secretary for Housing.  He gives us the information and the three of us make recommendations to the Secretary, who is the person who approves those units.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The italicized sentence in Dean's response is the foundation for the Count Five perjury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">A witness testifying under oath violates 18 U.S.C. Sec. 1621, which is set out in the margin,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> if she willfully gives false testimony on a material matter.  United States v. Dunnigan, --- U.S. ----, ----, 113 S.Ct. 1111, 1116, 122 L.Ed.2d 445 (1993).  Testimony resulting from confusion, mistake or faulty memory cannot support a perjury conviction.  Id.  Dean claims that she did not commit perjury because she answered \"the question that was essentially asked--whether she made [moderate rehabilitation funding] decisions alone.\"   Brief for Appellant at 37.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">We disagree with Dean's characterization of Senator Proxmire's question.  The thrust of the Senator's inquiry was whether Dean played a part in any moderate rehabilitation funding decision in which Departmental regulations were not followed.  Specifically, he wanted to know whether Dean had violated Department regulations by personally ensuring that moderate rehabilitation funds went to specific developers, despite regulations requiring local public housing authorities to allocate awards to developers.  In essence, Dean denied Senator Proxmire's intimations.  She asserted that the Department, acting through a three-person panel of which she was a member,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> allocated moderate rehabilitation funds to public housing authorities based \"solely\" on information supplied by the Assistant Secretary for Housing/Federal Housing Commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">But at trial the government presented evidence belying Dean's portrayal of the program.  A Department official's description of a panel meeting is illustrative.  J. Michael Dorsey, Department General Counsel from 1987 to 1989, attended a panel meeting in early 1987.  At the meeting, Demery, the Federal Housing Commissioner at the time, \"came with a list ... of cities with a number of units and we went through the list.\"   According to Dorsey, Dean commented on some of the applications, identifying \"people who had called her about specific projects.\"   Demery testified that he and Dean participated in two panel meetings in 1987.  Before the meetings, he and Dean discussed public housing authorities that had \"come to [their] attention.\"   The two would then \"come to a consensus\" regarding funding.  Factors influencing their \"deliberative process\" included \"any contacts on behalf of the [authority's] requests.\"   From this evidence, the jury was entitled to find that the panel did not base its decisions \"solely on information provided by the Assistant Secretary for Housing.\"   We therefore sustain the jury's conviction of Dean on Count Five.</p>\n    </div>\n    <p class=\"indent\">2. Count Seven</p>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Count Seven charged Dean with perjury, in violation of 18 U.S.C. Sec. 1621.  This charge stemmed from the rest of Dean's reply to Senator Proxmire's question.  She continued:</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p>I have never given or approved or pushed or coerced anyone to help any developer.  Those funds go directly to the public housing authority.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>As a matter of fact, I have regular meetings with public housing authorities where I tell them that they should be dealing directly with developers.  A lot of times, public housing authorities send developers to HUD.  And they meet with people all over the building.  It's a tremendous waste of time, and I let them know that;  because those funds go to the public housing authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">The two italicized sentences are the bases for the Count Seven perjury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">We sustain the jury's verdict finding Dean guilty on Count Seven.  The government established that Dean participated in three conspiracies in which she used her influence at the Department to make sure moderate rehabilitation funds went to favored projects and developers.  Given this evidence, the jury could reasonably have concluded that Dean lied when she said she had never \"help[ed] any developer\" and that developers who contacted her wasted their time because public housing authorities decided which projects to fund.</p>\n    </div>\n    <p class=\"indent\">3. Count Nine</p>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Count Nine arises from the following colloquy between Dean and Senator Proxmire:</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>Senator Proxmire:  Now, Ms. Dean, can you tell us about your involvement in the deployment of section 8?   That's the moderate rehabilitation funds for a project known as Baltimore Uplift One?</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p>According to the Washington Post in a story dated October 1984, there was an abuse of some $17 million;  according to HUD staffers in Baltimore, these funds came from the Secretary's discretionary fund.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p>And since you worked closely to the Secretary at the time, what can you tell us about that problem?</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p>Dean:  Senator, could you give me the date again?</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p>Senator Proxmire:  Yes.  The date is October 1984.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p>Dean:  I was executive assistant to the Secretary at that time.  I've never heard of Baltimore Uplift One.   It was a moderate rehabilitation project?</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p>Senator Proxmire:  What's that?</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p>Dean:  You said it was in the mod rehab program?</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p>Senator Proxmire:  Mod, section 8, moderate rehabilitation.  That's right.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p>Dean:  There are two explanations why I would not know it.  I might not know the name or those funding decisions were made prior to my appointment in June, and the funds were not released from the Department until October.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p>But I've never heard of Baltimore Uplift One.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">The two italicized sentences, in which Dean denies having heard of the Baltimore Uplift One project, are the foundation of the Count Nine perjury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">To support her argument that she responded truthfully to Senator Proxmire's question about the Baltimore Uplift One project, Dean argues that evidence supports both of the explanations she offered at the Senate hearing for her unfamiliarity with the project.  First, she points to DeBartolomeis' testimony that the Department made the final decision to allocate moderate rehabilitation funds to the Baltimore Uplift project in May 1984, before Dean's June 24, 1984, appointment to the position of Executive Assistant to Secretary Pierce.  Second, Dean relies on testimony from James Baugh, an employee in the Public and Indian Housing section of the Department.  Baugh participated in the administration of the Moderate Rehabilitation Program until late 1983 or early 1984.  Although Baugh was familiar with \"the concept of uplift\" programs, he had never heard of Baltimore Uplift One.  Apparently, Dean reasons that since Baugh had never heard of the project, one could conclude that she had never heard of it either.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">Dean's evidence, however, does not overcome the government's proof that she had heard of the project.  DeBartolomeis testified that he was familiar with the Baltimore Uplift One project, a \"scattered type multi-family project that had trouble getting finished.\"   He knew Dean was involved in the project because she \"talked to [him] about it.\"   Janice Golec, special assistant to Secretary Pierce from 1983 to 1985, testified that Dean asked her to attend a meeting regarding the project and that Dean gave her \"a brief overview of what the project was and what the issues were.\"   From this evidence, a jury could rationally have concluded that Dean did not tell the truth at the Senate hearing when she said she had never heard of Baltimore Uplift One.  We therefore do not disturb the jury's conviction of Dean on Count Nine.</p>\n    </div>\n    <p class=\"indent\">4. Count Eleven</p>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The final perjury count on which the jury convicted Dean is based on the last statement she made in response to Senator Proxmire's inquiry about the Baltimore Uplift One project.  After saying \"But I've never heard of Baltimore Uplift One,\" Dean continued:</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p>As a matter of fact, no moderate rehabilitation units that I know of, unless they were sent directly by the Secretary, have ever gone to my home State of Maryland, simply for that reason--that I sat on the panel.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The jury found that in making this statement, Dean committed perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">We reverse Dean's conviction on Count Eleven.  The government claims Dean's statement represented her denial of having ever participated in a moderate rehabilitation funding decision for a Maryland project.  Brief for United States at 39-40.  But that is not literally what she said.  While Dean had participated in decisions for Maryland projects, her testimony indicated that those projects did not receive special consideration \"simply\" because Dean sat on the panel.  Dean's statement could have been true, and, in any event, the government never proved at trial that she showed particular favoritism to Maryland projects.  Although it may be, as Mark Twain said, that \"[o]ften, the surest way to convey misinformation is to tell the strict truth,\" a statement that is literally true cannot support a perjury conviction.   Bronston v. United States, 409 U.S. 352, 360, 93 S.Ct. 595, 600, 34 L.Ed.2d 568 (1973).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">In addition to challenging her conviction for insufficient evidence, Dean contends that the trial court committed reversible error in several of its rulings.  We address first her complaint that the trial court improperly quashed two defense subpoenas.  Next, we consider her claim that the prosecutor's conduct at trial requires reversal of her conviction.</p>\n    </div>\n    <p>A. The Quashed Subpoenas</p>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Dean argues that the trial court committed reversible error in quashing subpoenas she served on Senator Proxmire and Bart Naylor, a Senate committee investigator.  The Sixth Amendment gives a defendant in a criminal proceeding the right to \"have compulsory process for obtaining witnesses in his favor.\"   U.S. CONST. amend.  VI.  This right is not violated by \"the mere absence of testimony.\"  United States v. Valenzuela-Bernal, 458 U.S. 858, 867, 102 S.Ct. 3440, 3446, 73 L.Ed.2d 1193 (1982).  Rather, the defendant must make \"some plausible showing of how [the witnesses'] testimony would have been both material and favorable to his defense.\"  Id.;  see Washington v. Texas, 388 U.S. 14, 16, 87 S.Ct. 1920, 1921, 18 L.Ed.2d 1019 (1967).  A witness' testimony is material if its absence actually prejudiced the defendant's ability to mount a defense.  United States v. North, 910 F.2d 843, 889 (D.C.Cir.1990), cert. denied, 500 U.S. 941, 111 S.Ct. 2235, 114 L.Ed.2d 477 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">Dean proposes two ways in which Senator Proxmire's and Bart Naylor's testimony would have assisted her defense, neither of which is persuasive.  Their testimony, as she sees it, would have disproved the charge that she intentionally misled the Senate by testifying that the panel allocating funds to public housing authorities relied \"solely on information provided by the Assistant Secretary for Housing,\" the statement at issue in Count Five.  Brief for Appellant at 42.  Since her job at the Department required her to \"make sure that Congressional input was properly considered\" in moderate rehabilitation funding decisions, she could not have intended \"to conceal the fact that she provided incidental information, such as Congressional input, to the panel.\"   Id.  By showing Senator Proxmire's familiarity with her liaison function, Dean claims she could have established that she did not intend to speak falsely when she said the panel relied only on information provided by the Assistant Secretary of Housing.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">Dean's theory appears to be that if she had testified, \"That panel goes solely on information provided by the Assistant Secretary for Housing, as well as on Congressional information I provide,\" she would not have committed perjury.  At best, Senator Proxmire might have added this twist to the statement she made at the Senate hearings.  But even if this is what she meant, the jury could still have found from the evidence that she intentionally testified falsely.  It is up to the jury \"to determine that the question as the defendant understood it was falsely answered in order to convict.\"  United States v. Chapin, 515 F.2d 1274, 1280 (D.C.Cir.), cert. denied, 423 U.S. 1015, 96 S.Ct. 449, 46 L.Ed.2d 387 (1975).  Senator Proxmire plainly wanted to find out whether Dean had bypassed federal regulations and had dealt directly with developers in administering the Moderate Rehabilitation Program.  Dean's response to the Senator can be fairly read as a denial of such dealings.  The government presented evidence from which the jury could conclude that this denial was false.  Senator Proxmire's and Naylor's testimony therefore would have not altered the essential untruthfulness of her statement.  It follows that Dean was not actually prejudiced by the trial court's quashing of the subpoenas.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">Dean's second argument is that the Senator's and Naylor's testimony was material to her defense because it could have established that the Senator's question lacked a proper legislative purpose.  Brief for Appellant at 43-44.  Whatever the force of her argument,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> she did not make this claim to the trial court, her counsel's vague references to Senator Proxmire's \"motive ... bias and ... reason to do what he [did]\" and to a \"political circus\" notwithstanding.  Accordingly, we review the trial court's failure sua sponte to consider this argument for plain error--whether it was both \"very obvious and gravely prejudicial.\"  United States v. Derr, 990 F.2d 1330, 1333 n. 2 (D.C.Cir.1993).  Because the theory of the relevance of Senator Proxmire's and Naylor's testimony Dean now proposes is far from obvious, the trial court did not plainly err in not addressing it.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p>B. Alleged Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">Dean next claims that the trial court erred in not granting her motion for a new trial because of the prosecutor's conduct before and during trial.  She argues that the government violated the obligations to provide her with exculpatory information, see Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), and that the prosecutor's closing argument was impermissible.</p>\n    </div>\n    <p class=\"indent\">1. Brady Issues</p>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">Brady v. Maryland, 373 U.S. at 87, 83 S.Ct. at 1197, requires the prosecution to disclose to an accused exculpatory information that is both favorable and material to guilt or punishment.  This duty extends to evidence drawing into doubt the credibility of a witness when the witness' reliability may be determinative of guilt or innocence.  Giglio v. United States, 405 U.S. 150, 154, 92 S.Ct. 763, 766, 31 L.Ed.2d 104 (1972).  Evidence is material if there is a reasonable probability that, had the evidence been disclosed, the outcome of the proceeding would have differed.  United States v. Bagley, 473 U.S. 667, 682, 105 S.Ct. 3375, 3383, 87 L.Ed.2d 481 (1985).  A reasonable probability is a \"probability sufficient to undermine confidence in the outcome.\"  Id.  When the government delays disclosing exculpatory evidence, the defendant must show a reasonable probability that an earlier disclosure would have changed the trial's result.  United States v. Tarantino, 846 F.2d 1384, 1417 (D.C.Cir.), cert. denied, 488 U.S. 840, 867, 109 S.Ct. 108, 174, 102 L.Ed.2d 83, 143 (1988).  If a defendant receives exculpatory evidence \"in time to make effective use of it,\" a new trial is, in most cases, not warranted.  United States v. Paxson, 861 F.2d 730, 737 (D.C.Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">Dean points to a number of instances in which the government was either delinquent in complying with its Brady obligations or did not comply with Brady at all.  First, despite a June 30, 1992, order from the court to produce exculpatory evidence, the government did not provide her with three potentially exculpatory statements from interviews until August 20, 1993, less than two weeks before jury selection.  Brief for Appellant at 45.  At this time, the government disclosed:  (1) Shelby had told the prosecution that, as far as he knew, Dean did not know of Mitchell's involvement in the Park Towers Apartments project;  (2) Kitchin had denied that Dean had provided any personal favors for him relating to Department business;  and (3) the manager of the Baltimore Uplift One project had said that Dean was not involved in that project.  Id. at 46 n. 27.  Second, the government did not identify as exculpatory a statement from an interview with Shelby indicating that Shelby had tried to keep Dean from finding out about Mitchell's involvement with Park Towers.  On the first day of trial, Dean located this remark in a witness statement provided by the government pursuant to the Jencks Act, 18 U.S.C. Sec. 3500.  Brief for Appellant at 47 n. 30.  Third, the government failed to classify as exculpatory certain telephone messages to Mitchell.  Dean claims that these messages showed Lance Wilson, Dean's predecessor as Executive Assistant, was Mitchell's contact on the Arama project, not Dean.  Id. at 47 n. 31.  Dean obtained this information through discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">Dean also complains that the government presented \"false evidence\" at trial because it introduced a number of Sankin's credit card receipts that indicated he had entertained and given gifts to Dean.  On cross-examination, Sankin stated that he had told counsel for the government that several of the charge slips introduced into evidence \"were definitively not related to Deborah Dean.\"   At a bench conference, government counsel explained that on the previous day Sankin told him that \"he had no specific recollection\" regarding any of the receipts, even the ones bearing Dean's name.  Observing that the government should have alerted the court and defense counsel to Sankin's statement, the judge gave defense counsel three choices.  The court would either strike the documents, give the jury cautionary instructions, or defense counsel could simply cross-examine Sankin and discredit his testimony.  Dean's counsel opted to continue cross-examination.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">We deplore the government's tardiness in producing the statements from Shelby, Kitchin, and the manager of the Baltimore Uplift One project and its failure to identify the Shelby statement and the telephone messages as exculpatory.  We agree with the district court that the government should have notified the court and Dean's counsel of Sankin's statement regarding the charge card receipts.  Nevertheless, because Dean has not established that the government's dereliction materially prejudiced her defense, she is not entitled to a reversal of her conviction on any count.  Dean effectively used, or had an opportunity to use, all the late-disclosed or unsegregated exculpatory evidence at trial.  On cross-examination, Shelby repeated the statements he made to the government in interviews.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Shelby said that when he entered into the agreement with Mitchell he was not aware of Mitchell's relationship with Dean and that as far as he knew, Dean never knew Mitchell received a consulting fee from any of Shelby's projects.  He admitted that he intentionally did not tell Dean that he paid Mitchell any money.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">Dean also used Kitchin's statement effectively.  On cross-examination, Kitchin testified that no one at the Department--including Dean--did anything for him \"that wasn't right ... [or that was] corrupt.\"   Further, the government's late production of the exculpatory statement of the manager of the Baltimore Uplift One project did not materially prejudice Dean's defense.  Dean had the statement in time to make use of it.  In fact, the manager's name was on Dean's list of potential witnesses on September 7, 1993, nearly one month before she began presenting her case.  That she chose not to call the manager to testify undermines her claim that this testimony would have affected the outcome of the trial.  Dean also effectively used the phone messages that the government did not segregate as exculpatory.  The government provided the messages to Dean more than a year before trial, she placed the documents into evidence at trial, and argued their significance to the jury.  Finally, we think that whatever prejudice Dean suffered from the government's use of the Sankin receipts is of her own making.  The trial court gave Dean's counsel the choice of striking this evidence.  Instead, he chose to leave it before the jury and to attempt to undermine Sankin's credibility by using the receipts on cross-examination.  In short, Dean has not shown the kind of prejudice necessary to warrant the granting of a new trial on the basis of Brady violations.</p>\n    </div>\n    <p class=\"indent\">2. Closing Argument</p>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">In his closing and rebuttal arguments, the prosecutor parsed Dean's six days of testimony.  At least thirty-one times in his arguments, he questioned Dean's veracity and described her testimony as lies.  Dean points to the following examples:</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p>What about the defendant's case?   What has the defendant shown to you in this trial?   Her entire case rests on her credibility, her believability.  The first thing you must ask yourselves, ladies and gentlemen, is, is the defendant a credible witness?   Did she tell you the truth?</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p>She lied to you ... She lied in this Court before you.  Having done that, does anything else make any sense?   Can you see her as being a credible witness?</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p>Based on her lies you should throw out her entire testimony.  Her six days' worth of testimony is worth nothing.  You can throw it out the window into a garbage pail for what it's worth, for having lied to you.  But why do we keep going?   Why do we keep asking questions?   Because it was filtered with lies.  Her entire testimony just kept changing.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p>In order to believe her you have to believe that John Mitchell is lying....  Jack Brennan lied to her.  Rick Shelby lied to her.  Maurice Barksdale is mistaken.  Janet Hale is mistaken.  Andrew Sankin, lied.  Lance Wilson, lied.  Linda Murphy, lied.  Silvio DeBartolomeis, lied.  Philip Winn, mistaken.  Susan Zagame, mistaken.  Thomas Demery lied.  Sherrill Nettles-Hawkins, mistaken.  Everybody else lied or was mistaken, but not her.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p>But she's the only one we know who definitively did lie.  Her story is built on a rotten foundation.  It is rotten to the core.  It doesn't square with common sense.  It is lies piled upon lies.  It crumbles to pieces the minute you look at it.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">Dean contends that these and similar comments were impermissible and require reversal of her convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">\"Lies\" and \"lying\" are hard words.  But this was closing argument, not a polite social conversation.  Dean was charged with perjury.  The prosecutor had every right to argue that she had not told the truth.  He could have told the jury that the evidence proved Dean had been \"untruthful,\" or that she \"fabricated her testimony,\" or \"prevaricated,\" or that she \"bore false witness,\" \"made up her story,\" \"is not to be believed,\" \"violated her oath.\"   These and many other words and phrases would have conveyed the same idea as \"lie\" and \"lying,\" perhaps not as forcefully, or, depending on the prosecutor's rhetorical skill, perhaps more forcefully.  Still, is there any reason in law why the words \"lie\" and \"lying\" should be banned from the vocabulary of summation, particularly in cases that turn on the defendant's credibility?   We conceive of none, so long as the prosecutor sticks to the evidence and refrains from giving his personal opinion.  Compare Harris v. United States, 402 F.2d 656 (D.C.Cir.1968);  Olenin v. Curtin &amp; Johnson, Inc., 424 F.2d 769 (D.C.Cir.1968) (per curiam).  Other courts have reached the same conclusion.  See United States v. Jacoby, 955 F.2d 1527, 1540-41 (11th Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1282, 122 L.Ed.2d 676 (1993);  Bradford v. Whitley, 953 F.2d 1008, 1013 (5th Cir.1991), cert. denied, --- U.S. ----, 113 S.Ct. 91, 121 L.Ed.2d 53 (1992);  United States v. Molina, 934 F.2d 1440, 1445 (9th Cir.1991);  United States v. Peterson, 808 F.2d 969, 977 (2d Cir.1987);  United States v. Chaimson, 760 F.2d 798, 811 (7th Cir.1985);  United States v. Birges, 723 F.2d 666, 671-72 (9th Cir.), cert. denied, 469 U.S. 863, 105 S.Ct. 200, 83 L.Ed.2d 131 (1984).  Of course, a prosecutor can overdo it.  Whether the prosecutor has struck a foul blow instead of just a hard one is largely for the district court to decide.  Much depends on context and tone.  In this case, to the extent the prosecutor's remarks spilled over into expressions of personal belief, or may have been so perceived by the jurors--for example, \"she's the only one we know who definitively did lie\"--the district court cured the problem.  The court instructed the jury not to consider the opinion of counsel about who lied because it was up to the jury alone to decide who was telling the truth.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">The district court sentenced Dean to concurrent terms of 21 months' imprisonment on all counts.  Dean challenges her sentence on the grounds that the district court erred in applying the Sentencing Guidelines to Counts One and Two, and that the court abused its discretion in adjusting her sentence on these counts upward 6 levels.  (The Guidelines did not apply to any of the other counts.)<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">We agree with Dean that the district court should not have sentenced her on Count One under the Guidelines, and we therefore vacate her sentence on this count.  As to Count Two, we agree with the district court that the Guidelines applied.  Nevertheless, we vacate the sentence on that count so that the district court may reconsider its upward adjustment of Dean's offense level in view of our conclusions regarding the sufficiency of the evidence.  Since it appears that the district court arrived at the 21-month term imposed with respect to the other counts on the basis of the Guideline sentence for Counts One and Two, we vacate the sentences on those other counts and remand for resentencing (except of course in regard to Dean's convictions on Counts Six, Eight, Ten, Eleven, and Twelve, which we reverse).</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">The district court sentenced Dean under the Guidelines on Counts One and Two because it found that the conspiracies charged in these counts continued after November 1, 1987.  A conviction for a conspiracy that began before November 1, 1987, the effective date of the Guidelines, but continued after that date is subject to the Guidelines.  United States v. Milton, 8 F.3d 39, 48 (D.C.Cir.1993), cert. denied, --- U.S. ----, 115 S.Ct. 299, 130 L.Ed.2d 212 (1994);  United States v. Dale, 991 F.2d 819, 853 (D.C.Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 286, 126 L.Ed.2d 236 (1993).  As to Count One, the district court identified three acts of Dean's alleged co-conspirators that extended the conspiracy beyond November 1, 1987:  a May 11, 1990, letter from Louie Nunn to Aristides Martinez requesting that Martinez release from escrow Nunn's fee for services he performed for the South Florida I development;  Martinez' authorizing the escrow agent to pay Nunn;  and Nunn's acceptance of that payment.  We have already held that the evidence relating to the South Florida I project could not support a jury finding that Dean and her collaborators engaged in overt acts to further the conspiracy.  See supra pp. 650-51.  Even the less demanding preponderance-of-the-evidence standard, used when factual issues determine whether the Guidelines apply, Milton, 8 F.3d at 48, has not been satisfied, for the reasons we have already given.  Because the evidence is not sufficient to show that the conspiracy continued beyond November 1, 1987, the district court clearly erred in applying the Guidelines to Dean's sentence under Count One and we therefore vacate it.  See United States v. Dale, 991 F.2d 819, 854 (D.C.Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 286, 126 L.Ed.2d 236 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">The second count is another matter.  The district court found that the conspiracy charged in Count Two continued after November 1, 1987, because Sankin received payments for his consulting services after this date.  At trial, the government showed that Sankin received checks for $25,000 from the developer of the Puerto Rican Alameda Towers project on December 1, 1987, and on March 19, 1990.  We agree that a preponderance of the evidence showed that Sankin's receipt of these payments was within the scope of the conspiracy between Dean and Sankin and was a reasonably foreseeable consequence of their unlawful actions.  Cf. Milton, 8 F.3d at 48.   Accordingly, the district court correctly used the Guidelines in sentencing Dean on Count Two.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">Nevertheless, we think it appropriate to permit the district court to reconsider its upward adjustment of Dean's offense level in view of our conclusions about the sufficiency of the evidence on this count.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  We recognize that a sentencing court may impose a sentence outside the range established by the applicable guideline if the court finds an aggravating circumstance not adequately taken into consideration by the Sentencing Commission in formulating the Guidelines.  UNITED STATES SENTENCING COMMISSION, GUIDELINES MANUAL Sec. 5K2.0, p.s.  (Nov. 1990).  Nevertheless, such a departure is \"warranted only if the factor is present to a degree substantially in excess of that which is ordinarily involved in the offense.\"   Id.  In light of our ruling that much of the government's evidence of overt acts in furtherance of the conspiracy alleged in Count Two was insufficient, the district court should reassess whether circumstances still warrant its upward departure.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">We also vacate Dean's sentences on Counts Three, Four, Five, Seven, and Nine.  The district court apparently wished to sentence Dean to concurrent terms of equal length on all counts.  Because Dean's sentence on Count Two may change after the district court reconsiders its decision to adjust Dean's sentence upward, we think it appropriate to permit the court to resentence Dean on these counts as well.  See United States v. Wright, 12 F.3d 70, 75 (6th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p>*   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">In conclusion, we reverse Dean's convictions on Counts Six, Eight, Ten, Eleven, and Twelve.  We affirm her convictions on Counts One, Two, Three, Four, Five, Seven, and Nine, but vacate her sentences on those counts and remand to the district court for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Sentelle, Circuit Judge, did not participate in this order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Public housing authorities were also responsible for ensuring that rehabilitated properties were properly maintained, 24 C.F.R. Sec. 882.516 (1982), and for administering the selection of lower-income families to live in the properties, 24 C.F.R. Secs. 882.513-882.515 (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These criteria were:  \"(1) The demonstrated capacity of the [public housing authority] or its contractor(s) to provide the rehabilitation technical assistance to Owners required under the Program;  (2) The availability of financing resources, both assisted and unassisted, as demonstrated through statements from financing agencies ...;  (3) The [public housing authority's] experience with the Section 8 Existing Housing Program or the [public housing authority's] overall administrative capability;  (4) The potential of achieving, as expeditiously as possible, the rehabilitation and leasing of housing units under this Subpart;  and (5) The overall feasibility of the proposed program.\"  24 C.F.R. Sec. 882.501 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> According to the Inspector General's report, the Department based its discretionary approach to funding decisions on an oral opinion issued by the Department's General Counsel.  Former Department Secretary Pierce testified at the House subcommittee hearings that, as he understood that opinion, Congress' waiver of Sec. 213(d) meant that the criteria set out in 24 C.F.R. Sec. 882.501 no longer applied to moderate rehabilitation funding decisions.  OIG AUDIT REPORT at 5;  HOUSE REPORT at 10-11.  However, the former General Counsel denied having given such an assessment of Sec. 213(d)'s effect on moderate rehabilitation funding decisions.  HOUSE REPORT at 11</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The indictment charged that Dean had defrauded the United States and the Department by depriving the Department and the citizens of the United States of their right to Dean's \"conscientious, loyal, faithful, disinterested and unbiased services\" and their right to have the Department's \"business and affairs conducted in an honest and impartial way.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Mitchell died in 1988 and therefore did not testify at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> DeBartolomeis was another high-level Department official responsible for the mismanagement of the Moderate Rehabilitation Program.  He held a number of positions at the Department, including acting Assistant Secretary for Housing/Federal Housing Commissioner.  He also dated Dean.  He pled guilty to three charges arising from his conduct at the Department.  As part of his plea bargain agreement, he testified against Dean</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Department later reversed its position and authorized the loan increases Martinez requested.  Dean forwarded a memorandum allowing the loan increases to Mitchell with a note that read:  \"To Daddy.  F.Y.I.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 18 U.S.C. Sec. 201(c)(1)(B) provides:</p>\n        <p>Whoever ... otherwise than as provided by law for the proper discharge of official duty ... being a public official ... directly or indirectly demands, seeks, receives, accepts, or agrees to receive or accept anything of value personally for or because of any official act performed or to be performed by such official ... shall be fined under this title or imprisoned for not more than two years, or both.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> According to the indictment, the object of the conspiracies alleged in Counts One, Two and Three was not only to defraud the United States, but also to violate 18 U.S.C. Sec. 1001, which prohibits the concealment of material facts by \"any trick, scheme, or device\" in matters \"within the jurisdiction of any department or agency of the United States.\"   In arguing that the evidence was insufficient to support her convictions on these counts, Dean draws no distinction between these two objects.  The government alludes to the Sec. 1001 aspect of the conspiracies only in a footnote.  Brief for United States at 17 n. 5.  While Sec. 1001 may encompass false statements in \"myriad governmental activities,\" United States v. Rodgers, 466 U.S. 475, 480, 104 S.Ct. 1942, 1946, 80 L.Ed.2d 492 (1984), there is no need to decide whether the evidence relating to Counts One, Two and Three also supports a finding that Dean conspired to violate Sec. 1001.  Even if it did not, Dean's convictions on these counts would stand.  A general jury verdict on a multiple object conspiracy is valid so long as the prosecution submits sufficient proof of one object of that conspiracy.  Griffin v. United States, 502 U.S. 46, 57, 112 S.Ct. 466, 473, 116 L.Ed.2d 371 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> By contrast, the government supported Counts One, Two and Three, in which it claimed that Dean had conspired to violate 18 U.S.C. Sec. 1001, with evidence of actions Dean took as a Department official.  This conduct was plainly within the jurisdiction of an executive agency--the Department of Housing and Urban Development.  See supra p. 658 n. 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 18 U.S.C. Sec. 1621 provides:</p>\n        <p>Whoever--</p>\n        <p>(1) having taken an oath before a competent tribunal, officer, or person, in any case in which a law of the United States authorizes an oath to be administered, that he will testify ... truly ... and contrary to such oath states or subscribes any material matter which he does not believe to be true ...</p>\n        <p>is guilty of perjury and shall ... be fined under this title or imprisoned not more than five years, or both....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> This panel first met in March 1987.  It comprised three members:  Dean, Thomas Demery, who was the Assistant Secretary for Housing/Federal Housing Commissioner from October 1986 to 1989, and either the Department's Under Secretary or General Counsel.  Its purpose was to review public housing authorities' applications for moderate rehabilitation funds and to decide how to allocate those funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Dean relies on United States v. Cross, 170 F.Supp. 303, 310 (D.D.C.1959), in which the court held that a \"perjury indictment may not be found on false testimony in response to questions which are not asked for the purpose of eliciting facts material to the [legislature's] investigation, that is, facts sought in aid of the legislative purpose.\"   Dean does not explain how Senator Proxmire, in conducting the confirmation hearing pursuant to Article 2, Sec. 2 of the Constitution, did not act to further a proper legislative purpose</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Dean also argues that the trial court erred in quashing, on Speech or Debate Clause grounds, a subpoena duces tecum issued to the Senate Committee.  Among the documents Dean sought were Committee notes on her testimony that were forwarded to the General Accounting Office and a report from the Comptroller General indicating there were no inconsistencies between her statement and the facts.  As with Senator Proxmire's and Naylor's testimony, Dean does not demonstrate how her lack of access to these items actually prejudiced her defense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Both of Shelby's statements relate to Dean's knowledge of Mitchell's involvement in the Park Towers Apartments project.  We have already concluded that the evidence relating to this housing development is not sufficient to constitute an overt act in furtherance of the conspiracy charged in Count One.  See supra p. 649</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The district court sentenced Dean on Counts Three through Twelve under the sentencing laws in effect before the effective date of the Guidelines.  For each of these counts, the court ordered Dean to serve twenty-one months' confinement, to run concurrently with each other and with the sentences imposed under Counts One and Two</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Applying the 1990 version of the Guidelines, the district court determined Dean's total offense level was 16.  It assigned Dean a base offense level of 6 under Sec. 2F1.1, the guideline for fraud and deceit.  It then increased the base offense level to 10, adding 2 levels under Sec. 2F1.1(b)(2) because the offense involved more than minimal planning and another 2 levels under Sec. 3B1.3 because Dean had abused a position of public trust.  Departing from the guidelines, the court then added 6 levels to Dean's offense level, giving her a total offense level of 16</p>\n        <p>The district court arrived at the 6-level upward departure by looking to Sec. 2C1.2(b)(2)(B), the guideline for gratuity offenses, which provides for an 8-level increase for officials holding a high level decision-making position.  Taking into account the 2-level increase for Dean's abuse of position of public trust, the court only adjusted Dean's sentence upward by 6 levels.  The court found the increase necessary because Dean's conduct \"along with others at HUD caused a major scandal that certainly eroded the public confidence in HUD, if not in the federal government.\"   Dean's criminal history category was I.  The corresponding sentencing range under the 1990 Guidelines was 21-27 months' imprisonment.  UNITED STATES SENTENCING COMMISSION, GUIDELINES MANUAL Sec. 5A (Nov. 1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Although the Guidelines do not apply to Count One, in resentencing Dean on this count, the district court should similarly bear in mind that much of the government's evidence was insufficient to show that Dean committed overt acts in furtherance of the conspiracy alleged in the indictment</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">640</span></span></p>\n    <p class=\"case_cite\">312 U.S.App.D.C. 75</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Deborah Gore DEAN, Appellant.</p>\n    <p class=\"docket\">No. 94-3021.</p>\n    <p class=\"court\">United States Court of Appeals,<br>District of Columbia Circuit.</p>\n    <p class=\"date\">Argued Nov. 15, 1994.<br>Decided May 26, 1995.<br>Suggestion for Rehearing In Banc Denied Sept. 13, 1995.<br><a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James M. Spears, argued the cause, Washington, DC, for appellant.  With him on the briefs was Joseph J. Aronica.</p>\n      <p class=\"indent\">Bruce C. Swartz, Deputy Independent Counsel, argued the cause, Washington, DC, for appellee.  With him on the brief were Arlin M. Adams, Independent Counsel, and Robert J. Meyer, Associate Independent Counsel.</p>\n      <p class=\"indent\">Before:  WALD, SILBERMAN, and RANDOLPH, Circuit Judges.</p>\n      <p class=\"indent\">RANDOLPH, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted Deborah Gore Dean, a former employee of the Department of Housing and Urban Development, of three counts of conspiracy to defraud the federal government, one count of having accepted an illegal gratuity, four counts of perjury, and four counts of engaging in a scheme to conceal material facts.  The district court sentenced Dean to two concurrent terms of twenty-one months' confinement on the first two conspiracy counts and fined Dean $2,500 on each of those counts.  On each of the remaining counts, the court sentenced Dean to twenty-one months' confinement, to run concurrently with each other and with the sentences imposed under the first two conspiracy counts.  On appeal, Dean maintains that the evidence presented at trial was insufficient to support her conviction;  that the trial court erred in quashing subpoenas she served on a Senator and a Senate committee investigator;  that the government engaged in prosecutorial misconduct, depriving her of a fair trial;  and that the trial court improperly sentenced her.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In the spring of 1989, the Inspector General of the Department of Housing and Urban Development reported apparent mismanagement of a HUD program aimed at upgrading substandard housing for low-income tenants.  OFFICE OF THE INSPECTOR GENERAL, U.S. DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT, AUDIT OF SECTION 8 MODERATE REHABILITATION PROGRAM (Apr. 26, 1989) [hereinafter OIG AUDIT REPORT].  According to the Inspector General, top Department officials had, from 1984 to 1989, allocated hundreds of millions of dollars of program funds on an informal, undocumented and discretionary basis.  Id. at 5.  Ignoring regulations that should have governed their funding decisions, the officials directed funds to favored developers, many of whom had connections to the Department.  Id. at 5-9.  A subcommittee of the House Committee on Government Operations investigated further.  HOUSE COMM. ON GOVERNMENT OPERATIONS, ABUSE AND MISMANAGEMENT AT HUD:  TWENTY-FOURTH REPORT,  H.R.Doc. No. 977, 101st Cong., 2d Sess.  (1990) [hereinafter HOUSE REPORT].  The subcommittee reported that, largely because of its administration of this program, the Department had become \"synonymous with rampant abuse, favoritism, and mismanagement.\"   Id. at 111.  The subcommittee identified Deborah Gore Dean--a prominent Department official--as a \"key player\" in the Department's \"giveaway game.\"   Id. at 4.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 7, 1992, a grand jury returned a thirteen-count indictment against Dean.  The indictment charged Dean with three counts of conspiracy in violation of 18 U.S.C. Sec. 371, one count of accepting an illegal gratuity in violation of 18 U.S.C. Sec. 201(c)(1)(B), four counts of perjury in violation of 18 U.S.C. Sec. 1621, and five counts of concealment and false statements in violation of 18 U.S.C. Sec. 1001.  The district court dismissed one of the counts brought under 18 U.S.C. Sec. 1001.  On October 26, 1993, a jury found Dean guilty of the twelve remaining counts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The case against Dean, brought by an Independent Counsel, 28 U.S.C. Sec. 594, centered on Dean's actions as an administrator of the Department's Section 8 Moderate Rehabilitation Program.  Established in 1978, the program funded the upgrading of marginally deteriorated rental housing, and subsidized rents of lower-income families living in the improved units.  To this end, Congress authorized the Department to pay owners of substandard housing, either directly or through public housing agencies, to upgrade their properties.  Act of Oct. 31, 1978, Pub.L. No. 95-557, Sec. 206(e), 92 Stat. 2080, 2092.  Regulations governing the program, published in 1979 and first revised in 1982, made state and local public housing authorities primarily responsible for program administration.  After deciding which substandard properties qualified for funding, 24 C.F.R. Secs. 882.503-882.504 (1982), public housing authorities contracted with owners and developers to rehabilitate the properties.  24 C.F.R. Sec. 882.505 (1982).  For owners and developers of adequately upgraded properties, 24 C.F.R. Sec. 882.506 (1982), additional contracts guaranteed a fifteen-year stream of rental subsidies.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  24 C.F.R. Secs. 882.403(c), 882.409 (1982).  Under the regulations, the Department oversaw public housing authorities' administration of the Moderate Rehabilitation Program.  The Department determined which public housing authorities were qualified to participate in the program, 24 C.F.R. Sec. 882.501 (1982), and allocated funds to qualified public housing authorities under one-year contracts, 24 C.F.R. Secs. 882.403, 882.501 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Problems with administration of the program began in 1984 when Congress altered the way in which the Department allocated funds to public housing authorities.  HOUSE REPORT at 10.  Before 1984, the Department distributed program funds to housing authorities based on a congressionally-mandated \"fair share\" formula.  Housing and Community Development Act of 1974, Pub.L. No. 93-383, Sec. 213(d)(1), 88 Stat. 633, 675.  Under this formula, the amount of money a state received from the Department depended on its population, poverty, housing overcrowding, housing vacancies, the amount of substandard housing, and other criteria.  HOUSE REPORT at 10.  In 1984, at the Department's request, Congress waived the fair share funding requirement.  Act of Nov. 30, 1983, Pub.L. No. 98-181, Sec. 201(a)(2), 97 Stat. 1153, 1176;  HOUSE REPORT at 10.  Although this meant that the Department no longer had to allocate funds on a geographically-mandated basis, it did not leave Moderate Rehabilitation Program funding decisions utterly up to the discretion of Department officials.  HOUSE REPORT at 10.  Rather, Congress instructed the Secretary of Housing and Urban Development to develop a formula to guide Department funding decisions, based on \"the relative needs of different States ... as reflected in data as to population, poverty, housing overcrowding, housing vacancies, amount of substandard housing....\"  Act of Nov. 30, 1983, Pub.L. No. 98-181, Sec. 201(a)(2), 97 Stat. 1153, 1176.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1984, when Congress waived the fair share funding requirement, Department regulations required allocation of moderate rehabilitation funding among public housing authorities based on an assessment of which housing authorities' applications had the best combination of five criteria.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  24 C.F.R. Sec. 882.501 (1984).  Nothing in Congress' waiver of the fair share funding requirement indicated that the regulation was to be repealed.  Nor did the Department publish a notice suspending the regulation in the Federal Register.  HOUSE REPORT at 12.  Nevertheless, from 1984 through May 1988, Department officials did not allocate funds to public housing authorities on the basis of the criteria set forth in 24 C.F.R. Sec. 882.501.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Department officials instead used \"informal and undocumented discretionary methods to allocate funding.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  OIG AUDIT REPORT at 5.  As a result, \"individual allocations were relatively large;  certain states and [housing authorities] received a disproportionate share of funding;  and several former [Department] officials and employees participated in the [Moderate Rehabilitation Program].\"  Id. at 6.  Moreover, the Inspector General determined that, in many cases, decisions to fund specific rehabilitation projects were made at the Departmental level, rather than by local public housing authorities as required by 24 C.F.R. Secs. 882.503-882.504 (1982).  OIG AUDIT REPORT at 6 (\"[W]e noted conditions that indicated the Headquarters selection was targeted for a specific project within a [public housing authority's] jurisdiction.\").  The Inspector General drew these conclusions by reviewing the selection process for 69 moderate rehabilitation projects.  For 19 of these projects, the Inspector General found that developers had approached housing authorities with claims that if the authority applied for funding, an award would probably be forthcoming.  Id. at 7.  For 25 projects, developers seeking moderate rehabilitation awards paid consultants--including former Department officials--essentially to lobby the Department for funds.  Id.  And for 49 projects, ultimate awards made by the Department or the housing authority closely approximated the number of units owned or controlled by a specific developer.  Id.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">According to the government (as we shall refer to the Independent Counsel), Dean was one of the officials who, ignoring the Department's published regulations, used her position to secure moderate rehabilitation funds for developers willing to pay huge fees to lobbyists with whom she associated.  All three of the conspiracy counts in the indictment alleged that Dean had violated 18 U.S.C. Sec. 371 by defrauding the United States and the Department.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The third conspiracy count added a charge that Dean conspired to violate 18 U.S.C. Sec. 201(c)(1)(B) by accepting $4,000 in exchange for her performing official acts.  Acceptance of the illegal gratuity was also the foundation of Count Four of the indictment, which charged Dean with violating 18 U.S.C. Sec. 201(c)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The remaining eight counts of the indictment stem from statements Dean made before the Senate Committee on Banking, Housing, and Urban Affairs, in a hearing held on August 6, 1987, regarding her nomination to be the Department's Assistant Secretary of Community Planning and Development.  Counts Five, Seven, Nine, and Eleven charged Dean with perjury in violation of 18 U.S.C. Sec. 1621 for four statements Dean made at the Senate hearing.  Those four statements were also the bases for Counts Six, Eight, Ten, and Twelve, which alleged that Dean engaged in a scheme to conceal material facts she had a duty to disclose, in violation of 18 U.S.C. Sec. 1001.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We will deal first with Dean's contention that the jury did not have sufficient evidence before it to find her guilty on any of these twelve counts, a contention on which she can prevail only if, viewing the evidence in the light most favorable to the government, we conclude that no \"rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\"  Jackson v. Virginia, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 319, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, 2789, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979).  As to the first three counts, we are mindful that \"[p]articipation in a criminal conspiracy need not be proved by direct evidence;  a common purpose and plan may be inferred from a 'development and a collocation of circumstances.' \"  Glasser v. United States, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 80, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">457</span></a></span>, 469, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">680</span></a></span> (1942) (citation omitted).</p>\n    </div>\n    <p>A. Conspiracy Charges</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To establish a conspiracy under 18 U.S.C. Sec. 371, the government had to prove:  (1) Dean agreed with at least one other person to defraud the United States or, for Count Three, to commit an offense against the United States by violating 18 U.S.C. Sec. 201(c)(1)(B);  (2) Dean knowingly participated in the conspiracy with the intent to defraud the United States or to commit an offense against the United States;  and (3) at least one overt act was committed in furtherance of the conspiracy.  United States v. Treadwell, <span class=\"citation\" data-id=\"451509\"><a href=\"/opinion/451509/united-states-v-mary-treadwell-aka-mary-t-barry-aka-mary-t/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">327</span></a></span>, 333 (D.C.Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1064</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span></span> (1986).  The fraud covered by Sec. 371 \"reaches any conspiracy for the purpose of impairing, obstructing or defeating the lawful function of any department of Government.\"  Tanner v. United States, <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 128, <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2739</span></a></span>, 2751, <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1987) (internal quotations and citations omitted).  Thus, if the government's evidence showed that Dean conspired to impair the functioning of the Department of Housing and Urban Development, \"no other form of injury to the Federal Government need be established for the conspiracy to fall under Sec. 371.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">According to the indictment, all three conspiracies followed the same pattern.  Developers seeking moderate rehabilitation funding hired Dean's co-conspirators, \"consultants\" who held themselves out as able to obtain moderate rehabilitation awards.  Dean used her influence at the Department to make sure that projects operated by her co-conspirators' clients received program monies or other favorable treatment at the Department.  Dean's co-conspirators were paid substantial \"consulting fees\" for their services.  In exchange for Dean's facilitating decisions favorable to their clients, her collaborators helped her professionally and politically, worked for free on her behalf, and in one instance, gave her $4,000.  To hide the conspiracies, Dean concealed the way the Department actually made its funding decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dean worked for the Department of Housing and Urban Development from 1982 to 1988.  She began her tenure as a Special Assistant to Department Secretary, Samuel R. Pierce, Jr., and as Director of the Executive Secretariat.  HOUSE REPORT at 86-87.  In June 1984, she became Secretary Pierce's top aide, with the title of Executive Assistant.  Id. at 87.  She resigned from this position in July 1987, after she was nominated to be Department Assistant Secretary of Community Planning and Development.  Pending Senate Committee hearings on her nomination, Dean continued to work for the Department as a paid consultant.  The Senate did not confirm Dean as Assistant Secretary, and on January 8, 1988, she left the Department.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At trial, the government showed that Dean took an active role in administering the Moderate Rehabilitation Program after she became Secretary Pierce's Executive Assistant.  According to the testimony of former Department officials, Dean's power stemmed from Secretary Pierce's remote and uninvolved management of the Department.  These officials characterized Secretary Pierce's management style as \"very strange and interesting,\" \"totally hands off,\" \"detached,\" and \"not involved to any significant degree.\"   In one official's view, responsibility for \"running the Department,\" \"up to and including funding decisions,\" fell to Secretary Pierce's Executive Assistant, the position Dean held from June 1984 to July 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A Department employee responsible for releasing moderate rehabilitation funds to the field testified that she met with Dean in September 1985, and Dean told her \"which units [the Department] would fund,\" often referring by name to individual developers' or consultants' projects.  This official also testified that there were \"no selection criteria for where the funding would ultimately go\" and that funding decisions were \"political.\"   In some cases, public housing authorities had not even requested money for the projects Dean directed the official to fund, and an executive assistant would \"work with Debbie ... to be sure that the application was in and on file before the money would be released.\"   Another official recalled a meeting at which Dean dictated \"which particular public housing authorities were to receive an allocation of Moderate Rehabilitation units.\"   Again, for a few of the public housing authorities Dean had named as funding recipients, there were no applications requesting funds, and Dean said that \"she would take care of making sure that the letters were found or were obtained.\"   Dean herself behaved as though she had the power to approve grants of moderate rehabilitation funding at the Department, as suggested by a February 1, 1985, memorandum regarding the departure of the Assistant Secretary for Housing/Federal Housing Commissioner.  Dean wrote the acting commissioner that Secretary Pierce's Office would concur on all moderate rehabilitation funding decisions \"not previously approved by both [the former commissioner] and myself,\" until a new housing commissioner was named.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To this general evidence--Dean's facilitation of the funding of unnamed projects connected with unnamed developers and consultants, and her memorandum suggesting that she had the authority to approve moderate rehabilitation awards--the government added specifics, purportedly linking Dean to various co-conspirators and to funding decisions for particular moderate rehabilitation projects.  Whether this specific evidence, when added to the general, supports Dean's conviction on any of the three conspiracy counts is in dispute.</p>\n    </div>\n    <p class=\"indent\">1. Count One</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As to the conspiracy alleged in the first count of the indictment, the co-conspirators allegedly were Dean, John N. Mitchell,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Jack V. Brennan, Louie B. Nunn, and Richard D. Shelby.  Nunn and Shelby were consultants who assisted developers in obtaining moderate rehabilitation funds.  Nunn and Shelby engaged Mitchell to help them obtain federal housing money for these projects.  Mitchell and his colleague Brennan worked for Global Research International, Inc., a consulting firm Mitchell formed in 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The indictment alleged that Dean and these four individuals conspired to defraud the government and committed overt acts with respect to four Florida housing developments:  Park Towers Apartments, Marbilt, South Florida I and Arama.  Martin Fine, a Florida housing developer, hired Shelby to help him get funding to develop the Park Towers Apartments.  Another Florida developer, Aristides Martinez, retained Nunn to get funding for the other three housing projects--Marbilt, South Florida I, and Arama.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mitchell was Dean's mother's companion and lived with Dean's mother in the Georgetown section of Washington, D.C., and at the Dean family Potomac River estate in Maryland.  Mitchell and Dean had a relationship comparable to father and daughter.  Mitchell spoke of Dean as his daughter.  In correspondence, Dean called Mitchell \"Dad\" or \"Daddy,\" and at trial, she described Mitchell as her \"mentor/father-like person.\"   On Christmas Day 1986, Mitchell gave Dean a check for $500, and he paid approximately $3,300 for her birthday party in 1987.  Mitchell also helped Dean advance in her career.  Dean used his name as a reference in a 1984 security investigation, and he aided Dean in getting a job at the Department of Energy, where she worked before coming to the Department.  He telephoned a Senator in support of Dean's 1987 nomination for Assistant Secretary and asked Shelby to do \"whatever [he] could to support her candidacy.\"   He called the Director of the Federal Bureau of Investigation regarding the Bureau's investigation of Dean for that nomination.  According to the government, Dean's close relationship with Mitchell, as well as the professional favors he did for her, gave her an improper personal interest in assisting Mitchell in Department matters.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">With respect to the Park Towers Apartments in Miami, the government's evidence of overt acts taken to further the conspiracy was as follows.  Martin Fine, the developer associated with this project, hired EMF &amp; Associates, a government relations firm headed by Eli M. Feinberg, to help him obtain enough federal money to rehabilitate the building's 143 apartments.  Sometime in March 1985, Feinberg hired Richard Shelby to act as a consultant on the Park Towers project.  Shelby asked Mitchell for assistance in obtaining the desired moderate rehabilitation funds, agreeing to split whatever fee he received from EMF with Mitchell.  Shelby ultimately received $225,000 for his services connected with the project.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To obtain moderate rehabilitation funding for the Park Towers project, Shelby brought an application to the Department, met with Department officials \"three or four times\" and made \"numerous\" telephone calls to different Department officials.  Shelby testified that he dealt primarily with Silvio DeBartolomeis (who was at the time Deputy Assistant Secretary of Housing),<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and also with Secretary Pierce's Special Assistant R. Hunter Cushing and Dean.  The Florida public housing authority received enough funding to rehabilitate 266 units in late November 1985.  On May 28, 1986, in a letter signed by DeBartolomeis, the Department approved the Florida housing authority's request that the Department waive certain regulations that would have prevented Park Towers from participating in the Moderate Rehabilitation Program and from receiving a share of the funds allocated to the Florida housing authority.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The government linked Dean to decisions made regarding the Park Towers Apartments with the following evidence.  Dean's calendar reflected that from August 1, 1985, to December 17, 1987--a period of more than two years--she scheduled thirteen lunch dates with Shelby.  During this time, she also scheduled six meetings with Shelby.  After a lunch on September 9, 1985--at which Mitchell was also present--Shelby sent Dean a handwritten note that began:  \"Enclosed please find the information concerning the Section 8 Moderate Rehab Program in Miami....\"  The note concluded:  \"As always thank you for that time and effort which you must necessarily expend on my behalf.  I appreciate your friendship.\"   On February 3, 1986, Shelby sent Dean information regarding Park Towers Apartments' eligibility to receive moderate rehabilitation funding.  Dean's calendar shows that she had scheduled a lunch with Shelby that day.  Also on that day, the project developer, Fine, wrote a memorandum to the Park Towers file reporting that Feinberg had \"a very good telephone conversation with\" Shelby.  According to the memorandum, Shelby had \"lunch with his friend at HUD,\" who \"indicated that this matter could be dealt with in a favorable manner.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We conclude that this evidence--whatever it may say about Mitchell and Shelby--is insufficient to connect Dean to a conspiracy involving the Park Towers project.  The most damning thing the government points to is a memorandum, written by someone who had spoken to someone who had spoken to Shelby, stating that Shelby's \"friend\" at the Department said problems with the project could be favorably handled.  But no evidence ties Dean to the resolution of any of these problems--the waiver allowing Park Towers Apartments to receive funding was signed by DeBartolomeis, whom Shelby identified as his primary Department contact, and came from DeBartolomeis' office.  The only other piece of evidence linking Dean to Park Towers is the suggestion in a note written from Shelby to Dean that the two had discussed the project over lunch.  Nothing shows that Dean had anything to do with the Department's initial decision to allocate funds to the Florida public housing authority.  This evidence simply cannot support a conclusion that Dean defrauded the United States and the Department by facilitating Department decisions favorable to the Park Towers project.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With respect to the Marbilt project, the government's evidence of overt acts by Dean and her alleged co-conspirators consisted mainly of a letter Dean sent to Mitchell, and two memoranda.  The letter, in which Dean addresses Mitchell as \"Dear Dad,\" responds to an inquiry Mitchell made on behalf of Nunn and Martinez, apparently regarding the Department's denial of Martinez' requests for loan increases.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  After explaining that \"the Department tried as best it could to be lenient,\" Dean wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>As you know, I stand behind the decision of the carreer [sic] people in Headquarters.  Intervening in a situation like this would be like jogging through quicksand.  I think it's time we say \"adios\".</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government claims that the sentence \"I think it's time we say 'adios' \" would justify the jury in concluding that Dean and Mitchell were working together on this matter.  We do not understand how.  The two sentences preceding \"adios\" suggest, if anything, that Dean was refusing to get involved, that she supported the Department's adverse decision.  In context, the sentence the government stresses may be plausibly interpreted as Dean's advising Mitchell that the Department's position on this matter was final.  The sentence is insufficient to warrant any conclusion that Dean used her official position at the Department to further Mitchell's or Martinez' interests regarding Marbilt.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">With respect to the South Florida I project, the evidence is also too weak to support Dean's conviction on Count One.  In May 1986, the developer of the South Florida I project, Martinez, received a letter from the Dade County housing authority acknowledging receipt of his application for moderate rehabilitation funding.  The letter continued:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>As you know we have no uncommitted Section 8 Moderate Rehabilitation monies.  When we receive additional monies, we will choose applications based on our selection criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Martinez sent a copy of this letter to Nunn.  In an accompanying letter, Martinez said the Dade County agency had suggested his project would receive funding from the next allocation of funds the agency received from the Department.  Implicit in the letter is Martinez' understanding that Nunn was to secure approval for an award of federal funds to the Dade County agency.  Martinez wrote that it \"would be much better\" if the Department awarded funds sufficient to upgrade 219 units, the number of units for which he requested funding in his application, so that \"there would be no confusion as to whose proposal it is.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Nunn sent copies of Martinez' and the agency's letters to Brennan, Mitchell's colleague at Global Research, Inc.  As they both acknowledged at trial, Brennan then met with Dean on June 6, 1986.  At the meeting, which lasted only a few minutes, Brennan asked Dean to look into the status of the South Florida I project and gave Dean copies of the two letters.  Dean forwarded the letter from the state agency to the Federal Housing Commissioner.  In September 1986, an official directed the preparation of documents for several funding awards to public housing authorities.  Included in the list of awards was one for 315 units to the Dade County housing authority.  The official's rough notes indicated the 315 units came from the addition of \"96\" and \"219\"--the figure 219 corresponding to the number of units for which Martinez wanted funding.  A memorandum of a September 18, 1986, telephone call from Dean indicated that she had made certain changes to the list of awards, but the memorandum said nothing about the award to the Dade County authority.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We find the evidence regarding the funding of the South Florida I project insufficient to constitute an overt act in furtherance of the conspiracy alleged in Count One.  The government showed only that Dean briefly met with Brennan and that he gave her two documents.  Nothing else--no internal Department document, no correspondence between Dean and her alleged co-conspirators, no testimony of the alleged co-conspirators--showed that Dean had anything to do with an award of moderate rehabilitation funding to the project.  In its brief, the government makes much of Dean's failure to tell Secretary Pierce of Brennan's request.  Brief for United States at 21.  We do not attach significance to this omission.  Dean's position required that she operate autonomously of Secretary Pierce in some instances.  Without more concrete evidence linking Dean to the Department's decision to award funding to the South Florida I project, the jury could not reasonably conclude that Dean took part in a conspiracy with respect to this project.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">With respect to the Arama project, the chief piece of evidence linking Dean to an improper Department decision is a July 5, 1984, letter Dean wrote to Nunn about Arama Partnership's request for additional funding.  The letter reads:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>The Department is now in the process of completing the papers for the 293 units to the Public Housing Authority in Florida.  Let me assure you that all the necessary paperwork for the units will be transmitted by the end of this week and that Arama Partnership will definitely receive these units from HUD.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This letter is damaging to Dean for two reasons.  First, she wrote it before the Federal Housing Commissioner, the Department official with final responsibility for authorizing the disbursement of housing funds to public housing authorities, had notified the Florida public housing authority that the Department had approved its request for funding.  Second, the letter assured Nunn that the Arama Partnership, rather than the Florida housing authority, would receive funding.  Both the letter's timing and its reference to project-specific funding suggest that federal regulations--which made public housing authorities responsible for selecting which rehabilitation projects to fund, 24 C.F.R. Secs. 882.503-882.504 (1982)--had been bypassed.  In letters to other developers who inquired about funding, Dean wrote that regulations \"prohibit HUD from making project specific allocations.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Given these irregularities, the July 5, 1984, letter is sufficient to support the verdict on Count One that Dean committed an overt act in furtherance of a conspiracy to defraud the Department.  Dean testified at trial that she had asked the Federal Housing Commissioner whether the Arama project had been funded.  The Commissioner confirmed that it had been, and her letter simply passed this information along to Nunn.  But the former Housing Commissioner testified otherwise.  Although he did \"not remember Deborah Dean asking\" him to sign off on the funding document, he stated that he did not know that the 293 units would go to a specific project in Miami.  According to the former Commissioner, the letter ran contrary to the Department's prohibition against project-specific awards.  From this evidence, a jury could conclude that Dean had acted with Mitchell and Nunn to defraud the federal government by impairing the functioning of the Department.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In sum, the government's evidence is sufficient to show that Dean knowingly engaged in overt acts in furtherance of a conspiracy to defraud the federal government with respect to the Arama development.  A reasonable jury could not, however, conclude from the evidence presented at trial that Dean had collaborated with her alleged co-conspirators to facilitate the Department's decisions regarding the other projects named in Count One--Park Towers, Marbilt, and South Florida I.  To establish a conspiracy, the government need show only that one of the conspirators engaged in a single overt act to further the conspiracy.  Braverman v. United States, <span class=\"citation\" data-id=\"103708\"><a href=\"/opinion/103708/braverman-v-united-states/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span>, 53, <span class=\"citation\" data-id=\"103708\"><a href=\"/opinion/103708/braverman-v-united-states/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 101, <span class=\"citation\" data-id=\"103708\"><a href=\"/opinion/103708/braverman-v-united-states/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">23</span></a></span> (1942).  Thus, on the strength of the evidence relating to the Arama project, we sustain Dean's conviction on the first conspiracy count.  The overt acts proved by the government necessarily delineate the scope of the conspiracy.  Cf. Fiswick v. United States, <span class=\"citation\" data-id=\"104336\"><a href=\"/opinion/104336/fiswick-v-united-states/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span>, 216, <span class=\"citation\" data-id=\"104336\"><a href=\"/opinion/104336/fiswick-v-united-states/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></a></span>, 227, <span class=\"citation\" data-id=\"104336\"><a href=\"/opinion/104336/fiswick-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">196</span></a></span> (1946) (\"The overt acts averred and proved may thus mark the duration, as well as the scope of the conspiracy.\").  The conspiracy the government proved involved only Dean, Mitchell and Nunn and related only to the funding of the Arama project.  As discussed below, see infra pp. 666-67, we remand the case for the district court to reconsider its sentencing decision in light of this more limited conspiracy.</p>\n    </div>\n    <p class=\"indent\">2. Count Two</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The second conspiracy count involved Dean, Andrew C. Sankin and, to a lesser degree, Thomas R. Broussard and Richard D. Shelby.  Dean and Sankin violated 18 U.S.C. Sec. 371, the government charged, with respect to two moderate rehabilitation projects:  the Necho Allen Hotel and the Regent Street Apartments.  According to the indictment, Dean and Sankin also conspired with Broussard on the Alameda Towers development and with Shelby on the Foxglenn and Eastern Avenue projects.  The evidence was, we hold, insufficient to convict Dean with respect to the Regent Street, Foxglenn, and Eastern Avenue projects.  However, there was sufficient evidence to sustain Dean's conviction for conspiring to defraud the government in regard to the Necho Allen Hotel and the Alameda Towers projects.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Sankin, a 1984 graduate of Georgetown University Law Center, began working as a consultant on Department matters immediately after he finished law school.  He met Dean in the early 1980's through their mutual acquaintance, DeBartolomeis.  In 1984, Sankin also began managing the Stanley Arms Apartments, a 40-unit apartment building in Washington, D.C., owned by the Dean family.  Dean was Sankin's primary contact regarding Stanley Arms management matters.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Although Sankin was paid a percentage of the Stanley Arms' rental income for managing the complex, he performed other services for the Dean family for which he received no compensation.  He prepared a lengthy request for permission to raise rents at the rent-controlled Stanley Arms Apartments.  According to Sankin, the usual fee for preparing such an application was around $20,000.  Sankin testified that he asked Dean whether she would pay him for drafting the rent-increase application and that she responded that \"she had no intention of doing so.\"   Sankin did not push the issue.  A \"potential rift with Ms. Dean over this issue,\" he testified, could have jeopardized the \"considerable business [Sankin did] with the Department of Housing and Urban Development.\"   Other evidence also shows that Sankin thought his work at the Stanley Arms Apartments was linked to his Department-related business.  When he received a lump sum fee payment for his consulting services, Sankin gave the Stanley Arms' day-to-day manager a bonus, because he \"felt that the property management work that [the employee] was doing on the Stanley Arms was ... connected to and was important with the consulting work [Sankin] did at HUD.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Sankin and Dean's relationship was not limited to his management of her family's property.  In addition to the work he did at the Stanley Arms Apartments, Sankin accompanied Dean to the closing for a condominium she bought and advised her regarding a dispute over maintenance fees with the condominium association.  At Dean's suggestion, he also contributed to several political and charitable organizations.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The government introduced evidence showing that Sankin and Dean discussed moderate rehabilitation funding.  On the basis of Sankin's credit card receipts, the jury could have concluded that from May 1986 to September 1987 Sankin entertained Dean and discussed moderate rehabilitation funding or other Department matters with her on eight occasions.  Five of the receipts referred to Dean by name.  Three others described Sankin's guest in a way that would permit a jury to infer that he had entertained Dean.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">One of Sankin's clients was John B. Rosenthal, developer of the Necho Allen Hotel and Regent Street Apartments.  The Necho Allen was a 65-unit moderate rehabilitation project for the elderly in Pottsville, Pennsylvania.  Rosenthal hired Sankin to help him obtain the Department's permission to charge rents at the Necho Allen Hotel exceeding those allowed by Department regulations.  According to a December 17, 1984, letter from Rosenthal to Sankin, Rosenthal agreed to pay Sankin $10,000 if the Department approved the request for the Necho Allen exception before January 1, 1985.  Although the Regional Housing Commissioner supported the Department's granting the Necho Allen request, the Department initially denied it.  On March 1, 1985, however, a memorandum from Secretary Pierce's office reversed this position and approved the exception to Department regulations.  The memorandum bore a duplicate of Secretary Pierce's signature, authorized by Dean.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Sankin testified that part of his job as a consultant on the Necho Allen project was to \"act as an advocate on behalf of the client with the Department and with Deborah Dean.\"   It was his understanding that as the Secretary's Executive Assistant, Dean was in a position to waive Department regulations regarding rents for rehabilitated properties.  Sankin delivered the materials requesting the rental exception to Dean and met with Dean and several members of her staff regarding the project.  The Regional Housing Commissioner made a second request, in February 1985, to the Secretary asking for approval for the Necho Allen exception rents.  A form from the Secretary's office stated that the letter was \"taken to Deborah Dean ... on 2/28/85 (per her request).  She will prepare final response.\"   A February 12, 1985, letter from Rosenthal to Dean--written before the memorandum approving the exception had been issued--thanked Dean \"for the support [she had] provided in securing exception rents\" and asked her to \"provide evidence that exception market rents have been granted to the HUD area office.\"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The government contends, and we agree, that this evidence shows that Dean overruled Department officials to help Rosenthal obtain increased rents on the Necho Allen property.  Dean asked that paperwork regarding the Necho Allen request for exception rents be directed to her office, and an internal Department document indicated that she would prepare the response.  She authorized the use of Secretary Pierce's name in connection with issuance of the memorandum granting the Necho Allen petition.  Moreover, Rosenthal communicated directly with Dean regarding the project, thanking her for her efforts and asking for confirmation of the Department's grant of the exception.  From this evidence, a reasonable jury could conclude that Dean improperly used her position at the Department to facilitate approval of the Necho Allen petition for Sankin's client.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Rosenthal also retained Sankin to help him obtain additional moderate rehabilitation funding for the Regent Street Apartments in Philadelphia.  Rosenthal's company had at first acquired only five of six buildings on a block and had obtained federal funding to upgrade units in those buildings.  After the company bought the sixth building, it sought additional moderate rehabilitation funds to upgrade the 25 units in that building.  Sankin testified that he contacted Dean to ask if \"there was any possibility of receiving Mod Rehab funding for this housing authority and this property.\"   Rosenthal testified that he met with Dean to \"make [a] case for the ... additional Section Eight grants [he] needed\" for the Regent Street project.  A letter dated July 16, 1985, from Dean to Rosenthal informed him that \"all Mod-Rehab units have been committed for Fiscal Year 1985.\"   Dean also expressed her willingness to \"discuss [the] Regent Street Project\" near the beginning of the next fiscal year, but cautioned that \"competition for these units is very intense.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Two internal Department documents dated September and November 1985 indicate that the Department allocated funds to rehabilitate 12 and 13 units to the Philadelphia Housing Authority.  Dean's name appears on neither of these internal documents.  Although the Department official responsible for releasing federal funds to the field did not know whether these documents described funds that in fact went to the Regent Street project, the project ultimately received moderate rehabilitation funding--enough for 13 units in 1985 and for 13 units in 1986.  Sankin said that Dean notified him about the funding award.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The evidence on the Regent Street project is insufficient to show that Dean conspired with Sankin to direct funding to the project.  Connecting Dean to the project are only Sankin's and Rosenthal's statements that they discussed with Dean their desire to obtain federal funds.  They did not testify that Dean told them that the project would receive funding, and the letter from Dean to Rosenthal mentions only generally her amenability to discuss funding for the project at a later time.  No internal Department documents connect Dean to the funding decision.  A jury could not reasonably infer from this sparse evidence that Dean attempted to facilitate the Department's funding of the Regent Street project.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Sankin, together with Thomas Broussard, also worked as a consultant for the Alameda Towers project, a housing development in Puerto Rico.  Funds became available for the project after the Department withdrew money allocated to rehabilitate around 600 units in other Puerto Rican housing developments because of improprieties regarding the funding of those projects.  After learning of the unexpected availability of moderate rehabilitation funds in Puerto Rico, Sankin asked Dean if he could solicit a client to compete for the funding.  According to Sankin, Dean did not think him \"experienced enough to work with this program\" and suggested he team up with someone more seasoned in Department matters, such as Broussard.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Sankin and Broussard joined forces, and the two began looking for a development project that would qualify for the funds allocated to the Puerto Rico housing authority.  Ultimately, in October 1985, Sankin and Broussard entered into an agreement with Cleofe Rubi and Eduardo Ballori.  Broussard told Rubi and Ballori that he had \"received assurances from people high up in HUD who were decisions makers ... that this kind of an application would be favorably looked upon\" and that he \"thought we could get 150 units without any difficulty based on that application.\"   According to Rubi, Broussard claimed that funds to rehabilitate \"150 of those units [had been] assigned to him by the Secretary's office and by Mrs. Debbie Dean.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Rubi and Ballori agreed to pay Sankin and Broussard $100,000 each upon the granting of funding sufficient to rehabilitate 300 units in the Alameda Towers development.  The Department funded the Alameda Towers project, and Sankin and Broussard each received $75,000.  Rubi testified that neither Broussard nor Sankin agreed to do any work in exchange for receiving these payments, but that he simply \"bought\" the right to receive moderate rehabilitation funding from them.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Both Sankin and Broussard testified to Dean's involvement in the Alameda Towers funding decisions.  Broussard contacted Dean after Sankin approached him about doing business in Puerto Rico.  In this conversation, the first of 20 to 25 telephone calls between Dean and Broussard, Dean \"basically indicated to [Broussard] an application for approximately 150 units, maybe as many as 200 units would be looked upon favorably.\"   In a letter postmarked June 10, 1985, Broussard wrote Dean that the Department's regional administrator for Puerto Rico was \"putting [him] in contact with a group in old San Juan that is working on units.\"   After meeting with Rubi and Ballori, Broussard testified that he spoke with Dean, to \"give her the details of [the] application.\"   According to Broussard, Dean was pleased with the proposal and she \"indicated that when it came up for approval it would have her support and that [Broussard] should count on getting at least 150 units.\"   From Broussard's testimony and his letter to Dean, we find the jury could reasonably have concluded that Dean used her position at the Department to facilitate funding for the Alameda Towers project.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As additional evidence of overt acts taken in furtherance of the conspiracy charged in Count Two, the government linked Dean to Department decisions regarding the Foxglenn and Eastern Avenue projects.  Sankin collaborated with Shelby, a political consultant also named as a co-conspirator in the first conspiracy count, to obtain moderate rehabilitation funding for these projects.  Sankin wanted to work with another person on Department consulting matters because he feared that his direct involvement in Department matters might appear improper, given his close friendship with DeBartolomeis.  Sankin testified that Dean referred Shelby to him.  Shelby's job was to \"work with the officials\" at the Department, while Sankin dealt with the developer and the local housing authorities.  With this division of responsibilities, Sankin's communication with Dean regarding the projects was limited, although he said \"she certainly knew that [Sankin] was working with Rick Shelby and Mr. Shelby would ask her about [Foxglenn] and [Sankin] discussed it with her from time to time as well.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Shelby testified that Dean was his primary Department contact for the Foxglenn and Eastern Avenue projects, but that he also met with R. Hunter Cushing and, on the Foxglenn project, DeBartolomeis.  For each project, Shelby met with Dean three or four times and spoke with her on the phone.  An employee who reported to Dean in 1986 testified that Dean brought Shelby into her office and told her \"to take good care of him.\"   The Foxglenn project was awarded moderate rehabilitation funding, and Shelby and Sankin each received $110,000 for their services.  Shelby and Sankin were also paid $57,000 and approximately $20,000, respectively, for their work on the Eastern Avenue development, less than the sum for which they had initially contracted because the developer who hired them as consultants did not receive funding.  Shelby confirmed that he received these consulting payments because he had \"access to high-ranking government officials,\" of whom Dean was one.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We believe the evidence connecting Dean to the Foxglenn and Eastern Avenue projects is too tenuous to support a jury conclusion that Dean, Shelby and Sankin conspired with regard to these projects.  Nothing shows that Dean had anything to do with the Department's decisions to award or not to award funding to these projects.  The government's evidence simply shows that Dean met with Shelby and Sankin and that she discussed the Moderate Rehabilitation Program at these meetings.  No evidence directly links Dean to any Department decision, favorable or unfavorable, made regarding these projects.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In conclusion, the evidence relating to the Necho Allen Hotel and the Alameda Towers development was sufficient to establish that Dean knowingly participated in a conspiracy to facilitate decisions favorable to the developers of these projects, and thus to Sankin.  The evidence on the Regent Street, Eastern Avenue and Foxglenn projects does not support Dean's conviction.  As with Count One, see supra p. 651, we sustain Dean's conviction, but remand the case so that the trial court may reconsider Dean's sentence in light of our decision.</p>\n    </div>\n    <p class=\"indent\">3. Counts Three and Four</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Count Three charged Dean with conspiring with Louis Kitchin, another Department consultant, to defraud the United States, charges paralleling the allegations of Counts One and Two.  The government supported this charge with evidence linking Dean and Kitchin to funding decisions made regarding four projects:  Heritage Village in Atlanta, the Cutlerwood and Springwood Apartments in Miami, and the Woodcrest Retirement Center in San Diego.  In addition, Count Three accused Dean and Kitchin of conspiring to violate 18 U.S.C. Sec. 201(c)(1)(B), a bribery statute, because Dean accepted $4,000 from Kitchin.  Count Four of the indictment charged Dean with violating 18 U.S.C. Sec. 201(c)(1)(B).  We hold that the evidence was sufficient to support a conviction on both counts.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Before he began working on Department matters in April 1986, Kitchin was a political consultant and campaign manager.  Kitchin knew Dean through mutual political connections before she began working at the Department.  Kitchin described Dean as \"the most knowledgeable person\" at the Department and admitted that he and Dean had discussed his desire to obtain Moderate Rehabilitation Program funds for his clients' projects.  Jack Jennings, Kitchin's business colleague, testified that Kitchin would \"talk with Debbie to try to get mod rehab units, and on several occasions, [Kitchin] told [Jennings] that he was able through talking to her to get the mod rehab units.\"   Dean's secretary testified that at some time Dean might have instructed her to tell Kitchin that moderate rehabilitation funds were \"coming,\" in response to an inquiry from Kitchin.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">At trial, Kitchin acknowledged approaching Dean on behalf of his Atlanta client, Nick Bazan, and explained that Bazan wanted to get funding to rehabilitate 200 units in Atlanta.  According to Kitchin, Dean told him \"that number for Atlanta could be done.\"   Bazan, the Atlanta developer, testified that Kitchin said he \"would be able to obtain some Mod Rehab units\" because \"he had a friend, Debbie Dean ... and that he could talk to her ... or that office ... or he knew people in Washington.\"   Bazan also said Kitchin told him Kitchin planned to \"have lunch with Debbie Dean ... to talk to her about obtaining the ... units.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Following Kitchin's advice, Bazan had an Atlanta public housing authority sign a letter formally requesting moderate rehabilitation funding, which Bazan delivered to Kitchin.  Less than a week later, on October 30, 1986, the Department allocated to the Atlanta housing authority enough funding to rehabilitate 200 units.  Ultimately, however, the housing authority did not award funding to the Heritage Village project.  Since the contract between Bazan and Kitchin provided that Bazan would pay Kitchin only if the project were funded, Kitchin received nothing for what he had done in connection with the Heritage Village project.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In addition to Kitchin's and Bazan's testimony, two documents connect Dean to the Heritage Village project.  The first showed that at some point Dean sent a handwritten list of nine different \"Mod Rehab\" projects, noting the number and types of units for each project, to the Federal Housing Commissioner.  The list included \"City of Atlanta, Ga.  Dept. of Com. Dev.\" with the notation \"200 2 bdrms.\"   At the bottom of the list, Dean wrote:  \"Let me know when in action so I can call OMB.  Very Important!\"   The second piece of evidence linking Dean to the Heritage Village project is a January 20, 1987, memorandum from Kitchin to Dean asking that the Department characterize Bazan's application as involving a refinance, rather than a purchase, transaction.  At the bottom of Kitchin's memorandum, Dean wrote \"Please see this through.\"</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">From this evidence, a reasonable juror could conclude that Dean collaborated with Kitchin to attempt to direct moderate rehabilitation funding to the Heritage Village project.  The government presented evidence that Kitchin claimed he could get funding through Dean.  Dean took action on a memorandum sent to her by Kitchin regarding the Heritage Village development.  There is evidence showing that Dean was responsible for sending funding for the rehabilitation of 200 units to the Atlanta housing authority.  That Bazan, Kitchin's client, did not receive this funding does not alter our conclusion that the evidence was sufficient to show a conspiracy.  The conspiracy, rather than the accomplishment of its objectives, is the gravamen of this offense.  United States v. Evans, <span class=\"citation\" data-id=\"354019\"><a href=\"/opinion/354019/united-states-v-cecil-dwayne-evans-arnold-gene-tate-and-charles-edward/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span>, 483 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">870</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">200</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span></span> (1978);  cf. United States v. D'Amato, <span class=\"citation\" data-id=\"682425\"><a href=\"/opinion/682425/united-states-v-armand-p-damato/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1249</span></a></span>, 1257 (2d Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">As to the Cutlerwood and Springwood Apartments, Kitchin testified that he went \"through the same process\" that he followed for Heritage Village.  He said he discussed with Dean \"the units going to Miami\" and that Dean replied \"she'd do what she could to help.\"   Claude Dorsy, vice president of First Florida Equities, Ltd., testified that his company agreed to pay Kitchin $1,000 for each apartment unit for which it received moderate rehabilitation funding.  First Florida Equities paid Kitchin $203,000 when the Department allocated the Dade County housing authority funding to rehabilitate 203 units.  The only piece of documentary evidence linking Dean to the Cutlerwood and Springwood projects is a list, in her handwriting, of sixteen projects.  Next to \"Metro Dade\" is the notation \"letter\" and the figure \"203,\" broken down as \"153--1 BR, 48--2 BR, 2--0 BR.\"</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Again, we find this evidence sufficient to constitute an overt act in furtherance of the conspiracy charged in Count Three.  Under Department regulations, decisions whether to fund a specific moderate rehabilitation project were to be made by public housing authorities, not Department officials.  24 C.F.R. Secs. 882.503-882.504 (1982).  Dean's handwritten note recording precisely the number of units for which Kitchin's client wanted funding suggests that she and Kitchin conspired to violate these provisions.  From this note, Dean's ties to Kitchin, and Kitchin's testimony that he had discussed the project with Dean, a reasonable jury could conclude that Kitchin and Dean had conspired to defraud the Department by directing moderate rehabilitation funds to Kitchin's client.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The final project involved in Count Three was the Woodcrest Retirement Center in San Diego, a development backed by Jack K. Jaynes.  The lender on the project--Dean Witter--hired Kitchin to iron out problems the Woodcrest venture had experienced in its quest for moderate rehabilitation funds.  These problems were significant.  By January 1987, the Woodcrest application for funding had been denied moderate rehabilitation funding at three levels of the Department--the local Los Angeles office, the San Francisco regional office and the central office.  Denial of the application was based on the conclusion that market conditions for retirement centers in San Diego would not support the kind of development Jaynes proposed.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">According to Kitchin, he contacted \"[e]veryone from the Los Angeles HUD office to San Francisco and finally to Washington.\"   His contacts in Washington included Dean.  In a handwritten note dated December 30, 1986, Dean asked the Federal Housing Commissioner [Thomas Demery] to \"please look into\" the denial of the Woodcrest proposal, because \"an independent analysis seems in order.\"</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">A member of the Federal Housing Commissioner's staff sent a memorandum to Dean on February 5, 1987.  According to the memorandum, the \"[d]ecision on Jaynes look[ed] OK.\"   Dean wrote back:  \"Could you be more specific about Jaynes.  What does 'OK' mean exactly?   Will we do the Hdqs study?\"   Another memorandum from the staff member followed.  His office had analyzed the market for retirement centers according to a corrected method proposed by the developer.  Under the modified analysis, the data supported the developer's conclusion that the market would support the Woodcrest project.  Dean rejoined:  \"If we have a way to do it--why can't we?\"   By May 21, 1987, the Department had concluded that the proposal warranted \"reconsideration\" and that the sponsor should be told to submit a \"firm commitment application\" to the Los Angeles office.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">This evidence is sufficient to show that Dean conspired with Kitchin to use her influence at the Department to facilitate a decision favorable to Kitchin's client.  Kitchin testified that he contacted Dean on behalf of his clients who had business with the Department.  In documents that refer by name to the Woodcrest proposal, Dean twice asked for another analysis of the market conditions for San Diego retirement centers.  The Department reevaluated the proposal.  A reasonable jury could conclude that Dean--in violation of regulations prohibiting Department officials from making funding decisions for specific projects, 24 C.F.R. Secs. 882.503-882.504 (1982)--was behind the Department's reversal of its opinion on the project, a decision that directly benefited Kitchin and Kitchin's client.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The evidence also supports the jury's finding that Dean violated and conspired to violate 18 U.S.C. Sec. 201(c)(1)(B), which is set forth in the margin.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  At trial, both Dean and Kitchin admitted that Dean had accepted Kitchin's check for $4,000 in April 1987.  Beyond this, Dean's and the government's versions of events diverge.  According to Dean, Kitchin wanted to buy an apartment in the Watergate building, and she had agreed to help him find and decorate an apartment for $2,000.  The rest of the money was to pay for furnishings for the apartment.  Dean said that in June 1987, Kitchin told her he no longer wanted to buy a Washington apartment, whereupon she immediately wrote him a check for $4,250.  Although Dean's check register indicated she had written a $4,250 check to Kitchin on June 15, 1987, she acknowledged that on that date there was not enough money in her account to cover the check.  Kitchin never cashed the check, although Dean said she repeatedly asked him to do so.  Dean said she gave Kitchin $500 in cash on two occasions, as partial repayment of the $4,000.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The government's evidence undercuts Dean's story.  At trial, Kitchin characterized the payment to Dean as a loan, testifying that he gave her the money because she was undergoing her Senate confirmation hearings and was \"financially ... in some stress.\"   Bearing out this description of the payment, Kitchin noted \"Loan\" on the check he gave Dean.  Moreover, the government's evidence showed that Dean needed a loan at this time.  When she deposited Kitchin's check on May 6, 1987, her account was overdrawn $260.53, her bank had charged her account for insufficient funds four times since April 28, 1987, her April mortgage payment was late, and she owed $4,882.87 on a credit card.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Kitchin's business colleague, Jack Jennings, testified that Kitchin told him Dean \"had purchased some furniture and that she needed around $4,000 ... and that he was thinking about giving her the money.\"   When Jennings asked whether Dean was going to pay the money back, Kitchin responded, \"If she pays me back, she pays me back.  If she doesn't, she doesn't.\"   Later, Kitchin told Jennings he had given Dean the money.  Kitchin informed Jennings that, after the bank returned the cashed check to him, he had \"either destroyed the check or hidden it.\"   Kitchin's testimony about whether Dean had paid him back any portion of the $4,000 was inconsistent.  On direct examination, he said that she had not paid him anything, but on earlier occasions he said he thought she had paid him back part of the money.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The evidence is sufficient to sustain Dean's convictions on both Counts Three and Four.  Dean certainly accepted the money, and the jury could reasonably have concluded from the evidence at trial that she had never paid it back.  Moreover, in light of the evidence that Kitchin and Kitchin's clients had benefitted from Dean's efforts at the Department, the jury was entitled to find that Dean had accepted the money in exchange for her performance of \"official acts.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>B. Perjury and 18 U.S.C. Sec. 1001 Violations</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The other eight counts in the indictment arise from Dean's testimony on August 6, 1987, before the Senate Committee on Banking, Housing and Urban Affairs regarding her nomination for Assistant Secretary for Community Planning and Development.  Had the Senate confirmed Dean to this position, she would have advised the Department Secretary on community and economic development programs.  Counts Five, Seven, Nine, and Eleven allege that Dean committed perjury in violation of 18 U.S.C. Sec. 1621 for statements she made before the Senate committee.  For each of the allegedly perjurious statements, the government also charged Dean--in Counts Six, Eight, Ten, and Twelve--with violations of 18 U.S.C. Sec. 1001.  In the words of the indictment, Dean violated Sec. 1001 because she knowingly made these statements pursuant to \"a trick, scheme and device to falsify, conceal and cover up material facts.\"</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">We reverse Dean's convictions on Counts Six, Eight, Ten, and Twelve.  Section 1001 criminalizes the concealment of material facts only in matters \"within the jurisdiction of any department or agency of the United States.\"  18 U.S.C. Sec. 1001.  After oral argument in this case, the Supreme Court reversed United States v. Bramblett, <span class=\"citation\" data-id=\"105287\"><a href=\"/opinion/105287/united-states-v-bramblett/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, 509, <span class=\"citation\" data-id=\"105287\"><a href=\"/opinion/105287/united-states-v-bramblett/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">504</span></a></span>, 507, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">594</span></span> (1955), which had interpreted \"department,\" as used in Sec. 1001, to include the executive, judicial and legislative branches of the federal government.  Hubbard v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117931\"><a href=\"/opinion/117931/hubbard-v-united-states/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1754</span></a></span>, 1765, <span class=\"citation\" data-id=\"117931\"><a href=\"/opinion/117931/hubbard-v-united-states/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">779</span></a></span> (1995).  In Hubbard, the Court narrowed the reach of Sec. 1001 to matters within the executive branch, a coverage consistent with both the common usage of \"department\" and that term's definition in Title 18.   Id. at ---- - ----, ----, 115 S.Ct. at 1756-1758, 1765.   Dean was convicted on Counts Six, Eight, Ten, and Twelve for statements she made before Congress.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Her convictions on these counts therefore cannot stand.</p>\n    </div>\n    <p class=\"indent\">1. Count Five</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Count Five is based on the following exchange between Dean and Senator William Proxmire, Chairman of the Committee.  Senator Proxmire asked Dean:</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>We received a number of complaints that, in 1987, this year, there has been no notification of funds availability to regional offices.  This is troublesome because this notification is important to promote applications so that all worthy candidates have a chance to apply and that HUD has the chance and the time to rank the applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>Instead, it is suggested that informal solicitations and unawarded applications from the past are guarded by you, and that you personally go through the selections, excluding review by the appropriate staff experts.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>Furthermore, it is suggested that developers have personally come to you asking for awards.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>Now, as you know, the proper procedure is for the HUD Washington office to deal with housing authorities and for them to deal with developers.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>In some cases, the housing authorities have subsequently alerted HUD that these funds aren't even needed.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>How do you respond to that?</p>\n    </div>\n    <p class=\"indent\">Dean answered:</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>Well, to my knowledge, we do not put out a notice of funding availability on the mod rehab program.  I have never seen us do one since I've been at HUD.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>The program, instead, works that the field offices receive applications from public housing authorities.  They are rated and ranked, sent to the regional administrator, who forward [sic] them to the Assistant Secretary for Housing, Federal Housing Commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p>The Assistant Secretary for Housing puts together the applications and, with the Deputy Assistant Secretary for Multifamily Housing, comes to some conclusion as to where they believe these funds could best be used.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>Once again, they bring it to a panel of people, which is the Under Secretary, the executive assistant to the Secretary and the Federal Housing Commissioner.  That panel goes solely on information provided by the Assistant Secretary for Housing.  He gives us the information and the three of us make recommendations to the Secretary, who is the person who approves those units.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The italicized sentence in Dean's response is the foundation for the Count Five perjury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">A witness testifying under oath violates 18 U.S.C. Sec. 1621, which is set out in the margin,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> if she willfully gives false testimony on a material matter.  United States v. Dunnigan, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span></a></span>, 1116, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (1993).  Testimony resulting from confusion, mistake or faulty memory cannot support a perjury conviction.  Id.  Dean claims that she did not commit perjury because she answered \"the question that was essentially asked--whether she made [moderate rehabilitation funding] decisions alone.\"   Brief for Appellant at 37.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">We disagree with Dean's characterization of Senator Proxmire's question.  The thrust of the Senator's inquiry was whether Dean played a part in any moderate rehabilitation funding decision in which Departmental regulations were not followed.  Specifically, he wanted to know whether Dean had violated Department regulations by personally ensuring that moderate rehabilitation funds went to specific developers, despite regulations requiring local public housing authorities to allocate awards to developers.  In essence, Dean denied Senator Proxmire's intimations.  She asserted that the Department, acting through a three-person panel of which she was a member,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> allocated moderate rehabilitation funds to public housing authorities based \"solely\" on information supplied by the Assistant Secretary for Housing/Federal Housing Commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">But at trial the government presented evidence belying Dean's portrayal of the program.  A Department official's description of a panel meeting is illustrative.  J. Michael Dorsey, Department General Counsel from 1987 to 1989, attended a panel meeting in early 1987.  At the meeting, Demery, the Federal Housing Commissioner at the time, \"came with a list ... of cities with a number of units and we went through the list.\"   According to Dorsey, Dean commented on some of the applications, identifying \"people who had called her about specific projects.\"   Demery testified that he and Dean participated in two panel meetings in 1987.  Before the meetings, he and Dean discussed public housing authorities that had \"come to [their] attention.\"   The two would then \"come to a consensus\" regarding funding.  Factors influencing their \"deliberative process\" included \"any contacts on behalf of the [authority's] requests.\"   From this evidence, the jury was entitled to find that the panel did not base its decisions \"solely on information provided by the Assistant Secretary for Housing.\"   We therefore sustain the jury's conviction of Dean on Count Five.</p>\n    </div>\n    <p class=\"indent\">2. Count Seven</p>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Count Seven charged Dean with perjury, in violation of 18 U.S.C. Sec. 1621.  This charge stemmed from the rest of Dean's reply to Senator Proxmire's question.  She continued:</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p>I have never given or approved or pushed or coerced anyone to help any developer.  Those funds go directly to the public housing authority.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>As a matter of fact, I have regular meetings with public housing authorities where I tell them that they should be dealing directly with developers.  A lot of times, public housing authorities send developers to HUD.  And they meet with people all over the building.  It's a tremendous waste of time, and I let them know that;  because those funds go to the public housing authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">The two italicized sentences are the bases for the Count Seven perjury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">We sustain the jury's verdict finding Dean guilty on Count Seven.  The government established that Dean participated in three conspiracies in which she used her influence at the Department to make sure moderate rehabilitation funds went to favored projects and developers.  Given this evidence, the jury could reasonably have concluded that Dean lied when she said she had never \"help[ed] any developer\" and that developers who contacted her wasted their time because public housing authorities decided which projects to fund.</p>\n    </div>\n    <p class=\"indent\">3. Count Nine</p>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Count Nine arises from the following colloquy between Dean and Senator Proxmire:</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>Senator Proxmire:  Now, Ms. Dean, can you tell us about your involvement in the deployment of section 8?   That's the moderate rehabilitation funds for a project known as Baltimore Uplift One?</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p>According to the Washington Post in a story dated October 1984, there was an abuse of some $17 million;  according to HUD staffers in Baltimore, these funds came from the Secretary's discretionary fund.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p>And since you worked closely to the Secretary at the time, what can you tell us about that problem?</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p>Dean:  Senator, could you give me the date again?</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p>Senator Proxmire:  Yes.  The date is October 1984.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p>Dean:  I was executive assistant to the Secretary at that time.  I've never heard of Baltimore Uplift One.   It was a moderate rehabilitation project?</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p>Senator Proxmire:  What's that?</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p>Dean:  You said it was in the mod rehab program?</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p>Senator Proxmire:  Mod, section 8, moderate rehabilitation.  That's right.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p>Dean:  There are two explanations why I would not know it.  I might not know the name or those funding decisions were made prior to my appointment in June, and the funds were not released from the Department until October.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p>But I've never heard of Baltimore Uplift One.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">The two italicized sentences, in which Dean denies having heard of the Baltimore Uplift One project, are the foundation of the Count Nine perjury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">To support her argument that she responded truthfully to Senator Proxmire's question about the Baltimore Uplift One project, Dean argues that evidence supports both of the explanations she offered at the Senate hearing for her unfamiliarity with the project.  First, she points to DeBartolomeis' testimony that the Department made the final decision to allocate moderate rehabilitation funds to the Baltimore Uplift project in May 1984, before Dean's June 24, 1984, appointment to the position of Executive Assistant to Secretary Pierce.  Second, Dean relies on testimony from James Baugh, an employee in the Public and Indian Housing section of the Department.  Baugh participated in the administration of the Moderate Rehabilitation Program until late 1983 or early 1984.  Although Baugh was familiar with \"the concept of uplift\" programs, he had never heard of Baltimore Uplift One.  Apparently, Dean reasons that since Baugh had never heard of the project, one could conclude that she had never heard of it either.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">Dean's evidence, however, does not overcome the government's proof that she had heard of the project.  DeBartolomeis testified that he was familiar with the Baltimore Uplift One project, a \"scattered type multi-family project that had trouble getting finished.\"   He knew Dean was involved in the project because she \"talked to [him] about it.\"   Janice Golec, special assistant to Secretary Pierce from 1983 to 1985, testified that Dean asked her to attend a meeting regarding the project and that Dean gave her \"a brief overview of what the project was and what the issues were.\"   From this evidence, a jury could rationally have concluded that Dean did not tell the truth at the Senate hearing when she said she had never heard of Baltimore Uplift One.  We therefore do not disturb the jury's conviction of Dean on Count Nine.</p>\n    </div>\n    <p class=\"indent\">4. Count Eleven</p>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The final perjury count on which the jury convicted Dean is based on the last statement she made in response to Senator Proxmire's inquiry about the Baltimore Uplift One project.  After saying \"But I've never heard of Baltimore Uplift One,\" Dean continued:</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p>As a matter of fact, no moderate rehabilitation units that I know of, unless they were sent directly by the Secretary, have ever gone to my home State of Maryland, simply for that reason--that I sat on the panel.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The jury found that in making this statement, Dean committed perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">We reverse Dean's conviction on Count Eleven.  The government claims Dean's statement represented her denial of having ever participated in a moderate rehabilitation funding decision for a Maryland project.  Brief for United States at 39-40.  But that is not literally what she said.  While Dean had participated in decisions for Maryland projects, her testimony indicated that those projects did not receive special consideration \"simply\" because Dean sat on the panel.  Dean's statement could have been true, and, in any event, the government never proved at trial that she showed particular favoritism to Maryland projects.  Although it may be, as Mark Twain said, that \"[o]ften, the surest way to convey misinformation is to tell the strict truth,\" a statement that is literally true cannot support a perjury conviction.   Bronston v. United States, <span class=\"citation\" data-id=\"108651\"><a href=\"/opinion/108651/bronston-v-united-states/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 360, <span class=\"citation\" data-id=\"108651\"><a href=\"/opinion/108651/bronston-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">595</span></a></span>, 600, <span class=\"citation\" data-id=\"108651\"><a href=\"/opinion/108651/bronston-v-united-states/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">568</span></a></span> (1973).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">In addition to challenging her conviction for insufficient evidence, Dean contends that the trial court committed reversible error in several of its rulings.  We address first her complaint that the trial court improperly quashed two defense subpoenas.  Next, we consider her claim that the prosecutor's conduct at trial requires reversal of her conviction.</p>\n    </div>\n    <p>A. The Quashed Subpoenas</p>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Dean argues that the trial court committed reversible error in quashing subpoenas she served on Senator Proxmire and Bart Naylor, a Senate committee investigator.  The Sixth Amendment gives a defendant in a criminal proceeding the right to \"have compulsory process for obtaining witnesses in his favor.\"   U.S. CONST. amend.  VI.  This right is not violated by \"the mere absence of testimony.\"  United States v. Valenzuela-Bernal, <span class=\"citation\" data-id=\"110797\"><a href=\"/opinion/110797/united-states-v-valenzuela-bernal/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">858</span></a></span>, 867, <span class=\"citation\" data-id=\"110797\"><a href=\"/opinion/110797/united-states-v-valenzuela-bernal/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3440</span></a></span>, 3446, <span class=\"citation\" data-id=\"110797\"><a href=\"/opinion/110797/united-states-v-valenzuela-bernal/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1193</span></a></span> (1982).  Rather, the defendant must make \"some plausible showing of how [the witnesses'] testimony would have been both material and favorable to his defense.\"  Id.;  see Washington v. Texas, <span class=\"citation\" data-id=\"107481\"><a href=\"/opinion/107481/washington-v-texas/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></a></span>, 16, <span class=\"citation\" data-id=\"107481\"><a href=\"/opinion/107481/washington-v-texas/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span>, 1921, <span class=\"citation\" data-id=\"107481\"><a href=\"/opinion/107481/washington-v-texas/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1019</span></a></span> (1967).  A witness' testimony is material if its absence actually prejudiced the defendant's ability to mount a defense.  United States v. North, <span class=\"citation\" data-id=\"546208\"><a href=\"/opinion/546208/united-states-v-oliver-l-north/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">843</span></a></span>, 889 (D.C.Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">941</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2235</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">477</span></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">Dean proposes two ways in which Senator Proxmire's and Bart Naylor's testimony would have assisted her defense, neither of which is persuasive.  Their testimony, as she sees it, would have disproved the charge that she intentionally misled the Senate by testifying that the panel allocating funds to public housing authorities relied \"solely on information provided by the Assistant Secretary for Housing,\" the statement at issue in Count Five.  Brief for Appellant at 42.  Since her job at the Department required her to \"make sure that Congressional input was properly considered\" in moderate rehabilitation funding decisions, she could not have intended \"to conceal the fact that she provided incidental information, such as Congressional input, to the panel.\"   Id.  By showing Senator Proxmire's familiarity with her liaison function, Dean claims she could have established that she did not intend to speak falsely when she said the panel relied only on information provided by the Assistant Secretary of Housing.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">Dean's theory appears to be that if she had testified, \"That panel goes solely on information provided by the Assistant Secretary for Housing, as well as on Congressional information I provide,\" she would not have committed perjury.  At best, Senator Proxmire might have added this twist to the statement she made at the Senate hearings.  But even if this is what she meant, the jury could still have found from the evidence that she intentionally testified falsely.  It is up to the jury \"to determine that the question as the defendant understood it was falsely answered in order to convict.\"  United States v. Chapin, <span class=\"citation\" data-id=\"327600\"><a href=\"/opinion/327600/united-states-v-dwight-l-chapin/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1274</span></a></span>, 1280 (D.C.Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">449</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></span> (1975).  Senator Proxmire plainly wanted to find out whether Dean had bypassed federal regulations and had dealt directly with developers in administering the Moderate Rehabilitation Program.  Dean's response to the Senator can be fairly read as a denial of such dealings.  The government presented evidence from which the jury could conclude that this denial was false.  Senator Proxmire's and Naylor's testimony therefore would have not altered the essential untruthfulness of her statement.  It follows that Dean was not actually prejudiced by the trial court's quashing of the subpoenas.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">Dean's second argument is that the Senator's and Naylor's testimony was material to her defense because it could have established that the Senator's question lacked a proper legislative purpose.  Brief for Appellant at 43-44.  Whatever the force of her argument,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> she did not make this claim to the trial court, her counsel's vague references to Senator Proxmire's \"motive ... bias and ... reason to do what he [did]\" and to a \"political circus\" notwithstanding.  Accordingly, we review the trial court's failure sua sponte to consider this argument for plain error--whether it was both \"very obvious and gravely prejudicial.\"  United States v. Derr, <span class=\"citation\" data-id=\"604764\"><a href=\"/opinion/604764/united-states-v-tyrone-derr/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1330</span></a></span>, 1333 n. 2 (D.C.Cir.1993).  Because the theory of the relevance of Senator Proxmire's and Naylor's testimony Dean now proposes is far from obvious, the trial court did not plainly err in not addressing it.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p>B. Alleged Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">Dean next claims that the trial court erred in not granting her motion for a new trial because of the prosecutor's conduct before and during trial.  She argues that the government violated the obligations to provide her with exculpatory information, see Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963), and that the prosecutor's closing argument was impermissible.</p>\n    </div>\n    <p class=\"indent\">1. Brady Issues</p>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">Brady v. Maryland, 373 U.S. at 87, 83 S.Ct. at 1197, requires the prosecution to disclose to an accused exculpatory information that is both favorable and material to guilt or punishment.  This duty extends to evidence drawing into doubt the credibility of a witness when the witness' reliability may be determinative of guilt or innocence.  Giglio v. United States, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 154, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">763</span></a></span>, 766, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span></a></span> (1972).  Evidence is material if there is a reasonable probability that, had the evidence been disclosed, the outcome of the proceeding would have differed.  United States v. Bagley, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 682, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>, 3383, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1985).  A reasonable probability is a \"probability sufficient to undermine confidence in the outcome.\"  Id.  When the government delays disclosing exculpatory evidence, the defendant must show a reasonable probability that an earlier disclosure would have changed the trial's result.  United States v. Tarantino, <span class=\"citation\" data-id=\"506169\"><a href=\"/opinion/506169/united-states-v-john-c-tarantino-united-states-of-america-v-robert-h/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1384</span></a></span>, 1417 (D.C.Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">840</span></span>, 867, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span></span>, 174, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">83</span></span>, 143 (1988).  If a defendant receives exculpatory evidence \"in time to make effective use of it,\" a new trial is, in most cases, not warranted.  United States v. Paxson, <span class=\"citation\" data-id=\"514582\"><a href=\"/opinion/514582/united-states-v-wesley-c-paxson-sr/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">730</span></a></span>, 737 (D.C.Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">Dean points to a number of instances in which the government was either delinquent in complying with its Brady obligations or did not comply with Brady at all.  First, despite a June 30, 1992, order from the court to produce exculpatory evidence, the government did not provide her with three potentially exculpatory statements from interviews until August 20, 1993, less than two weeks before jury selection.  Brief for Appellant at 45.  At this time, the government disclosed:  (1) Shelby had told the prosecution that, as far as he knew, Dean did not know of Mitchell's involvement in the Park Towers Apartments project;  (2) Kitchin had denied that Dean had provided any personal favors for him relating to Department business;  and (3) the manager of the Baltimore Uplift One project had said that Dean was not involved in that project.  Id. at 46 n. 27.  Second, the government did not identify as exculpatory a statement from an interview with Shelby indicating that Shelby had tried to keep Dean from finding out about Mitchell's involvement with Park Towers.  On the first day of trial, Dean located this remark in a witness statement provided by the government pursuant to the Jencks Act, 18 U.S.C. Sec. 3500.  Brief for Appellant at 47 n. 30.  Third, the government failed to classify as exculpatory certain telephone messages to Mitchell.  Dean claims that these messages showed Lance Wilson, Dean's predecessor as Executive Assistant, was Mitchell's contact on the Arama project, not Dean.  Id. at 47 n. 31.  Dean obtained this information through discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">Dean also complains that the government presented \"false evidence\" at trial because it introduced a number of Sankin's credit card receipts that indicated he had entertained and given gifts to Dean.  On cross-examination, Sankin stated that he had told counsel for the government that several of the charge slips introduced into evidence \"were definitively not related to Deborah Dean.\"   At a bench conference, government counsel explained that on the previous day Sankin told him that \"he had no specific recollection\" regarding any of the receipts, even the ones bearing Dean's name.  Observing that the government should have alerted the court and defense counsel to Sankin's statement, the judge gave defense counsel three choices.  The court would either strike the documents, give the jury cautionary instructions, or defense counsel could simply cross-examine Sankin and discredit his testimony.  Dean's counsel opted to continue cross-examination.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">We deplore the government's tardiness in producing the statements from Shelby, Kitchin, and the manager of the Baltimore Uplift One project and its failure to identify the Shelby statement and the telephone messages as exculpatory.  We agree with the district court that the government should have notified the court and Dean's counsel of Sankin's statement regarding the charge card receipts.  Nevertheless, because Dean has not established that the government's dereliction materially prejudiced her defense, she is not entitled to a reversal of her conviction on any count.  Dean effectively used, or had an opportunity to use, all the late-disclosed or unsegregated exculpatory evidence at trial.  On cross-examination, Shelby repeated the statements he made to the government in interviews.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Shelby said that when he entered into the agreement with Mitchell he was not aware of Mitchell's relationship with Dean and that as far as he knew, Dean never knew Mitchell received a consulting fee from any of Shelby's projects.  He admitted that he intentionally did not tell Dean that he paid Mitchell any money.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">Dean also used Kitchin's statement effectively.  On cross-examination, Kitchin testified that no one at the Department--including Dean--did anything for him \"that wasn't right ... [or that was] corrupt.\"   Further, the government's late production of the exculpatory statement of the manager of the Baltimore Uplift One project did not materially prejudice Dean's defense.  Dean had the statement in time to make use of it.  In fact, the manager's name was on Dean's list of potential witnesses on September 7, 1993, nearly one month before she began presenting her case.  That she chose not to call the manager to testify undermines her claim that this testimony would have affected the outcome of the trial.  Dean also effectively used the phone messages that the government did not segregate as exculpatory.  The government provided the messages to Dean more than a year before trial, she placed the documents into evidence at trial, and argued their significance to the jury.  Finally, we think that whatever prejudice Dean suffered from the government's use of the Sankin receipts is of her own making.  The trial court gave Dean's counsel the choice of striking this evidence.  Instead, he chose to leave it before the jury and to attempt to undermine Sankin's credibility by using the receipts on cross-examination.  In short, Dean has not shown the kind of prejudice necessary to warrant the granting of a new trial on the basis of Brady violations.</p>\n    </div>\n    <p class=\"indent\">2. Closing Argument</p>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">In his closing and rebuttal arguments, the prosecutor parsed Dean's six days of testimony.  At least thirty-one times in his arguments, he questioned Dean's veracity and described her testimony as lies.  Dean points to the following examples:</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p>What about the defendant's case?   What has the defendant shown to you in this trial?   Her entire case rests on her credibility, her believability.  The first thing you must ask yourselves, ladies and gentlemen, is, is the defendant a credible witness?   Did she tell you the truth?</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p>She lied to you ... She lied in this Court before you.  Having done that, does anything else make any sense?   Can you see her as being a credible witness?</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p>Based on her lies you should throw out her entire testimony.  Her six days' worth of testimony is worth nothing.  You can throw it out the window into a garbage pail for what it's worth, for having lied to you.  But why do we keep going?   Why do we keep asking questions?   Because it was filtered with lies.  Her entire testimony just kept changing.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p>In order to believe her you have to believe that John Mitchell is lying....  Jack Brennan lied to her.  Rick Shelby lied to her.  Maurice Barksdale is mistaken.  Janet Hale is mistaken.  Andrew Sankin, lied.  Lance Wilson, lied.  Linda Murphy, lied.  Silvio DeBartolomeis, lied.  Philip Winn, mistaken.  Susan Zagame, mistaken.  Thomas Demery lied.  Sherrill Nettles-Hawkins, mistaken.  Everybody else lied or was mistaken, but not her.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p>But she's the only one we know who definitively did lie.  Her story is built on a rotten foundation.  It is rotten to the core.  It doesn't square with common sense.  It is lies piled upon lies.  It crumbles to pieces the minute you look at it.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">Dean contends that these and similar comments were impermissible and require reversal of her convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">\"Lies\" and \"lying\" are hard words.  But this was closing argument, not a polite social conversation.  Dean was charged with perjury.  The prosecutor had every right to argue that she had not told the truth.  He could have told the jury that the evidence proved Dean had been \"untruthful,\" or that she \"fabricated her testimony,\" or \"prevaricated,\" or that she \"bore false witness,\" \"made up her story,\" \"is not to be believed,\" \"violated her oath.\"   These and many other words and phrases would have conveyed the same idea as \"lie\" and \"lying,\" perhaps not as forcefully, or, depending on the prosecutor's rhetorical skill, perhaps more forcefully.  Still, is there any reason in law why the words \"lie\" and \"lying\" should be banned from the vocabulary of summation, particularly in cases that turn on the defendant's credibility?   We conceive of none, so long as the prosecutor sticks to the evidence and refrains from giving his personal opinion.  Compare Harris v. United States, <span class=\"citation\" data-id=\"282093\"><a href=\"/opinion/282093/john-harris-jr-v-united-states/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">656</span></a></span> (D.C.Cir.1968);  Olenin v. Curtin &amp; Johnson, Inc., <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">769</span></span> (D.C.Cir.1968) (per curiam).  Other courts have reached the same conclusion.  See United States v. Jacoby, <span class=\"citation\" data-id=\"577189\"><a href=\"/opinion/577189/united-states-v-robert-c-jacoby-and-thomas-skubal/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1527</span></a></span>, 1540-41 (11th Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">676</span></span> (1993);  Bradford v. Whitley, <span class=\"citation\" data-id=\"575863\"><a href=\"/opinion/575863/gordon-lee-bradford-v-john-p-whitley-warden-louisiana-state/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1008</span></a></span>, 1013 (5th Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">91</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">53</span></span> (1992);  United States v. Molina, <span class=\"citation\" data-id=\"562308\"><a href=\"/opinion/562308/united-states-v-hector-francisco-molina/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1440</span></a></span>, 1445 (9th Cir.1991);  United States v. Peterson, <span class=\"citation\" data-id=\"481333\"><a href=\"/opinion/481333/united-states-v-nancy-peterson/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">969</span></a></span>, 977 (2d Cir.1987);  United States v. Chaimson, <span class=\"citation\" data-id=\"451579\"><a href=\"/opinion/451579/united-states-v-samuel-m-chaimson/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span>, 811 (7th Cir.1985);  United States v. Birges, <span class=\"citation\" data-id=\"428600\"><a href=\"/opinion/428600/united-states-v-john-waldo-birges-sr-terry-lee-hall/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">666</span></a></span>, 671-72 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">863</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">200</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">131</span></span> (1984).  Of course, a prosecutor can overdo it.  Whether the prosecutor has struck a foul blow instead of just a hard one is largely for the district court to decide.  Much depends on context and tone.  In this case, to the extent the prosecutor's remarks spilled over into expressions of personal belief, or may have been so perceived by the jurors--for example, \"she's the only one we know who definitively did lie\"--the district court cured the problem.  The court instructed the jury not to consider the opinion of counsel about who lied because it was up to the jury alone to decide who was telling the truth.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">The district court sentenced Dean to concurrent terms of 21 months' imprisonment on all counts.  Dean challenges her sentence on the grounds that the district court erred in applying the Sentencing Guidelines to Counts One and Two, and that the court abused its discretion in adjusting her sentence on these counts upward 6 levels.  (The Guidelines did not apply to any of the other counts.)<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">We agree with Dean that the district court should not have sentenced her on Count One under the Guidelines, and we therefore vacate her sentence on this count.  As to Count Two, we agree with the district court that the Guidelines applied.  Nevertheless, we vacate the sentence on that count so that the district court may reconsider its upward adjustment of Dean's offense level in view of our conclusions regarding the sufficiency of the evidence.  Since it appears that the district court arrived at the 21-month term imposed with respect to the other counts on the basis of the Guideline sentence for Counts One and Two, we vacate the sentences on those other counts and remand for resentencing (except of course in regard to Dean's convictions on Counts Six, Eight, Ten, Eleven, and Twelve, which we reverse).</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">The district court sentenced Dean under the Guidelines on Counts One and Two because it found that the conspiracies charged in these counts continued after November 1, 1987.  A conviction for a conspiracy that began before November 1, 1987, the effective date of the Guidelines, but continued after that date is subject to the Guidelines.  United States v. Milton, <span class=\"citation\" data-id=\"656066\"><a href=\"/opinion/656066/united-states-v-john-w-milton-and-james-milton-united-states-of-america/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 48 (D.C.Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">212</span></span> (1994);  United States v. Dale, <span class=\"citation\" data-id=\"605520\"><a href=\"/opinion/605520/united-states-v-david-m-dale-united-states-of-america-v-michelle/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">819</span></a></span>, 853 (D.C.Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">286</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></span> (1993).  As to Count One, the district court identified three acts of Dean's alleged co-conspirators that extended the conspiracy beyond November 1, 1987:  a May 11, 1990, letter from Louie Nunn to Aristides Martinez requesting that Martinez release from escrow Nunn's fee for services he performed for the South Florida I development;  Martinez' authorizing the escrow agent to pay Nunn;  and Nunn's acceptance of that payment.  We have already held that the evidence relating to the South Florida I project could not support a jury finding that Dean and her collaborators engaged in overt acts to further the conspiracy.  See supra pp. 650-51.  Even the less demanding preponderance-of-the-evidence standard, used when factual issues determine whether the Guidelines apply, Milton, 8 F.3d at 48, has not been satisfied, for the reasons we have already given.  Because the evidence is not sufficient to show that the conspiracy continued beyond November 1, 1987, the district court clearly erred in applying the Guidelines to Dean's sentence under Count One and we therefore vacate it.  See United States v. Dale, <span class=\"citation\" data-id=\"605520\"><a href=\"/opinion/605520/united-states-v-david-m-dale-united-states-of-america-v-michelle/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">819</span></a></span>, 854 (D.C.Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">286</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">The second count is another matter.  The district court found that the conspiracy charged in Count Two continued after November 1, 1987, because Sankin received payments for his consulting services after this date.  At trial, the government showed that Sankin received checks for $25,000 from the developer of the Puerto Rican Alameda Towers project on December 1, 1987, and on March 19, 1990.  We agree that a preponderance of the evidence showed that Sankin's receipt of these payments was within the scope of the conspiracy between Dean and Sankin and was a reasonably foreseeable consequence of their unlawful actions.  Cf. Milton, 8 F.3d at 48.   Accordingly, the district court correctly used the Guidelines in sentencing Dean on Count Two.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">Nevertheless, we think it appropriate to permit the district court to reconsider its upward adjustment of Dean's offense level in view of our conclusions about the sufficiency of the evidence on this count.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  We recognize that a sentencing court may impose a sentence outside the range established by the applicable guideline if the court finds an aggravating circumstance not adequately taken into consideration by the Sentencing Commission in formulating the Guidelines.  UNITED STATES SENTENCING COMMISSION, GUIDELINES MANUAL Sec. 5K2.0, p.s.  (Nov. 1990).  Nevertheless, such a departure is \"warranted only if the factor is present to a degree substantially in excess of that which is ordinarily involved in the offense.\"   Id.  In light of our ruling that much of the government's evidence of overt acts in furtherance of the conspiracy alleged in Count Two was insufficient, the district court should reassess whether circumstances still warrant its upward departure.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">We also vacate Dean's sentences on Counts Three, Four, Five, Seven, and Nine.  The district court apparently wished to sentence Dean to concurrent terms of equal length on all counts.  Because Dean's sentence on Count Two may change after the district court reconsiders its decision to adjust Dean's sentence upward, we think it appropriate to permit the court to resentence Dean on these counts as well.  See United States v. Wright, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></span>, 75 (6th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p>*   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">In conclusion, we reverse Dean's convictions on Counts Six, Eight, Ten, Eleven, and Twelve.  We affirm her convictions on Counts One, Two, Three, Four, Five, Seven, and Nine, but vacate her sentences on those counts and remand to the district court for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Sentelle, Circuit Judge, did not participate in this order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Public housing authorities were also responsible for ensuring that rehabilitated properties were properly maintained, 24 C.F.R. Sec. 882.516 (1982), and for administering the selection of lower-income families to live in the properties, 24 C.F.R. Secs. 882.513-882.515 (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These criteria were:  \"(1) The demonstrated capacity of the [public housing authority] or its contractor(s) to provide the rehabilitation technical assistance to Owners required under the Program;  (2) The availability of financing resources, both assisted and unassisted, as demonstrated through statements from financing agencies ...;  (3) The [public housing authority's] experience with the Section 8 Existing Housing Program or the [public housing authority's] overall administrative capability;  (4) The potential of achieving, as expeditiously as possible, the rehabilitation and leasing of housing units under this Subpart;  and (5) The overall feasibility of the proposed program.\"  24 C.F.R. Sec. 882.501 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> According to the Inspector General's report, the Department based its discretionary approach to funding decisions on an oral opinion issued by the Department's General Counsel.  Former Department Secretary Pierce testified at the House subcommittee hearings that, as he understood that opinion, Congress' waiver of Sec. 213(d) meant that the criteria set out in 24 C.F.R. Sec. 882.501 no longer applied to moderate rehabilitation funding decisions.  OIG AUDIT REPORT at 5;  HOUSE REPORT at 10-11.  However, the former General Counsel denied having given such an assessment of Sec. 213(d)'s effect on moderate rehabilitation funding decisions.  HOUSE REPORT at 11</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The indictment charged that Dean had defrauded the United States and the Department by depriving the Department and the citizens of the United States of their right to Dean's \"conscientious, loyal, faithful, disinterested and unbiased services\" and their right to have the Department's \"business and affairs conducted in an honest and impartial way.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Mitchell died in 1988 and therefore did not testify at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> DeBartolomeis was another high-level Department official responsible for the mismanagement of the Moderate Rehabilitation Program.  He held a number of positions at the Department, including acting Assistant Secretary for Housing/Federal Housing Commissioner.  He also dated Dean.  He pled guilty to three charges arising from his conduct at the Department.  As part of his plea bargain agreement, he testified against Dean</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Department later reversed its position and authorized the loan increases Martinez requested.  Dean forwarded a memorandum allowing the loan increases to Mitchell with a note that read:  \"To Daddy.  F.Y.I.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 18 U.S.C. Sec. 201(c)(1)(B) provides:</p>\n        <p>Whoever ... otherwise than as provided by law for the proper discharge of official duty ... being a public official ... directly or indirectly demands, seeks, receives, accepts, or agrees to receive or accept anything of value personally for or because of any official act performed or to be performed by such official ... shall be fined under this title or imprisoned for not more than two years, or both.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> According to the indictment, the object of the conspiracies alleged in Counts One, Two and Three was not only to defraud the United States, but also to violate 18 U.S.C. Sec. 1001, which prohibits the concealment of material facts by \"any trick, scheme, or device\" in matters \"within the jurisdiction of any department or agency of the United States.\"   In arguing that the evidence was insufficient to support her convictions on these counts, Dean draws no distinction between these two objects.  The government alludes to the Sec. 1001 aspect of the conspiracies only in a footnote.  Brief for United States at 17 n. 5.  While Sec. 1001 may encompass false statements in \"myriad governmental activities,\" United States v. Rodgers, <span class=\"citation\" data-id=\"111163\"><a href=\"/opinion/111163/united-states-v-rodgers/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></a></span>, 480, <span class=\"citation\" data-id=\"111163\"><a href=\"/opinion/111163/united-states-v-rodgers/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, 1946, <span class=\"citation\" data-id=\"111163\"><a href=\"/opinion/111163/united-states-v-rodgers/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1984), there is no need to decide whether the evidence relating to Counts One, Two and Three also supports a finding that Dean conspired to violate Sec. 1001.  Even if it did not, Dean's convictions on these counts would stand.  A general jury verdict on a multiple object conspiracy is valid so long as the prosecution submits sufficient proof of one object of that conspiracy.  Griffin v. United States, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, 57, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>, 473, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></a></span> (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> By contrast, the government supported Counts One, Two and Three, in which it claimed that Dean had conspired to violate 18 U.S.C. Sec. 1001, with evidence of actions Dean took as a Department official.  This conduct was plainly within the jurisdiction of an executive agency--the Department of Housing and Urban Development.  See supra p. 658 n. 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 18 U.S.C. Sec. 1621 provides:</p>\n        <p>Whoever--</p>\n        <p>(1) having taken an oath before a competent tribunal, officer, or person, in any case in which a law of the United States authorizes an oath to be administered, that he will testify ... truly ... and contrary to such oath states or subscribes any material matter which he does not believe to be true ...</p>\n        <p>is guilty of perjury and shall ... be fined under this title or imprisoned not more than five years, or both....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> This panel first met in March 1987.  It comprised three members:  Dean, Thomas Demery, who was the Assistant Secretary for Housing/Federal Housing Commissioner from October 1986 to 1989, and either the Department's Under Secretary or General Counsel.  Its purpose was to review public housing authorities' applications for moderate rehabilitation funds and to decide how to allocate those funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Dean relies on United States v. Cross, <span class=\"citation\" data-id=\"2360716\"><a href=\"/opinion/2360716/united-states-v-cross/\"><span class=\"volume\">170</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">303</span></a></span>, 310 (D.D.C.1959), in which the court held that a \"perjury indictment may not be found on false testimony in response to questions which are not asked for the purpose of eliciting facts material to the [legislature's] investigation, that is, facts sought in aid of the legislative purpose.\"   Dean does not explain how Senator Proxmire, in conducting the confirmation hearing pursuant to Article 2, Sec. 2 of the Constitution, did not act to further a proper legislative purpose</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Dean also argues that the trial court erred in quashing, on Speech or Debate Clause grounds, a subpoena duces tecum issued to the Senate Committee.  Among the documents Dean sought were Committee notes on her testimony that were forwarded to the General Accounting Office and a report from the Comptroller General indicating there were no inconsistencies between her statement and the facts.  As with Senator Proxmire's and Naylor's testimony, Dean does not demonstrate how her lack of access to these items actually prejudiced her defense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Both of Shelby's statements relate to Dean's knowledge of Mitchell's involvement in the Park Towers Apartments project.  We have already concluded that the evidence relating to this housing development is not sufficient to constitute an overt act in furtherance of the conspiracy charged in Count One.  See supra p. 649</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The district court sentenced Dean on Counts Three through Twelve under the sentencing laws in effect before the effective date of the Guidelines.  For each of these counts, the court ordered Dean to serve twenty-one months' confinement, to run concurrently with each other and with the sentences imposed under Counts One and Two</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Applying the 1990 version of the Guidelines, the district court determined Dean's total offense level was 16.  It assigned Dean a base offense level of 6 under Sec. 2F1.1, the guideline for fraud and deceit.  It then increased the base offense level to 10, adding 2 levels under Sec. 2F1.1(b)(2) because the offense involved more than minimal planning and another 2 levels under Sec. 3B1.3 because Dean had abused a position of public trust.  Departing from the guidelines, the court then added 6 levels to Dean's offense level, giving her a total offense level of 16</p>\n        <p>The district court arrived at the 6-level upward departure by looking to Sec. 2C1.2(b)(2)(B), the guideline for gratuity offenses, which provides for an 8-level increase for officials holding a high level decision-making position.  Taking into account the 2-level increase for Dean's abuse of position of public trust, the court only adjusted Dean's sentence upward by 6 levels.  The court found the increase necessary because Dean's conduct \"along with others at HUD caused a major scandal that certainly eroded the public confidence in HUD, if not in the federal government.\"   Dean's criminal history category was I.  The corresponding sentencing range under the 1990 Guidelines was 21-27 months' imprisonment.  UNITED STATES SENTENCING COMMISSION, GUIDELINES MANUAL Sec. 5A (Nov. 1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Although the Guidelines do not apply to Count One, in resentencing Dean on this count, the district court should similarly bear in mind that much of the government's evidence was insufficient to show that Dean committed overt acts in furtherance of the conspiracy alleged in the indictment</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104336/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105287/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106598/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108471/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108651/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110138/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110797/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111936/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112821/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117931/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/282093/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/327600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/354019/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/428600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/451509/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/451579/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/481333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/506169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/514582/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/546208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/562308/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/575863/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/577189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/604764/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/605520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/656066/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/682425/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2360716/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:47:47.124175Z",
      "date_modified": "2016-03-03T18:37:41.868431Z",
      "date_filed": "1995-09-13",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-deborah-gore-dean",
      "citation_id": 669292,
      "case_name_short": "",
      "case_name": "United States v. Deborah Gore Dean",
      "case_name_full": "",
      "federal_cite_one": "55 F.3d 640",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 35,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/388668/united-states-v-deborah-gore-dean/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:04:01.769754Z",
  "date_modified": "2014-10-30T09:04:01.769754Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. Deborah Gore Dean",
  "case_name_full": "",
  "slug": "united-states-v-deborah-gore-dean",
  "docket_number": "94-3021",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}