{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/389093/",
  "id": 389093,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/331278/",
      "id": 331278,
      "absolute_url": "/opinion/331278/eloise-ingraham-as-next-friend-etc-v-willie-j-wright-i-individually/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/389093/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/331278/",
          "id": 331278,
          "absolute_url": "/opinion/331278/eloise-ingraham-as-next-friend-etc-v-willie-j-wright-i-individually/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/331278/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:58:53Z",
          "date_modified": "2017-03-24T23:50:58.678699Z",
          "type": "010combined",
          "sha1": "28aa47cdcc4ef54e8315d849933b100e8c61833f",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/525/525.F2d.909.73--2078.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">525 F.2d 909</p>\n    <p class=\"parties\">Eloise INGRAHAM, as next friend, etc., et al., Plaintiffs-Appellants,<br>v.<br>Willie J. WRIGHT, I, Individually, etc., et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 73--2078.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Jan. 8, 1976.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alfred Feinberg, Miami, Fla., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Frank A. Howard, Jr., Thomas G. Spicer, James A. Smith, Miami, Fla., for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Florida.</p>\n      <p class=\"indent\">Before BROWN, Chief Judge, RIVES, GEWIN, BELL, THORNBERRY, COLEMAN, GOLDBERG, AINSWORTH, GODBOLD, DYER, SIMPSON, MORGAN, CLARK, RONEY and GEE, Circuit Judges.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">LEWIS R. MORGAN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs James Ingraham and Roosevelt Andrews, two junior high school students in Dade County, Florida, filed a complaint containing three counts on January 7, 1971.  Counts one and two were individual actions for compensatory and punitive damages brought under 42 U.S.C. &#167;&#167; 1981--88, with jurisdiction claimed under 28 U.S.C. &#167; 1331 and &#167; 1343.  Plaintiffs claimed that personal injuries resulted from corporal punishment administered by certain defendants in alleged violation of their constitutional rights, in particular their right to freedom from cruel and unusual punishment.  Specifically, plaintiff Ingraham alleges in count one that on October 6, 1970, defendants Principal Wright and Assistant Principals Deliford and Barnes struck plaintiff repeatedly with a wooden instrument, injuring plaintiff and causing him to incur medical expenses.  Plaintiff testified that this paddling was precipitated by his and several other children's disruption of a class over the objection of the teacher.  Defendant Wright removed plaintiff and the other disruptive students to his office whereupon he paddled eight to ten of them.  Wright had initially threatened plaintiff with five blows, but when the latter refused to assume a paddling position, Wright called on defendants Deliford and Barnes who held plaintiff in a prone position while Wright administered twenty blows.  Plaintiff complained to his mother of discomfort following the paddling, whereupon he was taken to a hospital for treatment.  Plaintiff introduced evidence that he had suffered a painful bruise that required the prescription of cold compresses, a laxative, sleeping and pain-killing pills and ten days of rest at home and that prevented him from sitting comfortably for three weeks.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff Andrews alleges two incidents of corporal punishment as the basis for his claim for damages in count two of the complaint.  Plaintiff alleges that on October 1, 1970, he, along with fifteen other boys, was spanked in the boys' restroom by Assistant Principal Barnes.  Plaintiff testified that he was taken by a teacher to Barnes for the offense of tardiness, but that he refused to submit to a paddling because, as he explained to Barnes, he had two minutes remaining to get to class when he was seized and was not, therefore, guilty of tardiness.  Barnes rejected plaintiff's explanation and, when plaintiff resisted punishment, struck him on the arm, back, and across the neck.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff Andrews was again spanked on October 20, 1970.  Despite denials of guilt, plaintiff was paddled on the backside and on the wrist by defendant Wright in the presence of defendants Deliford and Barnes for having allegedly broken some glass in sheet metal class.  As a result of this paddling, plaintiff visited a doctor and received pain pills for the discomfort, which lasted approximately a week.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Count three is a class action brought by plaintiffs Ingraham and Andrews as representatives of the class of students of the Dade County school system who are subject to the corporal punishment policies issued by defendant members of the Dade County School Board.  This count seeks final injunctive and/or declaratory relief against the use of corporal punishment in the Dade County School System and can be divided into three constitutional arguments.  First plaintiffs claim that infliction of corporal punishment on its face and as applied in the present case constitutes cruel and unusual punishment in that its application is grossly disproportionate to any misconduct in which plaintiffs may have engaged.  Second, plaintiffs claim that because it is arbitrary, capricious and unrelated to achieving any legitimate educational goal, corporal punishment deprives all students of liberty without due process of law in violation of the Fourteenth Amendment.  Plaintiffs also allege that the failure of defendants to promulgate a list of school regulations and corresponding punishments increases the capriciousness of the punishment.  Finally, plaintiffs claim that defendants' failure to provide any procedural safeguards before inflicting corporal punishment on students, including adequate notice of alleged misconduct, hearing, examination and cross-examination, representation and notice of rights, constitutes summary punishment and deprives students of liberty without due process of law in violation of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiffs presented their evidence in count three of the complaint in a week-long trial before the district court without a jury.  At the close of plaintiffs' case, defendants moved for dismissal under Rule 41(b), F.R.Civ.P. which provides in part:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>After the plaintiff, in an action tried by the court without a jury, has completed the presentation of his evidence, the defendant, without waiving his right to offer evidence in the event the motion is not granted, may move for a dismissal on the ground that upon the facts and the law the plaintiff has shown no right to relief.  The court as trier of the facts may then determine them and render judgment against the plaintiff or may decline to render any judgment until the close of all the evidence.  If the court renders judgment on the merits against the plaintiff, the court shall make findings as provided in Rule 52(a).  Unless the court in its order for dismissal otherwise specifies, a dismissal under this subdivision and any dismissal not provided for in this rule, other than a dismissal for lack of jurisdiction, for improper venue, or for failure to join a party under Rule 19, operates as an adjudication upon the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By agreement of the parties the court considered the evidence offered to support count three as having been offered on counts one and two and as if upon motion for directed verdict for these two counts.  The district court then dismissed count three of the complaint and, concluding that a jury could not lawfully find that either of the plaintiffs sustained a deprivation of constitutional rights, likewise dismissed counts one and two.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>I. Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Defendants assert that there is no federal jurisdiction over count three under 42 U.S.C. &#167;&#167; 1981--1988 and 28 U.S.C. &#167; 1331 and &#167; 1343 because the Dade County School Board and the Superintendent of Schools, Edward L. Whigham, are not 'persons' and hence are not amenable to suit.  Defendants rely on City of Kenosha v. Bruno, 412 U.S. 507, 93 S.Ct. 2222, 37 L.Ed.2d 109 (1973), in which the Supreme Court held that a municipality was not a 'person' within the meaning of &#167; 1983.  While it is well-settled that a school board is not a 'person' and thus cannot be sued under &#167; 1983, it is clear that a school superintendent is a 'person' amenable to suit.  Sterzing v. Fort Bend Independent School District, 496 F.2d 92, at 93, n. 2 (5th Cir. 1974).  We, therefore, hold that jurisdiction was improperly granted against the Dade County School Board and, accordingly, that part of the complaint must be dismissed.  Jurisdiction to proceed against Edward L. Whigham, Superintendent of Schools, was, however, properly granted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>II. Cruel and Unusual Punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiff-appellants allege that the infliction of corporal punishment on public school children on its face, and as applied in the instant case, constitutes cruel and unusual punishment under the Eighth Amendment sufficient to entitle plaintiffs to damages and injunctive relief against the Dade County School Board under &#167; 1983.  We do not agree.  It is the opinion of the majority of this court that the Eighth Amendment does not apply to the administration of discipline, through corporal punishment, to public school children by public school teachers and administrators.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Eighth Amendment states: 'Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.'  Not only the connotation of the words 'bail,' and 'fine,' but the legislative history<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> concerning enactment of the bill of rights supports an argument that the Eighth Amendment was intended to be applied only to punishment invoked as a sanction for criminal conduct.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Indeed, Supreme Court decisions which have interpreted the Amendment have focused on the inherent cruelty of penalties 'inflicted by a judicial triibunal in accordance with law and retribution for criminal conduct.'  Negrich v. Hohn, 246 F.Supp. 173 (W.D.Pa.1965), affirmed on other grounds, 379 F.2d 213 (3rd Cir. 1967) (emphasis added).  E.g., Furman v. Georgia, 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972) (death penalty as cruel and unusual punishment); Robinson v. California, 370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962) (state's imprisonment of narcotics addict as cruel and unusual punishment); Weems v. United States, 217 U.S. 349, 30 S.Ct. 544, 54 L.Ed. 793 (1910) (disproportionate punishment of fifteen years to hard labor for conviction of strict liability offense as cruel and unusual punishment).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although the Supreme Court has not yet discussed the applicability of the Eighth Amendment to corporal punishment administered in the public schools, a few lower courts have considered the issue and divided on its resolution.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We concur with the approach taken by the two district courts that have held the Eighth Amendment to be inapplicable to corporal punishment in public schools.  In Sims v. Waln, supra, the court dismissed an action for damages and injunctive relief arising out of facts similar to those present in the instant case, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Regarding the Eighth Amendment claim there is an initial distinction that must be made between criminal penalties and civil penalties.  The distinction must be made because the Eighth Amendment is not applicable in a civil context.  Concerning the Cruel and Unusual Punishment clause of the Eighth Amendment the Supreme Court has stated that: 'the primary purpose of that clause has always been considered, and properly so, to be directed at the method or kind of punishment imposed for the violation of criminal statutes . . ..' Powell v. Texas, 392 U.S. 514, 531--32, 88 S.Ct. 2145, 2154, 20 L.Ed.2d 1254 (1968).  Id. at 549 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Likewise, in Gonyaw v. Gray, supra, the district court of Vermont, in dismissing an action for damages and injunctive relief against a school board which imposed corporal punishment on its students, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>. . . it is, of course, essential to recovery in both cases under &#167; 1983 that the plaintiff establish an invasion of federally protected constitutional rights . . .. Mere tortious conduct does not constitute a deprivation of constitutional rights under this statute.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>This statute (authorizing corporal punishment) does not offend the protection against cruel and unusual punishment since this amendment provides a limitation against penalties imposed for criminal behavior. . . . Since neither plaintiff was punished for an offense which was criminal in nature, the Eighth Amendment does not proscribe the conduct assigned to the defendants.  Id. at 368 (emphasis added.)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In support of their argument that corporal punishment in a public school context is cruel and unusual punishment, appellants cite Jackson v. Bishop, 8 Cir. 1968, 404 F.2d 571 in which the Eighth Circuit Court of Appeals enjoined the use of a strap in prisons.  We do not find prisons and public schools to be analogous in the context of Eighth Amendment coverage.  As discussed, supra, the function of the Eighth Amendment's prohibition against cruel and unusual punishments was intended to prevent the imposition of unduly harsh penalties for criminal conduct.  It is not an unreasonable interpretation of the Eighth Amendment to include within its coverage discipline imposed upon persons incarcerated for criminal conduct, since such discipline is part of the total punishment to which the individual is being subjected for his crime and, as such, is a proper subject for Eighth Amendment scrutiny.  To extend the Jackson case from a prison context to a public school situation would, however, distort the intended scope of the Amendment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We do not mean to imply by our holding that we condone child abuse, either in the home or the schools.  We abhor any exercise of discipline which could result in serious or permanent injury to the child.  Indeed, if the force used by defendant teachers in disciplining plaintiff was as severe as plaintiffs allege, a Florida state court could find defendants civilly and criminally liable for tortious conduct exceeding the level of severity authorized by 232.27 of Fla.Stat.Ann. and by Dade County School Board policy 5144.  The basis of such actions is, however, tort and criminal law, not federal constitutional law. We find it neither proper nor necessary to expand the Eighth Amendment beyond its intended and reasonable scope to encompass an action which is essentially based on the commission of a battery.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In short, scrutiny of the propriety of physical force used by a school teacher upon his or her student should be the function of a state court, with its particular expertise in tort and criminal law questions; the administration of corporal punishment in public schools, whether or not excessively administered, does not come within the scope of Eighth Amendment protection.  Because the plaintiffs do not allege facts which could support a finding that defendants have deprived them of their right to freedom from cruel and unusual punishment, neither the legal action for damages included in counts one and two nor the equitable action for injunctive relief set out in count three can lie.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>III. Substantive Due Process.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Plaintiffs allege that 'the infliction of corporal punishment on its face deprives all students as well as plaintiff . . . of 'liberty without due process of law' in violation of the Fourteenth Amendment to the United States Constitution since it is arbitrary, capricious, and unrelated to achieving any legitimate educational purpose.'  In essence, plaintiffs here allege a deprivation of their right to substantive due process, as this right to freedom from arbitrary governmental action has come to be known.  We find this argument unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Statutory authority for the use of corporal punishment in Florida public schools is found by implication in &#167; 232.27 of Fla.Stat.Ann. which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Each teacher or other member of the staff of any school shall assume such authority for the control of pupils as may be assigned to him by the principal and shall keep good order in the classroom and in other places in which he is assigned to be in charge of pupils, but he shall not inflict corporal punishment before consulting the principal or teacher in charge of the school, and in no case shall such punishment be degrading or unnecessarily severe in its nature.  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition the Dade County School Board Policy 5144, effective at the time plaintiff's cause of action arose, explicitly authorized corporal punishment, setting forth guidelines under which it was to be administered.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After reviewing the record, we agree with the district court's finding that 'the evidence has not shown that corporal punishment in concept, or as authorized by the school board, or as applied throughout the school system, is arbitrary, capricious, or wholly unrelated to the legitimate state purpose of determining its educational policy.'  The plaintiffs' right to substantive due process is</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>. . . a guaranty against arbitrary legislation, demanding that the law not be unreasonable and that the means selected shall have a real and substantial relation to the object sought to be attained.  The test is whether there be a matter touching the public interest which merits instant correction at the hands of the authorities and, if so, that the remedy adopted by the rule-making authorities be reasonably calculated to correct it.  Sims v. Board of Education, supra, at 684.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Certainly, maintenance of discipline and order in public schools is a prerequisite to establishing the most effective learning atmosphere and as such is a proper object for state and school board regulation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Without the existence of disciplinary sanctions for misbehavior, students who desire to learn would be deprived of their right to an education by the more disruptive members of their class.  We are unwilling to hold that corporal punishment, as one of the means used to achieve an atmosphere which facilitates the effective transmittal of knowledge, has no 'real and substantial relation to the object sought to be attained.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Certainly the guidelines set down in Policy 5144 establish standards which tend to eliminate arbitrary or capricious elements in any decision to punish.  Having determined that corporal punishment itself and corporal punishment as circumscribed by the guidelines in Policy 5144 is not arbitrary, capricious, or unrelated to legitimate educational goals, we refused to look at each individual instance of punishment to determine if it has been administered arbitrarily or capriciously.  We think it a misuse of our judicial power to determine, for example, whether a teacher has acted arbitrarily in paddling a particular child for certain behavior or whether in a particular instance of misconduct five licks would have been a more appropriate punishment than ten licks.  We note again the possibility of a civil or criminal action in state court against a teacher who has excessively punished a child.<a class=\"footnote\" href=\"#fn8--1\" id=\"fn8--1_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We emphasize that it is not this court's duty to judge the wisdom of particular school regulations governing matters of internal discipline.  Only if the regulation bears no reasonable relation to the legitimate end of maintaining an atmosphere conducive to learning can it be held to violate the substantive provision of the due process laws.  Paddling of recalcitrant children has long been an accepted method of promoting good behavior and instilling notions of responsibility and decorum into the mischievous heads of school children.  We do not here overrule it.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>IV. Procedural Due Process.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Plaintiffs also allege as part of their claim for injunctive and declaratory relief that defendants have deprived the class which plaintiffs represent of its right to procedural due process.  Plaintiffs argue that procedural due process requires (1) that a schedule of school regulations and punishments to be accorded for their breach be established; (2) that notice be given to the student of the offense for which he is to be punished, and (3) that a hearing with opportunity for examination and cross-examination and with a right to counsel be accorded before punishment is inflicted.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The concept of due process is premised upon fairness and reasonableness in light of the totality of circumstances.  Hannah v. Larcht,363 U.S. 420, 80 S.Ct. 1502, 4 L.Ed.2d 1307 (1960); Joint Anti-Fascist Refugee Committee v. McGrath, 341 U.S. 123, 71 S.Ct. 624, 95 L.Ed. 817 (1951).  '(W)hether any protections are due depends on the extent to which an individual will be 'condemned to suffer grievous loss.\" Joint Anti-Fascist Refugee Committee v. McGrath, supra, at 168, 71 S.Ct. at 646 (Frankfurter, J., concurring), quoted in Morrissey v. Brewer, 408 U.S. 471, at 481, 92 S.Ct. 2593, at 2600, 33 L.Ed.2d 484 (1972) (emphasis added).  We do not believe that infliction of a paddling subjects a schoolchild to a grievous loss for which Fourteenth Amendment due process standards should be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In its argument for procedural safeguards, the dissent relies on Baker v. Owen, supra, a three-judge district court judgment summarily affirmed by the Supreme Court.  In Baker, the three-judge district court upheld a North Carolina statute authorizing corporal punishment against plaintiffs' argument that the constitutional concept of familial privacy bars school officials from spanking school children over parental objection.  In addition, the court set forth certain procedural requirements to accompany the administration of corporal punishment.  The Supreme Court's affirmance of this three-judge district court judgment was a summary affirmance without opinion.  The appeal of that lower court judgment was brought only by the plaintiffs and the only question presented to the Supreme Court was whether parental objection could bar the use of corporal punishment by school officials; defendant state and school officials did not appeal that part of the judgment requiring procedural safeguards.  Accordingly, the three-judge district court's pronouncement on procedural requirements was never before the Court and, therefore, its summary affirmance of that lower court's judgment does not bind us to a part of the judgment not appealed.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In holding that procedural safeguards accompanying the use of corporal punishment in public schools are not constitutionally mandated, we are cognizant of the Supreme Court's holding in Goss v. Lopez, 419 U.S. 565, 95 S.Ct. 729, 42 L.Ed.2d 725 (1975), that an Ohio statute authorizing suspension of public school students without notice of the offense for which suspended and without opportunity for a hearing violates students' rights to procedural due process.  The basis for the Court's holding that due process should have been afforded plaintiffs was its determination that education was a substantial property interest that the State of Ohio had conferred on plaintiffs and 'having chosen to extend the right to an education to people of appellees' class generally, Ohio may not withdraw that right on grounds of misconduct absent fundamentally fair procedures . . ..' Id., 419 U.S. at 574, 95 S.Ct. at 736, 42 L.Ed.2d at 734.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Noting that a recorded suspension could harm a student's reputation and interfere with later opportunities for higher education and employment, the Court also held that a student's 'liberty' interest in maintaining his good name and reputation could not be arbitrarily deprived by a suspension unattended by proper procedures.  We believe that there is an important distinction in terms of the applicability of due process standards between a suspension, which involves an exclusion from the educational process itself, and a paddling, which involves no deprivation of a property interest or denial of a claim to education and which is certainly a much less serious event in the life of a child than is a suspension or an expulsion.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Likewise, we find no substantial interest in reputation violated by a paddling, for while a recorded suspension can indeed have a permanent adverse impact on a person's reputation and could conceivably harm that person's chance to obtain employment or higher education, we find it difficult to contend that a paddling, a commonplace and trivial event in the lives of most children, involves any such damage to reputation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It seems to us that the value of corporal punishment would be severely diluted by elaborate procedural process imposed by this court.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> To require, for example, a published schedule of infractions for which corporal punishment is authorized, would serve to remove a valid judgmental aspect from a decision which should properly be left to the experienced administrator.  Likewise, a hearing procedure could effectively undermine the utility of corporal punishment for the administrator who probably has little time under present procedures to handle all the disciplinary problems which beset him or her. '(T) o hold that the relationship between parents, pupils, and school officials must be conducted in an adverse atmosphere and according to procedural rules by which we are accustomed in a court of law would hardly best serve the interest of any of those involved.'  Whatley v. Pike County Board of Education, supra. 'The likelihood of the abuse of corporal punishment is minimized by the participation of parents and school boards in school affairs, and by the availability of civil and criminal sanctions against teachers who exceed the limits of moderation.  In any event, it is a sanction which simply is not serious enough to require the prerequisite of a formal hearing.'  Gonyaw v. Gray, supra, at 371.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In essence, we refuse to set forth, as constitutionally mandated, procedural standards for an activity which is not substantial enough, on a constitutional level, to justify the time and effort which would have to be expended by the school in adhering to these procedures or to justify further interference by federal courts into the internal affairs of public schools.  If a paddling of a school child subjects him to a 'grievous loss' sufficient to require constitutional procedural safeguards under the Fourteenth Amendment, then conceivably a teacher's decision to keep a disobedient child after school or to give a child a failing grade in a course would inflict just as grievous a loss and would require procedures which meet constitutional standards.  We do not interpret the due process clause of the Fourteenth Amendment so broadly.  In so holding, we are mindful of the oft-quoted statement made by Justice Fortas in Eppersen v. Arkansas, 393 U.S. 97, 89 S.Ct. 266, 21 L.Ed.2d 228 (1968), in which he asserted:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Judicial interposition in the operation of the public school systems of the nation raises problems requiring care and restraint.. . . By and large, public education in our nation is committed to the control of state and local authorities.  Courts do not and cannot intervene in the resolution of conflicts which arise in the daily operation of school systems and which do not directly and sharply implicate basic constitutional values.  Id. at 104, 89 S.Ct. at 270, 21 L.Ed.2d at 234.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">GEWIN, Circuit Judge (concurring in the result).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Although I am in full agreement with the majority's resolution of the merits of this case, it is my considered judgment that the jurisdictional statement in the opinion is not in accord with recent decisions of our court.  Accordingly, I concur in the majority's affirmance of the district court's dismissal of the complaint, but do not fully agree with the jurisdictional statement.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The majority is quite correct in its conclusion that school boards are often considered to be either arms of or in the nature of municipalities.  Hence, under the 'non-person' rule of City of Kenosha v. Bruno, 412 U.S. 507, 93 S.Ct. 2222, 37 L.Ed.2d 109 (1973), school boards as entities are not subject to suit under &#167; 1983<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> and its jurisdictional statute, &#167; 1343.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> Likewise, the majority opinion is equally correct in its conclusion that a school superintendent is a 'person' liable to suit under &#167; 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">However, I disagree with the majority's indication that merely because &#167; 1983 jurisdiction over the school board in this case does not exist, there is a lack of jurisdiction in every case involving school boards.  We have recently held<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> that, despite the fact that &#167; 1983 jurisdiction over a school board may not be present in a given instance, jurisdiction may be proper under &#167; 1331.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Since I agree with the majority that appellants have not asserted a constitutional claim for relief,<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> the dismissal was proper because &#167; 1331 is of no aid in the absence of such a claim.  I do not agree that the mere failure to state a &#167; 1983 claim automatically defeats federal jurisdiction under &#167; 1331.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">GODBOLD, Circuit Judge, with whom BROWN, Chief Judge, joins (dissenting):</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">I agree with Judge Rives that arbitrary and excessive corporal punishment is a denial of substantive due process, although I am not convinced that the punishment in this case rose to the level of such a violation.  I, therefore, disagree with the majority's statement that it would be an abuse of our judicial power to determine whether punishment inflicted in a particular case exceeds constitutional limits.  This is a mere rule of convenience, made palatable by characterizing the issue as the difference between five and ten licks.  I doubt that the majority really means what it says, and I suspect that if in a future case the punishment inflicted has broken the victim's leg we will face the issue and hold that substantive due process has been violated.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">RIVES, Circuit Judge, with whom GOLDBERG and AINSWORTH, Circuit Judges, join (dissenting):</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">With deference to the en banc majority, I adhere to the original majority opinion and decision reported as Ingraham v. Wright, 5 Cir. 1974, 498 F.2d 248, and make a few additional comments.  The district court's 'Findings of Fact' were quoted in the original opinion at 498 F.2d 253, 254, and the facts were more fully detailed at 498 F.2d 254--258.  At the close of the plaintiffs' case the district court dismissed all three counts, holding as to Count Three, the class action, that the plaintiffs had shown no right to relief, and as to Counts One and Two that a jury could not lawfully find that either James Ingraham or Roosevelt Andrews had sustained a deprivation of federal constitutional rights.  The en banc court now affirms.  On original hearing we reversed and remanded for further proceedings.  Reconsidering the law and the undisputed facts, I remain convinced that our original decision is right.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>I. Baker v. Owen.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In the present case the panel's majority opinion and Judge Morgan's dissenting opinion were entered on July 29, 1974 (498 F.2d 248).  Since then another case involving the corporal punishment of a sixth grader, Russell Carl Baker, has been heard by a three-judge District Court of the Middle District of North Carolina on January 13, 1975, opinion entered April 23, 1975, judgment entered June 13, 1975, and on appeal judgment affirmed by the Supreme Court on October 15, 1975.  Baker v. Owen, M.D.N.C. 1975, 395 F.Supp. 294, aff'd --- U.S. ---, 96 S.Ct. 210, 46 L.Ed.2d 137.  The Supreme Court did not leave to implication but ordered in express terms that 'the judgment is affirmed.'  (Emphasis added.)  The judgment of the three-judge district court, entered nearly two months after the entry of its opinion, was not included in the report of the opinion.  The judgment reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>'Now, therefore, consistent with the amended opinion it is ORDERED, ADJUDGED, AND DECREED that:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>'1. North Carolina General Statute &#167; 115--146, on its fact, is declared not to be in violation of the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>'2. Defendants, their agents and servants, and their successors, are permanently enjoined in the administration of corporal punishment in the public schools of the State of North Carolina to conform to the minimal due process requirements of the Fourteenth Amendment as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>'(a) Except for those acts of misconduct which are so anti-social or disruptive in nature as to shock the conscience, corporal punishment may never be used unless the student was informed beforehand that specific misbehavior could occasion its use, and, subject to this exception, it should never be employed as a first line of punishment for misbehavior.  The requirements of an announced possibility of corporal punishment and an attempt to modify behavior by some other means--keeping after school, assigning extra work, or some other punishment--will insure that the child has clear notice that certain behavior subjects him to physical punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>'(b) A teacher or principal may punish corporally only in the presence of a second school official (teacher or principal), who must be informed beforehand and in the student's presence of the reason for the punishment.  The student need not be afforded a formal opportunity to present his side to the second official; this requirement is intended only to allow a student to protest, spontaneously, an egregiously arbitrary or contrived application of punishment.'(c) An official who has administered such punishment must provide the child's parent, upon request, a written explanation of his reasons and the name of the second official who was present.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>The above minimal due process requirements are not intended to prevent or dissuade the state from further elaboration upon necessary requirements in order to accomplish fairness in administration.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>'3. The parties shall bear their own costs.'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">As to paragraph numbered 1 of the judgment, the opinion at 395 F.Supp. 303 shows that the plaintiffs made no claim 'that corporal punishment per se violates the eighth amendment prohibition of unusual punishment'; that 'His teacher, a female, administered two licks to his buttocks with a wooden drawer divider . . .,' and that</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>'In short, this record does not begin to present a picture of punishment comparable to that in Ingraham, supra (5 Cir. 1974, 498 F.2d 248), at 255--59, or in Nelson v. Heyne, 491 F.2d 352 (7th Cir. 1974), which we believe indicate the kinds of beatings that could constitute cruel and unusual punishment if the eighth amendment is indeed applicable.' 395 F.Supp. at 303.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The district court posed, but did not decide the issue of whether the Eighth Amendment applies to the corporal punishment of school children. 395 F.Supp. at 303.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As to paragraph numbered 2 of the judgment, the district court's opinion made clear the substantive due process constitutional right which made it necessary to inquire as to the type of procedure to be employed:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>'The initial inquiry must be whether Russell Carl has a liberty or property interest, greater than de minimis, in freedom from corporal punishment such that the fourteenth amendment requires some procedural safeguards against its arbitrary imposition.  Only if such an interest is found must we proceed to an inquiry as to the type of procedure to be employed.  See generally Goss v. Lopez, supra, 419 U.S.  (565) at 574, 95 S.Ct. 729 (1975); Board of Regents v. Roth, 408 U.S. 564, 570--71, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972); Sniadach v. Family Finance Corp., 395 U.S. 337, 342, 89 S.Ct. 1820, 23 L.Ed.2d 349 (1969) (Harlan, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>'We believe that Russell Carl does have an interest, protected by the concept of liberty in the fourteenth amendment, in avoiding corporal punishment.  This conclusion is compelled by a conflux of many premises and postulates. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>'Having concluded, upon due consideration of all the above factors, that North Carolina school children have a liberty interest, we must decide what procedural safeguards should protect it.' 395 F.Supp. at 301, 302.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Relevant to the present appeal, the Supreme Court in affirming the judgment of the district court held that so long as the force used is reasonable, corporal punishment does not violate the Eighth Amendment.  It left undecided the issue of whether the Eighth Amendment applies to the corporal punishment of school children.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Acknowledging my indebtedness to Judge Morgan for calling to my attention that only the plaintiffs appealed to the Supreme Court and that no appeal was taken from paragraph 2 of the judgment, I agree that the Supreme Court's affirmance of the judgment did not bind this Court as to paragraph 2. Nonetheless, I submit that paragraph 2 was correctly decided by the district court for the reasons well stated in its opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Some further discussion of the several issues seems warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>II. Cruel and Unusual Punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The en banc majority holds that the cruel and unusual punishment clause of the Eighth Amendment has no application to corporal punishment administered to public school children by teachers or administrators regardless of the circumstances or the severity of the punishment.  I agree with the contrary holding of the Eighth Circuit in Bramlet v. Wilson, 1974, 495 F.2d 714, 717, for the reasons stated in footnote 20 to the original opinion, 498 F.2d at 259, 260.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The en banc majority makes brief reference to the legislative history of the Eighth Amendment.  That history is sketchy and inconclusive at best.  The first ten amendments were proposed to the legislatures of the several states by the First Congress on September 25, 1789, and were ratified December 15, 1791.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In Brown v. Board of Education, 1954, 347 U.S. 483, at 489, 490, 74 S.Ct. 686, 98 L.Ed. 873, the Supreme Court discussed the history of the Fourteenth Amendment with respect to segregated schools as of the time of the adoption of that Amendment in 1868.  The rationale of that discussion applies with multiplied intensity to the history of the Eighth Amendment as of 1791 with respect to corporal punishment in the public schools.  As the Brown opinion demonstrates, public education was in its infancy in 1868.  In 1791 it was almost nonexistent.<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a> Chief Justice Warren, writing for a unanimous Court in Brown, said:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>'In approaching this problem, we cannot turn the clock back to 1868 when the Amendment was adopted, or even to 1896 when Plessy v. Ferguson (163 U.S. 537, 16 S.Ct. 1138, 41 L.Ed. 256) was written.  We must consider public education in the light of its full development and its present place in American life throughout the Nation.  Only in this way can it be determined if segregation in public schools deprives these plaintiffs of the equal protection of the laws.' 347 U.S. at 492--493, 74 S.Ct. at 691.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Similarly, in Trop v. Dulles, 1958, 356 U.S. 86, 101, 78 S.Ct. 590, 598, 2 L.Ed.2d 630, with specific reference to the constitutional phrase 'cruel and unusual' as used in the Eighth Amendment, Chief Justice Warren said: 'The Amendment must draw its meaning from the evolving standards of decency that mark the progress of a maturing society.'</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In Nelson v. Heyne, 7 Cir. 1974, 491 F.2d 352, cert. denied 417 U.S. 976, 94 S.Ct. 3183, 41 L.Ed.2d 1146, that expression was quoted and applied by the Seventh Circuit to a '(s)chool, located in Plainfield, Indiana (which) is a medium security state correctional institution for boys twelve to eighteen years of age, an estimated one-third of whom are noncriminal offenders.' 491 F.2d at 353, 354 (emphasis added).  The Seventh Circuit held that corporal punishment consisting of beating juveniles with a fraternity paddle, causing painful injuries, was cruel and unusual punishment.  While it recognized that the school was both a correctional and an academic institution (491 F.2d at 354), it did not exclude from its holding the 'non-criminal offenders.'</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">It is likely that in 1791 the federal government meted out punishment solely in retribution for crimes.  The scope of the Amendment was greatly expanded after it became binding on the states through the Fourteenth Amendment.  Louisiana ex rel. Francis v. Resweber, 1947, 329 U.S. 459, 463; Robinson v. California, 1962, 370 U.S. 660, 666, 82 S.Ct. 1417, 8 L.Ed.2d 758.  The Seventh Circuit in Nelson v. Heyne, supra, aptly called attention that,</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>'In re Gault, 387 U.S. 1, 15-16, 87 S.Ct. 1428, 1437, 18 L.Ed.2d 527 (1967), the Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>\"The early reformers were appalled by adult procedures and penalties, and by the fact that children could be given long prison sentences and mixed in jails with hardened criminals. . . . The child was to be 'treated' and 'rehabilitated' and the procedures, from apprehension through institutionalization, were to be 'clinical' rather than punitive.\"</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">491 F.2d at 358.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Thus it is not surprising that there should be so little in the history of the Eighth Amendment relating to its intended effect on corporal punishment in the public schools.  Today, government has greatly expanded and provides a multitude of social institutions and public services.  The administration of punishment is no longer confined to a criminal setting.  It is now employed in public schools, see Bramlet v. Wilson, supra; homes for delinquents, see Nelson v. Heyne, supra, Morales v. Turman, E.D.Tex.1974, 383 F.Supp. 53, 70--72, and Collins v. Bensinger, N.D.Ill.1974, 374 F.Supp. 273; mental institutions, see Welsch v. Likins, D.Minn.1974, 373 F.Supp. 487; and even in processing passport applications, see Trop v. Dulles, supra, 356 U.S. at 88, 78 S.Ct. 590.  To paraphrase from Chief Justice Warren in Brown, supra, 347 U.S. at 492, 74 S.Ct. 686, in approaching this problem, we cannot turn the clock back to 1791.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The majority's other objection to applying the cruel and unusual punishment clause of the eighth Amendment to this case appears to be one of federalism:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>'. . . if the force used by defendant teachers in disciplining plaintiff was as severe as plaintiffs allege, a Florida state court could find defendants civilly and criminally liable for tortious conduct exceeding the level of severity authorized by 232.27 of Fla.Stat.Ann. and by Dade County School Board policy 5144.  The basis of such actions is, however, tort and criminal law, not federal constitutional law. We find it neither proper nor necessary to expand the Eighth Amendment beyond its intended and reasonable scope to encompass an action which is essentially based on the commission of a battery.' 525 F.2d 915.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">It has been the province and duty of the federal courts since Marbury v. Madison, 1803, 5 U.S.  (1 Cranch) 137, 2 L.Ed. 60, to interpret the Constitution and protect constitutional rights.  The presence of alternative remedies in state courts should not deter federal judges from their primary duty of defending and supporting the Constitution.  Cf. Monroe v. Pape, 1961, 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492.  The claims for relief here involved were brought by plaintiffs under 42 U.S.C. &#167; 1983, which derives from the Civil Rights Act of 1871.  In the landmark case construing &#167; 1983, Monroe v. Pape, supra, the complaint alleged, inter alia, that thirteen Chicago police officers broke into the plaintiffs' home in the early morning, routed them from bed, made them stand naked in the living room, and ransacked every room, emptying drawers and ripping mattress covers. 365 U.S. at 169, 81 S.Ct. 473.  Like the corporal punishment in our present case, these acts were, among other tortious conduct, 'essentially based on the commission of a battery.'  The possibility of criminal law proceedings and tort claims against these policemen in state court was found to be no answer, as the federal remedy provided by &#167; 1983 is supplementary to any state remedy.  Id. at 183, 81 S.Ct. 473.  On that score, Monroe v. Pape, supra, was followed by McNeese v. Board of Education, 1963, 373 U.S. 668, 671, 672, 83 S.Ct. 1433, 10 L.Ed.2d 622, and by many decisions of the courts of appeals and of the district courts, some of which are collected in 42 U.S.C. &#167; 1983 n. 500.  I cannot escape the conclusion that these school children have a constitutional right to freedom from cruel and unusual punishment when applied under color of state law, and that it is our duty as federal judges to enforce that right.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>III. Substantive Due Process.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The district court found that \"alternative measures in use range from parent and student conferences, the use of guidance counselors and psychologists, where available, to suspension and expulsion.\" (498 F.2d at 264.  See also footnote 32 which follows.)  In the original panel majority opinion, we noted that,</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>'The defendants apparently concede that corporal punishment in Dade County is a relatively serious punishment.  In their brief they state that 'Corporal punishment in the public schools of Dade County, Florida, is a last resort means of discipline as an alternative to suspension or expulsion * * *.'  (Defendants' Brief, p. 17.)' 498 F.2d at 267.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The administration of cruel and severe corporal punishment can never be justified.  The circumstances and severity of the beatings disclosed by the presently undisputed evidence amounted to arbitrary and capricious conduct unrelated to the achievement of any legitimate educational purpose.  Such conduct, exercised under color of state law, deprived the plaintiffs of both property and liberty without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">I submit that the en banc majority errs in the following part of its opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>'Having determined that corporal punishment itself and corporal punishment as circumscribed by the guidelines in Policy 5144 is not arbitrary, capricious, or unrelated to legitimate educational goals, we refuse to look at each individual instance of punishment to determine if it has been administered arbitrarily or capriciously.  We think it a misuse of our judicial power to determine, for example, whether a teacher has acted arbitrarily in paddling a particular child for certain behavior or whether in a particular instance of misconduct five licks would have been a more appropriate punishment than ten licks.  We note again the possibility of a civil or criminal action in state court against a teacher who has excessively punished a child.<sup>8</sup></p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">525 F.2d p. 917.  That is in effect to hold that corporal punishment more severe than that 'circumscribed' by the Florida Statute &#167; 232.27 and by Dade County School Board Policy 5144 is not done under color of state law. Obviously the conduct of public school teachers or administrators purportedly exercised under authority granted by a state statute and school board regulation is not excluded from federal constitutional scrutiny simply because the severity of the beatings exceeded the prescription of the state law. That is implicitly, if not expressly, held in Baker v. Owen, supra.  See also Jackson v. Bishop, 8 Cir. 1968, 404 F.2d 571, 579, 581, discussed in the original panel opinion at 498 F.2d 261, 262 n. 26.  In United States v. Classic, 1941, 313 U.S. 299, 61 S.Ct. 1031, 85 L.Ed. 1368, a criminal action against Louisiana election officials for falsifying election returns, the Supreme Court held that defendants were acting under color of state law when they falsified the returns.  These acts, the Court found, were committed 'in the course of their performance of duties under the Louisiana statute requiring them to count the ballots, to record the result of the count, and to certify the result of the election.' 313 U.S. at 325--326, 61 S.Ct. at 1042--1043.  The Court further stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>'Misuse of power possessed by virtue of state law and made possible only because the wrongdoer is clothed with the authority of state law, is action taken 'under color of' state law.  (Citations omitted.)  Id. at 326, 61 S.Ct. at 1043.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In Monroe v. Pape, supra, this definitional view of the words 'under color of' was adopted for the civil rights action provided by 42 U.S.C. &#167; 1983. 365 U.S. at 184, 185, 61 S.Ct. 1031.  Clearly, the teachers and administrators who administered the spankings in this case did so under color of state law. The fact that they might have misused the power vested in them by the state to administer corporal punishment by inflicting more blows and blows more severe than prescribed does not alter the basic fact that these beatings were performed by officials clothed with state authority.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Monroe v. Pape, supra, in discussing the legislative history of the Civil Rights Act which gave birth to 42 U.S.C. &#167; 1983, commented:</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p>'. . . the remedy created was not a remedy against it (the Ku Klux Klan) or its members but against those who representing a State in some capacity were unable or unwilling to enforce a state law.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p>'There was, it was said, no quarrel with the state laws on the books.  It was their lack of enforcement that was the nub of the difficulty.'  (Emphasis that of the Court.) 365 U.S. at 175--176, 81 S.Ct. at 478.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Likewise, in the present case, there is no quarrel with the restrictions on the severity of corporal punishment expressed in the Florida Statute 232.27 and those stated in the Board Policy 5144. 'It was their lack of enforcement that was the nub of the difficulty.' 365 U.S. at 176, 81 S.Ct. at 478.  The district court found that</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>\"There has been a rather widespread failure to adhere to School Board policy regarding corporal punishment.  Teachers have punished students without first consulting with their respective principals.  More blows have been administered to students than authorized by the policy.\" 498 F.2d at 254.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The original panel properly deemed it 'more important to know how corporal punishment is actually administered than to know the relevant rules or regulations.' 498 F.2d at 261.  The en banc majority would separate sharply the moderate kind of corporal punishment authorized by the Florida Statute and the Board Policy from the severe beatings administered to the plaintiffs Roosevelt Andrews and James Ingraham and to a few other students.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">The original panel recognized the difficulty, or perhaps impossibility, of controlling the severity of corporal punishment (498 F.2d at 261, 262 n. 26).  I submit that the arbitrary, excessive and severe corporal punishment disclosed by the plaintiffs' evidence, thus far undisputed, amounts to a denial of substantive due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p>IV. Procedural Due Process.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">In the light of the district court's opinion in Baker v. Owen, supra, it seems clear that the plaintiffs have been denied procedural due process.  The circumstances and severity of the beatings disclosed by the plaintiffs' evidence were such as to require the basic right to a hearing of some kind under either the 'severe and grievous' or the 'de minimis' test.  The two tests were contrasted in the latest Supreme Court pronouncement on procedural due process, Goss v. Lopez, 1975, 419 U.S. 565, 95 S.Ct. 729, 42 L.Ed.2d 725, and the de minimis test was adopted, 'that as long as a property deprivation is not de minimis, its gravity is irrelevant to the question whether account must be taken of the Due Process Clause.' 419 U.S. at 576, 95 S.Ct. at 737.  (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">In the present posture of this case, the undisputed evidence discloses much more than a de minimis deprivation of property rights.  It shows deprivations of liberty, probability of severe psychological and physical injury, punishment of persons who were protesting their innocence, punishment for no offense whatever, punishment far more severe than warranted by the gravity of the offense, and all without the slightest notice or opportunity for any kind of hearing.  Repetition from a few examples should suffice.  James Ingraham claimed that he was innocent and refused to be paddled.  Principal Wright administered at least twenty licks,<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a> while Assistant Principals Deliford and Barnes held James by his arms and legs and placed him struggling face down across a table. 'The district court found that James Ingraham 'received 20 licks with a wooden paddle, which produced a painful and serious hematoma on his buttocks.'  (R. 1561).'  498 F.2d at 256 n. 10. 'On October 14, eight days after the paddling, this doctor indicated that James should rest at home 'for next 72 hours.'  James testified that it was painful even to lie on his back in the days following the paddling, and that he could not sit comfortably for about three weeks (Tr. 149).'  498 F.2d at 256.  Was James' loss of more than 10 days from school any less a deprivation of property because it resulted from a beating instead of a formal suspension?</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Roosevelt Andrews' numerous paddlings were for offenses no more serious than being late or not 'dressing out' (498 F.2d at 256).  Roosevelt on one occasion insisted that he was innocent and refused to bend over.  Barnes pushed him against the urinals and hit him on his arm, back and neck.  Roosevelt complained to Principal Wright, but to no avail (498 F.2d 257).</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Daniel Lee was struck four or five times on the hand for no offense whatever.  His hand was X-rayed and, according to Daniel, a bone in his right hand was found to be fractured.  The district judge observed an enlargement of his right knuckle (498 F.2d 258).  Other instances of violation of procedural due process are set out in 498 F.2d at 258, 259.  The brutal facts of this case should not be swept under the rug.  Clearly, according to the presently undisputed evidence, the plaintiffs have been subjected to cruel and unusual punishment.  Under color of state law, they have been arbitrarily deprived of both property and liberty.  Even more clearly, they have been denied procedural due process.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">The precedent to be set by the en banc majority is that school children have no federal constitutional rights which protect them from cruel and severe beatings administered under color of state law, without any kind of hearing, for the slightest offense or for no offense whatsoever.  I strongly disagree and respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Circuit Judge Wisdom took no part in the consideration or decision of this case, en banc</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The legislative history surrounding the enactment of the cruel and unusual clause indicates that it was intended to prevent the tortious and barbarous methods used in some European countries to extort confessions and to punish crimes.  The following argument delivered in favor of the proposed 'cruel and unusual clause' of the Bill of Rights indicates the intended limits of its scope:</p>\n        <p>(Congress will) have to ascertain, point out, and determine, what kinds of punishments shall be inflicted on persons convicted of crimes.  They are nowhere restrained from inventing the most cruel and unheard of punishments and annexing them to crimes; and there is no constitutional check of them, but that racks and gibbets may be amoungst the most mild instruments of their discipline.</p>\n        <p>Granucci, Nor Cruel and Unusual Punishments Inflicted: The Original Meaning, 57 Cal.L.Rev. 839 at 841 (1969), quoting from 2 J. Elliot, The Debates in the Several State Conventions on the Adoption of the Federal Constitution, 111 (2d Ed. 1881).  (Emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We are not persuaded by the majority's argument in the original panel decision that the Supreme Court decision in Trop v. Dulles requires a holding that the Eighth Amendment reaches the administration of corporal punishment in public schools:</p>\n        <p>It was succinctly stated in Vol. 6 Harv.Civ. Rights--Civ.Lib.L.Rev., Corporal Punishment in the Public Schools, p. 585, n. 24:</p>\n        <p>'In Trop v. Dulles, 356 U.S. 86, 94--100 (78 S.Ct. 590, 2 L.Ed.2d 630) (1958), the Supreme Court, in applying the eighth amendment to all punishments inflicted pursuant to 'penal laws,' set forth two tests to determine the meaning of penal.  First, there must be the imposition of a 'disability for the purpose of punishment.'  Id. at 96 (78 S.Ct. 590).  Second, there must be the prescription of a 'consequence that will befall one who fails to abide by regulating provisions . . ..' Id. at 97 (78 S.Ct. 598).</p>\n        <p>'Infliction of corporal punishment by public school personnel meets both tests.'  Ingraham v. Wright, 498 F.2d 248, 259--60, n. 20 (5th Cir. 1974).</p>\n        <p>In Trop v. Dulles, the Supreme Court was addressing the constitutional propriety of &#167; 401(g) of the Nationality Act of 1940 which provides for the loss of United States citizenship by a national who has deserted the military forces of the United States during a time of war and who has been convicted by court-martial.  In setting up a 'purpose' test to determine what is 'penal' and what is thereby within the scope of the Eighth Amendment's prohibition against cruel and unusual punishment, the court was countering the government's argument that the statute was 'non-penal' in that it provided for loss of citizenship as opposed to incarceration. 356 U.S. 96, 98--99, 78 S.Ct. 590, 2 L.Ed.2d 630, 641.</p>\n        <p>Yet, the court in Trop v. Dulles was still addressing the imposition of an essentially criminal sanction.  The court several times refers to the desertion for which defendant was losing his citizenship, as a 'crime;' e.g., 356 U.S. at 96, 78 S.Ct. 590, 2 L.Ed.2d at 640.  In addition, denationalization under 401(g) could occur only after conviction by court-martial under 10 U.S.C. &#167; 885, enacted August 10, 1956.  The loss of citizenship found to be reached by the Eighth Amendment in Trop contains elements of criminal sanctions imposed by a judicial tribunal which are strikingly absent in the application of discipline in the public schools.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Decisions discussing the applicability of the Eighth Amendment to corporal punishment administered in the public schools can be classified into three groups: (1) case holding that the Eighth Amendment does apply to corporal punishment in public schools--Bramlett v. Wilson, 495 F.2d 714 (8th Cir. 1974); (2) cases holding that the Eighth Amendment does not apply to corporal punishment in public schools--Sims v. Waln, 388 F.Supp. 543 (S.D.Ohio 1974), and Gonyaw v. Gray, 361 F.Supp. 366 (D.Vt.1973), and (3) cases that assume, without deciding, that the Eighth Amendment applies to imposition of corporal punishment in schools but that in instant case determine that punishment complained of was not severe enough to constitute cruel and unusual punishment--Baker v. Owen, 395 F.Supp. 294 (M.D.N.C.1975), aff'd --- U.S. ---, 96 S.Ct. 210, 46 L.Ed.2d 137 (1975); Glaser v. Marietta, 351 F.Supp. 555 (W.D.Pa.1972); Ware v. Estes, 328 F.Supp. 657 (N.D.Tex.1971), aff'd per curiam, 458 F.2d 1360 (5th Cir. 1972); Whatley v. Pike County Board of Education, C.A. 977 (N.D.Ga.1971) (three judge court); and Sims v. Board of Education, 329 F.Supp. 678 (D.N.M.1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court of Vermont has recently granted jurisdiction under 28 U.S.C. &#167; 1343(3) to entertain a claim that administration of excessive corporal punishment violated the student-claimant's right to freedom from cruel and unusual punishment.  Roberts v. Way, 398 F.Supp. 856 (D.Vt.1975).  The court distinguished Roberts from Gonyaw v. Gray, supra, in which less severe punishment was alleged.  The extent of the holding, however, was merely a finding that the claim was not so wholly insubstantial or frivolous as to divest the court of jurisdiction; the applicability of the Eighth Amendment to severe corporal punishment was not reached</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Even assuming that the Eighth Amendment was equally applicable to corporal punishment imposed by school authorities, we would not necessarily adopt the holding of the Jackson court that corporal punishment is per se cruel and unusual, since there are many practical differences between prisons and public schools that would tend to mitigate the use of such discipline in the latter institution.  First, the Jackson court was concerned with the absence of safeguards necessary to prevent abuses in the imposition of corporal punishment by prison officials.  The much greater access of school children through their parents to public opinion and to the political process, in addition to the natural restraint that generally exists when one strikes a child, deters excessive conduct by the school official administering corporal punishment.  Also, central to the Jackson court's finding that use of a strap was cruel and unusual was its belief that such punishment, when imposed on prisoners, 'offend(s) contemporary concepts of decency and human dignity.'  Id. at 579.  While whipping an adult prisoner is sufficiently degrading to offend 'contemporary concepts of decency,' we cannot believe paddling a child, a long-accepted means of disciplining and inculcating concepts of obedience and responsibility, offends current notions of decency and human dignity.  See also Nelson v. Heyne, 491 F.2d 352 (7th Cir. 1974) in which the court held that paddling of juveniles in a correctional institute constituted cruel and unusual punishment, but that corporal punishment administered in public schools could be upheld.  Id. at 356</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Policy 5144 provides in part:</p>\n        <p>II.  Punishment: Corporal Punishment</p>\n        <p>Punishment in the general sense is the inflicting of a penalty for an offense.  Corporal punishment is generally applied to the body of the offender or is physical punishment as opposed to other forms of punishment and is administered as a means of changing the behavior of the student.  Therefore, it is important to analyze whether or not this goal will be accomplished by such action.</p>\n        <p>Corporal punishment may be used in the case where other means of seeking cooperation from the student have failed.  If it appears that corporal punishment is likely to become necessary, the teacher must confer with the principal.  The principal will determine the necessity for corporal punishment and designate the time, place, and the person to administer said punishment.  In any case, the student should understand clearly the seriousness of the offense and the reason for the punishment.  Care should be taken that the period of time between the offense and the punishment is not so long as to cause undue anxiety in the pupil.  The punishment must be administered in kindness and in the presence of another adult, at a time and under conditions not calculated to hold the student up to ridicule or shame.</p>\n        <p>In the administering of corporal punishment, no instrument shall be used that will produce physical injury to the student, and no part of the body above the waist or below the knees may be struck.  The person administering the corporal punishment must realize his own personal liabilities if the student being given corporal punishment is physically injured.</p>\n        <p>Corporal punishment should never be administered to a student whom school personnel know to be under psychological or medical treatment unless there has been a preconference with the school psychologist or the physician.</p>\n        <p>Policy 5144 was revised extensively, effective November 3, 1971, almost ten months after this action was filed.  The revision sets a maximal limit on the number of strokes which can be applied (five for elementary school children and seven for junior and senior high school children), requires punishment to be administered 'posteriorly' and in no case about the head and shoulders, emphasizes consideration of the seriousness of the offense in determining the proper punishment, and requires a recording of the infraction which justified the punishment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Sims v. Waln, 388 F.Supp. 543 (S.D.Ohio 1975), in which the court stated:</p>\n        <p>A teacher is responsible for the discipline in his school, and for the progress, conduct, and deportment of his pupils.  It is his duty to maintain good order and to require of his pupils a faithful performance of their duties.  To enable him to discharge such a duty effectively, he must have the power to enforce prompt obedience to his lawful commands.  For this reason, in proper cases, he may inflict corporal punishment on refractory pupils.  Id. at 546.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8--1\">\n        <a class=\"footnote\" href=\"#fn8--1_ref\">8</a>\n        <p> Indeed, Policy 5144, as effective during 1970--71, provides in part: 'The person administering the corporal punishment must realize his own personal liabilities if the student being given corporal punishment is physically injured.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> While the Supreme Court has held that lower courts are bound by summary decisions of the Supreme Court until that Court informs them otherwise, Hicks v. Miranda, 422 U.S. 332, 95 S.Ct. 2281, 45 L.Ed.2d 223 (1975), we believe that Hicks can be readily distinguished from the present case.  In Hicks, the Supreme Court was dealing with the precedential value of a dismissal for want of a substantial federal question; in its holding that such a dismissal carried the same impact as a disposition on the merits, the Court was countering the argument that the precedential value of a dismissal was equivalent only to that of a denial of certiorari.  The Court's holding certainly cannot be interpreted to mean that a summary affirmance by the Supreme Court of a lower court judgment is binding on questions not presented to that Court on appeal.  See, Swarb v. Lennox, 405 U.S. 191, 92 S.Ct. 767, 31 L.Ed.2d 138 (1972) (Supreme Court's affirmance of District Court judgment insofar as it refused to declare a state's statute unconstitutional does not constitute approval of other aspects and details not before Supreme Court where no cross appeal taken by defendant)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In applying the 'grievous loss' standard, discussed supra, to the present facts we are not ignoring the 'de minimus' test employed in Goss in which the court stated: \"Whether due process requirements apply in the first place, we must look not to the 'weight' but to the nature of the interest at stake.'  Board of Regents v. Roth, 408 U.S.  (564), at 570--71, 92 S.Ct.  (2701) at 2705--2706, 33 L.Ed.2d 548. . . . The Court's view has long been that as long as a property deprivation is not de minimus, its gravity is irrelevant to the question whether account must be taken of the Due Process Clause.'  Id. 419 U.S. at 575, 95 S.Ct. at 737, 42 L.Ed.2d at 735.  In so holding, the court was responding to an argument that because a ten-day suspension did not subject a student to a grievous loss, the due process clause did not come into play.  Thus, according to the court's reasoning, because total exclusion from the educational process is itself a substantial interest to be protected by the due process clause, the shortness of that period of exclusion cannot suspend the guarantee of procedural safeguards.  There is a qualitative difference between an exclusion from the educational process, through suspension, and a routine disciplinary measure such as paddling.  The infliction of a paddling, unlike the denial itself of educational benefits, does not subject the student to a 'grievous loss' for which constitutionally mandated procedural safeguards apply</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Indeed, this court has often recognized the applicability of the due process clause to expulsions and suspensions.  E.g., Dixon v. Alabama State Board of Education, 294 F.2d 150 (5th Cir. 1961), cert. denied, 368 U.S. 930, 82 S.Ct. 368, 7 L.Ed.2d 193 (1961) (due process applicable to a removal for long enough duration to be classified as expulsion); Black Students of North Fort Myers Jr.-Sr. High School v. Williams, 470 F.2d 957 (5th Cir. 1972) (due process applicable to a ten-day suspension)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Dade County School Board Policy 5144 does contain guidelines by which corporal punishment is to be administered.  It requires, for example, that the 'student understand clearly the seriousness of the offense and the reason for the punishment.'  If the Policy guidelines are not followed, students would have redress to the School Board</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> 42 U.S.C. &#167; 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> 28 U.S.C. &#167; 1343</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> E.g., Roane v. Callisburg Independent School District, 511 F.2d 633, 635 n. 1 (5th Cir. 1975) (citations omitted); Kelly v. West Baton Rouge Parish School Board, 517 F.2d 194, 197 (5th Cir. 1975) (citations omitted).  Other circuits have utilized the same rationale in holding that Kenosha does not bar &#167; 1331 jurisdiction over a municipality, Brault v. Town of Milton, 527 F.2d 730 (2d Cir. 1975) (No. 74--2370, Feb. 24, 1975), or a county, Cox v. Stanton, 529 F.2d 47 (4th Cir. 1975) (No. 74--2218, Oct. 6, 1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> 28 U.S.C. &#167; 1331</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Although we have not hesitated to find due process and equal protection violations in a variety of circumstances involving schools, e.g., Lansdale v. Tyler Junior College, 470 F.2d 659 (5th Cir. 1972) (en banc) (potential college students not allowed to register because of hair length), cert. denied, 411 U.S. 986, 93 S.Ct. 2268, 36 L.Ed.2d 964 (1973), certainly we must have scrupulous regard for principles of federalism in extending the reach of 'constitutional common law.' See generally Monaghan, Constitutional Common Law, 89 Harv.L.Rev. 1, 45 (1975) ('The general guarantees of due process and equal protection are so indeterminate in character that to develop on their authority a body of subconstitutional law would be to go beyond implementation to recognize a judicial power to create a sub-order of liberties without any ascertainable constitutional reference points') (emphasis in original)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> At the time of the American Revolution, schools were predominantly private and denominational. 7 Encyclopedia Britannica, History of Education 991 (1970).  The main outlines of the public educational system were not achieved until the middle of the Nineteenth Century.  Id. at 992</p>\n        <p>' Indeed, Policy 5144, as effective during 1970--71, provides in part: 'The person administering the corporal punishment must realize his own personal liabilities if the student being given corporal punishment is physically injured.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> Four times the five licks held to constitute cruel and unusual punishment in Nelson v. Heyne, supra, 491 F.2d at 354</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></span></p>\n    <p class=\"parties\">Eloise INGRAHAM, as next friend, etc., et al., Plaintiffs-Appellants,<br>v.<br>Willie J. WRIGHT, I, Individually, etc., et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 73--2078.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Jan. 8, 1976.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alfred Feinberg, Miami, Fla., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Frank A. Howard, Jr., Thomas G. Spicer, James A. Smith, Miami, Fla., for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Florida.</p>\n      <p class=\"indent\">Before BROWN, Chief Judge, RIVES, GEWIN, BELL, THORNBERRY, COLEMAN, GOLDBERG, AINSWORTH, GODBOLD, DYER, SIMPSON, MORGAN, CLARK, RONEY and GEE, Circuit Judges.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">LEWIS R. MORGAN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs James Ingraham and Roosevelt Andrews, two junior high school students in Dade County, Florida, filed a complaint containing three counts on January 7, 1971.  Counts one and two were individual actions for compensatory and punitive damages brought under 42 U.S.C. &#167;&#167; 1981--88, with jurisdiction claimed under 28 U.S.C. &#167; 1331 and &#167; 1343.  Plaintiffs claimed that personal injuries resulted from corporal punishment administered by certain defendants in alleged violation of their constitutional rights, in particular their right to freedom from cruel and unusual punishment.  Specifically, plaintiff Ingraham alleges in count one that on October 6, 1970, defendants Principal Wright and Assistant Principals Deliford and Barnes struck plaintiff repeatedly with a wooden instrument, injuring plaintiff and causing him to incur medical expenses.  Plaintiff testified that this paddling was precipitated by his and several other children's disruption of a class over the objection of the teacher.  Defendant Wright removed plaintiff and the other disruptive students to his office whereupon he paddled eight to ten of them.  Wright had initially threatened plaintiff with five blows, but when the latter refused to assume a paddling position, Wright called on defendants Deliford and Barnes who held plaintiff in a prone position while Wright administered twenty blows.  Plaintiff complained to his mother of discomfort following the paddling, whereupon he was taken to a hospital for treatment.  Plaintiff introduced evidence that he had suffered a painful bruise that required the prescription of cold compresses, a laxative, sleeping and pain-killing pills and ten days of rest at home and that prevented him from sitting comfortably for three weeks.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff Andrews alleges two incidents of corporal punishment as the basis for his claim for damages in count two of the complaint.  Plaintiff alleges that on October 1, 1970, he, along with fifteen other boys, was spanked in the boys' restroom by Assistant Principal Barnes.  Plaintiff testified that he was taken by a teacher to Barnes for the offense of tardiness, but that he refused to submit to a paddling because, as he explained to Barnes, he had two minutes remaining to get to class when he was seized and was not, therefore, guilty of tardiness.  Barnes rejected plaintiff's explanation and, when plaintiff resisted punishment, struck him on the arm, back, and across the neck.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff Andrews was again spanked on October 20, 1970.  Despite denials of guilt, plaintiff was paddled on the backside and on the wrist by defendant Wright in the presence of defendants Deliford and Barnes for having allegedly broken some glass in sheet metal class.  As a result of this paddling, plaintiff visited a doctor and received pain pills for the discomfort, which lasted approximately a week.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Count three is a class action brought by plaintiffs Ingraham and Andrews as representatives of the class of students of the Dade County school system who are subject to the corporal punishment policies issued by defendant members of the Dade County School Board.  This count seeks final injunctive and/or declaratory relief against the use of corporal punishment in the Dade County School System and can be divided into three constitutional arguments.  First plaintiffs claim that infliction of corporal punishment on its face and as applied in the present case constitutes cruel and unusual punishment in that its application is grossly disproportionate to any misconduct in which plaintiffs may have engaged.  Second, plaintiffs claim that because it is arbitrary, capricious and unrelated to achieving any legitimate educational goal, corporal punishment deprives all students of liberty without due process of law in violation of the Fourteenth Amendment.  Plaintiffs also allege that the failure of defendants to promulgate a list of school regulations and corresponding punishments increases the capriciousness of the punishment.  Finally, plaintiffs claim that defendants' failure to provide any procedural safeguards before inflicting corporal punishment on students, including adequate notice of alleged misconduct, hearing, examination and cross-examination, representation and notice of rights, constitutes summary punishment and deprives students of liberty without due process of law in violation of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiffs presented their evidence in count three of the complaint in a week-long trial before the district court without a jury.  At the close of plaintiffs' case, defendants moved for dismissal under Rule 41(b), F.R.Civ.P. which provides in part:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>After the plaintiff, in an action tried by the court without a jury, has completed the presentation of his evidence, the defendant, without waiving his right to offer evidence in the event the motion is not granted, may move for a dismissal on the ground that upon the facts and the law the plaintiff has shown no right to relief.  The court as trier of the facts may then determine them and render judgment against the plaintiff or may decline to render any judgment until the close of all the evidence.  If the court renders judgment on the merits against the plaintiff, the court shall make findings as provided in Rule 52(a).  Unless the court in its order for dismissal otherwise specifies, a dismissal under this subdivision and any dismissal not provided for in this rule, other than a dismissal for lack of jurisdiction, for improper venue, or for failure to join a party under Rule 19, operates as an adjudication upon the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By agreement of the parties the court considered the evidence offered to support count three as having been offered on counts one and two and as if upon motion for directed verdict for these two counts.  The district court then dismissed count three of the complaint and, concluding that a jury could not lawfully find that either of the plaintiffs sustained a deprivation of constitutional rights, likewise dismissed counts one and two.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>I. Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Defendants assert that there is no federal jurisdiction over count three under 42 U.S.C. &#167;&#167; 1981--1988 and 28 U.S.C. &#167; 1331 and &#167; 1343 because the Dade County School Board and the Superintendent of Schools, Edward L. Whigham, are not 'persons' and hence are not amenable to suit.  Defendants rely on City of Kenosha v. Bruno, <span class=\"citation\" data-id=\"108813\"><a href=\"/opinion/108813/kenosha-v-bruno/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"108813\"><a href=\"/opinion/108813/kenosha-v-bruno/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2222</span></a></span>, <span class=\"citation\" data-id=\"108813\"><a href=\"/opinion/108813/kenosha-v-bruno/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span></a></span> (1973), in which the Supreme Court held that a municipality was not a 'person' within the meaning of &#167; 1983.  While it is well-settled that a school board is not a 'person' and thus cannot be sued under &#167; 1983, it is clear that a school superintendent is a 'person' amenable to suit.  Sterzing v. Fort Bend Independent School District, <span class=\"citation\" data-id=\"318964\"><a href=\"/opinion/318964/henry-keith-sterzing-v-fort-bend-independent-school-district-fort-bend/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span>, at 93, n. 2 (5th Cir. 1974).  We, therefore, hold that jurisdiction was improperly granted against the Dade County School Board and, accordingly, that part of the complaint must be dismissed.  Jurisdiction to proceed against Edward L. Whigham, Superintendent of Schools, was, however, properly granted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>II. Cruel and Unusual Punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiff-appellants allege that the infliction of corporal punishment on public school children on its face, and as applied in the instant case, constitutes cruel and unusual punishment under the Eighth Amendment sufficient to entitle plaintiffs to damages and injunctive relief against the Dade County School Board under &#167; 1983.  We do not agree.  It is the opinion of the majority of this court that the Eighth Amendment does not apply to the administration of discipline, through corporal punishment, to public school children by public school teachers and administrators.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Eighth Amendment states: 'Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.'  Not only the connotation of the words 'bail,' and 'fine,' but the legislative history<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> concerning enactment of the bill of rights supports an argument that the Eighth Amendment was intended to be applied only to punishment invoked as a sanction for criminal conduct.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Indeed, Supreme Court decisions which have interpreted the Amendment have focused on the inherent cruelty of penalties 'inflicted by a judicial triibunal in accordance with law and retribution for criminal conduct.'  Negrich v. Hohn, <span class=\"citation\" data-id=\"1425320\"><a href=\"/opinion/1425320/negrich-v-hohn/\"><span class=\"volume\">246</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">173</span></a></span> (W.D.Pa.1965), affirmed on other grounds, <span class=\"citation\" data-id=\"276321\"><a href=\"/opinion/276321/robert-w-negrich-v-william-r-hohn-warden-westmoreland-county-prison/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></a></span> (3rd Cir. 1967) (emphasis added).  E.g., Furman v. Georgia, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2726</span></a></span>, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1972) (death penalty as cruel and unusual punishment); Robinson v. California, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">660</span></a></span>, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1417</span></a></span>, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">758</span></a></span> (1962) (state's imprisonment of narcotics addict as cruel and unusual punishment); Weems v. United States, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">793</span></a></span> (1910) (disproportionate punishment of fifteen years to hard labor for conviction of strict liability offense as cruel and unusual punishment).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although the Supreme Court has not yet discussed the applicability of the Eighth Amendment to corporal punishment administered in the public schools, a few lower courts have considered the issue and divided on its resolution.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We concur with the approach taken by the two district courts that have held the Eighth Amendment to be inapplicable to corporal punishment in public schools.  In Sims v. Waln, supra, the court dismissed an action for damages and injunctive relief arising out of facts similar to those present in the instant case, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Regarding the Eighth Amendment claim there is an initial distinction that must be made between criminal penalties and civil penalties.  The distinction must be made because the Eighth Amendment is not applicable in a civil context.  Concerning the Cruel and Unusual Punishment clause of the Eighth Amendment the Supreme Court has stated that: 'the primary purpose of that clause has always been considered, and properly so, to be directed at the method or kind of punishment imposed for the violation of criminal statutes . . ..' Powell v. Texas, <span class=\"citation\" data-id=\"107750\"><a href=\"/opinion/107750/powell-v-texas/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>, 531--32, <span class=\"citation\" data-id=\"107750\"><a href=\"/opinion/107750/powell-v-texas/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2145</span></a></span>, 2154, <span class=\"citation\" data-id=\"107750\"><a href=\"/opinion/107750/powell-v-texas/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1254</span></a></span> (1968).  Id. at 549 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Likewise, in Gonyaw v. Gray, supra, the district court of Vermont, in dismissing an action for damages and injunctive relief against a school board which imposed corporal punishment on its students, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>. . . it is, of course, essential to recovery in both cases under &#167; 1983 that the plaintiff establish an invasion of federally protected constitutional rights . . .. Mere tortious conduct does not constitute a deprivation of constitutional rights under this statute.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>This statute (authorizing corporal punishment) does not offend the protection against cruel and unusual punishment since this amendment provides a limitation against penalties imposed for criminal behavior. . . . Since neither plaintiff was punished for an offense which was criminal in nature, the Eighth Amendment does not proscribe the conduct assigned to the defendants.  Id. at 368 (emphasis added.)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In support of their argument that corporal punishment in a public school context is cruel and unusual punishment, appellants cite Jackson v. Bishop, 8 Cir. 1968, <span class=\"citation\" data-id=\"282638\"><a href=\"/opinion/282638/william-king-jackson-v-o-e-bishop-superintendent-of-the-arkansas-state/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span> in which the Eighth Circuit Court of Appeals enjoined the use of a strap in prisons.  We do not find prisons and public schools to be analogous in the context of Eighth Amendment coverage.  As discussed, supra, the function of the Eighth Amendment's prohibition against cruel and unusual punishments was intended to prevent the imposition of unduly harsh penalties for criminal conduct.  It is not an unreasonable interpretation of the Eighth Amendment to include within its coverage discipline imposed upon persons incarcerated for criminal conduct, since such discipline is part of the total punishment to which the individual is being subjected for his crime and, as such, is a proper subject for Eighth Amendment scrutiny.  To extend the Jackson case from a prison context to a public school situation would, however, distort the intended scope of the Amendment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We do not mean to imply by our holding that we condone child abuse, either in the home or the schools.  We abhor any exercise of discipline which could result in serious or permanent injury to the child.  Indeed, if the force used by defendant teachers in disciplining plaintiff was as severe as plaintiffs allege, a Florida state court could find defendants civilly and criminally liable for tortious conduct exceeding the level of severity authorized by 232.27 of Fla.Stat.Ann. and by Dade County School Board policy 5144.  The basis of such actions is, however, tort and criminal law, not federal constitutional law. We find it neither proper nor necessary to expand the Eighth Amendment beyond its intended and reasonable scope to encompass an action which is essentially based on the commission of a battery.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In short, scrutiny of the propriety of physical force used by a school teacher upon his or her student should be the function of a state court, with its particular expertise in tort and criminal law questions; the administration of corporal punishment in public schools, whether or not excessively administered, does not come within the scope of Eighth Amendment protection.  Because the plaintiffs do not allege facts which could support a finding that defendants have deprived them of their right to freedom from cruel and unusual punishment, neither the legal action for damages included in counts one and two nor the equitable action for injunctive relief set out in count three can lie.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>III. Substantive Due Process.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Plaintiffs allege that 'the infliction of corporal punishment on its face deprives all students as well as plaintiff . . . of 'liberty without due process of law' in violation of the Fourteenth Amendment to the United States Constitution since it is arbitrary, capricious, and unrelated to achieving any legitimate educational purpose.'  In essence, plaintiffs here allege a deprivation of their right to substantive due process, as this right to freedom from arbitrary governmental action has come to be known.  We find this argument unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Statutory authority for the use of corporal punishment in Florida public schools is found by implication in &#167; 232.27 of Fla.Stat.Ann. which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Each teacher or other member of the staff of any school shall assume such authority for the control of pupils as may be assigned to him by the principal and shall keep good order in the classroom and in other places in which he is assigned to be in charge of pupils, but he shall not inflict corporal punishment before consulting the principal or teacher in charge of the school, and in no case shall such punishment be degrading or unnecessarily severe in its nature.  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition the Dade County School Board Policy 5144, effective at the time plaintiff's cause of action arose, explicitly authorized corporal punishment, setting forth guidelines under which it was to be administered.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After reviewing the record, we agree with the district court's finding that 'the evidence has not shown that corporal punishment in concept, or as authorized by the school board, or as applied throughout the school system, is arbitrary, capricious, or wholly unrelated to the legitimate state purpose of determining its educational policy.'  The plaintiffs' right to substantive due process is</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>. . . a guaranty against arbitrary legislation, demanding that the law not be unreasonable and that the means selected shall have a real and substantial relation to the object sought to be attained.  The test is whether there be a matter touching the public interest which merits instant correction at the hands of the authorities and, if so, that the remedy adopted by the rule-making authorities be reasonably calculated to correct it.  Sims v. Board of Education, supra, at 684.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Certainly, maintenance of discipline and order in public schools is a prerequisite to establishing the most effective learning atmosphere and as such is a proper object for state and school board regulation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Without the existence of disciplinary sanctions for misbehavior, students who desire to learn would be deprived of their right to an education by the more disruptive members of their class.  We are unwilling to hold that corporal punishment, as one of the means used to achieve an atmosphere which facilitates the effective transmittal of knowledge, has no 'real and substantial relation to the object sought to be attained.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Certainly the guidelines set down in Policy 5144 establish standards which tend to eliminate arbitrary or capricious elements in any decision to punish.  Having determined that corporal punishment itself and corporal punishment as circumscribed by the guidelines in Policy 5144 is not arbitrary, capricious, or unrelated to legitimate educational goals, we refused to look at each individual instance of punishment to determine if it has been administered arbitrarily or capriciously.  We think it a misuse of our judicial power to determine, for example, whether a teacher has acted arbitrarily in paddling a particular child for certain behavior or whether in a particular instance of misconduct five licks would have been a more appropriate punishment than ten licks.  We note again the possibility of a civil or criminal action in state court against a teacher who has excessively punished a child.<a class=\"footnote\" href=\"#fn8--1\" id=\"fn8--1_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We emphasize that it is not this court's duty to judge the wisdom of particular school regulations governing matters of internal discipline.  Only if the regulation bears no reasonable relation to the legitimate end of maintaining an atmosphere conducive to learning can it be held to violate the substantive provision of the due process laws.  Paddling of recalcitrant children has long been an accepted method of promoting good behavior and instilling notions of responsibility and decorum into the mischievous heads of school children.  We do not here overrule it.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>IV. Procedural Due Process.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Plaintiffs also allege as part of their claim for injunctive and declaratory relief that defendants have deprived the class which plaintiffs represent of its right to procedural due process.  Plaintiffs argue that procedural due process requires (1) that a schedule of school regulations and punishments to be accorded for their breach be established; (2) that notice be given to the student of the offense for which he is to be punished, and (3) that a hearing with opportunity for examination and cross-examination and with a right to counsel be accorded before punishment is inflicted.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The concept of due process is premised upon fairness and reasonableness in light of the totality of circumstances.  Hannah v. Larcht,363 U.S. 420, <span class=\"citation\" data-id=\"106078\"><a href=\"/opinion/106078/hannah-v-larche/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1502</span></a></span>, <span class=\"citation\" data-id=\"106078\"><a href=\"/opinion/106078/hannah-v-larche/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1307</span></a></span> (1960); Joint Anti-Fascist Refugee Committee v. McGrath, <span class=\"citation\" data-id=\"104894\"><a href=\"/opinion/104894/joint-anti-fascist-refugee-comm-v-mcgrath/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation\" data-id=\"104894\"><a href=\"/opinion/104894/joint-anti-fascist-refugee-comm-v-mcgrath/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">624</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">817</span></span> (1951).  '(W)hether any protections are due depends on the extent to which an individual will be 'condemned to suffer grievous loss.\" Joint Anti-Fascist Refugee Committee v. McGrath, supra, at 168, 71 S.Ct. at 646 (Frankfurter, J., concurring), quoted in Morrissey v. Brewer, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, at 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, at 2600, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972) (emphasis added).  We do not believe that infliction of a paddling subjects a schoolchild to a grievous loss for which Fourteenth Amendment due process standards should be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In its argument for procedural safeguards, the dissent relies on Baker v. Owen, supra, a three-judge district court judgment summarily affirmed by the Supreme Court.  In Baker, the three-judge district court upheld a North Carolina statute authorizing corporal punishment against plaintiffs' argument that the constitutional concept of familial privacy bars school officials from spanking school children over parental objection.  In addition, the court set forth certain procedural requirements to accompany the administration of corporal punishment.  The Supreme Court's affirmance of this three-judge district court judgment was a summary affirmance without opinion.  The appeal of that lower court judgment was brought only by the plaintiffs and the only question presented to the Supreme Court was whether parental objection could bar the use of corporal punishment by school officials; defendant state and school officials did not appeal that part of the judgment requiring procedural safeguards.  Accordingly, the three-judge district court's pronouncement on procedural requirements was never before the Court and, therefore, its summary affirmance of that lower court's judgment does not bind us to a part of the judgment not appealed.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In holding that procedural safeguards accompanying the use of corporal punishment in public schools are not constitutionally mandated, we are cognizant of the Supreme Court's holding in Goss v. Lopez, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">729</span></a></span>, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span></a></span> (1975), that an Ohio statute authorizing suspension of public school students without notice of the offense for which suspended and without opportunity for a hearing violates students' rights to procedural due process.  The basis for the Court's holding that due process should have been afforded plaintiffs was its determination that education was a substantial property interest that the State of Ohio had conferred on plaintiffs and 'having chosen to extend the right to an education to people of appellees' class generally, Ohio may not withdraw that right on grounds of misconduct absent fundamentally fair procedures . . ..' Id., 419 U.S. at 574, 95 S.Ct. at 736, 42 L.Ed.2d at 734.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Noting that a recorded suspension could harm a student's reputation and interfere with later opportunities for higher education and employment, the Court also held that a student's 'liberty' interest in maintaining his good name and reputation could not be arbitrarily deprived by a suspension unattended by proper procedures.  We believe that there is an important distinction in terms of the applicability of due process standards between a suspension, which involves an exclusion from the educational process itself, and a paddling, which involves no deprivation of a property interest or denial of a claim to education and which is certainly a much less serious event in the life of a child than is a suspension or an expulsion.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Likewise, we find no substantial interest in reputation violated by a paddling, for while a recorded suspension can indeed have a permanent adverse impact on a person's reputation and could conceivably harm that person's chance to obtain employment or higher education, we find it difficult to contend that a paddling, a commonplace and trivial event in the lives of most children, involves any such damage to reputation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It seems to us that the value of corporal punishment would be severely diluted by elaborate procedural process imposed by this court.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> To require, for example, a published schedule of infractions for which corporal punishment is authorized, would serve to remove a valid judgmental aspect from a decision which should properly be left to the experienced administrator.  Likewise, a hearing procedure could effectively undermine the utility of corporal punishment for the administrator who probably has little time under present procedures to handle all the disciplinary problems which beset him or her. '(T) o hold that the relationship between parents, pupils, and school officials must be conducted in an adverse atmosphere and according to procedural rules by which we are accustomed in a court of law would hardly best serve the interest of any of those involved.'  Whatley v. Pike County Board of Education, supra. 'The likelihood of the abuse of corporal punishment is minimized by the participation of parents and school boards in school affairs, and by the availability of civil and criminal sanctions against teachers who exceed the limits of moderation.  In any event, it is a sanction which simply is not serious enough to require the prerequisite of a formal hearing.'  Gonyaw v. Gray, supra, at 371.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In essence, we refuse to set forth, as constitutionally mandated, procedural standards for an activity which is not substantial enough, on a constitutional level, to justify the time and effort which would have to be expended by the school in adhering to these procedures or to justify further interference by federal courts into the internal affairs of public schools.  If a paddling of a school child subjects him to a 'grievous loss' sufficient to require constitutional procedural safeguards under the Fourteenth Amendment, then conceivably a teacher's decision to keep a disobedient child after school or to give a child a failing grade in a course would inflict just as grievous a loss and would require procedures which meet constitutional standards.  We do not interpret the due process clause of the Fourteenth Amendment so broadly.  In so holding, we are mindful of the oft-quoted statement made by Justice Fortas in Eppersen v. Arkansas, <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">266</span></a></span>, <span class=\"citation\" data-id=\"107793\"><a href=\"/opinion/107793/epperson-v-arkansas/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></a></span> (1968), in which he asserted:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Judicial interposition in the operation of the public school systems of the nation raises problems requiring care and restraint.. . . By and large, public education in our nation is committed to the control of state and local authorities.  Courts do not and cannot intervene in the resolution of conflicts which arise in the daily operation of school systems and which do not directly and sharply implicate basic constitutional values.  Id. at 104, 89 S.Ct. at 270, 21 L.Ed.2d at 234.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">GEWIN, Circuit Judge (concurring in the result).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Although I am in full agreement with the majority's resolution of the merits of this case, it is my considered judgment that the jurisdictional statement in the opinion is not in accord with recent decisions of our court.  Accordingly, I concur in the majority's affirmance of the district court's dismissal of the complaint, but do not fully agree with the jurisdictional statement.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The majority is quite correct in its conclusion that school boards are often considered to be either arms of or in the nature of municipalities.  Hence, under the 'non-person' rule of City of Kenosha v. Bruno, <span class=\"citation\" data-id=\"108813\"><a href=\"/opinion/108813/kenosha-v-bruno/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"108813\"><a href=\"/opinion/108813/kenosha-v-bruno/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2222</span></a></span>, <span class=\"citation\" data-id=\"108813\"><a href=\"/opinion/108813/kenosha-v-bruno/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span></a></span> (1973), school boards as entities are not subject to suit under &#167; 1983<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> and its jurisdictional statute, &#167; 1343.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> Likewise, the majority opinion is equally correct in its conclusion that a school superintendent is a 'person' liable to suit under &#167; 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">However, I disagree with the majority's indication that merely because &#167; 1983 jurisdiction over the school board in this case does not exist, there is a lack of jurisdiction in every case involving school boards.  We have recently held<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> that, despite the fact that &#167; 1983 jurisdiction over a school board may not be present in a given instance, jurisdiction may be proper under &#167; 1331.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Since I agree with the majority that appellants have not asserted a constitutional claim for relief,<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> the dismissal was proper because &#167; 1331 is of no aid in the absence of such a claim.  I do not agree that the mere failure to state a &#167; 1983 claim automatically defeats federal jurisdiction under &#167; 1331.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">GODBOLD, Circuit Judge, with whom BROWN, Chief Judge, joins (dissenting):</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">I agree with Judge Rives that arbitrary and excessive corporal punishment is a denial of substantive due process, although I am not convinced that the punishment in this case rose to the level of such a violation.  I, therefore, disagree with the majority's statement that it would be an abuse of our judicial power to determine whether punishment inflicted in a particular case exceeds constitutional limits.  This is a mere rule of convenience, made palatable by characterizing the issue as the difference between five and ten licks.  I doubt that the majority really means what it says, and I suspect that if in a future case the punishment inflicted has broken the victim's leg we will face the issue and hold that substantive due process has been violated.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">RIVES, Circuit Judge, with whom GOLDBERG and AINSWORTH, Circuit Judges, join (dissenting):</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">With deference to the en banc majority, I adhere to the original majority opinion and decision reported as Ingraham v. Wright, 5 Cir. 1974, <span class=\"citation\" data-id=\"319903\"><a href=\"/opinion/319903/eloise-ingraham-as-next-friend-etc-v-willie-j-wright-i-individually/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">248</span></a></span>, and make a few additional comments.  The district court's 'Findings of Fact' were quoted in the original opinion at <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">253</span></span>, 254, and the facts were more fully detailed at 498 F.2d 254--258.  At the close of the plaintiffs' case the district court dismissed all three counts, holding as to Count Three, the class action, that the plaintiffs had shown no right to relief, and as to Counts One and Two that a jury could not lawfully find that either James Ingraham or Roosevelt Andrews had sustained a deprivation of federal constitutional rights.  The en banc court now affirms.  On original hearing we reversed and remanded for further proceedings.  Reconsidering the law and the undisputed facts, I remain convinced that our original decision is right.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>I. Baker v. Owen.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In the present case the panel's majority opinion and Judge Morgan's dissenting opinion were entered on July 29, 1974 (<span class=\"citation\" data-id=\"319903\"><a href=\"/opinion/319903/eloise-ingraham-as-next-friend-etc-v-willie-j-wright-i-individually/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">248</span></a></span>).  Since then another case involving the corporal punishment of a sixth grader, Russell Carl Baker, has been heard by a three-judge District Court of the Middle District of North Carolina on January 13, 1975, opinion entered April 23, 1975, judgment entered June 13, 1975, and on appeal judgment affirmed by the Supreme Court on October 15, 1975.  Baker v. Owen, M.D.N.C. 1975, <span class=\"citation\" data-id=\"1416250\"><a href=\"/opinion/1416250/baker-v-owen/\"><span class=\"volume\">395</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">294</span></a></span>, aff'd --- U.S. ---, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">137</span></span>.  The Supreme Court did not leave to implication but ordered in express terms that 'the judgment is affirmed.'  (Emphasis added.)  The judgment of the three-judge district court, entered nearly two months after the entry of its opinion, was not included in the report of the opinion.  The judgment reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>'Now, therefore, consistent with the amended opinion it is ORDERED, ADJUDGED, AND DECREED that:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>'1. North Carolina General Statute &#167; 115--146, on its fact, is declared not to be in violation of the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>'2. Defendants, their agents and servants, and their successors, are permanently enjoined in the administration of corporal punishment in the public schools of the State of North Carolina to conform to the minimal due process requirements of the Fourteenth Amendment as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>'(a) Except for those acts of misconduct which are so anti-social or disruptive in nature as to shock the conscience, corporal punishment may never be used unless the student was informed beforehand that specific misbehavior could occasion its use, and, subject to this exception, it should never be employed as a first line of punishment for misbehavior.  The requirements of an announced possibility of corporal punishment and an attempt to modify behavior by some other means--keeping after school, assigning extra work, or some other punishment--will insure that the child has clear notice that certain behavior subjects him to physical punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>'(b) A teacher or principal may punish corporally only in the presence of a second school official (teacher or principal), who must be informed beforehand and in the student's presence of the reason for the punishment.  The student need not be afforded a formal opportunity to present his side to the second official; this requirement is intended only to allow a student to protest, spontaneously, an egregiously arbitrary or contrived application of punishment.'(c) An official who has administered such punishment must provide the child's parent, upon request, a written explanation of his reasons and the name of the second official who was present.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>The above minimal due process requirements are not intended to prevent or dissuade the state from further elaboration upon necessary requirements in order to accomplish fairness in administration.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>'3. The parties shall bear their own costs.'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">As to paragraph numbered 1 of the judgment, the opinion at <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">303</span></span> shows that the plaintiffs made no claim 'that corporal punishment per se violates the eighth amendment prohibition of unusual punishment'; that 'His teacher, a female, administered two licks to his buttocks with a wooden drawer divider . . .,' and that</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>'In short, this record does not begin to present a picture of punishment comparable to that in Ingraham, supra (5 Cir. 1974, <span class=\"citation\" data-id=\"319903\"><a href=\"/opinion/319903/eloise-ingraham-as-next-friend-etc-v-willie-j-wright-i-individually/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">248</span></a></span>), at 255--59, or in Nelson v. Heyne, <span class=\"citation\" data-id=\"316658\"><a href=\"/opinion/316658/eric-nelson-by-his-next-friend-corine-nelson-and-daniel-r-roberts-by/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">352</span></a></span> (7th Cir. 1974), which we believe indicate the kinds of beatings that could constitute cruel and unusual punishment if the eighth amendment is indeed applicable.' 395 F.Supp. at 303.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The district court posed, but did not decide the issue of whether the Eighth Amendment applies to the corporal punishment of school children. 395 F.Supp. at 303.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As to paragraph numbered 2 of the judgment, the district court's opinion made clear the substantive due process constitutional right which made it necessary to inquire as to the type of procedure to be employed:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>'The initial inquiry must be whether Russell Carl has a liberty or property interest, greater than de minimis, in freedom from corporal punishment such that the fourteenth amendment requires some procedural safeguards against its arbitrary imposition.  Only if such an interest is found must we proceed to an inquiry as to the type of procedure to be employed.  See generally Goss v. Lopez, supra, 419 U.S.  (565) at 574, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">729</span></a></span> (1975); Board of Regents v. Roth, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 570--71, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972); Sniadach v. Family Finance Corp., <span class=\"citation\" data-id=\"107960\"><a href=\"/opinion/107960/sniadach-v-family-finance-corp-of-bay-view/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 342, <span class=\"citation\" data-id=\"107960\"><a href=\"/opinion/107960/sniadach-v-family-finance-corp-of-bay-view/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1820</span></a></span>, <span class=\"citation\" data-id=\"107960\"><a href=\"/opinion/107960/sniadach-v-family-finance-corp-of-bay-view/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></a></span> (1969) (Harlan, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>'We believe that Russell Carl does have an interest, protected by the concept of liberty in the fourteenth amendment, in avoiding corporal punishment.  This conclusion is compelled by a conflux of many premises and postulates. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>'Having concluded, upon due consideration of all the above factors, that North Carolina school children have a liberty interest, we must decide what procedural safeguards should protect it.' 395 F.Supp. at 301, 302.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Relevant to the present appeal, the Supreme Court in affirming the judgment of the district court held that so long as the force used is reasonable, corporal punishment does not violate the Eighth Amendment.  It left undecided the issue of whether the Eighth Amendment applies to the corporal punishment of school children.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Acknowledging my indebtedness to Judge Morgan for calling to my attention that only the plaintiffs appealed to the Supreme Court and that no appeal was taken from paragraph 2 of the judgment, I agree that the Supreme Court's affirmance of the judgment did not bind this Court as to paragraph 2. Nonetheless, I submit that paragraph 2 was correctly decided by the district court for the reasons well stated in its opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Some further discussion of the several issues seems warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>II. Cruel and Unusual Punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The en banc majority holds that the cruel and unusual punishment clause of the Eighth Amendment has no application to corporal punishment administered to public school children by teachers or administrators regardless of the circumstances or the severity of the punishment.  I agree with the contrary holding of the Eighth Circuit in Bramlet v. Wilson, 1974, <span class=\"citation\" data-id=\"318561\"><a href=\"/opinion/318561/brian-dale-bramlet-v-james-a-wilson/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 717, for the reasons stated in footnote 20 to the original opinion, 498 F.2d at 259, 260.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The en banc majority makes brief reference to the legislative history of the Eighth Amendment.  That history is sketchy and inconclusive at best.  The first ten amendments were proposed to the legislatures of the several states by the First Congress on September 25, 1789, and were ratified December 15, 1791.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In Brown v. Board of Education, 1954, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, at 489, 490, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span>, the Supreme Court discussed the history of the Fourteenth Amendment with respect to segregated schools as of the time of the adoption of that Amendment in 1868.  The rationale of that discussion applies with multiplied intensity to the history of the Eighth Amendment as of 1791 with respect to corporal punishment in the public schools.  As the Brown opinion demonstrates, public education was in its infancy in 1868.  In 1791 it was almost nonexistent.<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a> Chief Justice Warren, writing for a unanimous Court in Brown, said:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>'In approaching this problem, we cannot turn the clock back to 1868 when the Amendment was adopted, or even to 1896 when Plessy v. Ferguson (<span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">256</span></a></span>) was written.  We must consider public education in the light of its full development and its present place in American life throughout the Nation.  Only in this way can it be determined if segregation in public schools deprives these plaintiffs of the equal protection of the laws.' 347 U.S. at 492--493, 74 S.Ct. at 691.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Similarly, in Trop v. Dulles, 1958, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 101, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, 598, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span>, with specific reference to the constitutional phrase 'cruel and unusual' as used in the Eighth Amendment, Chief Justice Warren said: 'The Amendment must draw its meaning from the evolving standards of decency that mark the progress of a maturing society.'</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In Nelson v. Heyne, 7 Cir. 1974, <span class=\"citation\" data-id=\"316658\"><a href=\"/opinion/316658/eric-nelson-by-his-next-friend-corine-nelson-and-daniel-r-roberts-by/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">352</span></a></span>, cert. denied <span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">976</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3183</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1146</span></span>, that expression was quoted and applied by the Seventh Circuit to a '(s)chool, located in Plainfield, Indiana (which) is a medium security state correctional institution for boys twelve to eighteen years of age, an estimated one-third of whom are noncriminal offenders.' 491 F.2d at 353, 354 (emphasis added).  The Seventh Circuit held that corporal punishment consisting of beating juveniles with a fraternity paddle, causing painful injuries, was cruel and unusual punishment.  While it recognized that the school was both a correctional and an academic institution (491 F.2d at 354), it did not exclude from its holding the 'non-criminal offenders.'</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">It is likely that in 1791 the federal government meted out punishment solely in retribution for crimes.  The scope of the Amendment was greatly expanded after it became binding on the states through the Fourteenth Amendment.  Louisiana ex rel. Francis v. Resweber, 1947, <span class=\"citation\" data-id=\"104355\"><a href=\"/opinion/104355/louisiana-ex-rel-francis-v-resweber/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, 463; Robinson v. California, 1962, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">660</span></a></span>, 666, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1417</span></a></span>, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">758</span></a></span>.  The Seventh Circuit in Nelson v. Heyne, supra, aptly called attention that,</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>'In re Gault, <span class=\"citation\" data-id=\"107439\"><a href=\"/opinion/107439/in-re-gault/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15-16, <span class=\"citation\" data-id=\"107439\"><a href=\"/opinion/107439/in-re-gault/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1428</span></a></span>, 1437, <span class=\"citation\" data-id=\"107439\"><a href=\"/opinion/107439/in-re-gault/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1967), the Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>\"The early reformers were appalled by adult procedures and penalties, and by the fact that children could be given long prison sentences and mixed in jails with hardened criminals. . . . The child was to be 'treated' and 'rehabilitated' and the procedures, from apprehension through institutionalization, were to be 'clinical' rather than punitive.\"</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">491 F.2d at 358.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Thus it is not surprising that there should be so little in the history of the Eighth Amendment relating to its intended effect on corporal punishment in the public schools.  Today, government has greatly expanded and provides a multitude of social institutions and public services.  The administration of punishment is no longer confined to a criminal setting.  It is now employed in public schools, see Bramlet v. Wilson, supra; homes for delinquents, see Nelson v. Heyne, supra, Morales v. Turman, E.D.Tex.1974, <span class=\"citation\" data-id=\"2245334\"><a href=\"/opinion/2245334/morales-v-turman/\"><span class=\"volume\">383</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">53</span></a></span>, 70--72, and Collins v. Bensinger, N.D.Ill.1974, <span class=\"citation\" data-id=\"2352887\"><a href=\"/opinion/2352887/collins-v-bensinger/\"><span class=\"volume\">374</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">273</span></a></span>; mental institutions, see Welsch v. Likins, D.Minn.1974, <span class=\"citation\" data-id=\"2097784\"><a href=\"/opinion/2097784/welsch-v-likins/\"><span class=\"volume\">373</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">487</span></a></span>; and even in processing passport applications, see Trop v. Dulles, supra, 356 U.S. at 88, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>.  To paraphrase from Chief Justice Warren in Brown, supra, 347 U.S. at 492, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, in approaching this problem, we cannot turn the clock back to 1791.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The majority's other objection to applying the cruel and unusual punishment clause of the eighth Amendment to this case appears to be one of federalism:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>'. . . if the force used by defendant teachers in disciplining plaintiff was as severe as plaintiffs allege, a Florida state court could find defendants civilly and criminally liable for tortious conduct exceeding the level of severity authorized by 232.27 of Fla.Stat.Ann. and by Dade County School Board policy 5144.  The basis of such actions is, however, tort and criminal law, not federal constitutional law. We find it neither proper nor necessary to expand the Eighth Amendment beyond its intended and reasonable scope to encompass an action which is essentially based on the commission of a battery.' <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">It has been the province and duty of the federal courts since Marbury v. Madison, 1803, 5 U.S.  (1 Cranch) 137, <span class=\"citation\" data-id=\"84759\"><a href=\"/opinion/84759/marbury-v-madison/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">60</span></a></span>, to interpret the Constitution and protect constitutional rights.  The presence of alternative remedies in state courts should not deter federal judges from their primary duty of defending and supporting the Constitution.  Cf. Monroe v. Pape, 1961, 36<span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>67, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span>.  The claims for relief here involved were brought by plaintiffs under 42 U.S.C. &#167; 1983, which derives from the Civil Rights Act of 1871.  In the landmark case construing &#167; 1983, Monroe v. Pape, supra, the complaint alleged, inter alia, that thirteen Chicago police officers broke into the plaintiffs' home in the early morning, routed them from bed, made them stand naked in the living room, and ransacked every room, emptying drawers and ripping mattress covers. 365 U.S. at 169, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>.  Like the corporal punishment in our present case, these acts were, among other tortious conduct, 'essentially based on the commission of a battery.'  The possibility of criminal law proceedings and tort claims against these policemen in state court was found to be no answer, as the federal remedy provided by &#167; 1983 is supplementary to any state remedy.  Id. at 183, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>.  On that score, Monroe v. Pape, supra, was followed by McNeese v. Board of Education, 1963, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 671, 672, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1433</span></a></span>, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></a></span>, and by many decisions of the courts of appeals and of the district courts, some of which are collected in 42 U.S.C. &#167; 1983 n. 500.  I cannot escape the conclusion that these school children have a constitutional right to freedom from cruel and unusual punishment when applied under color of state law, and that it is our duty as federal judges to enforce that right.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>III. Substantive Due Process.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The district court found that \"alternative measures in use range from parent and student conferences, the use of guidance counselors and psychologists, where available, to suspension and expulsion.\" (498 F.2d at 264.  See also footnote 32 which follows.)  In the original panel majority opinion, we noted that,</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>'The defendants apparently concede that corporal punishment in Dade County is a relatively serious punishment.  In their brief they state that 'Corporal punishment in the public schools of Dade County, Florida, is a last resort means of discipline as an alternative to suspension or expulsion * * *.'  (Defendants' Brief, p. 17.)' 498 F.2d at 267.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The administration of cruel and severe corporal punishment can never be justified.  The circumstances and severity of the beatings disclosed by the presently undisputed evidence amounted to arbitrary and capricious conduct unrelated to the achievement of any legitimate educational purpose.  Such conduct, exercised under color of state law, deprived the plaintiffs of both property and liberty without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">I submit that the en banc majority errs in the following part of its opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>'Having determined that corporal punishment itself and corporal punishment as circumscribed by the guidelines in Policy 5144 is not arbitrary, capricious, or unrelated to legitimate educational goals, we refuse to look at each individual instance of punishment to determine if it has been administered arbitrarily or capriciously.  We think it a misuse of our judicial power to determine, for example, whether a teacher has acted arbitrarily in paddling a particular child for certain behavior or whether in a particular instance of misconduct five licks would have been a more appropriate punishment than ten licks.  We note again the possibility of a civil or criminal action in state court against a teacher who has excessively punished a child.<sup>8</sup></p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">525 F.2d p. 917.  That is in effect to hold that corporal punishment more severe than that 'circumscribed' by the Florida Statute &#167; 232.27 and by Dade County School Board Policy 5144 is not done under color of state law. Obviously the conduct of public school teachers or administrators purportedly exercised under authority granted by a state statute and school board regulation is not excluded from federal constitutional scrutiny simply because the severity of the beatings exceeded the prescription of the state law. That is implicitly, if not expressly, held in Baker v. Owen, supra.  See also Jackson v. Bishop, 8 Cir. 1968, <span class=\"citation\" data-id=\"282638\"><a href=\"/opinion/282638/william-king-jackson-v-o-e-bishop-superintendent-of-the-arkansas-state/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>, 579, 581, discussed in the original panel opinion at <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">261</span></span>, 262 n. 26.  In United States v. Classic, 1941, <span class=\"citation\" data-id=\"103531\"><a href=\"/opinion/103531/united-states-v-classic/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, <span class=\"citation\" data-id=\"103531\"><a href=\"/opinion/103531/united-states-v-classic/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>, <span class=\"citation\" data-id=\"103531\"><a href=\"/opinion/103531/united-states-v-classic/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1368</span></a></span>, a criminal action against Louisiana election officials for falsifying election returns, the Supreme Court held that defendants were acting under color of state law when they falsified the returns.  These acts, the Court found, were committed 'in the course of their performance of duties under the Louisiana statute requiring them to count the ballots, to record the result of the count, and to certify the result of the election.' 313 U.S. at 325--326, 61 S.Ct. at 1042--1043.  The Court further stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>'Misuse of power possessed by virtue of state law and made possible only because the wrongdoer is clothed with the authority of state law, is action taken 'under color of' state law.  (Citations omitted.)  Id. at 326, 61 S.Ct. at 1043.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In Monroe v. Pape, supra, this definitional view of the words 'under color of' was adopted for the civil rights action provided by 42 U.S.C. &#167; 1983. 365 U.S. at 184, 185, <span class=\"citation\" data-id=\"103531\"><a href=\"/opinion/103531/united-states-v-classic/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>.  Clearly, the teachers and administrators who administered the spankings in this case did so under color of state law. The fact that they might have misused the power vested in them by the state to administer corporal punishment by inflicting more blows and blows more severe than prescribed does not alter the basic fact that these beatings were performed by officials clothed with state authority.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Monroe v. Pape, supra, in discussing the legislative history of the Civil Rights Act which gave birth to 42 U.S.C. &#167; 1983, commented:</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p>'. . . the remedy created was not a remedy against it (the Ku Klux Klan) or its members but against those who representing a State in some capacity were unable or unwilling to enforce a state law.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p>'There was, it was said, no quarrel with the state laws on the books.  It was their lack of enforcement that was the nub of the difficulty.'  (Emphasis that of the Court.) 365 U.S. at 175--176, 81 S.Ct. at 478.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Likewise, in the present case, there is no quarrel with the restrictions on the severity of corporal punishment expressed in the Florida Statute 232.27 and those stated in the Board Policy 5144. 'It was their lack of enforcement that was the nub of the difficulty.' 365 U.S. at 176, 81 S.Ct. at 478.  The district court found that</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>\"There has been a rather widespread failure to adhere to School Board policy regarding corporal punishment.  Teachers have punished students without first consulting with their respective principals.  More blows have been administered to students than authorized by the policy.\" 498 F.2d at 254.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The original panel properly deemed it 'more important to know how corporal punishment is actually administered than to know the relevant rules or regulations.' 498 F.2d at 261.  The en banc majority would separate sharply the moderate kind of corporal punishment authorized by the Florida Statute and the Board Policy from the severe beatings administered to the plaintiffs Roosevelt Andrews and James Ingraham and to a few other students.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">The original panel recognized the difficulty, or perhaps impossibility, of controlling the severity of corporal punishment (498 F.2d at 261, 262 n. 26).  I submit that the arbitrary, excessive and severe corporal punishment disclosed by the plaintiffs' evidence, thus far undisputed, amounts to a denial of substantive due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p>IV. Procedural Due Process.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">In the light of the district court's opinion in Baker v. Owen, supra, it seems clear that the plaintiffs have been denied procedural due process.  The circumstances and severity of the beatings disclosed by the plaintiffs' evidence were such as to require the basic right to a hearing of some kind under either the 'severe and grievous' or the 'de minimis' test.  The two tests were contrasted in the latest Supreme Court pronouncement on procedural due process, Goss v. Lopez, 1975, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">729</span></a></span>, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span></a></span>, and the de minimis test was adopted, 'that as long as a property deprivation is not de minimis, its gravity is irrelevant to the question whether account must be taken of the Due Process Clause.' 419 U.S. at 576, 95 S.Ct. at 737.  (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">In the present posture of this case, the undisputed evidence discloses much more than a de minimis deprivation of property rights.  It shows deprivations of liberty, probability of severe psychological and physical injury, punishment of persons who were protesting their innocence, punishment for no offense whatever, punishment far more severe than warranted by the gravity of the offense, and all without the slightest notice or opportunity for any kind of hearing.  Repetition from a few examples should suffice.  James Ingraham claimed that he was innocent and refused to be paddled.  Principal Wright administered at least twenty licks,<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a> while Assistant Principals Deliford and Barnes held James by his arms and legs and placed him struggling face down across a table. 'The district court found that James Ingraham 'received 20 licks with a wooden paddle, which produced a painful and serious hematoma on his buttocks.'  (R. 1561).'  498 F.2d at 256 n. 10. 'On October 14, eight days after the paddling, this doctor indicated that James should rest at home 'for next 72 hours.'  James testified that it was painful even to lie on his back in the days following the paddling, and that he could not sit comfortably for about three weeks (Tr. 149).'  498 F.2d at 256.  Was James' loss of more than 10 days from school any less a deprivation of property because it resulted from a beating instead of a formal suspension?</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Roosevelt Andrews' numerous paddlings were for offenses no more serious than being late or not 'dressing out' (498 F.2d at 256).  Roosevelt on one occasion insisted that he was innocent and refused to bend over.  Barnes pushed him against the urinals and hit him on his arm, back and neck.  Roosevelt complained to Principal Wright, but to no avail (<span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">257</span></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Daniel Lee was struck four or five times on the hand for no offense whatever.  His hand was X-rayed and, according to Daniel, a bone in his right hand was found to be fractured.  The district judge observed an enlargement of his right knuckle (<span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></span>).  Other instances of violation of procedural due process are set out in 498 F.2d at 258, 259.  The brutal facts of this case should not be swept under the rug.  Clearly, according to the presently undisputed evidence, the plaintiffs have been subjected to cruel and unusual punishment.  Under color of state law, they have been arbitrarily deprived of both property and liberty.  Even more clearly, they have been denied procedural due process.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">The precedent to be set by the en banc majority is that school children have no federal constitutional rights which protect them from cruel and severe beatings administered under color of state law, without any kind of hearing, for the slightest offense or for no offense whatsoever.  I strongly disagree and respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Circuit Judge Wisdom took no part in the consideration or decision of this case, en banc</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The legislative history surrounding the enactment of the cruel and unusual clause indicates that it was intended to prevent the tortious and barbarous methods used in some European countries to extort confessions and to punish crimes.  The following argument delivered in favor of the proposed 'cruel and unusual clause' of the Bill of Rights indicates the intended limits of its scope:</p>\n        <p>(Congress will) have to ascertain, point out, and determine, what kinds of punishments shall be inflicted on persons convicted of crimes.  They are nowhere restrained from inventing the most cruel and unheard of punishments and annexing them to crimes; and there is no constitutional check of them, but that racks and gibbets may be amoungst the most mild instruments of their discipline.</p>\n        <p>Granucci, Nor Cruel and Unusual Punishments Inflicted: The Original Meaning, 57 Cal.L.Rev. 839 at 841 (1969), quoting from 2 J. Elliot, The Debates in the Several State Conventions on the Adoption of the Federal Constitution, 111 (2d Ed. 1881).  (Emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We are not persuaded by the majority's argument in the original panel decision that the Supreme Court decision in Trop v. Dulles requires a holding that the Eighth Amendment reaches the administration of corporal punishment in public schools:</p>\n        <p>It was succinctly stated in Vol. 6 Harv.Civ. Rights--Civ.Lib.L.Rev., Corporal Punishment in the Public Schools, p. 585, n. 24:</p>\n        <p>'In Trop v. Dulles, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 94--100 (<span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span>) (1958), the Supreme Court, in applying the eighth amendment to all punishments inflicted pursuant to 'penal laws,' set forth two tests to determine the meaning of penal.  First, there must be the imposition of a 'disability for the purpose of punishment.'  Id. at 96 (<span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>).  Second, there must be the prescription of a 'consequence that will befall one who fails to abide by regulating provisions . . ..' Id. at 97 (<span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">598</span></span>).</p>\n        <p>'Infliction of corporal punishment by public school personnel meets both tests.'  Ingraham v. Wright, <span class=\"citation\" data-id=\"319903\"><a href=\"/opinion/319903/eloise-ingraham-as-next-friend-etc-v-willie-j-wright-i-individually/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">248</span></a></span>, 259--60, n. 20 (5th Cir. 1974).</p>\n        <p>In Trop v. Dulles, the Supreme Court was addressing the constitutional propriety of &#167; 401(g) of the Nationality Act of 1940 which provides for the loss of United States citizenship by a national who has deserted the military forces of the United States during a time of war and who has been convicted by court-martial.  In setting up a 'purpose' test to determine what is 'penal' and what is thereby within the scope of the Eighth Amendment's prohibition against cruel and unusual punishment, the court was countering the government's argument that the statute was 'non-penal' in that it provided for loss of citizenship as opposed to incarceration. <span class=\"citation no-link\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></span>, 98--99, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span>, 641.</p>\n        <p>Yet, the court in Trop v. Dulles was still addressing the imposition of an essentially criminal sanction.  The court several times refers to the desertion for which defendant was losing his citizenship, as a 'crime;' e.g., 356 U.S. at 96, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, 2 L.Ed.2d at 640.  In addition, denationalization under 401(g) could occur only after conviction by court-martial under 10 U.S.C. &#167; 885, enacted August 10, 1956.  The loss of citizenship found to be reached by the Eighth Amendment in Trop contains elements of criminal sanctions imposed by a judicial tribunal which are strikingly absent in the application of discipline in the public schools.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Decisions discussing the applicability of the Eighth Amendment to corporal punishment administered in the public schools can be classified into three groups: (1) case holding that the Eighth Amendment does apply to corporal punishment in public schools--Bramlett v. Wilson, <span class=\"citation\" data-id=\"318561\"><a href=\"/opinion/318561/brian-dale-bramlet-v-james-a-wilson/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span> (8th Cir. 1974); (2) cases holding that the Eighth Amendment does not apply to corporal punishment in public schools--Sims v. Waln, <span class=\"citation\" data-id=\"2313432\"><a href=\"/opinion/2313432/sims-v-waln/\"><span class=\"volume\">388</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">543</span></a></span> (S.D.Ohio 1974), and Gonyaw v. Gray, <span class=\"citation\" data-id=\"1602276\"><a href=\"/opinion/1602276/gonyaw-v-gray/\"><span class=\"volume\">361</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">366</span></a></span> (D.Vt.1973), and (3) cases that assume, without deciding, that the Eighth Amendment applies to imposition of corporal punishment in schools but that in instant case determine that punishment complained of was not severe enough to constitute cruel and unusual punishment--Baker v. Owen, <span class=\"citation\" data-id=\"1416250\"><a href=\"/opinion/1416250/baker-v-owen/\"><span class=\"volume\">395</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">294</span></a></span> (M.D.N.C.1975), aff'd --- U.S. ---, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">137</span></span> (1975); Glaser v. Marietta, <span class=\"citation\" data-id=\"2594937\"><a href=\"/opinion/2594937/glaser-v-marietta/\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">555</span></a></span> (W.D.Pa.1972); Ware v. Estes, <span class=\"citation\" data-id=\"1428180\"><a href=\"/opinion/1428180/ware-v-estes/\"><span class=\"volume\">328</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">657</span></a></span> (N.D.Tex.1971), aff'd per curiam, <span class=\"citation no-link\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1360</span></span> (5th Cir. 1972); Whatley v. Pike County Board of Education, C.A. 977 (N.D.Ga.1971) (three judge court); and Sims v. Board of Education, <span class=\"citation\" data-id=\"2596256\"><a href=\"/opinion/2596256/sims-v-board-of-education-of-independent-sch-dist-no-22/\"><span class=\"volume\">329</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">678</span></a></span> (D.N.M.1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court of Vermont has recently granted jurisdiction under 28 U.S.C. &#167; 1343(3) to entertain a claim that administration of excessive corporal punishment violated the student-claimant's right to freedom from cruel and unusual punishment.  Roberts v. Way, <span class=\"citation\" data-id=\"1422616\"><a href=\"/opinion/1422616/roberts-v-way/\"><span class=\"volume\">398</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">856</span></a></span> (D.Vt.1975).  The court distinguished Roberts from Gonyaw v. Gray, supra, in which less severe punishment was alleged.  The extent of the holding, however, was merely a finding that the claim was not so wholly insubstantial or frivolous as to divest the court of jurisdiction; the applicability of the Eighth Amendment to severe corporal punishment was not reached</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Even assuming that the Eighth Amendment was equally applicable to corporal punishment imposed by school authorities, we would not necessarily adopt the holding of the Jackson court that corporal punishment is per se cruel and unusual, since there are many practical differences between prisons and public schools that would tend to mitigate the use of such discipline in the latter institution.  First, the Jackson court was concerned with the absence of safeguards necessary to prevent abuses in the imposition of corporal punishment by prison officials.  The much greater access of school children through their parents to public opinion and to the political process, in addition to the natural restraint that generally exists when one strikes a child, deters excessive conduct by the school official administering corporal punishment.  Also, central to the Jackson court's finding that use of a strap was cruel and unusual was its belief that such punishment, when imposed on prisoners, 'offend(s) contemporary concepts of decency and human dignity.'  Id. at 579.  While whipping an adult prisoner is sufficiently degrading to offend 'contemporary concepts of decency,' we cannot believe paddling a child, a long-accepted means of disciplining and inculcating concepts of obedience and responsibility, offends current notions of decency and human dignity.  See also Nelson v. Heyne, <span class=\"citation\" data-id=\"316658\"><a href=\"/opinion/316658/eric-nelson-by-his-next-friend-corine-nelson-and-daniel-r-roberts-by/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">352</span></a></span> (7th Cir. 1974) in which the court held that paddling of juveniles in a correctional institute constituted cruel and unusual punishment, but that corporal punishment administered in public schools could be upheld.  Id. at 356</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Policy 5144 provides in part:</p>\n        <p>II.  Punishment: Corporal Punishment</p>\n        <p>Punishment in the general sense is the inflicting of a penalty for an offense.  Corporal punishment is generally applied to the body of the offender or is physical punishment as opposed to other forms of punishment and is administered as a means of changing the behavior of the student.  Therefore, it is important to analyze whether or not this goal will be accomplished by such action.</p>\n        <p>Corporal punishment may be used in the case where other means of seeking cooperation from the student have failed.  If it appears that corporal punishment is likely to become necessary, the teacher must confer with the principal.  The principal will determine the necessity for corporal punishment and designate the time, place, and the person to administer said punishment.  In any case, the student should understand clearly the seriousness of the offense and the reason for the punishment.  Care should be taken that the period of time between the offense and the punishment is not so long as to cause undue anxiety in the pupil.  The punishment must be administered in kindness and in the presence of another adult, at a time and under conditions not calculated to hold the student up to ridicule or shame.</p>\n        <p>In the administering of corporal punishment, no instrument shall be used that will produce physical injury to the student, and no part of the body above the waist or below the knees may be struck.  The person administering the corporal punishment must realize his own personal liabilities if the student being given corporal punishment is physically injured.</p>\n        <p>Corporal punishment should never be administered to a student whom school personnel know to be under psychological or medical treatment unless there has been a preconference with the school psychologist or the physician.</p>\n        <p>Policy 5144 was revised extensively, effective November 3, 1971, almost ten months after this action was filed.  The revision sets a maximal limit on the number of strokes which can be applied (five for elementary school children and seven for junior and senior high school children), requires punishment to be administered 'posteriorly' and in no case about the head and shoulders, emphasizes consideration of the seriousness of the offense in determining the proper punishment, and requires a recording of the infraction which justified the punishment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Sims v. Waln, <span class=\"citation\" data-id=\"2313432\"><a href=\"/opinion/2313432/sims-v-waln/\"><span class=\"volume\">388</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">543</span></a></span> (S.D.Ohio 1975), in which the court stated:</p>\n        <p>A teacher is responsible for the discipline in his school, and for the progress, conduct, and deportment of his pupils.  It is his duty to maintain good order and to require of his pupils a faithful performance of their duties.  To enable him to discharge such a duty effectively, he must have the power to enforce prompt obedience to his lawful commands.  For this reason, in proper cases, he may inflict corporal punishment on refractory pupils.  Id. at 546.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8--1\">\n        <a class=\"footnote\" href=\"#fn8--1_ref\">8</a>\n        <p> Indeed, Policy 5144, as effective during 1970--71, provides in part: 'The person administering the corporal punishment must realize his own personal liabilities if the student being given corporal punishment is physically injured.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> While the Supreme Court has held that lower courts are bound by summary decisions of the Supreme Court until that Court informs them otherwise, Hicks v. Miranda, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2281</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></a></span> (1975), we believe that Hicks can be readily distinguished from the present case.  In Hicks, the Supreme Court was dealing with the precedential value of a dismissal for want of a substantial federal question; in its holding that such a dismissal carried the same impact as a disposition on the merits, the Court was countering the argument that the precedential value of a dismissal was equivalent only to that of a denial of certiorari.  The Court's holding certainly cannot be interpreted to mean that a summary affirmance by the Supreme Court of a lower court judgment is binding on questions not presented to that Court on appeal.  See, Swarb v. Lennox, 40<span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>91, <span class=\"citation\" data-id=\"108475\"><a href=\"/opinion/108475/nellie-swarb-v-william-m-lennox/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">767</span></a></span>, <span class=\"citation\" data-id=\"108475\"><a href=\"/opinion/108475/nellie-swarb-v-william-m-lennox/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></a></span> (1972) (Supreme Court's affirmance of District Court judgment insofar as it refused to declare a state's statute unconstitutional does not constitute approval of other aspects and details not before Supreme Court where no cross appeal taken by defendant)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In applying the 'grievous loss' standard, discussed supra, to the present facts we are not ignoring the 'de minimus' test employed in Goss in which the court stated: \"Whether due process requirements apply in the first place, we must look not to the 'weight' but to the nature of the interest at stake.'  Board of Regents v. Roth, 408 U.S.  (564), at 570--71, 92 S.Ct.  (2701) at 2705--2706, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span>. . . . The Court's view has long been that as long as a property deprivation is not de minimus, its gravity is irrelevant to the question whether account must be taken of the Due Process Clause.'  Id. 419 U.S. at 575, 95 S.Ct. at 737, 42 L.Ed.2d at 735.  In so holding, the court was responding to an argument that because a ten-day suspension did not subject a student to a grievous loss, the due process clause did not come into play.  Thus, according to the court's reasoning, because total exclusion from the educational process is itself a substantial interest to be protected by the due process clause, the shortness of that period of exclusion cannot suspend the guarantee of procedural safeguards.  There is a qualitative difference between an exclusion from the educational process, through suspension, and a routine disciplinary measure such as paddling.  The infliction of a paddling, unlike the denial itself of educational benefits, does not subject the student to a 'grievous loss' for which constitutionally mandated procedural safeguards apply</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Indeed, this court has often recognized the applicability of the due process clause to expulsions and suspensions.  E.g., Dixon v. Alabama State Board of Education, <span class=\"citation\" data-id=\"254928\"><a href=\"/opinion/254928/st-john-dixon-v-alabama-state-board-of-education/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span> (5th Cir. 1961), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">193</span></span> (1961) (due process applicable to a removal for long enough duration to be classified as expulsion); Black Students of North Fort Myers Jr.-Sr. High School v. Williams, <span class=\"citation\" data-id=\"307148\"><a href=\"/opinion/307148/black-students-of-north-fort-myers-jr-sr-high-school-ex-rel-v-ray-l/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">957</span></a></span> (5th Cir. 1972) (due process applicable to a ten-day suspension)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Dade County School Board Policy 5144 does contain guidelines by which corporal punishment is to be administered.  It requires, for example, that the 'student understand clearly the seriousness of the offense and the reason for the punishment.'  If the Policy guidelines are not followed, students would have redress to the School Board</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> 42 U.S.C. &#167; 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> 28 U.S.C. &#167; 1343</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> E.g., Roane v. Callisburg Independent School District, <span class=\"citation\" data-id=\"325533\"><a href=\"/opinion/325533/owen-d-roane-v-callisburg-independent-school-district/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 635 n. 1 (5th Cir. 1975) (citations omitted); Kelly v. West Baton Rouge Parish School Board, <span class=\"citation\" data-id=\"328008\"><a href=\"/opinion/328008/natherlean-g-kelly-v-west-baton-rouge-parish-school-board/\"><span class=\"volume\">517</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 197 (5th Cir. 1975) (citations omitted).  Other circuits have utilized the same rationale in holding that Kenosha does not bar &#167; 1331 jurisdiction over a municipality, Brault v. Town of Milton, <span class=\"citation\" data-id=\"331825\"><a href=\"/opinion/331825/gerard-and-gemma-brault-v-town-of-milton/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">730</span></a></span> (2d Cir. 1975) (No. 74--2370, Feb. 24, 1975), or a county, Cox v. Stanton, <span class=\"citation\" data-id=\"332392\"><a href=\"/opinion/332392/nial-ruth-cox-v-a-m-stanton-md/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span> (4th Cir. 1975) (No. 74--2218, Oct. 6, 1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> 28 U.S.C. &#167; 1331</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Although we have not hesitated to find due process and equal protection violations in a variety of circumstances involving schools, e.g., Lansdale v. Tyler Junior College, <span class=\"citation\" data-id=\"307072\"><a href=\"/opinion/307072/joe-richard-lansdale-v-tyler-junior-college-and-harry-e-jenkins/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></a></span> (5th Cir. 1972) (en banc) (potential college students not allowed to register because of hair length), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">964</span></span> (1973), certainly we must have scrupulous regard for principles of federalism in extending the reach of 'constitutional common law.' See generally Monaghan, Constitutional Common Law, 89 Harv.L.Rev. 1, 45 (1975) ('The general guarantees of due process and equal protection are so indeterminate in character that to develop on their authority a body of subconstitutional law would be to go beyond implementation to recognize a judicial power to create a sub-order of liberties without any ascertainable constitutional reference points') (emphasis in original)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> At the time of the American Revolution, schools were predominantly private and denominational. 7 Encyclopedia Britannica, History of Education 991 (1970).  The main outlines of the public educational system were not achieved until the middle of the Nineteenth Century.  Id. at 992</p>\n        <p>' Indeed, Policy 5144, as effective during 1970--71, provides in part: 'The person administering the corporal punishment must realize his own personal liabilities if the student being given corporal punishment is physically injured.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> Four times the five licks held to constitute cruel and unusual punishment in Nelson v. Heyne, supra, 491 F.2d at 354</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/84759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94508/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97242/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103531/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104355/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106078/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106629/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107439/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107750/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107793/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107960/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108475/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108606/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108813/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109136/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/254928/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/276321/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/282638/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/307072/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/307148/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/316658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318964/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/319903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/325533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328008/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/331825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/332392/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1416250/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1422616/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1425320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1428180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1602276/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2097784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2245334/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2313432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2352887/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2594937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2596256/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2016-01-07T17:40:05.472752Z",
      "date_modified": "2017-04-15T04:08:42.355132Z",
      "date_filed": "1976-01-08",
      "date_filed_is_approximate": false,
      "slug": "eloise-ingraham-as-next-friend-etc-v-willie-j-wright-i-individually",
      "citation_id": 305058,
      "case_name_short": "",
      "case_name": "Eloise Ingraham, as Next Friend, Etc. v. Willie J. Wright, I, Individually, Etc.",
      "case_name_full": "",
      "federal_cite_one": "525 F.2d 909",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 46,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/389093/eloise-ingraham-as-next-friend-etc-v-willie-j-wright-i-individually/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:04:15.418123Z",
  "date_modified": "2014-10-30T09:04:15.418123Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Eloise Ingraham, as Next Friend, Etc. v. Willie J. Wright, I, Individually, Etc.",
  "case_name_full": "",
  "slug": "eloise-ingraham-as-next-friend-etc-v-willie-j-wright-i-individually",
  "docket_number": "73--2078",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}