{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/39003/",
  "id": 39003,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2159418/",
      "id": 2159418,
      "absolute_url": "/opinion/2159418/in-re-jason-l/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/39003/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2159418/",
          "id": 2159418,
          "absolute_url": "/opinion/2159418/in-re-jason-l/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2159418/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6513/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:29:34.389393Z",
          "date_modified": "2017-04-08T18:14:01.463021Z",
          "type": "010combined",
          "sha1": "58f6253304b7b89fb709079862005828b6a832c4",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>222 Cal.App.3d 1206 (1990)</b></center>\n<center><b>272 Cal. Rptr. 316</b></center>\n<center><h1>In re JASON L. et al., Persons Coming Under the Juvenile Court Law.<br>\nORANGE COUNTY SOCIAL SERVICES AGENCY, Plaintiff and Respondent,<br>\nv.<br>\nJOSEPH L., Defendant and Appellant; SHERRI A., Defendant and Respondent.</h1></center>\n<center>Docket No. G008391.</center>\n<center><p><b>Court of Appeals of California, Fourth District, Division Three.</b></p></center>\n<center>August 14, 1990.</center>\n<p><span class=\"star-pagination\">*1208</span> COUNSEL</p>\n<p>Stephen D. Schatz, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p>Adrian Kuyper, County Counsel, and David Beales, Deputy County Counsel, for Plaintiff and Respondent.</p>\n<p>Janette Freeman Cochran, under appointment by the Court of Appeal, for Defendant and Respondent.</p>\n<p><span class=\"star-pagination\">*1209</span> Van Deusen, Youmans, &amp; Walmsley and Christian R. Van Deusen for Minor Jason L.</p>\n<p>Donna L. Groman, under appointment by the Court of Appeal, for Minor Brandi L.</p>\n<p>[Opinion certified for partial publication.<sup>[*]</sup>]</p>\n<p>OPINION</p>\n<p>MOORE, J.</p>\n<p>The lower court entered judgments declaring Jason L. and Brandi L. dependents of the juvenile court and removing Jason from the physical custody of defendant Joseph L., the minors' father. (Welf. &amp; Inst. Code, § 300.) Joseph contends the lower court committed reversible error by: (1) failing to appoint separate counsel for Jason before the jurisdiction hearing; (2) removing Jason from his custody without either sufficient evidence to support its decision or complying with Welfare and Institutions Code sections 361, 361.5 and 366; and (3) not releasing Jason to him at the detention hearing.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>PROCEDURAL BACKGROUND</h2>\n<p>On February 9, 1989, plaintiff Orange County Social Services Agency (SSA) filed petitions seeking to declare Brandi and Jason dependents of the juvenile court. Brandi's petition alleged appellant had sexually molested her. (Welf. &amp; Inst. Code, § 300, subd. (d).) The petition filed in Jason's case was based on sibling abuse. (Welf. &amp; Inst. Code, § 300, subd. (j).)</p>\n<p>At the detention hearing, the court appointed separate counsel for each parent. Harold F. La Flamme was appointed to represent both minors. The parents denied each petition's allegations. The court released Brandi and Jason to their mother under SSA's supervision with directions to arrange and monitor visitation with appellant.</p>\n<p>When the jurisdiction hearing began, Mr. La Flamme advised the court that, while he felt capable of adequately representing both minors during the jurisdiction hearing, a clear conflict of interest would arise if the matter proceeded to a disposition hearing. Mr. La Flamme noted Jason's petition alleged only sibling abuse, and stated that he did not expect Jason to testify at the hearing, and did not believe Jason would contradict Brandi even if both of them took the stand. Appellant's counsel replied she intended to call Jason as a witness and made an offer of proof that Jason would testify <span class=\"star-pagination\">*1210</span> appellant never made any sexual advance or inappropriately touched him, and he never observed appellant sexually molest Brandi. In response, Mr. La Flamme said the proffered testimony did not contradict Brandi since he expected her to testify Jason <i>may</i> have seen acts of molestation. Mr. La Flamme concluded that, as the matter stood, his ability to cross-examine or question either minor was not affected.</p>\n<p>After taking evidence, the court sustained both petitions. At that time, Mr. La Flamme declared a conflict as to Jason and another attorney was appointed to represent him.</p>\n<p>The court held a disposition hearing May 25 and 26. The matter was uncontested as to Brandi. After taking evidence the court found, by clear and convincing evidence, it would be detrimental for Jason to remain in appellant's custody. The court adopted a reunification plan that included the following terms: (1) Brandi was not to have contact with appellant until she wanted to see him and her therapist felt it would not be contrary to her interests; (2) monitored visitation between Jason and appellant, and, upon verification that both were in counseling, increased visitation with the social worker's approval; (3) family therapy for the minors, their parents and stepfather; and (4) appellant was to secure housing that would provide Jason with a private bedroom and establish he could adequately support the minor before they reunify.</p>\n<p>Appellant timely appealed in both cases.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>FACTS</h2>\n<p>Appellant and Sherri A. married in 1974. Brandi, born May 4, 1975, and Jason, born May 19, 1978, were the product of this union. While married to Sherri, appellant had one or two homosexual affairs with adult partners. In May 1980, appellant and Sherri separated. Their marriage was dissolved in 1981.</p>\n<p>By court order, appellant and Sherri were awarded joint legal custody of Brandi and Jason with appellant receiving physical custody of them. The custody order was never formally modified. However, the minors moved back and forth between appellant and Sherri after the divorce. When these proceedings commenced, Brandi lived with her mother and stepfather and Jason lived with appellant.</p>\n<p>Appellant and Sherri each separately remarried. Appellant's second marriage also ended in divorce. At the time of trial, Sherri's second marriage was still intact.</p>\n<p><span class=\"star-pagination\">*1211</span> In 1982, appellant suffered two injuries to his back that eventually left him unable to walk without the use of a cane. Appellant claimed that, as a result, he could not obtain gainful employment. However, he was performing volunteer work 12-15 hours every day of the week for an organization that collects and distributes food and clothing to low-income people. Prior to and during the pendency of the lower court's proceedings, appellant was renting a room in a private residence. Before Jason was removed from his custody, appellant's sole source of income was aid to families with dependent children (AFDC).</p>\n<p>When Brandi was seven or eight years old, appellant would lie down with her while he was naked and watch X-rated movies. During these encounters, appellant placed his erect penis between Brandi's legs. On other occasions, appellant kissed and licked Brandi's body. These incidents occurred once or twice a week for approximately seven months. Brandi did not report the molestation because she was afraid her father might begin to hate her and she would never see him again.</p>\n<p>Appellant frequently walked around home naked. On one occasion, he directed Brandi to kiss his penis when she inadvertently touched it. Just before Brandi entered the fifth grade, appellant had her masturbate him once.</p>\n<p>In January 1989, appellant molested Brandi again when she visited him one weekend. Brandi slept with appellant on a bed. Jason slept on a mat on the floor. During the night, appellant moved his hand up and down on her buttocks and put his finger under her panties for approximately one minute.</p>\n<p>Brandi did not immediately tell anyone about the incident. However, a few weeks later Brandi reported it to a school guidance counselor because she was about to visit her father and did not want to be molested again.</p>\n<p>Appellant also took showers with Jason. Brandi testified the most recent joint shower she knew about occurred at the end of the summer of 1988. When appellant asked Jason to shower with him, Jason replied he did not want to do so. By stipulation, the parties agreed that, if called as a witness, Jason would testify he and appellant occasionally took showers together to save time, and appellant never touched him in an inappropriate manner.</p>\n<p>Appellant initially told the social worker he and Jason had not jointly showered together since Jason was very young. At the jurisdictional hearing, appellant admitted showering with Jason twice during the summer of 1988, once to save time, and on a second occasion to ensure Jason properly cleaned himself.</p>\n<p><span class=\"star-pagination\">*1212</span> Helen Wardrop, the social worker assigned to the case, recommended Jason not be returned to appellant's custody. She did not believe Jason's explanation of the joint showers was credible, and noted Jason had missed 44 days of school during the current year purportedly due to frequent illnesses. Wardrop also cited appellant's prior homosexual relationships, his initial denial of showering with Jason, the fact appellant customarily walked around the house naked, and an allegation he once had sexual relations with a relative of Sherri's.</p>\n<p>Appellant denied molesting Brandi, and claimed she became very angry with him for criticizing Sherri just before making the molestation charge. Appellant claimed Brandi threatened to do anything to hurt him. The court sustained the allegations of both petitions finding Brandi's account of the events more credible than appellant's.</p>\n<p>At the disposition hearing, Jason testified he missed school while living with his father due to illness and to assist his father. Jason believed appellant was not able to manage without his help. The grades Jason received when living with his father ranged between B's and D's. Since being placed in his mother's custody, his grades had improved slightly. Jason did not feel he had any need for counseling.</p>\n<p>When living with his father, Jason went to appellant's place of work every day after school and on weekends, usually remaining there until 9 or 10 p.m. Occasionally, Jason complained about the length of time spent at the office. Appellant felt having Jason at his workplace was good for the child.</p>\n<p>Wardrop testified she believed it was not in Jason's best interest to be placed with his father because Jason felt responsible for appellant's welfare, and this feeling affected the truthfulness of his testimony. Jason was also at risk of being molested by appellant. In addition, Wardrop felt Jason needed more routine and structure in his life.</p>\n<p>Jason reported no dissatisfaction with the living arrangement in his mother's home. Jason had his own bedroom, and his school attendance and grades had improved. Sherri had not placed Jason in counseling because she and her husband could not afford to do so. However, he was on a waiting list for counseling.</p>\n<p>Wardrop stated she had not offered appellant any services to reunite with Jason since he was already in a counseling relationship with a therapist and had not asked for other referrals. She recommended counseling for Jason, joint counseling for appellant and Jason, and before they could reunify, <span class=\"star-pagination\">*1213</span> appellant needed to obtain housing that would provide Jason with a private bedroom. Wardrop also believed appellant had to develop appropriate expectations for a child Jason's age.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>1., 2.<sup>[*]</sup></h2>\n<p>.... .... .... .... .... .</p>\n<p></p>\n<h2>3. <i>Welfare and Institutions Code section 361</i>\n</h2>\n<p>Appellant argues the evidence is insufficient to support removing Jason from his custody, and the lower court failed to make the findings required by Welfare and Institutions Code section 361, subdivisions (b) and (c) to support the removal of Jason.</p>\n<p></p>\n<h2>a. <i>Sufficiency of the evidence</i>\n</h2>\n<p>Welfare and Institutions Code section 361, subdivision (b) states \"[n]o dependent child shall be taken from the physical custody of his or her parents ... with whom the child resides at the time the petition was initiated unless the juvenile court finds clear and convincing evidence\" of one of the five grounds listed. Two grounds are relevant to this case. Subdivision (b)(1) permits removal if \"[t]here is a substantial danger to the physical health of the minor or would be if the minor was returned home, and there are no reasonable means by which the minor's physical health can be protected without removing the minor from [his or her] parents' ... physical custody.\" Under subdivision (b)(4), removal is allowed where \"[t]he minor has been sexually abused by a parent ... and there are no reasonable means by which the minor can be protected from further sexual abuse without removing the minor from his or her parent....\"</p>\n<p><i>In re James T.</i> (1987) 190 Cal. App.3d 58 [235 Cal. Rptr. 127] explained the statute's purpose: \"The language of section 361 is both clear and specific. In Welfare and Institutions Code section 300 proceedings a child is not to be removed from its parents unless there is clear and convincing evidence of one of the enumerated extreme cases.... Section 361 embodies legislative solicitude for parental rights.\" (<i>Id.</i> at p. 66.)</p>\n<p><span class=\"star-pagination\">*1214</span> At the trial court level, clear and convincing evidence of abuse or neglect is necessary to remove a child from a parent's physical custody, even where custody is transferred to the minor's other parent. (Welf. &amp; Inst. Code, § 361, subd. (b); <i>In re Katrina C.</i> (1988) 201 Cal. App.3d 540, 548-549 [247 Cal. Rptr. 784]; <i>In re Cheryl H.</i> (1984) 153 Cal. App.3d 1098, 1113 [200 Cal. Rptr. 789].) (1) However, on appeal the proper standard of review is the substantial evidence rule. \"In juvenile cases, as in other areas of the law, the power of an appellate court asked to assess the sufficiency of the evidence begins and ends with a determination as to whether or not there is any substantial evidence, whether or not contradicted, which will support the conclusion of the trier of fact. All conflicts must be resolved in favor of the respondent and all legitimate inferences indulged in to uphold the verdict, if possible. Where there is more than one inference which can reasonably be deduced from the facts, the appellate court is without power to substitute its deductions for those of the trier of fact....\" (<i>In re Katrina C., supra,</i> 201 Cal. App.3d at p. 547. See also <i>In re Bernadette C.</i> (1982) 127 Cal. App.3d 618, 627 [179 Cal. Rptr. 688].)</p>\n<p>The evidence is sufficient to support a finding appellant sexually abused Brandi. Indeed, appellant does not challenge the judgment in Brandi's case.</p>\n<p>But the question remains whether section 361 precludes the removal of Jason from appellant's custody where there is no evidence he actually molested Jason. We have found no case authority construing the portions of section 361, subdivision (b) quoted above to an analogous set of facts. At our request the parties submitted supplemental briefs on the legislative history of Welfare and Institutions Code section 361. Upon further consideration, we conclude the evidence is sufficient to support removing Jason from appellant's custody under subdivision (b)(1).</p>\n<p>(2) A court must interpret a statute in accord with its legislative intent. Where the Legislature expressly declares its intent, the court must accept that declaration. (<i>Tyrone</i> v. <i>Kelley</i> (1973) 9 Cal.3d 1, 10-11 [106 Cal. Rptr. 761, 507 P.2d 65].) Absurd or unjust results will never be ascribed to the Legislature, and a literal construction of a statute will not be followed if it is opposed to its legislative intent. (<i>Webster</i> v. <i>Superior Court</i> (1988) 46 Cal.3d 338, 344 [250 Cal. Rptr. 268, 758 P.2d 596]; <i>Friends of Mammoth</i> v. <i>Board of Supervisors</i> (1972) 8 Cal.3d 247, 259 [104 Cal. Rptr. 761, 502 P.2d 1049].)</p>\n<p>(3) The paramount purpose underlying dependency proceedings is the protection of the child. (<i>In re Kerry O.</i> (1989) 210 Cal. App.3d 326, 333 [258 Cal. Rptr. 448]; <i>In re Nicole B.</i> (1979) 93 Cal. App.3d 874, 879-880 [155 Cal. Rptr. 916].) \"The parents do not represent a competing interest in this respect.\" (<i>In re Michael S.</i> (1981) 127 Cal. App.3d 348, 359 [179 Cal. Rptr. <span class=\"star-pagination\">*1215</span> 546].) Section 300 states in part: \"It is the intent of the Legislature in enacting this section to provide maximum protection for children who are currently being physically, sexually, or emotionally abused, being neglected, or being exploited, and to protect children who are at risk of that harm....\"</p>\n<p>Prior to 1989, Welfare and Institutions Code section 300 did not specify sibling abuse as a ground for declaring a child a dependent of the juvenile court. Nonetheless, case law upheld petitions seeking to declare children dependents on this basis. (<i>In re Dorothy I.</i> (1984) 162 Cal. App.3d 1154, 1157-1158 [209 Cal. Rptr. 5]; <i>In re Michael S., supra,</i> 127 Cal. App.3d 348; <i>In re Edward C.</i> (1981) 126 Cal. App.3d 193, 203 [178 Cal. Rptr. 694]; <i>In re Jeannie Q.</i> (1973) 32 Cal. App.3d 288, 304 [107 Cal. Rptr. 646].) \"Sibling petitions have been accepted for many years in this jurisdiction and others. The state may intervene to protect a minor when the minor's sibling has been mistreated....\" (<i>In re Dorothy I., supra,</i> 162 Cal. App.3d at p. 1157.)</p>\n<p>Effective January 1, 1989, the Legislature added subdivision (j) to section 300. (Stats. 1987, ch. 1485, §§ 4, 4.5, 51, &amp; 52, pp. 5603-5609, 5644.) Subdivision (j) states a minor may be declared a dependent if \"[t]he minor's sibling has been abused or neglected, as defined in subdivision ... (d), ... and there is a substantial risk that the minor will be abused or neglected, as defined....\" Subdivision (d) allows the juvenile court to exercise jurisdiction where \"[t]he minor has been sexually abused, or there is a substantial risk that the minor will be sexually abused, as defined in Section 11165.1 of the Penal Code....\"</p>\n<p>Penal Code section 11165.1 defines sexual abuse as either \"sexual assault or sexual exploitation.\" The term \"sexual assault\" is defined by reference to several criminal sex acts and other conduct including \"[t]he intentional touching of the genitals or intimate parts (including the breasts, genital area, groin, inner thighs, and buttocks) or the clothing covering them, of a child, or of the perpetrator by a child, for the purposes of sexual arousal or gratification ...,\" or \"[t]he intentional masturbation of the perpetrator's genitals in the presence of a child.\" (Pen. Code, subds. (b)(4) and (5).)</p>\n<p>Section 361 was derived from Welfare and Institutions Code section 726 as it read prior to the 1976 revision of the Juvenile Court Law segregating the sections relating to dependency proceedings into a separate article. (Stats. 1976, ch. 1068, §§ 6-13, pp. 4759-4781.) Originally, section 361 prohibited removing a dependent child from his or her parent's custody unless \"the parent ... is incapable of providing or has failed or neglected <span class=\"star-pagination\">*1216</span> to provide proper maintenance, training, and education for the minor,\" or \"the welfare of the minor requires that his custody be taken from his parent....\" (Stats. 1976, ch. 1068, § 10, p. 4773.)</p>\n<p>At the same time, the Legislature also enacted former Welfare and Institutions Code section 361.5. (Added by Stats. 1976, ch. 1068, § 92, pp. 4803-4804 and repealed by Stats. 1981, ch. 104, § 24, p. 793, eff. June 30, 1984.) It was an experimental statute, applicable only in certain counties, and similar to the present version of section 361 except that it originally permitted removal of a dependent child based on \"substantial evidence,\" and did not include subdivision (b)(4)'s sexual abuse provision. (Stats. 1976, ch. 1068, § 92, p. 4804.)</p>\n<p>In 1982 the Legislature amended section 361 to incorporate the provisions of former section 361.5. (Stats. 1982, ch. 978, § 20, pp. 3535-3536.) A review of the legislative history indicates this amendment was part of an effort to shift the emphasis of the child dependency laws to maintaining children in their natural parents' homes where it was safe to do so, and to clarify the conditions in which a minor could be removed from his or her parents' custody. (See <i>Review of Selected 1982 California Legislation</i> (1982) 14 Pacific L.J. 667-675.)</p>\n<p>(4) Section 361, subdivision (b)(1) applies where there is \"a substantial danger to the physical health of the minor.\" The operative phrase in this subdivision is \"physical health.\" The term \"physical\" has been construed in other contexts as synonymous with \"bodily.\" (Pen. Code, § 12022.7 [\"great bodily injury means a significant or substantial physical injury.\"]; <i>People</i> v. <i>Caudillo</i> (1978) 21 Cal.3d 562, 581 [146 Cal. Rptr. 859, 580 P.2d 274] [same]; <i>People</i> v. <i>Lamport</i> (1985) 165 Cal. App.3d 716, 719 [211 Cal. Rptr. 665] [\"bodily harm\" defined as the \"`\"unlawful use of physical force.\"'\"]; <i>People</i> v. <i>Bradley</i> (1983) 146 Cal. App.3d 721, 724-727 [194 Cal. Rptr. 549] [same].)</p>\n<p><i>People</i> v. <i>Lamport, supra,</i> 165 Cal. App.3d 716 is analogous to the present appeal. There, the defendant suffered from pedophilia and was committed to a state hospital as a mentally disordered sex offender. (Former Welf. &amp; Inst. Code, § 6300 et seq.) The state extended his commitment based on former Welfare and Institutions Code section 6316.2, subdivision (a)(2) which permitted an extension for a person who \"presents a substantial danger of bodily harm to others.\" (Stats. 1979, ch. 992, § 2, p. 3380.) The defendant challenged the sufficiency of the evidence supporting the extension arguing his conduct involved \"nonviolent oral copulation and masturbation\" with children. (<i>Id.</i> at p. 718.)</p>\n<p><span class=\"star-pagination\">*1217</span> The Court of Appeal affirmed. It defined \"bodily harm\" as \"`\"the intentional and unlawful use of physical force upon the person of another....\"'\" (165 Cal. App.3d at p. 719.) Although conceding the evidence did not establish the defendant ever used violence to force one of his victims to engage in a sex act, the court stated: \"Lamport is proved to be likely to engage in sexually touching, masturbating and orally copulating young children too young to knowingly consent. The physical force required to perform these sex acts on youngsters while Lamport is sexually aroused, meets the standard for bodily harm....\" (<i>Id.</i> at p. 720.)</p>\n<p>As noted, section 300, subdivision (j), gives the juvenile court jurisdiction over a minor if his or her sibling has been sexually abused and there is a substantial risk the minor will be similarly mistreated. The term \"sexual abuse\" includes intentionally touching the intimate parts of either a child's body, or the perpetrator's body by a child, for sexual arousal or gratification, or where a perpetrator intentionally masturbates in a child's presence. Since the term \"physical\" is synonymous with \"bodily,\" and under <i>Lamport</i> the phrase \"bodily harm\" includes the unlawful touching of young children for sexual gratification, we conclude Welfare and Institutions Code section 361, subdivision (b)(1)'s requirement of \"substantial danger to the physical health of the minor\" includes sexual abuse.</p>\n<p>The evidence in this case also supports the judgment. In addition to the proof of appellant's sexual molestation of Brandi, there was evidence appellant had one, possibly two, previous adult homosexual relationships, shared a bedroom with Jason, showered with him at least twice when Jason was ten years old, and initially denied the joint showers occurred. Mrs. Wardrop testified Jason felt responsible for appellant, and was very protective of him. As a result, she was concerned Jason might not be entirely truthful about his relationship with appellant.</p>\n<p>The cases appellant relies on are distinguishable. In <i>In re Jeannette S.</i> (1979) 94 Cal. App.3d 52 [156 Cal. Rptr. 262], the Court of Appeal found it possible to place a dependent child with her father even though he was an alcoholic and once had been convicted of child molestation, since the father was living in a home with another married couple. (<i>Id.</i> at p. 60.) <i>In re James T., supra,</i> 190 Cal. App.3d 58, involved the removal of a dependent child from his mother under section 361, subdivision (b)(3) (minor suffering severe emotional damage), and where the trial court in part relied on Civil Code section 4600 to support its decision. (<i>Id.</i> at pp. 64-66.)</p>\n<p>Therefore, we conclude substantial evidence supports the lower court's removal of Jason from appellant's custody under Welfare and Institutions Code section 361, subdivision (b)(1). In light of this conclusion, it is not <span class=\"star-pagination\">*1218</span> necessary for us to decide whether the same result would occur under subdivision (b)(4) of section 361.</p>\n<p></p>\n<h2>b. <i>Welfare and Institutions Code section 361, subdivision (c)</i>\n</h2>\n<p>(5) In addition, appellant argues the lower court was required to state the facts supporting its decision to remove Jason from appellant's custody and to determine whether reasonable efforts were made to prevent or eliminate the need for removing him. This contention has merit.</p>\n<p>Subdivision (c) of section 361 states in part: \"The court shall make a determination as to whether reasonable efforts were made to prevent or to eliminate the need for removal of the minor from his or her home.... The court shall state the facts on which the decision to remove the minor is based.\" (See also former Cal. Rules of Court, rule 1377(c), now rule 1456(c) and (d).)</p>\n<p>Failure to make the required findings was error. (<i>In re B.G.</i> (1974) 11 Cal.3d 679, 699 [114 Cal. Rptr. 444, 523 P.2d 244]; <i>In re Robert P.</i> (1976) 61 Cal. App.3d 310, 320 [132 Cal. Rptr. 5].) However, cases involving a court's obligation to make findings regarding a minor's change of custody or commitment have held the failure to do so will be deemed harmless where \"it is not reasonably probable such finding, if made, would have been in favor of continued parental custody.\" (<i>In re Clyde H.</i> (1979) 92 Cal. App.3d 338, 346-347 [154 Cal. Rptr. 727]. See also <i>In re Richard S.</i> (1990) 221 Cal. App.3d 210, 222 [270 Cal. Rptr. 411] review granted on specified issues Aug. 23, 1990 (S016631); <i>In re Corienna G.</i> (1989) 213 Cal. App.3d 73, 83-84 [261 Cal. Rptr. 462]; <i>In re Cindy E.</i> (1978) 83 Cal. App.3d 393, 408-409 [147 Cal. Rptr. 812]; <i>In re Robert W.</i> (1977) 68 Cal. App.3d 705, 721-722 [137 Cal. Rptr. 558].)</p>\n<p><i>In re Corienna G., supra,</i> 213 Cal. App.3d 73, affirmed a permanency planning order although the trial court failed to expressly determine the minors would not be returned to their parents within six months. (Welf. &amp; Inst. Code, § 366.25, subd. (d).) In so ruling the appellate court stated: \"While we agree that the better practice would have been for the trial court to have made a required determination on the record, we perceive no practical purpose which would be achieved by such a result. This is not a case ... where the trial court expressly refused to make such a finding. Nor is it akin to ... where a trial court could not have made such a determination on the record. Substantial evidence would amply have supported such a determination here. [Citation.] [¶] Nor are we compelled to reverse because the lack of an express determination prejudiced appellants in any way. [Citation.]\" (<i>Id.</i> at pp. 83-84.)</p>\n<p><span class=\"star-pagination\">*1219</span> Appellant was not prejudiced in this case. The lower court's disposition order was supported by clear and convincing evidence. In fact, appellant does not even challenge the sufficiency of the evidence supporting the judgment in Brandi's case.</p>\n<p>Both appellant and Jason made contradictory statements regarding their showering together. The social worker's report considered the possibility of leaving Jason in appellant's custody, but rejected that alternative. Jason's allegiance to his father made him an unreliable reporting source regarding appellant's conduct. Given the close quarters in which the two lived, Jason's belief he was responsible for his father's welfare, and his desire not to see appellant viewed in a negative light, no reasonable effort could be made by SSA to protect Jason if he remained in appellant's custody.</p>\n<p>We conclude that, had the lower court properly complied with subdivision (c), it undoubtedly would have made findings adverse to appellant. Therefore, the lower court's failure to make the required findings was harmless error.</p>\n<p></p>\n<h2>4., 5.<sup>[*]</sup></h2>\n<p>.... .... .... .... .... .</p>\n<p></p>\n<h2>IV</h2>\n<p></p>\n<h2>DISPOSITION</h2>\n<p>The judgments of the lower court are affirmed.</p>\n<p>Sonenshine, Acting P.J., and Cox, J.,<sup>[]</sup> concurred.</p>\n<h2>NOTES</h2>\n<p>[*]   Pursuant to California Rules of Court, rule 976(b), sections 1, 2, 4, and 5 of part III are not ordered published as they do not meet the standards for publication contained in rule 976(b) of the California Rules of Court.</p>\n<p>[*]   Assigned by the Chairperson of the Judicial Council.</p>\n<p>[]   Assigned by the Chairperson of the Judicial Council.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1206</span></span> (1990)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">316</span></span></b></center>\n<center><h1>In re JASON L. et al., Persons Coming Under the Juvenile Court Law.<br>\nORANGE COUNTY SOCIAL SERVICES AGENCY, Plaintiff and Respondent,<br>\nv.<br>\nJOSEPH L., Defendant and Appellant; SHERRI A., Defendant and Respondent.</h1></center>\n<center>Docket No. G008391.</center>\n<center><p><b>Court of Appeals of California, Fourth District, Division Three.</b></p></center>\n<center>August 14, 1990.</center>\n<p><span class=\"star-pagination\">*1208</span> COUNSEL</p>\n<p>Stephen D. Schatz, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p>Adrian Kuyper, County Counsel, and David Beales, Deputy County Counsel, for Plaintiff and Respondent.</p>\n<p>Janette Freeman Cochran, under appointment by the Court of Appeal, for Defendant and Respondent.</p>\n<p><span class=\"star-pagination\">*1209</span> Van Deusen, Youmans, &amp; Walmsley and Christian R. Van Deusen for Minor Jason L.</p>\n<p>Donna L. Groman, under appointment by the Court of Appeal, for Minor Brandi L.</p>\n<p>[Opinion certified for partial publication.<sup>[*]</sup>]</p>\n<p>OPINION</p>\n<p>MOORE, J.</p>\n<p>The lower court entered judgments declaring Jason L. and Brandi L. dependents of the juvenile court and removing Jason from the physical custody of defendant Joseph L., the minors' father. (Welf. &amp; Inst. Code, § 300.) Joseph contends the lower court committed reversible error by: (1) failing to appoint separate counsel for Jason before the jurisdiction hearing; (2) removing Jason from his custody without either sufficient evidence to support its decision or complying with Welfare and Institutions Code sections 361, 361.5 and 366; and (3) not releasing Jason to him at the detention hearing.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>PROCEDURAL BACKGROUND</h2>\n<p>On February 9, 1989, plaintiff Orange County Social Services Agency (SSA) filed petitions seeking to declare Brandi and Jason dependents of the juvenile court. Brandi's petition alleged appellant had sexually molested her. (Welf. &amp; Inst. Code, § 300, subd. (d).) The petition filed in Jason's case was based on sibling abuse. (Welf. &amp; Inst. Code, § 300, subd. (j).)</p>\n<p>At the detention hearing, the court appointed separate counsel for each parent. Harold F. La Flamme was appointed to represent both minors. The parents denied each petition's allegations. The court released Brandi and Jason to their mother under SSA's supervision with directions to arrange and monitor visitation with appellant.</p>\n<p>When the jurisdiction hearing began, Mr. La Flamme advised the court that, while he felt capable of adequately representing both minors during the jurisdiction hearing, a clear conflict of interest would arise if the matter proceeded to a disposition hearing. Mr. La Flamme noted Jason's petition alleged only sibling abuse, and stated that he did not expect Jason to testify at the hearing, and did not believe Jason would contradict Brandi even if both of them took the stand. Appellant's counsel replied she intended to call Jason as a witness and made an offer of proof that Jason would testify <span class=\"star-pagination\">*1210</span> appellant never made any sexual advance or inappropriately touched him, and he never observed appellant sexually molest Brandi. In response, Mr. La Flamme said the proffered testimony did not contradict Brandi since he expected her to testify Jason <i>may</i> have seen acts of molestation. Mr. La Flamme concluded that, as the matter stood, his ability to cross-examine or question either minor was not affected.</p>\n<p>After taking evidence, the court sustained both petitions. At that time, Mr. La Flamme declared a conflict as to Jason and another attorney was appointed to represent him.</p>\n<p>The court held a disposition hearing May 25 and 26. The matter was uncontested as to Brandi. After taking evidence the court found, by clear and convincing evidence, it would be detrimental for Jason to remain in appellant's custody. The court adopted a reunification plan that included the following terms: (1) Brandi was not to have contact with appellant until she wanted to see him and her therapist felt it would not be contrary to her interests; (2) monitored visitation between Jason and appellant, and, upon verification that both were in counseling, increased visitation with the social worker's approval; (3) family therapy for the minors, their parents and stepfather; and (4) appellant was to secure housing that would provide Jason with a private bedroom and establish he could adequately support the minor before they reunify.</p>\n<p>Appellant timely appealed in both cases.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>FACTS</h2>\n<p>Appellant and Sherri A. married in 1974. Brandi, born May 4, 1975, and Jason, born May 19, 1978, were the product of this union. While married to Sherri, appellant had one or two homosexual affairs with adult partners. In May 1980, appellant and Sherri separated. Their marriage was dissolved in 1981.</p>\n<p>By court order, appellant and Sherri were awarded joint legal custody of Brandi and Jason with appellant receiving physical custody of them. The custody order was never formally modified. However, the minors moved back and forth between appellant and Sherri after the divorce. When these proceedings commenced, Brandi lived with her mother and stepfather and Jason lived with appellant.</p>\n<p>Appellant and Sherri each separately remarried. Appellant's second marriage also ended in divorce. At the time of trial, Sherri's second marriage was still intact.</p>\n<p><span class=\"star-pagination\">*1211</span> In 1982, appellant suffered two injuries to his back that eventually left him unable to walk without the use of a cane. Appellant claimed that, as a result, he could not obtain gainful employment. However, he was performing volunteer work 12-15 hours every day of the week for an organization that collects and distributes food and clothing to low-income people. Prior to and during the pendency of the lower court's proceedings, appellant was renting a room in a private residence. Before Jason was removed from his custody, appellant's sole source of income was aid to families with dependent children (AFDC).</p>\n<p>When Brandi was seven or eight years old, appellant would lie down with her while he was naked and watch X-rated movies. During these encounters, appellant placed his erect penis between Brandi's legs. On other occasions, appellant kissed and licked Brandi's body. These incidents occurred once or twice a week for approximately seven months. Brandi did not report the molestation because she was afraid her father might begin to hate her and she would never see him again.</p>\n<p>Appellant frequently walked around home naked. On one occasion, he directed Brandi to kiss his penis when she inadvertently touched it. Just before Brandi entered the fifth grade, appellant had her masturbate him once.</p>\n<p>In January 1989, appellant molested Brandi again when she visited him one weekend. Brandi slept with appellant on a bed. Jason slept on a mat on the floor. During the night, appellant moved his hand up and down on her buttocks and put his finger under her panties for approximately one minute.</p>\n<p>Brandi did not immediately tell anyone about the incident. However, a few weeks later Brandi reported it to a school guidance counselor because she was about to visit her father and did not want to be molested again.</p>\n<p>Appellant also took showers with Jason. Brandi testified the most recent joint shower she knew about occurred at the end of the summer of 1988. When appellant asked Jason to shower with him, Jason replied he did not want to do so. By stipulation, the parties agreed that, if called as a witness, Jason would testify he and appellant occasionally took showers together to save time, and appellant never touched him in an inappropriate manner.</p>\n<p>Appellant initially told the social worker he and Jason had not jointly showered together since Jason was very young. At the jurisdictional hearing, appellant admitted showering with Jason twice during the summer of 1988, once to save time, and on a second occasion to ensure Jason properly cleaned himself.</p>\n<p><span class=\"star-pagination\">*1212</span> Helen Wardrop, the social worker assigned to the case, recommended Jason not be returned to appellant's custody. She did not believe Jason's explanation of the joint showers was credible, and noted Jason had missed 44 days of school during the current year purportedly due to frequent illnesses. Wardrop also cited appellant's prior homosexual relationships, his initial denial of showering with Jason, the fact appellant customarily walked around the house naked, and an allegation he once had sexual relations with a relative of Sherri's.</p>\n<p>Appellant denied molesting Brandi, and claimed she became very angry with him for criticizing Sherri just before making the molestation charge. Appellant claimed Brandi threatened to do anything to hurt him. The court sustained the allegations of both petitions finding Brandi's account of the events more credible than appellant's.</p>\n<p>At the disposition hearing, Jason testified he missed school while living with his father due to illness and to assist his father. Jason believed appellant was not able to manage without his help. The grades Jason received when living with his father ranged between B's and D's. Since being placed in his mother's custody, his grades had improved slightly. Jason did not feel he had any need for counseling.</p>\n<p>When living with his father, Jason went to appellant's place of work every day after school and on weekends, usually remaining there until 9 or 10 p.m. Occasionally, Jason complained about the length of time spent at the office. Appellant felt having Jason at his workplace was good for the child.</p>\n<p>Wardrop testified she believed it was not in Jason's best interest to be placed with his father because Jason felt responsible for appellant's welfare, and this feeling affected the truthfulness of his testimony. Jason was also at risk of being molested by appellant. In addition, Wardrop felt Jason needed more routine and structure in his life.</p>\n<p>Jason reported no dissatisfaction with the living arrangement in his mother's home. Jason had his own bedroom, and his school attendance and grades had improved. Sherri had not placed Jason in counseling because she and her husband could not afford to do so. However, he was on a waiting list for counseling.</p>\n<p>Wardrop stated she had not offered appellant any services to reunite with Jason since he was already in a counseling relationship with a therapist and had not asked for other referrals. She recommended counseling for Jason, joint counseling for appellant and Jason, and before they could reunify, <span class=\"star-pagination\">*1213</span> appellant needed to obtain housing that would provide Jason with a private bedroom. Wardrop also believed appellant had to develop appropriate expectations for a child Jason's age.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>1., 2.<sup>[*]</sup></h2>\n<p>.... .... .... .... .... .</p>\n<p></p>\n<h2>3. <i>Welfare and Institutions Code section 361</i>\n</h2>\n<p>Appellant argues the evidence is insufficient to support removing Jason from his custody, and the lower court failed to make the findings required by Welfare and Institutions Code section 361, subdivisions (b) and (c) to support the removal of Jason.</p>\n<p></p>\n<h2>a. <i>Sufficiency of the evidence</i>\n</h2>\n<p>Welfare and Institutions Code section 361, subdivision (b) states \"[n]o dependent child shall be taken from the physical custody of his or her parents ... with whom the child resides at the time the petition was initiated unless the juvenile court finds clear and convincing evidence\" of one of the five grounds listed. Two grounds are relevant to this case. Subdivision (b)(1) permits removal if \"[t]here is a substantial danger to the physical health of the minor or would be if the minor was returned home, and there are no reasonable means by which the minor's physical health can be protected without removing the minor from [his or her] parents' ... physical custody.\" Under subdivision (b)(4), removal is allowed where \"[t]he minor has been sexually abused by a parent ... and there are no reasonable means by which the minor can be protected from further sexual abuse without removing the minor from his or her parent....\"</p>\n<p><i>In re James T.</i> (1987) <span class=\"citation\" data-id=\"2132634\"><a href=\"/opinion/2132634/in-re-james-t/\"><span class=\"volume\">190</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">58</span></a></span> [<span class=\"citation\" data-id=\"2132634\"><a href=\"/opinion/2132634/in-re-james-t/\"><span class=\"volume\">235</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">127</span></a></span>] explained the statute's purpose: \"The language of section 361 is both clear and specific. In Welfare and Institutions Code section 300 proceedings a child is not to be removed from its parents unless there is clear and convincing evidence of one of the enumerated extreme cases.... Section 361 embodies legislative solicitude for parental rights.\" (<i>Id.</i> at p. 66.)</p>\n<p><span class=\"star-pagination\">*1214</span> At the trial court level, clear and convincing evidence of abuse or neglect is necessary to remove a child from a parent's physical custody, even where custody is transferred to the minor's other parent. (Welf. &amp; Inst. Code, § 361, subd. (b); <i>In re Katrina C.</i> (1988) <span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">540</span></span>, 548-549 [<span class=\"citation no-link\"><span class=\"volume\">247</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">784</span></span>]; <i>In re Cheryl H.</i> (1984) <span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1098</span></span>, 1113 [<span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">789</span></span>].) (1) However, on appeal the proper standard of review is the substantial evidence rule. \"In juvenile cases, as in other areas of the law, the power of an appellate court asked to assess the sufficiency of the evidence begins and ends with a determination as to whether or not there is any substantial evidence, whether or not contradicted, which will support the conclusion of the trier of fact. All conflicts must be resolved in favor of the respondent and all legitimate inferences indulged in to uphold the verdict, if possible. Where there is more than one inference which can reasonably be deduced from the facts, the appellate court is without power to substitute its deductions for those of the trier of fact....\" (<i>In re Katrina C., supra,</i> 201 Cal. App.3d at p. 547. See also <i>In re Bernadette C.</i> (1982) <span class=\"citation\" data-id=\"2135279\"><a href=\"/opinion/2135279/in-re-bernadette-c/\"><span class=\"volume\">127</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">618</span></a></span>, 627 [<span class=\"citation\" data-id=\"2135279\"><a href=\"/opinion/2135279/in-re-bernadette-c/\"><span class=\"volume\">179</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">688</span></a></span>].)</p>\n<p>The evidence is sufficient to support a finding appellant sexually abused Brandi. Indeed, appellant does not challenge the judgment in Brandi's case.</p>\n<p>But the question remains whether section 361 precludes the removal of Jason from appellant's custody where there is no evidence he actually molested Jason. We have found no case authority construing the portions of section 361, subdivision (b) quoted above to an analogous set of facts. At our request the parties submitted supplemental briefs on the legislative history of Welfare and Institutions Code section 361. Upon further consideration, we conclude the evidence is sufficient to support removing Jason from appellant's custody under subdivision (b)(1).</p>\n<p>(2) A court must interpret a statute in accord with its legislative intent. Where the Legislature expressly declares its intent, the court must accept that declaration. (<i>Tyrone</i> v. <i>Kelley</i> (1973) <span class=\"citation\" data-id=\"1153166\"><a href=\"/opinion/1153166/tyrone-v-kelley/\"><span class=\"volume\">9</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">1</span></a></span>, 10-11 [<span class=\"citation\" data-id=\"1153166\"><a href=\"/opinion/1153166/tyrone-v-kelley/\"><span class=\"volume\">106</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">761</span></a></span>, <span class=\"citation\" data-id=\"1153166\"><a href=\"/opinion/1153166/tyrone-v-kelley/\"><span class=\"volume\">507</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">65</span></a></span>].) Absurd or unjust results will never be ascribed to the Legislature, and a literal construction of a statute will not be followed if it is opposed to its legislative intent. (<i>Webster</i> v. <i>Superior Court</i> (1988) <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">338</span></span>, 344 [<span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">268</span></span>, <span class=\"citation no-link\"><span class=\"volume\">758</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">596</span></span>]; <i>Friends of Mammoth</i> v. <i>Board of Supervisors</i> (1972) <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">247</span></span>, 259 [<span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">761</span></span>, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1049</span></span>].)</p>\n<p>(3) The paramount purpose underlying dependency proceedings is the protection of the child. (<i>In re Kerry O.</i> (1989) <span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">326</span></span>, 333 [<span class=\"citation no-link\"><span class=\"volume\">258</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">448</span></span>]; <i>In re Nicole B.</i> (1979) <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">874</span></span>, 879-880 [<span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">916</span></span>].) \"The parents do not represent a competing interest in this respect.\" (<i>In re Michael S.</i> (1981) <span class=\"citation\" data-id=\"2135094\"><a href=\"/opinion/2135094/in-re-michael-s/\"><span class=\"volume\">127</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">348</span></a></span>, 359 [179 Cal. Rptr. <span class=\"star-pagination\">*1215</span> 546].) Section 300 states in part: \"It is the intent of the Legislature in enacting this section to provide maximum protection for children who are currently being physically, sexually, or emotionally abused, being neglected, or being exploited, and to protect children who are at risk of that harm....\"</p>\n<p>Prior to 1989, Welfare and Institutions Code section 300 did not specify sibling abuse as a ground for declaring a child a dependent of the juvenile court. Nonetheless, case law upheld petitions seeking to declare children dependents on this basis. (<i>In re Dorothy I.</i> (1984) <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1154</span></span>, 1157-1158 [<span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">5</span></span>]; <i>In re Michael S., supra,</i> <span class=\"citation\" data-id=\"2135094\"><a href=\"/opinion/2135094/in-re-michael-s/\"><span class=\"volume\">127</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">348</span></a></span>; <i>In re Edward C.</i> (1981) <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">193</span></span>, 203 [<span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">694</span></span>]; <i>In re Jeannie Q.</i> (1973) <span class=\"citation\" data-id=\"2166112\"><a href=\"/opinion/2166112/in-re-jeannie-q/\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">288</span></a></span>, 304 [<span class=\"citation\" data-id=\"2166112\"><a href=\"/opinion/2166112/in-re-jeannie-q/\"><span class=\"volume\">107</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">646</span></a></span>].) \"Sibling petitions have been accepted for many years in this jurisdiction and others. The state may intervene to protect a minor when the minor's sibling has been mistreated....\" (<i>In re Dorothy I., supra,</i> 162 Cal. App.3d at p. 1157.)</p>\n<p>Effective January 1, 1989, the Legislature added subdivision (j) to section 300. (Stats. 1987, ch. 1485, §§ 4, 4.5, 51, &amp; 52, pp. 5603-5609, 5644.) Subdivision (j) states a minor may be declared a dependent if \"[t]he minor's sibling has been abused or neglected, as defined in subdivision ... (d), ... and there is a substantial risk that the minor will be abused or neglected, as defined....\" Subdivision (d) allows the juvenile court to exercise jurisdiction where \"[t]he minor has been sexually abused, or there is a substantial risk that the minor will be sexually abused, as defined in Section 11165.1 of the Penal Code....\"</p>\n<p>Penal Code section 11165.1 defines sexual abuse as either \"sexual assault or sexual exploitation.\" The term \"sexual assault\" is defined by reference to several criminal sex acts and other conduct including \"[t]he intentional touching of the genitals or intimate parts (including the breasts, genital area, groin, inner thighs, and buttocks) or the clothing covering them, of a child, or of the perpetrator by a child, for the purposes of sexual arousal or gratification ...,\" or \"[t]he intentional masturbation of the perpetrator's genitals in the presence of a child.\" (Pen. Code, subds. (b)(4) and (5).)</p>\n<p>Section 361 was derived from Welfare and Institutions Code section 726 as it read prior to the 1976 revision of the Juvenile Court Law segregating the sections relating to dependency proceedings into a separate article. (Stats. 1976, ch. 1068, §§ 6-13, pp. 4759-4781.) Originally, section 361 prohibited removing a dependent child from his or her parent's custody unless \"the parent ... is incapable of providing or has failed or neglected <span class=\"star-pagination\">*1216</span> to provide proper maintenance, training, and education for the minor,\" or \"the welfare of the minor requires that his custody be taken from his parent....\" (Stats. 1976, ch. 1068, § 10, p. 4773.)</p>\n<p>At the same time, the Legislature also enacted former Welfare and Institutions Code section 361.5. (Added by Stats. 1976, ch. 1068, § 92, pp. 4803-4804 and repealed by Stats. 1981, ch. 104, § 24, p. 793, eff. June 30, 1984.) It was an experimental statute, applicable only in certain counties, and similar to the present version of section 361 except that it originally permitted removal of a dependent child based on \"substantial evidence,\" and did not include subdivision (b)(4)'s sexual abuse provision. (Stats. 1976, ch. 1068, § 92, p. 4804.)</p>\n<p>In 1982 the Legislature amended section 361 to incorporate the provisions of former section 361.5. (Stats. 1982, ch. 978, § 20, pp. 3535-3536.) A review of the legislative history indicates this amendment was part of an effort to shift the emphasis of the child dependency laws to maintaining children in their natural parents' homes where it was safe to do so, and to clarify the conditions in which a minor could be removed from his or her parents' custody. (See <i>Review of Selected 1982 California Legislation</i> (1982) 14 Pacific L.J. 667-675.)</p>\n<p>(4) Section 361, subdivision (b)(1) applies where there is \"a substantial danger to the physical health of the minor.\" The operative phrase in this subdivision is \"physical health.\" The term \"physical\" has been construed in other contexts as synonymous with \"bodily.\" (Pen. Code, § 12022.7 [\"great bodily injury means a significant or substantial physical injury.\"]; <i>People</i> v. <i>Caudillo</i> (1978) <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">562</span></span>, 581 [<span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">859</span></span>, <span class=\"citation no-link\"><span class=\"volume\">580</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">274</span></span>] [same]; <i>People</i> v. <i>Lamport</i> (1985) <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">716</span></span>, 719 [<span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">665</span></span>] [\"bodily harm\" defined as the \"`\"unlawful use of physical force.\"'\"]; <i>People</i> v. <i>Bradley</i> (1983) <span class=\"citation\" data-id=\"2165662\"><a href=\"/opinion/2165662/people-v-bradley/\"><span class=\"volume\">146</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">721</span></a></span>, 724-727 [<span class=\"citation\" data-id=\"2165662\"><a href=\"/opinion/2165662/people-v-bradley/\"><span class=\"volume\">194</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">549</span></a></span>] [same].)</p>\n<p><i>People</i> v. <i>Lamport, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">716</span></span> is analogous to the present appeal. There, the defendant suffered from pedophilia and was committed to a state hospital as a mentally disordered sex offender. (Former Welf. &amp; Inst. Code, § 6300 et seq.) The state extended his commitment based on former Welfare and Institutions Code section 6316.2, subdivision (a)(2) which permitted an extension for a person who \"presents a substantial danger of bodily harm to others.\" (Stats. 1979, ch. 992, § 2, p. 3380.) The defendant challenged the sufficiency of the evidence supporting the extension arguing his conduct involved \"nonviolent oral copulation and masturbation\" with children. (<i>Id.</i> at p. 718.)</p>\n<p><span class=\"star-pagination\">*1217</span> The Court of Appeal affirmed. It defined \"bodily harm\" as \"`\"the intentional and unlawful use of physical force upon the person of another....\"'\" (165 Cal. App.3d at p. 719.) Although conceding the evidence did not establish the defendant ever used violence to force one of his victims to engage in a sex act, the court stated: \"Lamport is proved to be likely to engage in sexually touching, masturbating and orally copulating young children too young to knowingly consent. The physical force required to perform these sex acts on youngsters while Lamport is sexually aroused, meets the standard for bodily harm....\" (<i>Id.</i> at p. 720.)</p>\n<p>As noted, section 300, subdivision (j), gives the juvenile court jurisdiction over a minor if his or her sibling has been sexually abused and there is a substantial risk the minor will be similarly mistreated. The term \"sexual abuse\" includes intentionally touching the intimate parts of either a child's body, or the perpetrator's body by a child, for sexual arousal or gratification, or where a perpetrator intentionally masturbates in a child's presence. Since the term \"physical\" is synonymous with \"bodily,\" and under <i>Lamport</i> the phrase \"bodily harm\" includes the unlawful touching of young children for sexual gratification, we conclude Welfare and Institutions Code section 361, subdivision (b)(1)'s requirement of \"substantial danger to the physical health of the minor\" includes sexual abuse.</p>\n<p>The evidence in this case also supports the judgment. In addition to the proof of appellant's sexual molestation of Brandi, there was evidence appellant had one, possibly two, previous adult homosexual relationships, shared a bedroom with Jason, showered with him at least twice when Jason was ten years old, and initially denied the joint showers occurred. Mrs. Wardrop testified Jason felt responsible for appellant, and was very protective of him. As a result, she was concerned Jason might not be entirely truthful about his relationship with appellant.</p>\n<p>The cases appellant relies on are distinguishable. In <i>In re Jeannette S.</i> (1979) <span class=\"citation\" data-id=\"2147527\"><a href=\"/opinion/2147527/in-re-jeannette-s/\"><span class=\"volume\">94</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">52</span></a></span> [<span class=\"citation\" data-id=\"2147527\"><a href=\"/opinion/2147527/in-re-jeannette-s/\"><span class=\"volume\">156</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">262</span></a></span>], the Court of Appeal found it possible to place a dependent child with her father even though he was an alcoholic and once had been convicted of child molestation, since the father was living in a home with another married couple. (<i>Id.</i> at p. 60.) <i>In re James T., supra,</i> <span class=\"citation\" data-id=\"2132634\"><a href=\"/opinion/2132634/in-re-james-t/\"><span class=\"volume\">190</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">58</span></a></span>, involved the removal of a dependent child from his mother under section 361, subdivision (b)(3) (minor suffering severe emotional damage), and where the trial court in part relied on Civil Code section 4600 to support its decision. (<i>Id.</i> at pp. 64-66.)</p>\n<p>Therefore, we conclude substantial evidence supports the lower court's removal of Jason from appellant's custody under Welfare and Institutions Code section 361, subdivision (b)(1). In light of this conclusion, it is not <span class=\"star-pagination\">*1218</span> necessary for us to decide whether the same result would occur under subdivision (b)(4) of section 361.</p>\n<p></p>\n<h2>b. <i>Welfare and Institutions Code section 361, subdivision (c)</i>\n</h2>\n<p>(5) In addition, appellant argues the lower court was required to state the facts supporting its decision to remove Jason from appellant's custody and to determine whether reasonable efforts were made to prevent or eliminate the need for removing him. This contention has merit.</p>\n<p>Subdivision (c) of section 361 states in part: \"The court shall make a determination as to whether reasonable efforts were made to prevent or to eliminate the need for removal of the minor from his or her home.... The court shall state the facts on which the decision to remove the minor is based.\" (See also former Cal. Rules of Court, rule 1377(c), now rule 1456(c) and (d).)</p>\n<p>Failure to make the required findings was error. (<i>In re B.G.</i> (1974) <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">679</span></span>, 699 [<span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">444</span></span>, <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">244</span></span>]; <i>In re Robert P.</i> (1976) <span class=\"citation\" data-id=\"2130766\"><a href=\"/opinion/2130766/in-re-robert-p/\"><span class=\"volume\">61</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">310</span></a></span>, 320 [<span class=\"citation\" data-id=\"2130766\"><a href=\"/opinion/2130766/in-re-robert-p/\"><span class=\"volume\">132</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">5</span></a></span>].) However, cases involving a court's obligation to make findings regarding a minor's change of custody or commitment have held the failure to do so will be deemed harmless where \"it is not reasonably probable such finding, if made, would have been in favor of continued parental custody.\" (<i>In re Clyde H.</i> (1979) <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">338</span></span>, 346-347 [<span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">727</span></span>]. See also <i>In re Richard S.</i> (1990) <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">210</span></span>, 222 [<span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">411</span></span>] review granted on specified issues Aug. 23, 1990 (S016631); <i>In re Corienna G.</i> (1989) <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">73</span></span>, 83-84 [<span class=\"citation no-link\"><span class=\"volume\">261</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">462</span></span>]; <i>In re Cindy E.</i> (1978) <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">393</span></span>, 408-409 [<span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">812</span></span>]; <i>In re Robert W.</i> (1977) <span class=\"citation\" data-id=\"2174572\"><a href=\"/opinion/2174572/in-re-robert-w/\"><span class=\"volume\">68</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">705</span></a></span>, 721-722 [<span class=\"citation\" data-id=\"2174572\"><a href=\"/opinion/2174572/in-re-robert-w/\"><span class=\"volume\">137</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">558</span></a></span>].)</p>\n<p><i>In re Corienna G., supra,</i> <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">73</span></span>, affirmed a permanency planning order although the trial court failed to expressly determine the minors would not be returned to their parents within six months. (Welf. &amp; Inst. Code, § 366.25, subd. (d).) In so ruling the appellate court stated: \"While we agree that the better practice would have been for the trial court to have made a required determination on the record, we perceive no practical purpose which would be achieved by such a result. This is not a case ... where the trial court expressly refused to make such a finding. Nor is it akin to ... where a trial court could not have made such a determination on the record. Substantial evidence would amply have supported such a determination here. [Citation.] [¶] Nor are we compelled to reverse because the lack of an express determination prejudiced appellants in any way. [Citation.]\" (<i>Id.</i> at pp. 83-84.)</p>\n<p><span class=\"star-pagination\">*1219</span> Appellant was not prejudiced in this case. The lower court's disposition order was supported by clear and convincing evidence. In fact, appellant does not even challenge the sufficiency of the evidence supporting the judgment in Brandi's case.</p>\n<p>Both appellant and Jason made contradictory statements regarding their showering together. The social worker's report considered the possibility of leaving Jason in appellant's custody, but rejected that alternative. Jason's allegiance to his father made him an unreliable reporting source regarding appellant's conduct. Given the close quarters in which the two lived, Jason's belief he was responsible for his father's welfare, and his desire not to see appellant viewed in a negative light, no reasonable effort could be made by SSA to protect Jason if he remained in appellant's custody.</p>\n<p>We conclude that, had the lower court properly complied with subdivision (c), it undoubtedly would have made findings adverse to appellant. Therefore, the lower court's failure to make the required findings was harmless error.</p>\n<p></p>\n<h2>4., 5.<sup>[*]</sup></h2>\n<p>.... .... .... .... .... .</p>\n<p></p>\n<h2>IV</h2>\n<p></p>\n<h2>DISPOSITION</h2>\n<p>The judgments of the lower court are affirmed.</p>\n<p>Sonenshine, Acting P.J., and Cox, J.,<sup>[]</sup> concurred.</p>\n<h2>NOTES</h2>\n<p>[*]   Pursuant to California Rules of Court, rule 976(b), sections 1, 2, 4, and 5 of part III are not ordered published as they do not meet the standards for publication contained in rule 976(b) of the California Rules of Court.</p>\n<p>[*]   Assigned by the Chairperson of the Judicial Council.</p>\n<p>[]   Assigned by the Chairperson of the Judicial Council.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1153166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2130766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2132634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2135094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2135279/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2140633/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2147527/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2165662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2166112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2172242/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2174572/"
          ]
        }
      ],
      "judges": "Moore",
      "date_created": "2016-01-26T01:33:08.138052Z",
      "date_modified": "2017-04-11T10:59:01.276146Z",
      "date_filed": "1990-08-14",
      "date_filed_is_approximate": false,
      "slug": "in-re-jason-l",
      "citation_id": 2132189,
      "case_name_short": "In Re Jason L.",
      "case_name": "In Re Jason L.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "222 Cal. App. 3d 1206",
      "state_cite_two": "272 Cal. Rptr. 316",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 84,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/39003/in-re-jason-l/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:06:50.457856Z",
  "date_modified": "2014-10-30T06:06:50.457856Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In Re Jason L.",
  "case_name": "In Re Jason L.",
  "case_name_full": "",
  "slug": "in-re-jason-l",
  "docket_number": "G008391",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}