{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3941976/",
  "id": 3941976,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/okla/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4069834/",
      "id": 4069834,
      "absolute_url": "/opinion/4069834/city-of-chickasha-v-obrien/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3941976/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3827705/",
          "id": 3827705,
          "absolute_url": "/opinion/4069834/city-of-chickasha-v-obrien/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4069834/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-06T08:00:09.547572Z",
          "date_modified": "2017-04-15T03:19:49.890626Z",
          "type": "020lead",
          "sha1": "a4d697c05b850e027b709bb2db91d75398ad5d92",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/oklahoma/court_opinions/documents/c5b61ef93dc343d3.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>Defendants in error brought suit in the district court of Grady county to cancel certain improvement bonds and assessments levied to pay the same, and to enjoin the collection of said assessments, and for other equitable relief. Issues were joined, and at the trial, upon the request of the plaintiffs, a jury was impaneled, and the court submitted 17 special interrogatories to the jury, and gave them certain instructions, and the jury returned answers to said interrogatories, and thereafter, upon consideration of the evidence, the interrogatories, and answers by the jury, the court made independent special findings of fact, and adopted and incorporated into said findings the verdict of the jury, and thereupon rendered judgment declaring the contract under which the improvements were made to be void, and enjoined the collection of the assessments that had been levied to pay the bonds which had been issued. Plaintiffs in error complain of the action of the court in impaneling the jury, and in submitting such interrogatories, and also complain of the instructions given.</p>\n<p>This being an equity case, the court was authorized upon its own motion to call in a jury, or consent to one upon the request of either party, and submit to it any issue or issues of fact which he desired for the purpose of being advised by the jury upon such questions of fact <span class=\"star-pagination\">*Page 48</span> \nso submitted. <em>Barnes v. Lynch,</em> <cross_reference>9 Okla. 191</cross_reference>, <cross_reference>59 P. 995</cross_reference>; <em>McCoy</em><em>v. McCoy,</em> <cross_reference>30 Okla. 397</cross_reference>, <cross_reference>121 P. 167</cross_reference>, Ann. Cas. 1913C, 146;<em>Watson v. Borah et al.,</em> <cross_reference>37 Okla. 357</cross_reference>, <cross_reference>132 P. 347</cross_reference>; <em>Oklahoma</em><em>Trust Co. v. Stein et al.,</em> <cross_reference>39 Okla. 756</cross_reference>, <cross_reference>136 P. 746</cross_reference>.</p>\n<p>The answers of the jury to the interrogatories are advisory merely, and the court may adopt or reject them, as it sees fit, for in such case it is the duty of the court to consider all the record and weigh the evidence, and then determine whether the findings of the jury should be adopted as the findings of the court. <em>Tobin v. O'Brieter,</em> <cross_reference>16 Okla. 500</cross_reference>, <cross_reference>85 P. 1121</cross_reference>;<em>Wah-tah-noh-zhe et al. v. Moore,</em> <cross_reference>36 Okla. 631</cross_reference>, <cross_reference>129 P. 877</cross_reference>;<em>Okla. Trust Co. v. Stein, supra</em>.</p>\n<p>Error cannot be predicated upon the charge of the court to the jury in such case, because, notwithstanding the instructions may be erroneous, it is the duty of the court to review the record and make his own findings, and, where it appears that the court has discharged this duty, the case will not be reversed for error in the instructions given to the jury. <em>Apache State Bank v. Daniels,</em> <cross_reference>32 Okla. 121</cross_reference>, <cross_reference>121 P. 237</cross_reference>, 40 L. R. A. (N. S.) 901, Ann. Cas. 1914A, 520; <em>Wah-tah-noh-zhe</em><em>et al. v. Moore, supra; Watson v. Borah et al., supra</em>. And though it be that the interrogatories submit mixed questions of law and fact to the jury, still this could not prejudice the parties where the court, upon a review of the record, either adopts the findings of the jury as his own or rejects the verdict and makes other findings.</p>\n<p>It is urged by plaintiffs in error that this action is barred by section 644, Rev. Laws 1910, while defendants in error insist that the limitation applicable hereto is <span class=\"star-pagination\">*Page 49</span> \nfound in the third subdivision of section 4657, <em>Id</em>. Section 644 is as follows:</p>\n<p>\"No suit shall be sustained to set aside any such assessment, or to enjoin the mayor and council from making any such improvement, or levying or collecting any such assessment, or installment thereof, or interest or penalty thereon, or issuing such bonds, or providing for their payment, as herein authorized, or contesting the validity thereof on any ground, or for any reason other than for the failure of the city council to adopt and publish the preliminary resolution provided for in cases requiring such resolution and its publication, and to give the notice of the hearing on the return of the appraisers, unless such suit shall be commenced not more than 60 days after the passage of the ordinance making such final assessment. * * *\"</p>\n<p>The third subdivision of section 4657 provides that action shall be brought:</p>\n<p>\"Third. Within two years: An action for trespass upon real property; an action for taking, detaining or injuring personal property, including actions for the specific recovery of personal property; an action for injury to the rights of another, not arising on contract, and not hereinafter enumerated; an action for relief on the ground of fraud  &#8212; the cause of action in such case shall not be deemed to have accrued until the discovery of the fraud.\"</p>\n<p>The plaintiffs in the court below sought to enjoin the collection of the assessments and to cancel the bonds involved, upon the ground of fraud upon the part of the contractor and the city officials in the performance of the work under the contract, occurring more than 60 days after the passage of the assessing ordinance and the issuance of the bonds, and say that by reason thereof this statute applies, and not section 644. It is readily seen that subdivision three of section 4657 is a general statute <span class=\"star-pagination\">*Page 50</span> \nof limitations, while section 644 is a special statute applying to that class of causes involved in the present proceeding.</p>\n<p>Defendants in error base their right to maintain this action upon section 4881, Rev. Laws 1910, which is as follows:</p>\n<p>\"An injunction may be granted to enjoin the enforcement of a void judgment, the illegal levy of any tax, charge, or assessment, or the collection of any illegal tax, charge, or assessment, or any proceeding to enforce the same; and any number of persons whose property is affected by a tax or assessment so levied may unite in the petition filed to obtain such injunction. An injunction may be granted in the name of the state to enjoin and suppress the keeping and maintaining of a common nuisance. The petition therefor shall be verified by the county attorney of the proper county, or by the Attorney General, upon information and belief, and no bond shall be required; but the county shall, in all other respects, be liable as other plaintiffs.\"</p>\n<p>If this section and section 644 each are to be given full effect according to the ordinary meaning of their language, it might be said that there is an apparent conflict between the two. Such a conflict appeared to exist in the laws of the State of Kansas, and was considered by the Supreme Court of that state in <em>Lynch et al. v. City of Kansas City et al.,</em><cross_reference>44 Kan. 452</cross_reference>, 24 P. 973; and that court held the general statute was amended, \"so far as restraining the collection of an assessment is concerned,\" by the statute of limitations contained in the paving law of that state, and also in the case of <em>Beebe et al.</em><em>v. Doster,</em> <cross_reference>36 Kan. 663</cross_reference>, 14 P. 150, held:</p>\n<p>\"Where in special cases a different limitation is prescribed by statute, the action shall be governed by such limitation.\" <span class=\"star-pagination\">*Page 51</span> </p>\n<p>So, applying the same rule here, the seeming conflict, if in fact there be any, between section 4881 and section 644 may be obviated by construing section 644, which is a special statute applying to this class of cases, as an amendment to section 4881, in so far as actions of the character mentioned in section 644 are involved.</p>\n<p>There is no question made as to the regularity of the proceedings of the council prior to and including the passage of the final assessing ordinance, or the issuance of the bonds; the fraud complained of, as stated, being in the performance of the work.</p>\n<p>The rule is well established in this state, that:</p>\n<p>\"When a city acquires jurisdiction by preliminary proceedings to pave certain of its streets, a property owner who sits by and sees such improvements made, with the knowledge that the city authorities intend to levy and collect a special tax against his property, and that these who do such work cannot be compensated in any other way, and there is no objection thereto until complete performance of the work has been made, cannot thereafter maintain an action to enjoin the collection of assessments against his property on the ground of alleged irregularity in the proceedings subsequent to the time that jurisdiction to perform said work had attached.\" <em>City of Perry</em><em>v. Davis et al.,</em> <cross_reference>18 Okla. 458</cross_reference>, <cross_reference>90 P. 865</cross_reference>; <em>Sharum v. Muskogee,</em><cross_reference>43 Okla. 22</cross_reference>, <cross_reference>141 P. 22</cross_reference>; <em>City of Norman v. Allen,</em> <cross_reference>47 Okla. 74</cross_reference>,<cross_reference>147 P. 1002</cross_reference>; <em>Norris v. City of Lawton,</em> <cross_reference>47 Okla. 213</cross_reference>,<cross_reference>148 P. 123</cross_reference>, and cases cited; <em>Kerker v. Bocher,</em> <cross_reference>20 Okla. 729</cross_reference>,<cross_reference>95 P. 981</cross_reference>; <em>Paulsen v. City of El Reno,</em> <cross_reference>22 Okla. 734</cross_reference>, <cross_reference>98 P. 958</cross_reference>;<em>Jenkins v. Oklahoma City et al.,</em> <cross_reference>27 Okla. 230</cross_reference>, <cross_reference>111 P. 941</cross_reference>;<em>Lonsinger v. Ponca City,</em> <cross_reference>27 Okla. 397</cross_reference>, <cross_reference>112 P. 1006</cross_reference>; <em>Weaver v.</em><em>Chickasha,</em> <cross_reference>36 Okla. 226</cross_reference>, <cross_reference>128 P. 305</cross_reference>; <em>Shultz v. Ritterbusch,</em><cross_reference>38 Okla. 478</cross_reference>, <cross_reference>134 P. 961</cross_reference>; <em>City of Muskogee v. Rambo et al.,</em><cross_reference>40 Okla. 672</cross_reference>, <cross_reference>138 P. 567</cross_reference>; <em>Bartlesville v. Holm et al.,</em><cross_reference>40 Okla. 467</cross_reference>, <cross_reference>139 P. 273</cross_reference>.) <span class=\"star-pagination\">*Page 52</span> </p>\n<p>In <em>Morrow v. Barber Asphalt Co.,</em> <cross_reference>27 Okla. 248</cross_reference>, <cross_reference>111 P. 198</cross_reference>, it was held that this rule did not apply to bar an action by a lot owner to enjoin the collection of an assessment upon his property, when the proceedings upon which it was based were void. In the case at bar the city acquired jurisdiction of the proceedings in the proper way, and did everything that was required up to and including the making of the contract, the passage of the assessment ordinance, and the issuance of the bonds. The findings of the court show that these proceedings were regular in every particular; therefore the city acquired jurisdiction, and the contract was not void as found by the court; and in so finding the court committed error.</p>\n<p>The question is then presented whether this statute would operate to bar an action by a property owner after the passage of the assessment ordinance, the issuance of the bonds, and the performance of the work, to enjoin the collection of said assessments and to cancel said bonds because of matters occurring more than 60 days after the date of the assessing ordinance. It appears from the record before us that the original improvement district No. 3 was subdivided into 15 separate districts, and that separate ordinances were passed upon different dates for the various districts so created. The bonds were issued before the performance of the work and were delivered to the contractor in installments, after the completion and approval of portions of the work, in accordance with section 638, Rev. Laws 1910.</p>\n<p>By section 644, it is seen that no suit may be maintained on any ground except for the two reasons given, which two reasons were necessary to constitute due process of law; that is, that the city should acquire jurisdiction to make the contemplated improvements by the adoption <span class=\"star-pagination\">*Page 53</span> \nand publication of the preliminary resolution, where same was required, and should acquire jurisdiction of the property owner by giving notice of the hearing on the return of the appraisers. This language is as broad and comprehensive as it could be made, and indicates an intention upon the part of the Legislature to cause any litigation involving the validity of the assessments, or seeking to enjoin the payment of the bonds, to be brought within the time limit. No exception is made for fraud occurring thereafter in the performance of the work, and, had the Legislature intended that such exception should be made, it would have been perfectly easy to say so; and the significant fact that the language used is as broad and comprehensive as it is, and that no exception is made, is to our minds conclusive evidence that none was intended.</p>\n<p>A similar question arose in the case of <em>City of Topeka et al.</em><em>v. Gage et al.,</em> <cross_reference>44 Kan. 87</cross_reference>, 24 P. 82, and the Supreme Court of Kansas reached the conclusion which we have reached, and in the opinion used this language:</p>\n<p>\"The language of this statute is such as to leave little or no room for construction. Its provisions are plain, direct, and positive, and seem sufficiently broad to cut off all defenses not asserted within the period of time named therein. It says no suit shall be brought, nor any defense allowed, after the expiration of 30 days from  &#8212; what? From the time the amount due on each lot is ascertained. It not only declares that no suit shall be brought to set aside or enjoin the making of the assessments, but provides that no defense to the validity thereof shall be allowed after 30 days from the time the assessment is ascertained. However, the defendants, plaintiffs below, insist that at the time the contract was entered into between the city and Ramsey, two of the councilmen, representing the city, had a pecuniary interest <span class=\"star-pagination\">*Page 54</span> \nin said contract, which rendered it null and void; that said fraud was concealed from and unknown to plaintiffs below until October 29, 1889, when Ramsey assigned said contract to the brick and paving company; and that, because of said concealment of the fraud, the statute of limitations did not commence to run until said 29th of October, a time within 30 days before the suit was commenced, and that therefore the suit is not barred by said statute. We hardly think this position is tenable. The Legislature has provided a special statute of limitations for these cases, and any fair construction of its provisions is against this position. It would have been easy for the Legislature to have so worded the statute as to have cut off all defenses except for fraud, and to have said that the statute should run as against fraud from the time of its discovery. This is done in the general statute of limitations, but there is nothing of the kind in this statute; and, as the Legislature was providing a special statute of limitation, different from the general statute, we must presume that they intended it to have the effect they said it should have, and cut off all defenses of whatever kind or character. This may be a harsh rule, but that fact does not furnish a reason why we should not construe the statute as it is, though it may furnish a reason why the Legislature should modify it.\"</p>\n<p>In <em>Wahlgren v. City of Kansas City,</em> <cross_reference>42 Kan. 243</cross_reference>, 21 P. 1068, the court said:</p>\n<p>\"The fixing of a time when a cause of action shall be barred, or in which actions may be brought, is in the discretion of the Legislature, and will be rarely disturbed by courts\"</p>\n<p>&#8212; and held that the limitation of the time in which actions could be brought under the provisions of section 1, c, 101. Sess. Laws 1887, then under consideration, was valid and constitutional.</p>\n<p>Another reason, to our minds, why this is so is a consideration of all the provisions of chapter 10, art. 12, <span class=\"star-pagination\">*Page 55</span> \nRev. Laws 1910, providing for improvements of the character here involved. It is therein provided that, after the passage of the resolution of necessity and other proceedings have been had, up to the passage of the assessing ordinance, the property owner may, within 30 days from the date of such ordinance, pay his assessment in full without interest, but, should he fail to avail himself of this privilege, section 635 provides that, after the expiration of said period of 30 days from the passage of the assessing ordinance, negotiable coupon bonds in the aggregate amount of such assessment, bearing date 15 days after the passage of the assessing ordinance, shall be issued, of such denominations as the mayor and council shall determine, which bonds shall in no event become a liability of the city issuing same; and by section 639 it is required that said bonds shall be designated as street improvement bonds and shall recite the street or streets or other public place for the improvement of which they have been issued, and that they are payable from the assessments which have been levied upon the lots and tracts of land benefited by said improvements. While the statute quoted says the bonds shall be negotiable, counsel for both parties seem to doubt whether said bonds are of this character because they are made payable out of the assessments levied upon the property in the improvement district, and are in no event a liability against the city. This would furnish strong reason for construing the statute as we do, in order to give stability and value to these securities. If the validity of said bonds might be litigated, or the levy and collection of said assessments enjoined after said 60-day period of limitation, it would practically destroy the market for this class of securities, and render it well-nigh impossible for improvements of this nature to be made. It is a Common practice, as in the case <span class=\"star-pagination\">*Page 56</span> \nat bar, for the bonds to be issued before the completion and approval of the work (and this practice seems to be authorized by sections 637, 638, Rev. Laws 1910), and to be delivered in installments to the contractor as the work progresses, in payment for such parts as may have been completed and approved, and the contractor in turn negotiates same in the markets of the country, in order to provide himself with funds to pay the current expenses of constructing the balance of the improvements. This, being authorized, would indicate a purpose on the part of the Legislature to cause litigation, if any there is to be, to be commenced before the expiration of said 60-day period, to avoid any uncertainty about the legality of said bonds that might affect their market value.</p>\n<p>Section 644 is not unusual because it operates as an absolute bar to an action to set aside the assessment, or to contest the validity of the bonds upon grounds other than the two reasons therein mentioned. Similar provisions are found in the statutes of this state. The Attorney General is by law <em>ex officio</em> bond commissioner in the state, and by section 377, Rev. Laws 1910, his duties as such are defined, and he is required to examine and pass upon any security issued, and it is provided in said section that:</p>\n<p>\"Such security, when declared by the certificate of said bond commissioner to be issued in accordance with the forms of procedure so provided, shall be incontestable in any court in the State of Oklahoma, unless suit thereon shall be brought in a court having jurisdiction of the same within 30 days from the date of the approval thereof by the bond commissioner.\"</p>\n<p>The purpose of this act was to give credit to the municipal securities of the State of Oklahoma; and, likewise, the similar provision in the paving act, which we <span class=\"star-pagination\">*Page 57</span> \nare now considering, had for its purpose the giving of credit to the securities issued under that act. Another example of this character of legislation is found in section 2999, Rev. Laws 1910, being a part of the drains and ditches act. Said act provides for the issuance of bonds payable out of funds raised by assessment; and by said section 2999 it is provided:</p>\n<p>\"The only defense that shall be offered against the validity of said bonds shall be forgery or fraud.\"</p>\n<p>Here the limitation, while not as to time, goes to every defense as to the bonds except that of forgery or fraud, which is permitted by the terms of that section. Thus it is seen that the construction placed upon section 644 is not a strained or unusual one, but is in accord with the legislation above referred to.</p>\n<p>Another reason why we have reached this conclusion is that by section 623, Rev. Laws 1910, the mayor and council are required by resolution to provide that the contractor shall execute to the city a good and sufficient bond in any amount to be stated in said resolution conditioned for the full and faithful execution of the work and the performance of the contract, for the protection of the city and all property owners interested against any loss or damage, by reason of the negligence of the contractor or improper execution of the work, and they shall also require a bond, in an amount to be stated in said resolution, for the maintenance in good condition of such improvement for a period of not less than five years from the time of its completion. In pursuance of this section, the council did require of the contractor, and he did execute, a good and sufficient bond in the sum of $128,000, as required by law, conditioned for the full and faithful execution of the work and the performance of the contract <span class=\"star-pagination\">*Page 58</span> \non his part, and also executed to the city other bonds in the aggregate sum of more than $75,000, for the maintenance in good condition of such improvement for a period of five years from the time of its completion, which bonds were approved and accepted by the city; and, at the time of the trial, the court found that the surety on said bonds was solvent.</p>\n<p>We have already seen that one purpose of the Legislature in fixing a limit of 60 days within which actions must be brought, contesting the validity of the bonds or seeking to enjoin the collection of the assessments, was to give stability and value to securities of this character; and, while aiming to bring about this result, it also sought to give proper protection to the property owner by requiring of the contractor the performance and maintenance bonds.</p>\n<p>Under the statute, as we construe it, the failure of the contractor to comply with the terms of his contract in the performance of the work is an irregularity that does not defeat the jurisdiction of the city to make the improvement, and therefore could not be availed of in a suit for injunction. The rule in this regard is stated in Elliott, Roads and Streets (2d Ed.) 608 (3d Ed.) 772, as follows:</p>\n<p>\"Irregularities or errors not jurisdictional cannot ordinarily be made available in a suit for injunction. The question whether the work has been done according to contract is one to be determined by the local tribunal, or tried at law, and not in injunction proceedings. In a suit for injunction the question whether the ayes and nays were taken on the passage of the ordinance directing the improvement cannot be litigated. It may safely be affirmed without multiplying illustrations that, where nothing more than errors or irregularities in the proceedings appear, an injunction will not be awarded unless it is <span class=\"star-pagination\">*Page 59</span> \napplied for before the work has been done, and even then the writ will not issue if the errors are not of a material character, nor will it issue if there is an adequate remedy at law.\" See authorities there cited.</p>\n<p>In <em>Lyman v. City of Chicago et al.,</em> <cross_reference>211 Ill. 209</cross_reference>, 71 N.E. 832, the rule is stated thus:</p>\n<p>\"It is fundamental that the aid of equity can only be invoked in the absence of an adequate legal remedy. Equity will interfere by injunction to prevent the collection of a special assessment only where the same is void or levied without authority of law, or the property assessed is exempt from taxation. A special assessment will not be enjoined because the improvement is not made in conformity with the provisions of the ordinance, the remedy being by mandamus.\"</p>\n<p>In <em>McEneney v. Town of Sullivan,</em> <cross_reference>125 Ind. 407</cross_reference>, 25 N.E. 540, the rule is stated as follows:</p>\n<p>\"Questions as to the manner in which the work was done under the contract and kindred questions cannot, it is manifest, be considered in a suit for injunction, for such questions do not go to the jurisdiction. Authorities cited in note 5, Elliott, Roads and Streets, p. 442. The settled rule, that only questions going to the jurisdiction can be considered in a suit for injunction, requires us to decline to consider or decide many of the questions which the appellants endeavor to present. * * * The improvement of a street at the cost of abutting lot owners will not be enjoined because the improvements were not made according to the contract awarded nor on the grade established by the civil engineer.\"</p>\n<p>See, also, <em>Dixon v. Detroit,</em> <cross_reference>86 Mich. 520</cross_reference>, 49 N.W. 630;<em>Callister v. Kochersperger,</em> <cross_reference>168 Ill. 338</cross_reference>, 48 N.E. 156.</p>\n<p>To the effect that, where a bond is given for the performance of a contract and a breach thereof occurs, the party injured has a remedy upon such bond, see the <span class=\"star-pagination\">*Page 60</span> \nfollowing cases: <em>Long Beach School Dist. v. Lutge et al.,</em><cross_reference>129 Cal. 409</cross_reference>, <cross_reference>62 P. 36</cross_reference>; <em>Commissioners of Putnam County v. Krauss</em><em>et al.,</em> <cross_reference>53 Ohio St. 628</cross_reference>, 42 N.E. 831; <em>Chapman   Dewey Land Co.</em><em>v. Wilson,</em> <cross_reference>91 Ark. 30</cross_reference>, 120 S.W. 391.</p>\n<p>The section of the statute under which this suit is brought, section 4881, as we have seen, only permits resort to this remedy where the tax, charge, or assessment sought to be enforced is illegal; and we have already determined that the city acquired jurisdiction in the regular way to levy the assessment and to issue the bonds, and that the assessments are not void nor the bonds issued invalid. In the cases cited by defendants in error none of them involves a statute similar to the one that we are considering here, and for that reason cannot control our conclusion.</p>\n<p>Being of the opinion that the action is barred by section 644, it is unnecessary for us to consider the other questions presented, and the judgment is reversed and the cause dismissed.</p>\n<p>All the Justices concur.</p>\n<p><center>                   ON PETITION FOR REHEARING.</center>\nOn petition for rehearing it is urged that, because of the construction given to section 644, Rev. Laws 1910, whereby it is made applicable to actions instituted more than 60 days after the passage of the assessment ordinance, where the cause of action is based upon the alleged fraud of the city officials and the contractor in the performance of the work occurring more than 60 days after the passage of said ordinance, the statute with this construction is unconstitutional and void in that it deprives them of their property without due process of law, and <span class=\"star-pagination\">*Page 61</span> \nis also in conflict with the Constitution of the United States because it operates as an inpairment of the obligation of contracts, and deprives the defendants in error of their property without due process of law.</p>\n<p>For the defendants in error to succeed in their contention, it must appear that the statute deprives them of some right guaranteed to them by the Constitution of the United States or of this state. If this were a mere matter of contract right or liability, there might be some merit in the contention of counsel; but the liability of the defendants in error to pay the assessments complained of does not arise out of contract, and is not a debt, but, on the contrary, such liability is imposed by the municipality in the exercise of the taxing power which has been delegated to it by the state. <em>Shultz v.</em><em>Ritterbusch,</em> <cross_reference>38 Okla. 478</cross_reference>, <cross_reference>134 P. 961</cross_reference>.</p>\n<p>The assessments which are complained of are enforced proportional contributions imposed upon the class of persons affected thereby, who are interested in the local improvement for the payment of which said assessments were levied, and who are assumed to be benefited by the construction of such improvements, to the extent of the assessments levied, which are imposed and collected as an equivalent for the benefit, actual or presumed, and to pay for the cost, of such improvements. Such assessments are justified upon the theory that the improvement enhances the value of abutting property and that it is reasonable and competent for the Legislature to require the costs thereof to be assessed against the property benefited thereby. <em>Alley v. Muskogee et al.,</em> <cross_reference>53 Okla. 230</cross_reference>,<cross_reference>156 P. 315</cross_reference>. With this view of the nature of the burdens imposed by the assessments, there ought to be no great difficulty in the determination of the question here urged. <span class=\"star-pagination\">*Page 62</span> \nThat the statutes under which the assessments were levied constitute due process of law and do not infringe upon the Constitution of this state or of the United States is now too well settled to need further argument. <em>Shultise v. Town of</em><em>Taloga et al.,</em> <cross_reference>42 Okla. 65</cross_reference>, <cross_reference>140 P. 1190</cross_reference>; <em>Alley v. Muskogee,</em><em>supra; Mellon Co. v. McCafferty et al.,</em> <cross_reference>38 Okla. 534</cross_reference>,<cross_reference>135 P. 278</cross_reference>; <em>Davidson v. New Orleans,</em> <cross_reference>96 U.S. 97</cross_reference>, 24 L.Ed. 616; <em>French</em><em>v. Barber Asphalt Co.,</em> <cross_reference>181 U.S. 324</cross_reference>, 21 Sup. Ct. 625, 45 L.Ed. 908.</p>\n<p>The precise question under consideration is whether the construction placed upon section 644 offends against the Constitution in any of the respects mentioned. The ground upon which it is claimed said section must fail is that it deprives the property owner, against whose property the assessment is levied, of the right to restrain the collection of said assessment because of the fraudulent failure of the contractor to perform the work and construct the improvements, according to the plans and specifications, where such default occurs more than 60 days after the passage of the final assessment ordinance. This is another way of saying that, because the anticipated benefits have not been realized, the levy of the assessments is illegal and can be restrained.</p>\n<p>In <em>Goodholm   Sparrow Inv. Co. v. Cleveland Trin. Pav. Co.,</em><cross_reference>48 Okla. 38</cross_reference>, <cross_reference>150 P. 109</cross_reference>, plaintiff sought to enjoin certain special assessments, on the ground that they were void because made before the improvements were completed, and interest on the amount of the assessment was imposed for the period between the date of the assessment and the time of the completion and acceptance of the work. The action was not commenced until more than 60 days after the passage of the ordinance making the final <span class=\"star-pagination\">*Page 63</span> \nassessment, and thus there was squarely presented the question whether an assessment could be levied and made a lien against the property for the payment of the cost of a local improvement before the actual construction thereof; and the authority of the city to do so was sustained by the court, and the relief sought was denied. In <em>Shultz v. Ritterbusch,</em> <cross_reference>38 Okla. 478</cross_reference>,<cross_reference>134 P. 961</cross_reference>, plaintiffs sought to enjoin certain special assessments, among other grounds, for the reason \"that the work and material were of a defective quality and that the work was left in an incomplete condition.\" The action was instituted more than 60 days after the passage of the assessing ordinance. Upon a consideration of the questions presented, it was there held in accordance with the previous decisions of this court that the plaintiff was confined to jurisdictional defects in assailing the proceedings sought to be enjoined.</p>\n<p>The Supreme Court of the United States, in <em>Davidson v. New</em><em>Orleans,</em> <cross_reference>96 U.S. 97</cross_reference>, 24 L.Ed. 616, had under consideration the validity of an assessment levied by the city of New Orleans for swamp drainage which was resisted in the state courts on the ground that the proceedings deprived the plaintiff of his property without due process of law, one of the grounds of complaint being that the assessments were to be made before the work should be done. In disposing of this contention, the court said:</p>\n<p>\"Can it be necessary to say that, if the work was one which the state had authority to do, and to pay for it by assessments on the property interested, on such questions of method and detail as these, the exercise of the power is not regulated or controlled by the Constitution of the United States? * * * As a question of wisdom  &#8212; of judicious economy  &#8212; it would seem better in this, as in other works which require the expenditure of large sums of money, to secure the means of payment before becoming <span class=\"star-pagination\">*Page 64</span> \ninvolved in the enterprise; and, if this is not due process of law, it ought to be. * * * It is * * * said that part of the property of plaintiff * * * assessed is not benefited by the improvement. This is a matter of detail with which this court cannot interfere, if it were clearly so; but it is hard to fix the limit within these two parishes where property would not be benefited by the removal of the swamps and marshes which are within their bounds.\"</p>\n<p>In <em>Bauman v. Rose,</em> <cross_reference>167 U.S. 584</cross_reference>, 17 Sup. Ct. 966, 42 L.Ed. 270, it was contended that a statute, which authorized the deduction of anticipated benefits from damages sustained in the condemnation of land for public use, was invalid because such benefits might not be realized and there would, in such case, be a taking of the property for public use without just compensation. In denying this contention, the court said:</p>\n<p>\"Objection was made to that part of section 15 which provides that the assessment, when confirmed by the court, shall be a lien upon the land and be collected like other taxes, and be payable in five annual equal installments, with interest at the rate of 4 per cent. per annum from the date of the confirmation of the assessment by the court. But it is within the commonly exercised and undisputable power of the Legislature to make taxes of any kind, assessed upon real estate, payable forthwith, and an immediate lien thereon. In the * * * case of<em>Davidson v. New Orleans,</em> the objection that the assessment was actually made before, instead of after, the work was done, was held to be untenable; and Mr. Justice Miller, speaking for this court, said: 'As a question of wisdom  &#8212; of judicious economy &#8212; it would seem better in this, as in other works which require the expenditure of large sums of money, to secure the means of payment before becoming involved in the enterprise.' \"</p>\n<p>The power of the Legislature to authorize the levy of assessments for local improvements, and to levy and collect <span class=\"star-pagination\">*Page 65</span> \nsame before beginning the work for which they are levied, has been considered and sustained in the following cases:<em>English v. Wilmington,</em> 2 Mary. (Del.) 90, 37 A. 158; <em>Rolph v.</em><em>Fargo,</em> <cross_reference>7 N.D. 640</cross_reference>, 76 N.W. 242, 42 L. R. A. 646; <em>French v.</em><em>Barber Asphalt Co.,</em> <cross_reference>181 U.S. 324</cross_reference>, 21 Sup. Ct. 625, 45 L.Ed. 879; <em>Kingman et al., Petitioner,</em> <cross_reference>153 Mass. 566</cross_reference>, 27 N.E. 778, 12 L. R. A. 417; <em>Adams, Petitioner,</em> <cross_reference>165 Mass. 497</cross_reference>, 43 N.E. 682;<em>Weber v. Schergens,</em> 59 Mo. 389; <em>City of Austin v. Nalle,</em> <cross_reference>102 Tex. 536</cross_reference>,<cross_reference>120 S.W. 996</cross_reference>; <em>Ross v. Board of Supervisors,</em> 128 Iowa, 427, 104 N.W. 506, 1 L. R. A. (N. S.) 431. It being consistent with due process of law to levy and collect such assessments before undertaking the construction of a public improvement, no reason can exist why the Legislature may not authorize the levy of such assessment before the completion of the work, and, instead of exacting payment of the entire sum before commencing the contemplated improvement, may not make said assessment a lien upon the property to be benefited thereby, and extend to the owner the option of paying the entire amount within 30 days after the passage of the assessing ordinance or in ten equal annual installments with interest thereon, as is done by the statute. When the power to levy and collect the total cost of such improvement in advance of the performance of the work is established, it follows, as a necessary corollary, that the right to levy and collect such assessment does not depend upon the performance of the work or upon the realization of the anticipated benefits, and therefore the property owner has no constitutional right to enjoin the collection of such assessment because the work was not done in a certain way, or because his property has not been benefited to the extent anticipated at the time the assessment was levied.</p>\n<p>Having the power to levy and collect such assessment so as to provide the means of carrying out the proposed <span class=\"star-pagination\">*Page 66</span> \nimprovement before becoming involved therein, no constitutional obstacle exists in the way of securing such means by levying said assessments and issuing bonds payable therefrom, and to insure the value of such bonds, rendering them immune from attack after the expiration of 60 days, except upon jurisdictional grounds. In <em>Pullan v. Kinsinger,</em> 2 Abbott (U.S.) 94, Fed. Cas. No. 11463, the court held that section 19 of the Internal Revenue Act of July 13, 1866, c. 184, 14 Stat. 152, as amended March 2, 1867, c.169, 14 Stat. 475, which provided that no suit to restrain the assessment or collection of any tax authorized should be maintained in any court, was not unconstitutional and did not deprive the party of his property without due process of law. In <em>Scudder v. Mayor et al.,</em><cross_reference>146 N.Y. 245</cross_reference>, <cross_reference>40 N.E. 734</cross_reference>, the Court of Appeals of New York held that under Consolidation Act (Laws 1882, c. 410), sec. 897, providing that no suit should be commenced \"for the vacation of any assessment under said statute or to remove a cloud upon title,\" and prescribing remedies in such cases, the collection of an illegal assessment would not be enjoined. In the opinion it was said:</p>\n<p>\"By the plaintiffs' demand for judgment, they ask in so many words that the assessment in question shall be declared void, unlawful, and uncollectible, which is but another way of asking that the assessment shall be vacated. That portion of the relief is clearly not to be granted in the face of the section of the Consolidation Act above referred to.\"</p>\n<p>In <em>Loomis v. City of Little Falls,</em> <cross_reference>176 N.Y. 31</cross_reference>, <cross_reference>68 N.E. 105</cross_reference>, the court had under consideration a provision of the city charter of the city of Little Falls, providing that no action should be maintained by any person to set aside an assessment for a local improvement, unless commenced within 30 days after the delivery of the assessment roll <span class=\"star-pagination\">*Page 67</span> \nand warrant to the city treasurer, and notice by him in the official newspaper of the receipt thereof. The relief sought was denied, and in the opinion it was said:</p>\n<p>\"It is therefore settled by authority that it was within the power of the Legislature to have provided by section 83 that no action should be brought to cancel, annul, or set aside any assessments made for land improvements. But it did not go so far, and, instead, limited the bringing of such an action to a period of 30 days after the delivery of the assessment roll and warrant to the city treasurer, and notice by him in the official newspapers of the city of receipt thereof, and conditioned, further, that within such 30 days he procure an injunction restraining the common council from issuing the assessment bonds. The reason for requiring the commencement of the action and the granting of an injunction is apparent. The fact that no action has been brought when such a statute exists assures the would-be purchaser of the bonds that he is not in danger of being subjected to litigation in the event of purchase, and hence the bonds are likely to sell at a higher price than when there is some uncertainty about it. But whether the reasons be adequate or not, the power of the Legislature to absolutely prohibit the bringing of such an action  &#8212; which, as we have seen, is established  &#8212; necessarily includes the power to prohibit the commencement of such an action unless specified conditions be complied with.\"</p>\n<p>The power of the Legislature to provide that, after the expiration of a certain period, special assessments for the construction of local improvements shall not be enjoined or vacated is sustained by the following cases: <em>In re Bridgford et</em><em>al.,</em> 65 Hun, 227, 20 N.Y. Supp. 281; <em>Mayer v. Mayor et al.,</em><cross_reference>101 N.Y. 284</cross_reference>, 4 N.E. 336; <em>Lennon v. Mayor, etc.,</em> <cross_reference>55 N.Y. 361</cross_reference>;<em>McKone et al. v. City of Fargo,</em> <cross_reference>24 N.D. 53</cross_reference>, 138 N.W. 967; <em>Quill</em><em>v. Indianapolis,</em> <cross_reference>124 Ind. 292</cross_reference>, 23 N.E. 788, 7 L. R. A. 681. There is no right vested in the individual to reduce the amount of an <span class=\"star-pagination\">*Page 68</span> \nassessment levied against his property because of failure of anticipated benefits by way of counterclaim or set-off. In<em>Houck v. Little River Drainage Dist.,</em> <cross_reference>239 U.S. 254</cross_reference>, 36 Sup. Ct. 58, 60 L.Ed. 266, the Supreme Court discusses the nature of taxes of this character, and the obligation of property owners, in the following language:</p>\n<p>\"A tax is an enforced contribution for the payment of public expenses. It is laid by some rule of apportionment according to which the persons or property taxed share the public burden; and, whether taxation operates upon all within the state, or upon those of a given class or locality, its essential nature is the same. The power of segregation for taxing purposes has everyday illustration in the experiences of local communities, the members of which, by reason of their membership, or the owners of property within the bounds of the political subdivision, <em>are compelled to bear the burdens both of the</em><em>successes and of the failures of local administration</em>. When local improvements may be deemed to result in special benefits, a further classification may be made and special assessments imposed accordingly; but even in such case there is no requirement of the federal Constitution that for every payment there must be an equal benefit.\" (Italics are ours.)</p>\n<p>And likewise the right to reduce an assessment by way of counterclaim has been denied in the following cases, wherein it has been held that, by reason of the origin, obligatory force, and nature of such special assessments, a property owner has no right to reduce the amount of his assessment because of the negligent performance of the work or for other cause, and that, if damages have been sustained by him, it is not a proper subject of set-off or counterclaim against the amount of his assessment, unless authorized by statute: <em>Indianapolis, etc.,</em><em>R. R. Co. v. State,</em> <cross_reference>105 Ind. 37</cross_reference>, 4 N.E. 316; <em>Laverty v. State,</em><cross_reference>190 Ind. 217</cross_reference>, 9 N.E. 774; <em>Lux, etc., Stone Co. v. Donaldson,</em></p>\n<p> <span class=\"star-pagination\">*Page 69</span> <cross_reference>162 Ind. 48</cross_reference>, 68 N.E. 1014; <em>Dawson et al. v. Hipskind et al.,</em><cross_reference>173 Ind. 216</cross_reference>, 89 N.E. 863; <em>Himmelmann v. Spanagel,</em> <cross_reference>39 Cal. 389</cross_reference>;<em>Hornung v. McCarthy,</em> <cross_reference>126 Cal. 17</cross_reference>, <cross_reference>58 P. 303</cross_reference>; <em>Pittsburgh v.</em><em>Harrison,</em> <cross_reference>91 Pa. 206</cross_reference>; <em>Burlington v. Palmer,</em> 67 Iowa, 681, 25 N.W. 877; <em>Whiting et al. v. Mayor,</em> <cross_reference>106 Mass. 89</cross_reference>; <em>Mack et al.</em><em>v. Cincinnati,</em> 7 Ohio Dec. (Reprint) 49. Here no such right is conferred by statute, but is expressly legislated against, and the authority of the Legislature so to do is clearly established by the authorities cited. By providing that no suit shall be maintained after the expiration of 60 days to set aside any such assessment, or to enjoin the making of such improvements or levying or collecting any such assessment or installment thereof, or interest or penalty thereon, or issuing such bonds or providing for their payment, or contesting the validity thereof on any account or for any reason other than for jurisdictional matters, assurance is given would-be purchasers of such securities that an investment therein will be secure from litigation of the character enumerated after the time fixed by said section; and thereby the value of such bonds will be enhanced and protected in the hands of purchasers, and such provisions will permit the sale thereof in the markets of the country at a better price than otherwise could be made. The acts of the municipality in paving its streets is a work of a public character, and is the exercise of a governmental function, even though such work is paid for by the benefited property owners (<em>Norris v. City of Lawton,</em> <cross_reference>47 Okla. 213</cross_reference>,<cross_reference>148 P. 123</cross_reference>); and the method by which the funds are to be secured to carry on such work is an exercise of the power of taxation delegated to the municipality, and the burdens imposed by it, in the exercise of such delegated power, are such as must be borne by the property owners affected thereby, who must take the risk of the faithful <span class=\"star-pagination\">*Page 70</span> \nperformance of their duties by those who are intrusted with the construction of such improvement, and who must share in the successes and failures of all such undertakings.</p>\n<p>To admit the right urged by defendants in error would seriously hamper a municipality in the performance of as duty to the public, and would impair the value of the bonds outstanding in this case, whose present owners and holders are unknown and who were not parties to this litigation, and thereby accomplish the very thing of which defendants in error complain; that is, deny said bondholders their day in court and deprive them of their property without due process of law. This would be the effect not only in the present case, but also as to every bond of this character outstanding, by taking away from said bonds the immunity from attack given thereto by said section 644. An addtional consequence to be avoided that would follow such a declaration, as pointed out in the original opinion, would be to render future issues of such bonds of uncertain value, for no argument is necessary to establish the proposition that, if the protection given by said section be taken away, it would be much more difficult to find a ready market for said securities.</p>\n<p>The section does not undertake to deprive the property owner of any remedy he may have had to compel the performance of the work according to contract, or to prevent the misappropriation of such bonds or of the funds derived from the sale thereof, but only to deprive him of such remedies as are expressly enumerated in the statute, leaving to him such other remedies as he may have had, with the additional remedy upon the performance and maintenance bonds required by the statute.</p>\n<p>The petition for rehearing is therefore denied.</p>\n<p>All the Justices concur. <span class=\"star-pagination\">*Page 71</span> </p>",
          "html_with_citations": "<p>Defendants in error brought suit in the district court of Grady county to cancel certain improvement bonds and assessments levied to pay the same, and to enjoin the collection of said assessments, and for other equitable relief. Issues were joined, and at the trial, upon the request of the plaintiffs, a jury was impaneled, and the court submitted 17 special interrogatories to the jury, and gave them certain instructions, and the jury returned answers to said interrogatories, and thereafter, upon consideration of the evidence, the interrogatories, and answers by the jury, the court made independent special findings of fact, and adopted and incorporated into said findings the verdict of the jury, and thereupon rendered judgment declaring the contract under which the improvements were made to be void, and enjoined the collection of the assessments that had been levied to pay the bonds which had been issued. Plaintiffs in error complain of the action of the court in impaneling the jury, and in submitting such interrogatories, and also complain of the instructions given.</p>\n<p>This being an equity case, the court was authorized upon its own motion to call in a jury, or consent to one upon the request of either party, and submit to it any issue or issues of fact which he desired for the purpose of being advised by the jury upon such questions of fact <span class=\"star-pagination\">*Page 48</span> \nso submitted. <em>Barnes v. Lynch,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">191</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3825961\"><a href=\"/opinion/4068141/barnes-v-lynch/\"><span class=\"volume\">59</span> <span class=\"reporter\">P.</span> <span class=\"page\">995</span></a></span></cross_reference>; <em>McCoy</em><em>v. McCoy,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">397</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">P.</span> <span class=\"page\">167</span></span></cross_reference>, Ann. Cas. 1913C, 146;<em>Watson v. Borah et al.,</em> <cross_reference><span class=\"citation\" data-id=\"3812238\"><a href=\"/opinion/4054896/watson-v-borah/\"><span class=\"volume\">37</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">357</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3812238\"><a href=\"/opinion/4054896/watson-v-borah/\"><span class=\"volume\">132</span> <span class=\"reporter\">P.</span> <span class=\"page\">347</span></a></span></cross_reference>; <em>Oklahoma</em><em>Trust Co. v. Stein et al.,</em> <cross_reference><span class=\"citation\" data-id=\"3802786\"><a href=\"/opinion/4045741/oklahoma-trust-co-v-stein/\"><span class=\"volume\">39</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">756</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3802786\"><a href=\"/opinion/4045741/oklahoma-trust-co-v-stein/\"><span class=\"volume\">136</span> <span class=\"reporter\">P.</span> <span class=\"page\">746</span></a></span></cross_reference>.</p>\n<p>The answers of the jury to the interrogatories are advisory merely, and the court may adopt or reject them, as it sees fit, for in such case it is the duty of the court to consider all the record and weigh the evidence, and then determine whether the findings of the jury should be adopted as the findings of the court. <em>Tobin v. O'Brieter,</em> <cross_reference><span class=\"citation\" data-id=\"3803883\"><a href=\"/opinion/4046795/tobin-v-obrieter/\"><span class=\"volume\">16</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">500</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3803883\"><a href=\"/opinion/4046795/tobin-v-obrieter/\"><span class=\"volume\">85</span> <span class=\"reporter\">P.</span> <span class=\"page\">1121</span></a></span></cross_reference>;<em>Wah-tah-noh-zhe et al. v. Moore,</em> <cross_reference><span class=\"citation\" data-id=\"3832289\"><a href=\"/opinion/4074251/wat-tah-noh-zhe-v-moore/\"><span class=\"volume\">36</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">631</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3832289\"><a href=\"/opinion/4074251/wat-tah-noh-zhe-v-moore/\"><span class=\"volume\">129</span> <span class=\"reporter\">P.</span> <span class=\"page\">877</span></a></span></cross_reference>;<em>Okla. Trust Co. v. Stein, supra</em>.</p>\n<p>Error cannot be predicated upon the charge of the court to the jury in such case, because, notwithstanding the instructions may be erroneous, it is the duty of the court to review the record and make his own findings, and, where it appears that the court has discharged this duty, the case will not be reversed for error in the instructions given to the jury. <em>Apache State Bank v. Daniels,</em> <cross_reference><span class=\"citation\" data-id=\"3807511\"><a href=\"/opinion/4050304/apache-state-bank-v-daniels/\"><span class=\"volume\">32</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">121</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3807511\"><a href=\"/opinion/4050304/apache-state-bank-v-daniels/\"><span class=\"volume\">121</span> <span class=\"reporter\">P.</span> <span class=\"page\">237</span></a></span></cross_reference>, 40 L. R. A. (N. S.) 901, Ann. Cas. 1914A, 520; <em>Wah-tah-noh-zhe</em><em>et al. v. Moore, supra; Watson v. Borah et al., supra</em>. And though it be that the interrogatories submit mixed questions of law and fact to the jury, still this could not prejudice the parties where the court, upon a review of the record, either adopts the findings of the jury as his own or rejects the verdict and makes other findings.</p>\n<p>It is urged by plaintiffs in error that this action is barred by section 644, Rev. Laws 1910, while defendants in error insist that the limitation applicable hereto is <span class=\"star-pagination\">*Page 49</span> \nfound in the third subdivision of section 4657, <em>Id</em>. Section 644 is as follows:</p>\n<p>\"No suit shall be sustained to set aside any such assessment, or to enjoin the mayor and council from making any such improvement, or levying or collecting any such assessment, or installment thereof, or interest or penalty thereon, or issuing such bonds, or providing for their payment, as herein authorized, or contesting the validity thereof on any ground, or for any reason other than for the failure of the city council to adopt and publish the preliminary resolution provided for in cases requiring such resolution and its publication, and to give the notice of the hearing on the return of the appraisers, unless such suit shall be commenced not more than 60 days after the passage of the ordinance making such final assessment. * * *\"</p>\n<p>The third subdivision of section 4657 provides that action shall be brought:</p>\n<p>\"Third. Within two years: An action for trespass upon real property; an action for taking, detaining or injuring personal property, including actions for the specific recovery of personal property; an action for injury to the rights of another, not arising on contract, and not hereinafter enumerated; an action for relief on the ground of fraud  &#8212; the cause of action in such case shall not be deemed to have accrued until the discovery of the fraud.\"</p>\n<p>The plaintiffs in the court below sought to enjoin the collection of the assessments and to cancel the bonds involved, upon the ground of fraud upon the part of the contractor and the city officials in the performance of the work under the contract, occurring more than 60 days after the passage of the assessing ordinance and the issuance of the bonds, and say that by reason thereof this statute applies, and not section 644. It is readily seen that subdivision three of section 4657 is a general statute <span class=\"star-pagination\">*Page 50</span> \nof limitations, while section 644 is a special statute applying to that class of causes involved in the present proceeding.</p>\n<p>Defendants in error base their right to maintain this action upon section 4881, Rev. Laws 1910, which is as follows:</p>\n<p>\"An injunction may be granted to enjoin the enforcement of a void judgment, the illegal levy of any tax, charge, or assessment, or the collection of any illegal tax, charge, or assessment, or any proceeding to enforce the same; and any number of persons whose property is affected by a tax or assessment so levied may unite in the petition filed to obtain such injunction. An injunction may be granted in the name of the state to enjoin and suppress the keeping and maintaining of a common nuisance. The petition therefor shall be verified by the county attorney of the proper county, or by the Attorney General, upon information and belief, and no bond shall be required; but the county shall, in all other respects, be liable as other plaintiffs.\"</p>\n<p>If this section and section 644 each are to be given full effect according to the ordinary meaning of their language, it might be said that there is an apparent conflict between the two. Such a conflict appeared to exist in the laws of the State of Kansas, and was considered by the Supreme Court of that state in <em>Lynch et al. v. City of Kansas City et al.,</em><cross_reference><span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">452</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">P.</span> <span class=\"page\">973</span></span>; and that court held the general statute was amended, \"so far as restraining the collection of an assessment is concerned,\" by the statute of limitations contained in the paving law of that state, and also in the case of <em>Beebe et al.</em><em>v. Doster,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">663</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">P.</span> <span class=\"page\">150</span></span>, held:</p>\n<p>\"Where in special cases a different limitation is prescribed by statute, the action shall be governed by such limitation.\" <span class=\"star-pagination\">*Page 51</span> </p>\n<p>So, applying the same rule here, the seeming conflict, if in fact there be any, between section 4881 and section 644 may be obviated by construing section 644, which is a special statute applying to this class of cases, as an amendment to section 4881, in so far as actions of the character mentioned in section 644 are involved.</p>\n<p>There is no question made as to the regularity of the proceedings of the council prior to and including the passage of the final assessing ordinance, or the issuance of the bonds; the fraud complained of, as stated, being in the performance of the work.</p>\n<p>The rule is well established in this state, that:</p>\n<p>\"When a city acquires jurisdiction by preliminary proceedings to pave certain of its streets, a property owner who sits by and sees such improvements made, with the knowledge that the city authorities intend to levy and collect a special tax against his property, and that these who do such work cannot be compensated in any other way, and there is no objection thereto until complete performance of the work has been made, cannot thereafter maintain an action to enjoin the collection of assessments against his property on the ground of alleged irregularity in the proceedings subsequent to the time that jurisdiction to perform said work had attached.\" <em>City of Perry</em><em>v. Davis et al.,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">458</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3824912\"><a href=\"/opinion/4067127/city-of-perry-v-davis/\"><span class=\"volume\">90</span> <span class=\"reporter\">P.</span> <span class=\"page\">865</span></a></span></cross_reference>; <em>Sharum v. Muskogee,</em><cross_reference><span class=\"citation\" data-id=\"3798912\"><a href=\"/opinion/4042002/sharum-v-city-of-muskogee/\"><span class=\"volume\">43</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">22</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3798912\"><a href=\"/opinion/4042002/sharum-v-city-of-muskogee/\"><span class=\"volume\">141</span> <span class=\"reporter\">P.</span> <span class=\"page\">22</span></a></span></cross_reference>; <em>City of Norman v. Allen,</em> <cross_reference><span class=\"citation\" data-id=\"3828755\"><a href=\"/opinion/4070849/city-of-norman-v-allen/\"><span class=\"volume\">47</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">74</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3828755\"><a href=\"/opinion/4070849/city-of-norman-v-allen/\"><span class=\"volume\">147</span> <span class=\"reporter\">P.</span> <span class=\"page\">1002</span></a></span></cross_reference>; <em>Norris v. City of Lawton,</em> <cross_reference><span class=\"citation\" data-id=\"3822825\"><a href=\"/opinion/4065105/norris-v-city-of-lawton/\"><span class=\"volume\">47</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">213</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3822825\"><a href=\"/opinion/4065105/norris-v-city-of-lawton/\"><span class=\"volume\">148</span> <span class=\"reporter\">P.</span> <span class=\"page\">123</span></a></span></cross_reference>, and cases cited; <em>Kerker v. Bocher,</em> <cross_reference><span class=\"citation\" data-id=\"3827707\"><a href=\"/opinion/4069836/kerker-v-bocher/\"><span class=\"volume\">20</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">729</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3827707\"><a href=\"/opinion/4069836/kerker-v-bocher/\"><span class=\"volume\">95</span> <span class=\"reporter\">P.</span> <span class=\"page\">981</span></a></span></cross_reference>; <em>Paulsen v. City of El Reno,</em> <cross_reference><span class=\"citation\" data-id=\"3826820\"><a href=\"/opinion/4068975/paulsen-v-city-of-el-reno/\"><span class=\"volume\">22</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">734</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3826820\"><a href=\"/opinion/4068975/paulsen-v-city-of-el-reno/\"><span class=\"volume\">98</span> <span class=\"reporter\">P.</span> <span class=\"page\">958</span></a></span></cross_reference>;<em>Jenkins v. Oklahoma City et al.,</em> <cross_reference><span class=\"citation\" data-id=\"3833542\"><a href=\"/opinion/4075438/jenkins-v-oklahoma-city/\"><span class=\"volume\">27</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">230</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3833542\"><a href=\"/opinion/4075438/jenkins-v-oklahoma-city/\"><span class=\"volume\">111</span> <span class=\"reporter\">P.</span> <span class=\"page\">941</span></a></span></cross_reference>;<em>Lonsinger v. Ponca City,</em> <cross_reference><span class=\"citation\" data-id=\"3836334\"><a href=\"/opinion/4078129/lonsinger-v-city-of-ponca-city/\"><span class=\"volume\">27</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">397</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3836334\"><a href=\"/opinion/4078129/lonsinger-v-city-of-ponca-city/\"><span class=\"volume\">112</span> <span class=\"reporter\">P.</span> <span class=\"page\">1006</span></a></span></cross_reference>; <em>Weaver v.</em><em>Chickasha,</em> <cross_reference><span class=\"citation\" data-id=\"3813906\"><a href=\"/opinion/4056505/weaver-v-city-of-chickasha/\"><span class=\"volume\">36</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">226</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3813906\"><a href=\"/opinion/4056505/weaver-v-city-of-chickasha/\"><span class=\"volume\">128</span> <span class=\"reporter\">P.</span> <span class=\"page\">305</span></a></span></cross_reference>; <em>Shultz v. Ritterbusch,</em><cross_reference><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">478</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">P.</span> <span class=\"page\">961</span></span></cross_reference>; <em>City of Muskogee v. Rambo et al.,</em><cross_reference><span class=\"citation\" data-id=\"3808787\"><a href=\"/opinion/4051542/city-of-muskogee-v-rambo/\"><span class=\"volume\">40</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">672</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3808787\"><a href=\"/opinion/4051542/city-of-muskogee-v-rambo/\"><span class=\"volume\">138</span> <span class=\"reporter\">P.</span> <span class=\"page\">567</span></a></span></cross_reference>; <em>Bartlesville v. Holm et al.,</em><cross_reference><span class=\"citation\" data-id=\"3823426\"><a href=\"/opinion/4065691/city-of-bartlesville-v-holm/\"><span class=\"volume\">40</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">467</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3823426\"><a href=\"/opinion/4065691/city-of-bartlesville-v-holm/\"><span class=\"volume\">139</span> <span class=\"reporter\">P.</span> <span class=\"page\">273</span></a></span></cross_reference>.) <span class=\"star-pagination\">*Page 52</span> </p>\n<p>In <em>Morrow v. Barber Asphalt Co.,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">248</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3807770\"><a href=\"/opinion/4050555/morrow-v-barber-asphalt-paving-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">P.</span> <span class=\"page\">198</span></a></span></cross_reference>, it was held that this rule did not apply to bar an action by a lot owner to enjoin the collection of an assessment upon his property, when the proceedings upon which it was based were void. In the case at bar the city acquired jurisdiction of the proceedings in the proper way, and did everything that was required up to and including the making of the contract, the passage of the assessment ordinance, and the issuance of the bonds. The findings of the court show that these proceedings were regular in every particular; therefore the city acquired jurisdiction, and the contract was not void as found by the court; and in so finding the court committed error.</p>\n<p>The question is then presented whether this statute would operate to bar an action by a property owner after the passage of the assessment ordinance, the issuance of the bonds, and the performance of the work, to enjoin the collection of said assessments and to cancel said bonds because of matters occurring more than 60 days after the date of the assessing ordinance. It appears from the record before us that the original improvement district No. 3 was subdivided into 15 separate districts, and that separate ordinances were passed upon different dates for the various districts so created. The bonds were issued before the performance of the work and were delivered to the contractor in installments, after the completion and approval of portions of the work, in accordance with section 638, Rev. Laws 1910.</p>\n<p>By section 644, it is seen that no suit may be maintained on any ground except for the two reasons given, which two reasons were necessary to constitute due process of law; that is, that the city should acquire jurisdiction to make the contemplated improvements by the adoption <span class=\"star-pagination\">*Page 53</span> \nand publication of the preliminary resolution, where same was required, and should acquire jurisdiction of the property owner by giving notice of the hearing on the return of the appraisers. This language is as broad and comprehensive as it could be made, and indicates an intention upon the part of the Legislature to cause any litigation involving the validity of the assessments, or seeking to enjoin the payment of the bonds, to be brought within the time limit. No exception is made for fraud occurring thereafter in the performance of the work, and, had the Legislature intended that such exception should be made, it would have been perfectly easy to say so; and the significant fact that the language used is as broad and comprehensive as it is, and that no exception is made, is to our minds conclusive evidence that none was intended.</p>\n<p>A similar question arose in the case of <em>City of Topeka et al.</em><em>v. Gage et al.,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">87</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">P.</span> <span class=\"page\">82</span></span>, and the Supreme Court of Kansas reached the conclusion which we have reached, and in the opinion used this language:</p>\n<p>\"The language of this statute is such as to leave little or no room for construction. Its provisions are plain, direct, and positive, and seem sufficiently broad to cut off all defenses not asserted within the period of time named therein. It says no suit shall be brought, nor any defense allowed, after the expiration of 30 days from  &#8212; what? From the time the amount due on each lot is ascertained. It not only declares that no suit shall be brought to set aside or enjoin the making of the assessments, but provides that no defense to the validity thereof shall be allowed after 30 days from the time the assessment is ascertained. However, the defendants, plaintiffs below, insist that at the time the contract was entered into between the city and Ramsey, two of the councilmen, representing the city, had a pecuniary interest <span class=\"star-pagination\">*Page 54</span> \nin said contract, which rendered it null and void; that said fraud was concealed from and unknown to plaintiffs below until October 29, 1889, when Ramsey assigned said contract to the brick and paving company; and that, because of said concealment of the fraud, the statute of limitations did not commence to run until said 29th of October, a time within 30 days before the suit was commenced, and that therefore the suit is not barred by said statute. We hardly think this position is tenable. The Legislature has provided a special statute of limitations for these cases, and any fair construction of its provisions is against this position. It would have been easy for the Legislature to have so worded the statute as to have cut off all defenses except for fraud, and to have said that the statute should run as against fraud from the time of its discovery. This is done in the general statute of limitations, but there is nothing of the kind in this statute; and, as the Legislature was providing a special statute of limitation, different from the general statute, we must presume that they intended it to have the effect they said it should have, and cut off all defenses of whatever kind or character. This may be a harsh rule, but that fact does not furnish a reason why we should not construe the statute as it is, though it may furnish a reason why the Legislature should modify it.\"</p>\n<p>In <em>Wahlgren v. City of Kansas City,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">243</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">P.</span> <span class=\"page\">1068</span></span>, the court said:</p>\n<p>\"The fixing of a time when a cause of action shall be barred, or in which actions may be brought, is in the discretion of the Legislature, and will be rarely disturbed by courts\"</p>\n<p>&#8212; and held that the limitation of the time in which actions could be brought under the provisions of section 1, c, 101. Sess. Laws 1887, then under consideration, was valid and constitutional.</p>\n<p>Another reason, to our minds, why this is so is a consideration of all the provisions of chapter 10, art. 12, <span class=\"star-pagination\">*Page 55</span> \nRev. Laws 1910, providing for improvements of the character here involved. It is therein provided that, after the passage of the resolution of necessity and other proceedings have been had, up to the passage of the assessing ordinance, the property owner may, within 30 days from the date of such ordinance, pay his assessment in full without interest, but, should he fail to avail himself of this privilege, section 635 provides that, after the expiration of said period of 30 days from the passage of the assessing ordinance, negotiable coupon bonds in the aggregate amount of such assessment, bearing date 15 days after the passage of the assessing ordinance, shall be issued, of such denominations as the mayor and council shall determine, which bonds shall in no event become a liability of the city issuing same; and by section 639 it is required that said bonds shall be designated as street improvement bonds and shall recite the street or streets or other public place for the improvement of which they have been issued, and that they are payable from the assessments which have been levied upon the lots and tracts of land benefited by said improvements. While the statute quoted says the bonds shall be negotiable, counsel for both parties seem to doubt whether said bonds are of this character because they are made payable out of the assessments levied upon the property in the improvement district, and are in no event a liability against the city. This would furnish strong reason for construing the statute as we do, in order to give stability and value to these securities. If the validity of said bonds might be litigated, or the levy and collection of said assessments enjoined after said 60-day period of limitation, it would practically destroy the market for this class of securities, and render it well-nigh impossible for improvements of this nature to be made. It is a Common practice, as in the case <span class=\"star-pagination\">*Page 56</span> \nat bar, for the bonds to be issued before the completion and approval of the work (and this practice seems to be authorized by sections 637, 638, Rev. Laws 1910), and to be delivered in installments to the contractor as the work progresses, in payment for such parts as may have been completed and approved, and the contractor in turn negotiates same in the markets of the country, in order to provide himself with funds to pay the current expenses of constructing the balance of the improvements. This, being authorized, would indicate a purpose on the part of the Legislature to cause litigation, if any there is to be, to be commenced before the expiration of said 60-day period, to avoid any uncertainty about the legality of said bonds that might affect their market value.</p>\n<p>Section 644 is not unusual because it operates as an absolute bar to an action to set aside the assessment, or to contest the validity of the bonds upon grounds other than the two reasons therein mentioned. Similar provisions are found in the statutes of this state. The Attorney General is by law <em>ex officio</em> bond commissioner in the state, and by section 377, Rev. Laws 1910, his duties as such are defined, and he is required to examine and pass upon any security issued, and it is provided in said section that:</p>\n<p>\"Such security, when declared by the certificate of said bond commissioner to be issued in accordance with the forms of procedure so provided, shall be incontestable in any court in the State of Oklahoma, unless suit thereon shall be brought in a court having jurisdiction of the same within 30 days from the date of the approval thereof by the bond commissioner.\"</p>\n<p>The purpose of this act was to give credit to the municipal securities of the State of Oklahoma; and, likewise, the similar provision in the paving act, which we <span class=\"star-pagination\">*Page 57</span> \nare now considering, had for its purpose the giving of credit to the securities issued under that act. Another example of this character of legislation is found in section 2999, Rev. Laws 1910, being a part of the drains and ditches act. Said act provides for the issuance of bonds payable out of funds raised by assessment; and by said section 2999 it is provided:</p>\n<p>\"The only defense that shall be offered against the validity of said bonds shall be forgery or fraud.\"</p>\n<p>Here the limitation, while not as to time, goes to every defense as to the bonds except that of forgery or fraud, which is permitted by the terms of that section. Thus it is seen that the construction placed upon section 644 is not a strained or unusual one, but is in accord with the legislation above referred to.</p>\n<p>Another reason why we have reached this conclusion is that by section 623, Rev. Laws 1910, the mayor and council are required by resolution to provide that the contractor shall execute to the city a good and sufficient bond in any amount to be stated in said resolution conditioned for the full and faithful execution of the work and the performance of the contract, for the protection of the city and all property owners interested against any loss or damage, by reason of the negligence of the contractor or improper execution of the work, and they shall also require a bond, in an amount to be stated in said resolution, for the maintenance in good condition of such improvement for a period of not less than five years from the time of its completion. In pursuance of this section, the council did require of the contractor, and he did execute, a good and sufficient bond in the sum of $128,000, as required by law, conditioned for the full and faithful execution of the work and the performance of the contract <span class=\"star-pagination\">*Page 58</span> \non his part, and also executed to the city other bonds in the aggregate sum of more than $75,000, for the maintenance in good condition of such improvement for a period of five years from the time of its completion, which bonds were approved and accepted by the city; and, at the time of the trial, the court found that the surety on said bonds was solvent.</p>\n<p>We have already seen that one purpose of the Legislature in fixing a limit of 60 days within which actions must be brought, contesting the validity of the bonds or seeking to enjoin the collection of the assessments, was to give stability and value to securities of this character; and, while aiming to bring about this result, it also sought to give proper protection to the property owner by requiring of the contractor the performance and maintenance bonds.</p>\n<p>Under the statute, as we construe it, the failure of the contractor to comply with the terms of his contract in the performance of the work is an irregularity that does not defeat the jurisdiction of the city to make the improvement, and therefore could not be availed of in a suit for injunction. The rule in this regard is stated in Elliott, Roads and Streets (2d Ed.) 608 (3d Ed.) 772, as follows:</p>\n<p>\"Irregularities or errors not jurisdictional cannot ordinarily be made available in a suit for injunction. The question whether the work has been done according to contract is one to be determined by the local tribunal, or tried at law, and not in injunction proceedings. In a suit for injunction the question whether the ayes and nays were taken on the passage of the ordinance directing the improvement cannot be litigated. It may safely be affirmed without multiplying illustrations that, where nothing more than errors or irregularities in the proceedings appear, an injunction will not be awarded unless it is <span class=\"star-pagination\">*Page 59</span> \napplied for before the work has been done, and even then the writ will not issue if the errors are not of a material character, nor will it issue if there is an adequate remedy at law.\" See authorities there cited.</p>\n<p>In <em>Lyman v. City of Chicago et al.,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">209</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">832</span></span>, the rule is stated thus:</p>\n<p>\"It is fundamental that the aid of equity can only be invoked in the absence of an adequate legal remedy. Equity will interfere by injunction to prevent the collection of a special assessment only where the same is void or levied without authority of law, or the property assessed is exempt from taxation. A special assessment will not be enjoined because the improvement is not made in conformity with the provisions of the ordinance, the remedy being by mandamus.\"</p>\n<p>In <em>McEneney v. Town of Sullivan,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">407</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">540</span></span>, the rule is stated as follows:</p>\n<p>\"Questions as to the manner in which the work was done under the contract and kindred questions cannot, it is manifest, be considered in a suit for injunction, for such questions do not go to the jurisdiction. Authorities cited in note 5, Elliott, Roads and Streets, p. 442. The settled rule, that only questions going to the jurisdiction can be considered in a suit for injunction, requires us to decline to consider or decide many of the questions which the appellants endeavor to present. * * * The improvement of a street at the cost of abutting lot owners will not be enjoined because the improvements were not made according to the contract awarded nor on the grade established by the civil engineer.\"</p>\n<p>See, also, <em>Dixon v. Detroit,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">520</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">630</span></span>;<em>Callister v. Kochersperger,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">338</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">156</span></span>.</p>\n<p>To the effect that, where a bond is given for the performance of a contract and a breach thereof occurs, the party injured has a remedy upon such bond, see the <span class=\"star-pagination\">*Page 60</span> \nfollowing cases: <em>Long Beach School Dist. v. Lutge et al.,</em><cross_reference><span class=\"citation\" data-id=\"3304622\"><a href=\"/opinion/3305080/long-beach-school-dist-v-lutge/\"><span class=\"volume\">129</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">409</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3304622\"><a href=\"/opinion/3305080/long-beach-school-dist-v-lutge/\"><span class=\"volume\">62</span> <span class=\"reporter\">P.</span> <span class=\"page\">36</span></a></span></cross_reference>; <em>Commissioners of Putnam County v. Krauss</em><em>et al.,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">628</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">831</span></span>; <em>Chapman   Dewey Land Co.</em><em>v. Wilson,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">30</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">391</span></span>.</p>\n<p>The section of the statute under which this suit is brought, section 4881, as we have seen, only permits resort to this remedy where the tax, charge, or assessment sought to be enforced is illegal; and we have already determined that the city acquired jurisdiction in the regular way to levy the assessment and to issue the bonds, and that the assessments are not void nor the bonds issued invalid. In the cases cited by defendants in error none of them involves a statute similar to the one that we are considering here, and for that reason cannot control our conclusion.</p>\n<p>Being of the opinion that the action is barred by section 644, it is unnecessary for us to consider the other questions presented, and the judgment is reversed and the cause dismissed.</p>\n<p>All the Justices concur.</p>\n<p><center>                   ON PETITION FOR REHEARING.</center>\nOn petition for rehearing it is urged that, because of the construction given to section 644, Rev. Laws 1910, whereby it is made applicable to actions instituted more than 60 days after the passage of the assessment ordinance, where the cause of action is based upon the alleged fraud of the city officials and the contractor in the performance of the work occurring more than 60 days after the passage of said ordinance, the statute with this construction is unconstitutional and void in that it deprives them of their property without due process of law, and <span class=\"star-pagination\">*Page 61</span> \nis also in conflict with the Constitution of the United States because it operates as an inpairment of the obligation of contracts, and deprives the defendants in error of their property without due process of law.</p>\n<p>For the defendants in error to succeed in their contention, it must appear that the statute deprives them of some right guaranteed to them by the Constitution of the United States or of this state. If this were a mere matter of contract right or liability, there might be some merit in the contention of counsel; but the liability of the defendants in error to pay the assessments complained of does not arise out of contract, and is not a debt, but, on the contrary, such liability is imposed by the municipality in the exercise of the taxing power which has been delegated to it by the state. <em>Shultz v.</em><em>Ritterbusch,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">478</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">P.</span> <span class=\"page\">961</span></span></cross_reference>.</p>\n<p>The assessments which are complained of are enforced proportional contributions imposed upon the class of persons affected thereby, who are interested in the local improvement for the payment of which said assessments were levied, and who are assumed to be benefited by the construction of such improvements, to the extent of the assessments levied, which are imposed and collected as an equivalent for the benefit, actual or presumed, and to pay for the cost, of such improvements. Such assessments are justified upon the theory that the improvement enhances the value of abutting property and that it is reasonable and competent for the Legislature to require the costs thereof to be assessed against the property benefited thereby. <em>Alley v. Muskogee et al.,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">230</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">P.</span> <span class=\"page\">315</span></span></cross_reference>. With this view of the nature of the burdens imposed by the assessments, there ought to be no great difficulty in the determination of the question here urged. <span class=\"star-pagination\">*Page 62</span> \nThat the statutes under which the assessments were levied constitute due process of law and do not infringe upon the Constitution of this state or of the United States is now too well settled to need further argument. <em>Shultise v. Town of</em><em>Taloga et al.,</em> <cross_reference><span class=\"citation\" data-id=\"3836235\"><a href=\"/opinion/4078031/shultise-v-town-of-taloga/\"><span class=\"volume\">42</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">65</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3836235\"><a href=\"/opinion/4078031/shultise-v-town-of-taloga/\"><span class=\"volume\">140</span> <span class=\"reporter\">P.</span> <span class=\"page\">1190</span></a></span></cross_reference>; <em>Alley v. Muskogee,</em><em>supra; Mellon Co. v. McCafferty et al.,</em> <cross_reference><span class=\"citation\" data-id=\"3809948\"><a href=\"/opinion/4052672/mellon-company-v-mccafferty/\"><span class=\"volume\">38</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">534</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3809948\"><a href=\"/opinion/4052672/mellon-company-v-mccafferty/\"><span class=\"volume\">135</span> <span class=\"reporter\">P.</span> <span class=\"page\">278</span></a></span></cross_reference>; <em>Davidson v. New Orleans,</em> <cross_reference><span class=\"citation\" data-id=\"89675\"><a href=\"/opinion/89675/davidson-v-new-orleans/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span></cross_reference>, <span class=\"citation\" data-id=\"89675\"><a href=\"/opinion/89675/davidson-v-new-orleans/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">616</span></a></span>; <em>French</em><em>v. Barber Asphalt Co.,</em> <cross_reference><span class=\"citation\" data-id=\"95472\"><a href=\"/opinion/95472/french-v-barber-asphalt-paving-co/\"><span class=\"volume\">181</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span></cross_reference>, 21 Sup. Ct. 625, <span class=\"citation\" data-id=\"95474\"><a href=\"/opinion/95474/tonawanda-v-lyon/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">908</span></a></span>.</p>\n<p>The precise question under consideration is whether the construction placed upon section 644 offends against the Constitution in any of the respects mentioned. The ground upon which it is claimed said section must fail is that it deprives the property owner, against whose property the assessment is levied, of the right to restrain the collection of said assessment because of the fraudulent failure of the contractor to perform the work and construct the improvements, according to the plans and specifications, where such default occurs more than 60 days after the passage of the final assessment ordinance. This is another way of saying that, because the anticipated benefits have not been realized, the levy of the assessments is illegal and can be restrained.</p>\n<p>In <em>Goodholm   Sparrow Inv. Co. v. Cleveland Trin. Pav. Co.,</em><cross_reference><span class=\"citation\" data-id=\"3836341\"><a href=\"/opinion/4078136/goodholm-sparrow-inv-v-cleveland-trinidad/\"><span class=\"volume\">48</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">38</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3836341\"><a href=\"/opinion/4078136/goodholm-sparrow-inv-v-cleveland-trinidad/\"><span class=\"volume\">150</span> <span class=\"reporter\">P.</span> <span class=\"page\">109</span></a></span></cross_reference>, plaintiff sought to enjoin certain special assessments, on the ground that they were void because made before the improvements were completed, and interest on the amount of the assessment was imposed for the period between the date of the assessment and the time of the completion and acceptance of the work. The action was not commenced until more than 60 days after the passage of the ordinance making the final <span class=\"star-pagination\">*Page 63</span> \nassessment, and thus there was squarely presented the question whether an assessment could be levied and made a lien against the property for the payment of the cost of a local improvement before the actual construction thereof; and the authority of the city to do so was sustained by the court, and the relief sought was denied. In <em>Shultz v. Ritterbusch,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">478</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">P.</span> <span class=\"page\">961</span></span></cross_reference>, plaintiffs sought to enjoin certain special assessments, among other grounds, for the reason \"that the work and material were of a defective quality and that the work was left in an incomplete condition.\" The action was instituted more than 60 days after the passage of the assessing ordinance. Upon a consideration of the questions presented, it was there held in accordance with the previous decisions of this court that the plaintiff was confined to jurisdictional defects in assailing the proceedings sought to be enjoined.</p>\n<p>The Supreme Court of the United States, in <em>Davidson v. New</em><em>Orleans,</em> <cross_reference><span class=\"citation\" data-id=\"89675\"><a href=\"/opinion/89675/davidson-v-new-orleans/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span></cross_reference>, <span class=\"citation\" data-id=\"89675\"><a href=\"/opinion/89675/davidson-v-new-orleans/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">616</span></a></span>, had under consideration the validity of an assessment levied by the city of New Orleans for swamp drainage which was resisted in the state courts on the ground that the proceedings deprived the plaintiff of his property without due process of law, one of the grounds of complaint being that the assessments were to be made before the work should be done. In disposing of this contention, the court said:</p>\n<p>\"Can it be necessary to say that, if the work was one which the state had authority to do, and to pay for it by assessments on the property interested, on such questions of method and detail as these, the exercise of the power is not regulated or controlled by the Constitution of the United States? * * * As a question of wisdom  &#8212; of judicious economy  &#8212; it would seem better in this, as in other works which require the expenditure of large sums of money, to secure the means of payment before becoming <span class=\"star-pagination\">*Page 64</span> \ninvolved in the enterprise; and, if this is not due process of law, it ought to be. * * * It is * * * said that part of the property of plaintiff * * * assessed is not benefited by the improvement. This is a matter of detail with which this court cannot interfere, if it were clearly so; but it is hard to fix the limit within these two parishes where property would not be benefited by the removal of the swamps and marshes which are within their bounds.\"</p>\n<p>In <em>Bauman v. Rose,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></span></cross_reference>, 17 Sup. Ct. 966, <span class=\"citation\" data-id=\"94730\"><a href=\"/opinion/94730/bauman-v-ross/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">270</span></a></span>, it was contended that a statute, which authorized the deduction of anticipated benefits from damages sustained in the condemnation of land for public use, was invalid because such benefits might not be realized and there would, in such case, be a taking of the property for public use without just compensation. In denying this contention, the court said:</p>\n<p>\"Objection was made to that part of section 15 which provides that the assessment, when confirmed by the court, shall be a lien upon the land and be collected like other taxes, and be payable in five annual equal installments, with interest at the rate of 4 per cent. per annum from the date of the confirmation of the assessment by the court. But it is within the commonly exercised and undisputable power of the Legislature to make taxes of any kind, assessed upon real estate, payable forthwith, and an immediate lien thereon. In the * * * case of<em>Davidson v. New Orleans,</em> the objection that the assessment was actually made before, instead of after, the work was done, was held to be untenable; and Mr. Justice Miller, speaking for this court, said: 'As a question of wisdom  &#8212; of judicious economy &#8212; it would seem better in this, as in other works which require the expenditure of large sums of money, to secure the means of payment before becoming involved in the enterprise.' \"</p>\n<p>The power of the Legislature to authorize the levy of assessments for local improvements, and to levy and collect <span class=\"star-pagination\">*Page 65</span> \nsame before beginning the work for which they are levied, has been considered and sustained in the following cases:<em>English v. Wilmington,</em> 2 Mary. (Del.) 90, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">A.</span> <span class=\"page\">158</span></span>; <em>Rolph v.</em><em>Fargo,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">N.D.</span> <span class=\"page\">640</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">242</span></span>, 42 L. R. A. 646; <em>French v.</em><em>Barber Asphalt Co.,</em> <cross_reference><span class=\"citation\" data-id=\"95472\"><a href=\"/opinion/95472/french-v-barber-asphalt-paving-co/\"><span class=\"volume\">181</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span></cross_reference>, 21 Sup. Ct. 625, <span class=\"citation\" data-id=\"95472\"><a href=\"/opinion/95472/french-v-barber-asphalt-paving-co/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">879</span></a></span>; <em>Kingman et al., Petitioner,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">566</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">778</span></span>, 12 L. R. A. 417; <em>Adams, Petitioner,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">497</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">682</span></span>;<em>Weber v. Schergens,</em> <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">389</span></span>; <em>City of Austin v. Nalle,</em> <cross_reference><span class=\"citation\" data-id=\"3922907\"><a href=\"/opinion/4157450/city-of-austin-v-nalle/\"><span class=\"volume\">102</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">536</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3922907\"><a href=\"/opinion/4157450/city-of-austin-v-nalle/\"><span class=\"volume\">120</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">996</span></a></span></cross_reference>; <em>Ross v. Board of Supervisors,</em> 128 Iowa, 427, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">506</span></span>, 1 L. R. A. (N. S.) 431. It being consistent with due process of law to levy and collect such assessments before undertaking the construction of a public improvement, no reason can exist why the Legislature may not authorize the levy of such assessment before the completion of the work, and, instead of exacting payment of the entire sum before commencing the contemplated improvement, may not make said assessment a lien upon the property to be benefited thereby, and extend to the owner the option of paying the entire amount within 30 days after the passage of the assessing ordinance or in ten equal annual installments with interest thereon, as is done by the statute. When the power to levy and collect the total cost of such improvement in advance of the performance of the work is established, it follows, as a necessary corollary, that the right to levy and collect such assessment does not depend upon the performance of the work or upon the realization of the anticipated benefits, and therefore the property owner has no constitutional right to enjoin the collection of such assessment because the work was not done in a certain way, or because his property has not been benefited to the extent anticipated at the time the assessment was levied.</p>\n<p>Having the power to levy and collect such assessment so as to provide the means of carrying out the proposed <span class=\"star-pagination\">*Page 66</span> \nimprovement before becoming involved therein, no constitutional obstacle exists in the way of securing such means by levying said assessments and issuing bonds payable therefrom, and to insure the value of such bonds, rendering them immune from attack after the expiration of 60 days, except upon jurisdictional grounds. In <em>Pullan v. Kinsinger,</em> 2 Abbott (U.S.) 94, Fed. Cas. No. 11463, the court held that section 19 of the Internal Revenue Act of July 13, 1866, c. 184, 14 Stat. 152, as amended March 2, 1867, c.169, 14 Stat. 475, which provided that no suit to restrain the assessment or collection of any tax authorized should be maintained in any court, was not unconstitutional and did not deprive the party of his property without due process of law. In <em>Scudder v. Mayor et al.,</em><cross_reference><span class=\"citation\" data-id=\"3588887\"><a href=\"/opinion/3607126/scudder-v-mayor-etc-of-new-york/\"><span class=\"volume\">146</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">245</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3588887\"><a href=\"/opinion/3607126/scudder-v-mayor-etc-of-new-york/\"><span class=\"volume\">40</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">734</span></a></span></cross_reference>, the Court of Appeals of New York held that under Consolidation Act (Laws 1882, c. 410), sec. 897, providing that no suit should be commenced \"for the vacation of any assessment under said statute or to remove a cloud upon title,\" and prescribing remedies in such cases, the collection of an illegal assessment would not be enjoined. In the opinion it was said:</p>\n<p>\"By the plaintiffs' demand for judgment, they ask in so many words that the assessment in question shall be declared void, unlawful, and uncollectible, which is but another way of asking that the assessment shall be vacated. That portion of the relief is clearly not to be granted in the face of the section of the Consolidation Act above referred to.\"</p>\n<p>In <em>Loomis v. City of Little Falls,</em> <cross_reference><span class=\"citation\" data-id=\"3594757\"><a href=\"/opinion/3612653/loomis-v-city-of-little-falls/\"><span class=\"volume\">176</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">31</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3594757\"><a href=\"/opinion/3612653/loomis-v-city-of-little-falls/\"><span class=\"volume\">68</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">105</span></a></span></cross_reference>, the court had under consideration a provision of the city charter of the city of Little Falls, providing that no action should be maintained by any person to set aside an assessment for a local improvement, unless commenced within 30 days after the delivery of the assessment roll <span class=\"star-pagination\">*Page 67</span> \nand warrant to the city treasurer, and notice by him in the official newspaper of the receipt thereof. The relief sought was denied, and in the opinion it was said:</p>\n<p>\"It is therefore settled by authority that it was within the power of the Legislature to have provided by section 83 that no action should be brought to cancel, annul, or set aside any assessments made for land improvements. But it did not go so far, and, instead, limited the bringing of such an action to a period of 30 days after the delivery of the assessment roll and warrant to the city treasurer, and notice by him in the official newspapers of the city of receipt thereof, and conditioned, further, that within such 30 days he procure an injunction restraining the common council from issuing the assessment bonds. The reason for requiring the commencement of the action and the granting of an injunction is apparent. The fact that no action has been brought when such a statute exists assures the would-be purchaser of the bonds that he is not in danger of being subjected to litigation in the event of purchase, and hence the bonds are likely to sell at a higher price than when there is some uncertainty about it. But whether the reasons be adequate or not, the power of the Legislature to absolutely prohibit the bringing of such an action  &#8212; which, as we have seen, is established  &#8212; necessarily includes the power to prohibit the commencement of such an action unless specified conditions be complied with.\"</p>\n<p>The power of the Legislature to provide that, after the expiration of a certain period, special assessments for the construction of local improvements shall not be enjoined or vacated is sustained by the following cases: <em>In re Bridgford et</em><em>al.,</em> 65 Hun, 227, 20 N.Y. Supp. 281; <em>Mayer v. Mayor et al.,</em><cross_reference><span class=\"citation\" data-id=\"3604869\"><a href=\"/opinion/3622172/mayer-v-mayor-etc-of-city-of-ny/\"><span class=\"volume\">101</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">284</span></a></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">336</span></span>; <em>Lennon v. Mayor, etc.,</em> <cross_reference><span class=\"citation\" data-id=\"3602608\"><a href=\"/opinion/3620040/lennon-v-mayor-etc-of-ny-city/\"><span class=\"volume\">55</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">361</span></a></span></cross_reference>;<em>McKone et al. v. City of Fargo,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">N.D.</span> <span class=\"page\">53</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">967</span></span>; <em>Quill</em><em>v. Indianapolis,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">292</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">788</span></span>, 7 L. R. A. 681. There is no right vested in the individual to reduce the amount of an <span class=\"star-pagination\">*Page 68</span> \nassessment levied against his property because of failure of anticipated benefits by way of counterclaim or set-off. In<em>Houck v. Little River Drainage Dist.,</em> <cross_reference><span class=\"citation\" data-id=\"98574\"><a href=\"/opinion/98574/houck-v-little-river-drainage-dist/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span></cross_reference>, 36 Sup. Ct. 58, <span class=\"citation\" data-id=\"98574\"><a href=\"/opinion/98574/houck-v-little-river-drainage-dist/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">266</span></a></span>, the Supreme Court discusses the nature of taxes of this character, and the obligation of property owners, in the following language:</p>\n<p>\"A tax is an enforced contribution for the payment of public expenses. It is laid by some rule of apportionment according to which the persons or property taxed share the public burden; and, whether taxation operates upon all within the state, or upon those of a given class or locality, its essential nature is the same. The power of segregation for taxing purposes has everyday illustration in the experiences of local communities, the members of which, by reason of their membership, or the owners of property within the bounds of the political subdivision, <em>are compelled to bear the burdens both of the</em><em>successes and of the failures of local administration</em>. When local improvements may be deemed to result in special benefits, a further classification may be made and special assessments imposed accordingly; but even in such case there is no requirement of the federal Constitution that for every payment there must be an equal benefit.\" (Italics are ours.)</p>\n<p>And likewise the right to reduce an assessment by way of counterclaim has been denied in the following cases, wherein it has been held that, by reason of the origin, obligatory force, and nature of such special assessments, a property owner has no right to reduce the amount of his assessment because of the negligent performance of the work or for other cause, and that, if damages have been sustained by him, it is not a proper subject of set-off or counterclaim against the amount of his assessment, unless authorized by statute: <em>Indianapolis, etc.,</em><em>R. R. Co. v. State,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">37</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">316</span></span>; <em>Laverty v. State,</em><cross_reference><span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">217</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">774</span></span>; <em>Lux, etc., Stone Co. v. Donaldson,</em></p>\n<p> <span class=\"star-pagination\">*Page 69</span> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">48</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">1014</span></span>; <em>Dawson et al. v. Hipskind et al.,</em><cross_reference><span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">216</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">863</span></span>; <em>Himmelmann v. Spanagel,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">389</span></span></cross_reference>;<em>Hornung v. McCarthy,</em> <cross_reference><span class=\"citation\" data-id=\"3300340\"><a href=\"/opinion/3301256/hornung-v-mccarthy/\"><span class=\"volume\">126</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">17</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3300340\"><a href=\"/opinion/3301256/hornung-v-mccarthy/\"><span class=\"volume\">58</span> <span class=\"reporter\">P.</span> <span class=\"page\">303</span></a></span></cross_reference>; <em>Pittsburgh v.</em><em>Harrison,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">206</span></span></cross_reference>; <em>Burlington v. Palmer,</em> 67 Iowa, 681, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">877</span></span>; <em>Whiting et al. v. Mayor,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">89</span></span></cross_reference>; <em>Mack et al.</em><em>v. Cincinnati,</em> 7 Ohio Dec. (Reprint) 49. Here no such right is conferred by statute, but is expressly legislated against, and the authority of the Legislature so to do is clearly established by the authorities cited. By providing that no suit shall be maintained after the expiration of 60 days to set aside any such assessment, or to enjoin the making of such improvements or levying or collecting any such assessment or installment thereof, or interest or penalty thereon, or issuing such bonds or providing for their payment, or contesting the validity thereof on any account or for any reason other than for jurisdictional matters, assurance is given would-be purchasers of such securities that an investment therein will be secure from litigation of the character enumerated after the time fixed by said section; and thereby the value of such bonds will be enhanced and protected in the hands of purchasers, and such provisions will permit the sale thereof in the markets of the country at a better price than otherwise could be made. The acts of the municipality in paving its streets is a work of a public character, and is the exercise of a governmental function, even though such work is paid for by the benefited property owners (<em>Norris v. City of Lawton,</em> <cross_reference><span class=\"citation\" data-id=\"3822825\"><a href=\"/opinion/4065105/norris-v-city-of-lawton/\"><span class=\"volume\">47</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">213</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3822825\"><a href=\"/opinion/4065105/norris-v-city-of-lawton/\"><span class=\"volume\">148</span> <span class=\"reporter\">P.</span> <span class=\"page\">123</span></a></span></cross_reference>); and the method by which the funds are to be secured to carry on such work is an exercise of the power of taxation delegated to the municipality, and the burdens imposed by it, in the exercise of such delegated power, are such as must be borne by the property owners affected thereby, who must take the risk of the faithful <span class=\"star-pagination\">*Page 70</span> \nperformance of their duties by those who are intrusted with the construction of such improvement, and who must share in the successes and failures of all such undertakings.</p>\n<p>To admit the right urged by defendants in error would seriously hamper a municipality in the performance of as duty to the public, and would impair the value of the bonds outstanding in this case, whose present owners and holders are unknown and who were not parties to this litigation, and thereby accomplish the very thing of which defendants in error complain; that is, deny said bondholders their day in court and deprive them of their property without due process of law. This would be the effect not only in the present case, but also as to every bond of this character outstanding, by taking away from said bonds the immunity from attack given thereto by said section 644. An addtional consequence to be avoided that would follow such a declaration, as pointed out in the original opinion, would be to render future issues of such bonds of uncertain value, for no argument is necessary to establish the proposition that, if the protection given by said section be taken away, it would be much more difficult to find a ready market for said securities.</p>\n<p>The section does not undertake to deprive the property owner of any remedy he may have had to compel the performance of the work according to contract, or to prevent the misappropriation of such bonds or of the funds derived from the sale thereof, but only to deprive him of such remedies as are expressly enumerated in the statute, leaving to him such other remedies as he may have had, with the additional remedy upon the performance and maintenance bonds required by the statute.</p>\n<p>The petition for rehearing is therefore denied.</p>\n<p>All the Justices concur. <span class=\"star-pagination\">*Page 71</span> </p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/89675/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/95472/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/95474/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3300340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3304622/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3588887/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3594757/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3602608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3604869/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3798912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3802786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3803883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3807511/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3807770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3808787/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3809948/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3812238/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3813906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3822825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3823426/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3824912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3825961/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3826820/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3827707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3828755/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3832289/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3833542/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3836235/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3836334/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3836341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3922907/"
          ]
        }
      ],
      "judges": "HARDY, J.",
      "date_created": "2016-07-06T08:00:09.543002Z",
      "date_modified": "2017-04-15T03:25:33.180092Z",
      "date_filed": "1915-10-12",
      "date_filed_is_approximate": false,
      "slug": "city-of-chickasha-v-obrien",
      "citation_id": null,
      "case_name_short": "O'Brien",
      "case_name": "City of Chickasha v. O'Brien",
      "case_name_full": "City of Chickasha v. O'Brien",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "58 Okla. 46",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "159 P. 282",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "Harry Hammerly,  City Atty. of Chickasha, and  M.D. Libby,  for plaintiffs in error.\n\n Stuart, Cruce   Cruce  and  Bond, Melton   Melton,  for defendants in error.",
      "nature_of_suit": "",
      "posture": "Error from District Court, Grady County; J.T. Johnson, Judge .\n\nAction by Dennis O'Brien and others against the City of Chickasha and others. Judgment for plaintiffs, and defendants bring error. Reversed and suit dismissed.",
      "syllabus": "",
      "citation_count": 49,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3941976/city-of-chickasha-v-obrien/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-06T08:00:09.536860Z",
  "date_modified": "2016-07-06T08:00:09.536888Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": "1916-06-13",
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "O'Brien",
  "case_name": "City of Chickasha v. O'Brien",
  "case_name_full": "City of Chickasha v. O'Brien",
  "slug": "city-of-chickasha-v-obrien",
  "docket_number": "No. 6872",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}