{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/395050/",
  "id": 395050,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca11/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/73335/",
      "id": 73335,
      "absolute_url": "/opinion/73335/wilson-v-blankenship/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/395050/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/73335/",
          "id": 73335,
          "absolute_url": "/opinion/73335/wilson-v-blankenship/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/73335/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-04-26T08:03:21Z",
          "date_modified": "2017-03-24T02:54:32.273299Z",
          "type": "010combined",
          "sha1": "90fbf82a725d607d34fae92372f605a0c8bca20d",
          "page_count": 18,
          "download_url": "http://www.ca11.uscourts.gov/opinions/ops/19947158.MAN.pdf",
          "local_path": "pdf/1998/12/31/Wilson_v._Blankenship.pdf",
          "plain_text": "                                 United States Court of Appeals,\n\n                                         Eleventh Circuit.\n\n                                           No. 94-7158.\n\n                              Donald WILSON, Plaintiff-Appellant,\n\n                                                 v.\n\n BLANKENSHIP, Warden of Montgomery City Jail, Miss Hall, Assistant Warden, Employee of\nMontgomery City Jail, Mr. Parks, Employee of Montgomery City Jail, Mrs. Hawkens, Employee\nof Montgomery City Jail, Janice Hopkins, Pam Harding, U.S. Marshal, Defendants-Appellees.\n\n                                          Dec. 31, 1998.\n\nAppeal from the United States District Court for the Middle District of Alabama. (Nos. CV 92-A-\n865-N, CV 92-A-869-N), W. Harold Albritton, Judge.\n\nBefore ANDERSON and BIRCH, Circuit Judges, and COHILL*, Senior District Judge.\n\n       BIRCH, Circuit Judge:\n\n       In this appeal from consolidated actions under 42 U.S.C. § 1983 and Bivens v. Six Unknown\n\nNamed Agents of Federal Bureau of Narcotics, 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971),\n\nwe determine whether a federal pretrial detainee was subjected to unconstitutional conditions of\n\nimprisonment in a city jail. The district court granted summary judgment to the federal marshal, the\n\nwardens, and the correctional officers.      We affirm because we conclude that all of the\n\ndefendants-appellees are entitled to qualified immunity.\n\n                                       I. BACKGROUND\n\n       On September 12, 1991, plaintiff-appellant, Donald Wilson, was arrested by drug\n\nenforcement agents in Fort Lauderdale, Florida, for a narcotics violation on a warrant issued by the\n\nfederal district court in the Middle District of Alabama. A magistrate judge in Fort Lauderdale\n\n\n   *\n   Honorable Maurice B. Cohill, Jr., Senior U.S. District Judge for the Western District of\nPennsylvania, sitting by designation.\n\fordered Wilson removed from the Southern District of Florida to the Middle District of Alabama.\n\nBecause there is no federal detention facility in the Middle District of Alabama, individuals awaiting\n\ntrial or sentencing on federal charges are housed in municipal and county jails in the district pursuant\n\nto intergovernmental agreements, or contracts, with the United States Marshals Service (\"Marshals\n\nService\"). One such jail used by the Marshals Service to house federal detainees is the Montgomery\n\nCity Jail (\"MCJ\") in Montgomery, Alabama.\n\n        Defendant-appellee Pam Harding, a criminal investigator for the Marshals Service stationed\n\nin Montgomery, transported Wilson from the Northern District of Georgia to MCJ pending his trial\n\nand moved him on other occasions for court proceedings. Wilson was housed at MCJ from October\n\n1, 1991, until December 17, 1991, when he was moved to Dothan City Jail to await sentencing.1\n\nWilson presently is incarcerated in at the Federal Correctional Institution in Raybrook, New York.\n\n        In his consolidated actions under § 1983 and Bivens, Wilson sought compensatory and\n\npunitive damages2 for alleged constitutional violations during his stay at MCJ. He contended that\n\nthe absence of a law library at MCJ allegedly caused him to plead guilty to his then-pending federal\n\ncharge and prevented him from litigating pro se a related forfeiture case as well as this civil rights\n\ncase. He also alleged that he suffered unconstitutional confinement conditions at MCJ, including\n\novercrowding, disciplinary confinement, and lack of exercise, which allegedly caused him stress,\n\nweight gain, and high blood pressure. Defendants-appellees are L.M. Blankenship, MCJ warden\n\n\n\n\n   1\n    Wilson returned briefly to MCJ in February, 1992, prior to transportation to his designated\nfederal correctional institution to serve his sentence.\n   2\n   Wilson sued defendants-appellants jointly and severally for $500,000 compensatory damages\nand $900,000 punitive damages.\n\fat the relevant time; Sharon Hall, assistant MCJ warden at the relevant time; Janice Hopkins3 and\n\nRafael Parks,4 correctional officers; and Harding. All of these defendants-appellees pled qualified\n\nimmunity as an affirmative defense.5 The district court treated the ordered special reports by\n\nHarding, Blankenship, Hall, Hopkins, and Parks as motions for summary judgment. Wilson moved\n\nfor summary judgment and requested a jury trial.\n\n       Following an evidentiary hearing, the magistrate judge recommended that summary\n\njudgment be entered for all defendants. The district judge adopted the recommendation of the\n\nmagistrate judge, denied Wilson's motion for summary judgment and request for a jury trial, and\n\ngranted summary judgment in favor of all the defendants. On appeal, Wilson pursues his\n\ncontentions of unconstitutional confinement conditions at MCJ.\n\n                                         II. ANALYSIS\n\n        We review de novo a district judge's grant of summary judgment. See Hale v. Tallapoosa\n\nCounty, 50 F.3d 1579, 1581 (11th Cir.1995). When \"there is no genuine issue as to any material fact\n\nand ... the moving party is entitled to a judgment as a matter of law,\" summary judgment is\n\n\n\n   3\n    Although Wilson appears to have sued both \"Mrs. Hawkens\" and \"Janice Hopkins,\" the\nrecord clarifies that this is one correctional officer and that her correct name is Janice H.\nHopkins. See R1-14, Hopkins Affidavit at 1.\n   4\n    The record shows that defendant-appellee \"Mr. Park\" is correctional officer Rafael Parks, Sr.\nSee R1-14, Parks Affidavit at 1.\n   5\n    Although Wilson's original complaint states that he sued the state defendants in both their\nindividual and official capacities, the record and course of proceedings indicate that he sued\nthese defendants only in their individual capacities. See Colvin v. McDougall, 62 F.3d 1316,\n1317 (11th Cir.1995) (stating that the complaint and course of proceedings determines whether\ncivil rights defendants are sued in individual or official capacities). In suing for monetary\ndamages solely, Wilson named the individual defendants and described their involvement in his\nalleged constitutional deprivations. Moreover, none of the defendants pled Eleventh\nAmendment, sovereign immunity, which would relate to suit in their official capacities, and all\npled the affirmative defense of qualified immunity from suit in their individual capacities.\n\fappropriate. Fed.R.Civ.P. 56(c). Because of the similarity in the causes of action, a Bivens case\n\nchallenges the constitutionality of federal officials' conduct, while § 1983 challenges the\n\nconstitutionality of state officials' conduct, we \"generally apply § 1983 law to Bivens cases.\" Abella\n\nv. Rubino, 63 F.3d 1063, 1065 (11th Cir.1995) (per curiam).\n\n        Qualified immunity protects government officials from civil trials and liability when their\n\nconduct in performing discretionary functions \"violates no \"clearly established statutory or\n\nconstitutional rights of which a reasonable person would have known.' \" Lassiter v. Alabama A &\n\nM Univ., Bd. of Trustees, 28 F.3d 1146, 1149 (11th Cir.1994) (en banc) (quoting Harlow v.\n\nFitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982)). The district judge did\n\nnot grant summary judgment to the government defendants based on qualified immunity; the\n\nmagistrate judge did not mention this entitlement in his recommendation. Nevertheless, qualified\n\nimmunity, pled by all of the government defendants as an affirmative defense, should have been the\n\nanalysis used to grant them summary judgment on the facts in this case.\n\n        Our circuit applies a two-part test to determine if the qualified immunity defense protects\n\na defendant government official. See Evans v. Hightower, 117 F.3d 1318, 1320 (11th Cir.1997).\n\nFirst, the \"defendant government official must prove that he was acting within the scope of his\n\ndiscretionary authority when the alleged wrongful act occurred.\" Id. Second, if the defendant\n\nofficial meets his burden, then the plaintiff must \"demonstrate that the defendant violated clearly\n\nestablished law based upon objective standards.\" Id. General propositions and abstractions do not\n\nqualify for bright line, clearly established law. See Lassiter, 28 F.3d at 1150. \"For qualified\n\nimmunity to be surrendered, pre-existing law must dictate, that is, truly compel (not just suggest or\n\nallow or raise a question about), the conclusion for every like-situated, reasonable government agent\n\nthat what defendant is doing violates federal law in the circumstances.\" Id. By applying these\n\fprinciples, we determine the entitlement of the marshal, the wardens, and the correctional officers\n\nto qualified immunity.\n\nA. Marshal\n\n        The only evidence in the record that connects Harding to Wilson is her transportation of him\n\nto MCJ and to court proceedings when he was a federal pretrial detainee.6 Our court has determined\n\nthat marshals' transporting of federal pretrial detainees is within the scope of their discretionary\n\nauthority. See Jordan v. Doe, 38 F.3d 1559, 1566 (11th Cir.1994). At the time that Harding\n\ntransported Wilson, however, no clearly established law would have informed a reasonable\n\ngovernment official that transporting a federal pretrial detainee to a local jail with which the\n\nMarshals Service had an intergovernmental agreement was unconstitutional. See id. at 1566-67.\n\nAccordingly, Harding was entitled to summary judgment based on qualified immunity.\n\nB. Wardens\n\n        Blankenship and Hall respectively were warden and assistant warden at MCJ while Wilson\n\nwas there. Although the scope of their responsibilities encompassed the daily administration of\n\nMCJ, Wilson does not complain about the order, cleanliness, or food at MCJ, aspects of the daily\n\nfunctioning of a jail. Instead, his contentions involve space: the lack of a law library and space for\n\nexercise. There is no evidence in the record that Blankenship and Hall had control over these\n\naspects of MCJ.\n\n       Federal pretrial detainees were housed at MCJ pursuant to an intergovernmental agreement\n\nbetween the City of Montgomery and the Marshals Service, which paid a daily fee for federal\n\n\n   6\n    To the extent Wilson suggests that knowledge of the United States Marshals annual\ninspection report on MCJ should be imputed to Harding, we find this speculation to be supported\nby neither the facts nor the law. Even if she were aware of the inspection report, there is no\nevidence whatsoever that Harding had any control over the operation of MCJ and the\nconfinement conditions there.\n\fdetainees housed there. A contracting officer for the Marshals Service and the local police chief\n\nexecuted the intergovernmental agreement effective at the time that Wilson was housed at MCJ.\n\nThat agreement provided that MCJ would house thirty-two federal detainees a day at the request of\n\nthe Marshals Service.7 No mention is made of space or square footage per federal inmate or of\n\noutdoor or indoor exercise. Neither Blankenship nor Hall was a party to this intergovernmental\n\nagreement; they implemented its terms for the local government. Furthermore, the special report\n\nfiled at the request of the magistrate judge on behalf of the wardens and correctional officers at MCJ\n\nstates: \"The United States Marshals Service is fully aware that [MCJ] has no area for outdoor\n\nexercise and has no law library. The United States Marshals Service and the Federal Board of\n\nCorrections inspect [MCJ] once every three (3) months.\" R1-14-2.\n\n       Providing a law library and stocking it as well as building a larger space to house federal\n\ndetainees necessarily would involve the appropriation of funds. There is no evidence in the record\n\nthat Blankenship or Hall had any responsibility for or ability to cause such appropriation.8 See Hill\n\n\n   7\n    Concerning housing federal detainees at MCJ, the intergovernmental agreement in effect at\nthe time that Wilson was housed there provided:\n\n               The LOCAL GOVERNMENT agrees to accept and provide detention space and\n               services for thirty-two (32) Federal prisoners, (which includes 16 male and 12\n               female Federal prisoners ... ) in USMS custody, each day upon the request of the\n               U.S. Marshal at the Montgomery City Jail for a period of fifteen (15) years....\n\n       R1-17, Exh. A, Intergovernmental Agreement (Oct. 1, 1991) at 4. During the time that\n       Wilson was confined at MCJ, the two MCJ cellblocks used for federal prisoners were\n       filled to capacity and housed 16 inmates in four, four-person cells.\n   8\n     The funds for building or improving local jails come from the local government and usually\ninvolve taxing the citizens. See Moore v. Morgan, 922 F.2d 1553, 1556-57 (11th Cir.1991)\n(local sheriff approached county commission to propose a referendum to decide if citizens would\nincur a tax for a new jail to remedy the overcrowding problem at the existing jail); Hamm v.\nDeKalb County, 774 F.2d 1567, 1569 (11th Cir.1985) (county provides the funding for the local\njail and participates in establishing the general operational procedures, while the jail is\nsupervised by the sheriff and county commissioners who set the general operational policies and\n\fv. Dekalb Reg'l Youth Detention Ctr., 40 F.3d 1176, 1194 (11th Cir.1994) (stating that \"[t]he critical\n\ndetermination for imposing liability under section 1983 is ascertaining the particular official with\n\n\"final policymaking authority' \" (quoting Jett v. Dallas Indep. Sch. Dist., 491 U.S. 701, 737, 109\n\nS.Ct. 2702, 2723, 105 L.Ed.2d 598 (1989))). Additionally, creating a law library out of the existing\n\nspace would exacerbate the other problem about which Wilson complains: insufficient space for\n\nexercise.\n\n           Therefore, the record shows that the discretionary responsibilities of Blankenship and Hall\n\nwith respect to federal detainees consisted of daily administering MCJ pursuant to the\n\nintergovernmental agreement between the Marshals Service and the local government and the local\n\nregulations of that facility. There is no evidence that they did not do this or that they had any ability\n\nto operate MCJ outside this circumscribed zone of discretionary authority regarding federal\n\ndetainees housed at MCJ. Even if these space concerns were within the scope of their discretionary\n\nduties, we still conclude that Blankenship and Hall are protected by qualified immunity because\n\nfailure to provide a law library for the federal detainees housed there or specific square footage for\n\ninmates to exercise violates no clearly established law for qualified immunity purposes, as we\n\nclarify.\n\n1. Denial of Access to Courts\n\n           It is undisputed that there was no law library in MCJ and no access to a law library when\n\nWilson was detained there.9 He contends that this deprivation prevented him from filing his civil\n\nrights case while he was at MCJ as well as defending his civil rights case. Wilson's sworn testimony\n\n\n\nare responsible for jail conditions).\n   9\n    Inmates could keep legal materials in their cells and receive attorney calls and visits. Each\nunit had a dayroom with a telephone that inmates could use to contact attorneys for legal\nassistance or materials.\n\fat the evidentiary hearing, however, failed to establish that he was concerned with any legal matter\n\nother than his criminal case, for which he was represented by counsel. Therefore, the magistrate\n\njudge concluded that Wilson suffered no prejudice from his lack of access to the courts while at\n\nMCJ.\n\n        \"[T]he fundamental constitutional right of access to the courts requires prison authorities\n\nto ... provid[e] prisoners with adequate law libraries or adequate assistance from persons trained in\n\nthe law.\" Bounds v. Smith, 430 U.S. 817, 828, 97 S.Ct. 1491, 1498, 52 L.Ed.2d 72 (1977). The\n\nSupreme Court, however, has clarified that prisoners' contentions of deprivations of access to courts\n\nmust show actual injury as a \"constitutional prerequisite.\" Lewis v. Casey, 518 U.S. 343, 351, 116\n\nS.Ct. 2174, 2180, 135 L.Ed.2d 606 (1996); see Weaver v. Brenner, 40 F.3d 527, 533 (2d Cir.1994)\n\n(recognizing that, when judicial decisions subsequently delineate that a right that generally appeared\n\nto exist at the time of the government official's conduct did not actually exist, then \"the conduct will\n\nnot subject the official to liability\"). While Bounds guarantees the right of access to the courts under\n\nthe Fourteenth Amendment, prisoners have no inherent or independent right of access to a law\n\nlibrary or to legal assistance. See Lewis, 518 U.S. at 349-51, 116 S.Ct. at 2179-80. Instead, they\n\nmust show actual injury in the pursuit of specific types of nonfrivolous cases: direct or collateral\n\nattacks on sentences and challenges to conditions of confinement.10 Id. at 355-57, 116 S.Ct. at 2182.\n\n\"Impairment of any other litigating capacity is simply one of the incidental (and perfectly\n\nconstitutional) consequences of conviction and incarceration.\" Id. at 355, 116 S.Ct. at 2182.\n\n        With respect to access-to-court claims, Lewis clarifies that a plaintiff first must show actual\n\ninjury before seeking relief under Bounds. See Bass v. Singletary, 143 F.3d 1442, 1444 (11th\n\n\n   10\n     In Lewis, examples of actual injury regarding prospective or existing litigation were missing\nfiling deadlines or being prevented from presenting claims. See Lewis, 518 U.S. at 348, 116\nS.Ct. at 2178.\n\fCir.1998). This essential standing requirement means that actions by prison officials that allegedly\n\nviolated an inmate's right of access to the courts must have impeded the inmate's pursuit of a\n\nnonfrivolous, post-conviction claim or civil rights action. See id. at 1445. To prevail, a plaintiff\n\nmust provide evidence of such deterrence, such as a denial or dismissal of a direct appeal, habeas\n\npetition, or civil rights case that results from actions of prison officials. See id. at 1446. Therefore,\n\nin an access-to-courts claim, \"a plaintiff cannot merely allege a denial of access to a law library or\n\nadequate attorney, even if the denial is systemic.\" Sabers v. Delano, 100 F.3d 82, 84 (8th Cir.1996)\n\n(per curiam). Rather, a plaintiff must demonstrate that the lack of a law library or inadequate access\n\nto counsel hindered his \"efforts to proceed with a legal claim in a criminal appeal, postconviction\n\nmatter, or civil rights action seeking to vindicate basic constitutional rights.\" Id.\n\n         In this case, Wilson asserts that the lack of a law library at MCJ prevented him from\n\npursuing these civil rights claims and his civil forfeiture case. Aside from the magistrate judge's\n\ndetermination that Wilson was involved solely with his criminal case while at MCJ, we find\n\nWilson's contentions to be meritless. Because Wilson did litigate his § 1983 and Bivens cases in\n\ndistrict court and on appeal, he cannot demonstrate that the prison officials prevented him from\n\npursuing these causes of action. See Bass, 143 F.3d at 1446. Additionally, Wilson's forfeiture case\n\nis not a type of case that is included under the right of inmates' access to courts under Lewis, which\n\nlimits that right to direct or collateral appeals and civil rights cases. See Lewis, 518 U.S. at 355, 116\n\nS.Ct. at 2182. The Supreme Court has reiterated that an in rem forfeiture action constitutes a civil\n\nremedial sanction, which is not a classification of case recognized as included in the access-to-courts\n\nright under Lewis. See United States v. Ursery, 518 U.S. 267, 277-78, 116 S.Ct. 2135, 2142, 135\n\nL.Ed.2d 549 (1996). Therefore, Wilson has failed to show actual legal injury regarding either his\n\ncriminal conviction, because he was represented by counsel in that matter, or his civil rights\n\flitigation, evidenced by this appeal, and Lewis and Ursery mandate that he has no standing for a\n\ndenial of an access-to-courts claim based on any injury regarding his civil forfeiture case. Thus,\n\neven if they had discretionary authority to provide a law library at MCJ, Blankenship and Hall did\n\nnot violate Wilson's constitutional right of access to courts.11\n\n2. Exercise\n\n        Wilson complains that both outdoor and indoor exercise were unavailable to him while he\n\nwas housed at MCJ. It is undisputed that MCJ has no space or provision for outdoor exercise for its\n\ninmates. Additionally, Wilson contends that he was unable to exercise inside MCJ because of the\n\nlack of space resulting from the number of inmates there.\n\n        In contrast to a sentenced prisoner, whose conditions of confinement are analyzed under the\n\nCruel and Unusual Punishment Clause of the Eighth Amendment, \"the proper inquiry [for a pretrial\n\ndetainee] is whether [confinement] conditions amount to punishment of the [unadjudicated]\n\ndetainee\" under the Due Process Clause of the Fourteenth Amendment. Bell v. Wolfish, 441 U.S.\n\n520, 535 & n. 16, 99 S.Ct. 1861, 1872 & n. 16, 60 L.Ed.2d 447 (1979); see Villarreal v. Woodham,\n\n113 F.3d 202, 207 (11th Cir.1997) (recognizing that confinement of pretrial detainees is a \"necessary\n\nrestriction\" to ensure their presence in court).\n\n                Not every disability imposed during pretrial detention amounts to \"punishment\" in\n        the constitutional sense, however.... And the fact that such detention interferes with the\n        detainee's understandable desire to live as comfortably as possible and with as little restraint\n        as possible during confinement does not convert the conditions or restrictions of detention\n        into \"punishment.\"\n\nBell, 441 U.S. at 537, 99 S.Ct. at 1873. In analyzing confinement conditions about which a pretrial\n\ndetainee complains, a court must decide whether the detention officials intentionally imposed the\n\n\n   11\n     We further note that MCJ \"has built a new law library for prisoners since this appeal was\nfiled,\" which Wilson's appellate counsel acknowledges could render this issue \"moot.\"\nAppellant's Supplemental Brief at 9.\n\frestriction for a punitive purpose or whether it is reasonably incidental to a legitimate government\n\nobjective. See id. at 538-39, 99 S.Ct. at 1873-74; see Villarreal, 113 F.3d at 207. \"If a restriction\n\nis not reasonably related to a legitimate goal—if it is arbitrary or purposeless—a court may infer that\n\nthe purpose of the government action is punishment.\" Lynch v. Baxley, 744 F.2d 1452, 1463 (11th\n\nCir.1984). Additionally, our court evaluates particular pretrial detainee complaints against the\n\ntotality of confinement conditions to determine if there is constitutional deficiency. See Hamm v.\n\nDeKalb County, 774 F.2d 1567, 1575-76 (11th Cir.1985).\n\n        As we have explained, there is no evidence in this record to show that Blankenship or Hall\n\nhad any authority or ability to create a secure space at MCJ for outdoor exercise for inmates.\n\nPrincipally, this is because the local government is responsible for appropriating the funds for\n\nbuilding such jail outdoor exercise space. Under the analysis prescribed by Bell, there is no\n\nevidence whatsoever in the record that Wilson or any other inmate at MCJ was denied outdoor\n\nexercise by Blankenship or Hall as punishment. Instead, these wardens were implementing the\n\nlegitimate government purpose of housing federal detainees pursuant the terms of the\n\nintergovernmental agreement between the Marshals Service and the local government. The Court's\n\ndecision in Bell considered the relatively short stay of federal pretrial detainees at a facility such as\n\nMCJ. See Bell, 441 U.S. at 543, 99 S.Ct. at 1876. Following Bell, the former Fifth Circuit accorded\n\nno relief at a similar institution housing federal pretrial detainees where \"[t]here was no outdoor\n\nexercise.\"12 Jones v. Diamond, 636 F.2d 1364, 1374 (5th Cir. Jan. 1981) (en banc). We conclude\n\n\n   12\n     In a case that predated Bell, we are cognizant that the former Fifth Circuit found that pretrial\ndetainees should not be incarcerated continuously \"in an institution designed to punish, where\noutdoor recreation is reasonably possible.\" Miller v. Carson, 563 F.2d 741, 750 (5th Cir.1977).\nRather than mandating immediate outdoor recreation, however, the Miller court recognized that\nsuch outdoor exercise \"may not be immediately attainable because of lack of resources\" and\nstated that this was \"a goal toward which the jail authorities should strive.\" Id. Thus, Miller did\nnot require that every pretrial detainee have an automatic constitutional right to outdoor exercise,\n\fthat not only does the record fail to show that Blankenship and Hall, as wardens at MCJ, had\n\ndiscretionary authority to provide outdoor exercise for Wilson or that the lack of such exercise was\n\nto punish him, but also that no clearly established constitutional law required that Wilson have\n\nimmediate access to outdoor exercise during the time that he was at MCJ, where no such facilities\n\nexisted, and his confinement at MCJ was brief.\n\n        Wilson also complains that he was unable to exercise inside MCJ in the limited space\n\navailable to him. Hall's affidavit explains that Wilson and other inmates were released from their\n\ncells into a larger, open area, or dayroom, containing a telephone and television for inmates' use, at\n\n5:00 A.M. and that they remained there until 10:00 P.M., when they returned to their cells for the\n\nnight. See R1-14, Hall Affidavit at 1-2. This open area \"provides space where the inmates may\n\nparticipate in exercises such as push-ups, sit-ups and limited jogging, etc.\"13 Id. at 2; see Jones, 636\n\nF.2d at 1373 (noting that there was limited room for indoor exercise and that inmates did push-ups\n\n\"as their only form of exercise in the jammed cells and day rooms\"). Wilson states that the dayroom\n\nconsisted of approximately 240 square feet of floor space, which he shared with fifteen inmates,\n\naffording approximately fifteen square feet of floor space per man. See R1-35-1; id. App. B,\n\n\n\nand continuous incarceration is distinct from brief detention periods. We further note that the\ndefendants in Miller were the county sheriff as well as city and state officials charged with\noversight of the prison system and appropriation of local and state funds for building prisons and\nimprovements to existing prisons and not the warden, who is charged with the daily\nadministration of the prison. See id. at 744 & n. 2 & 3. Furthermore, because it predated Bell,\nwhich instructs that courts must analyze confinement conditions of pretrial detainees to\ndetermine if the intent is to punish or if the condition is incidental to a legitimate government\npurpose, Miller was not considered under Bell, which directs our review in this case.\n   13\n     A Marshals Service inspection report states \"there is ample room in the day room areas for\ninmates to do exercises.\" Government Exh. 1-7. Additionally, federal detainees, like other\ninmates housed at MCJ, also engage in indoor work detail, which involves sweeping, mopping,\nand scrubbing their cells, the common areas, and hallways that they occupy on a daily basis. See\nR1-14, Exh. B at 10 (MCJ Standard Minimum Rules and Regulations). We note that these\nactivities provide some exercise.\n\fWilson Affidavit at 1. He further represents that \"even if it would be feas[i]ble to ex[er]cise in this\n\narea, it would only annoy the individuals using the phone, and obstruct the others['] v[ie]w of T.V.\n\nand could easily escalate into violent physical confrontations,\" R1-35-1, and that \"[t]his area was\n\nsever[e]ly over cro[w]ded under the Federal Regulations,\" id. App. B, Wilson Affidavit at 1.\n\n        Despite Wilson's contentions of overcrowding, we note that he does not represent that there\n\nwere more than sixteen inmates in the dayroom, which was the maximum number specified in the\n\nintergovernmental agreement between the Marshals Service and the local government. Furthermore,\n\nwe have not granted relief for more crowded conditions than Wilson experienced at MCJ in a facility\n\nthat housed both pretrial detainees and convicted prisoners. See, e.g., Hamm, 774 F.2d at 1569\n\n(\"During Hamm's incarceration there, the jail's population at times exceeded the facility's design\n\ncapacity.\"). In Bell, the Supreme Court clarified that the relative brevity of pretrial detainees'\n\nconfinement allows spacial confinement that involves \"genuine privations and hardship,\" which\n\nmight be questionable under the Due Process Clause if they continued \"over an extended period of\n\ntime.\" Bell, 441 U.S. at 542, 99 S.Ct. at 1876. The Court also stated that federal court decisions\n\nconcerning minimum inmate space requirements as well as purported standards recommended by\n\nvarious groups with expertise in correctional institutions may set goals, but that \"they simply do not\n\nestablish the constitutional minima.\"14 Id. at 543 n. 27, 99 S.Ct. at 1876 n. 27. Recognizing the Bell\n\nmandate, \"we set no space standards,\" Jones, 636 F.2d at 1376, in a similar institution where the\n\ndayroom sometimes afforded \"little more than six square feet per inmate.\" Id. at 1374. Our court\n\n\n   14\n     Even \"recommendations of the Federal Corrections Policy Task Force of the Department of\nJustice regarding conditions of confinement for pretrial detainees are not determininative of the\nrequirements of the Constitution.\" Bell, 441 U.S. at 543 n. 27, 99 S.Ct. at 1876 n. 27 (emphasis\nadded). Consequently, the Marshals Service MCJ inspection report, relevant to the time that\nWilson was at MCJ, does not show a constitutional violation when it notes that the dayroom was\nnot in compliance with 35 square feet per inmate recommended by the Marshals Service. See\nGovernment Exh. 2 at 2.\n\ffurther has concluded that \"[i]t is equally clear that the due process clause does not purport to\n\nregulate the general conditions and quality of life in the country's jails, and that the courts should\n\nnot attempt to make \"judgment calls' to determine which of various marginally different conditions\n\nmight be more appropriate.\" Hamm, 774 F.2d at 1573.\n\n         Rather than complaining that fifteen square feet per inmate is insufficient space to do\n\nexercises such as push-ups, sit-ups, or jogging in place, Wilson speculates that such exercises may\n\nannoy the other inmates with the potential for physical confrontations. There is no evidence in this\n\nrecord that any altercation occurred as a result of Wilson's attempted indoor exercising during his\n\nstay at MCJ. Thus, Wilson has presented no documented reason that he could not have engaged in\n\nindoor exercises while he was at MCJ, and he has not shown that Blankenship or Hall prevented him\n\nfrom doing so for a punitive purpose. To the extent that Wilson represents that he developed high\n\nblood pressure because of the lack of an ability to exercise at MCJ, his medical history, attached to\n\nthe special report filed on behalf of the wardens and correctional officers, shows that he was\n\nsuffering from high blood pressure when he entered MCJ. His medical records while at MCJ further\n\nevidence that he received medication and was treated for his ailments while there. Thus, Wilson's\n\nhigh blood pressure was not caused by his detention at MCJ and his alleged inability to exercise\n\nthere.\n\n         In addition to having no discretionary authority to fund and to build an secure outdoor\n\nexercise facility at MCJ or to deviate from the specifications of the intergovernmental agreement\n\nbetween the Marshals Service and the local government as to the number of federal detainees housed\n\nat MCJ with the resulting implications for inmate space there, Blankenship and Hall violated no\n\nclearly established law in not providing Wilson outdoor exercise while he was at MCJ or affording\n\nhim more space for indoor exercise. Applying the Bell standard to confinement conditions, such as\n\fspace, is \"exceedingly difficult and does not provide clear results,\" which makes qualified immunity\n\nappropriate. Hamm, 774 F.2d at 1573. Moreover, states, not wardens, \"can improve the quality and\n\nquantity\"of such conditions by \"increasing and properly administering the amount of money they\n\nspend on a detention facility\"; \"courts in most instances may not interfere with a state's decision to\n\nprovide detainees with a reasonable level and quality of food, living space, and medical care.\" Id.\n\nAdditionally, under a totality of confinement conditions analysis, Wilson's complaints are few in\n\ncomparison to other cases where we have not given relief because we determined that the\n\nconfinement conditions were not constitutional violations. See, e.g., id. at 1569-70 (noting that\n\nobjectionable confinement conditions at county jail included overcrowding, sleeping on tables or\n\nthe floor, unsanitary floor and linens, occasional foreign objects in the food). On the facts of this\n\ncase, Blankenship and Hall are entitled to qualified immunity.15\n\nC. Correctional Officers\n\n        Wilson contends that correctional officers Parks and Hopkins also denied him access to a law\n\nlibrary and exercise as well as placed him in disciplinary isolation without proper bedding. There\n\nis no evidence in the record that Parks or Hopkins had any discretionary authority regarding\n\nimplementing policies or procedures at MCJ; consequently, they were not responsible for the lack\n\nof a law library or exercise space at MCJ. As we additionally have discussed, the lack of a law\n\n\n   15\n     We note that our decision would be the same under an Eighth Amendment analysis\napplicable to the brief time that Wilson returned to MCJ after his conviction and before he was\nmoved to his designated federal penitentiary to serve his sentence. Our court has held that the\nminimum standard of the Due Process Clause relative to basic necessities, such as living space,\n\"is the same as that allowed by the eighth amendment for convicted persons.\" Hamm, 774 F.2d\nat 1574. \"The Supreme Court ... has not set forth a standard for determining what level of\nnecessities the due process clause absolutely requires.\" Id. Consequently, in addition to having\nno ability to create exercise space at MCJ as part of their discretionary responsibilities,\nBlakenship and Hall violated no clearly established law under the Eighth Amendment with\nrespect to Wilson during the time that he was at MCJ, which also would entitle them to qualified\nimmunity.\n\flibrary, outdoor exercise, or more space for indoor exercise did not violate clearly established law\n\nas to Wilson's constitutional rights while he was at MCJ. Accordingly, Parks and Hopkins are\n\nentitled to qualified immunity concerning these issues. We limit our analysis to Wilson's complaints\n\nconcerning his disciplinary isolation.\n\n        Wilson represents that, on two separate occasions, Parks and Hopkins each placed him in\n\ndisciplinary isolation as sanctions for his misconduct.16 See R1-35, App. B, Wilson Affidavit at 1.\n\nHe further states that he \"was forced to sleep on a bare floor, which was both degrading and\n\ninhumane.\" Id. at 1. The magistrate judge ordered Hopkins to respond to Wilson's allegations.\n\nHopkins explained that she placed Wilson in an isolation cell because he was inciting other inmates\n\nto disobey an order to lower the noise in their cellblock and that it was her professional opinion that\n\nhe had to be removed to maintain security in the cellblock. See R1-39, Hopkins Affidavit at 1-2.\n\nShe further avers that MCJ inmates who remain in isolation are given bedding and that Wilson was\n\nnot required to sleep on the floor. Id. In a report describing the incident to Warden Hall, Hopkins\n\nstates that Wilson was not calm when her shift terminated and that it was the responsibility of the\n\nnext shift to provide bedding for inmates who remained in isolation after lock down and lights out.\n\nSee R1-38, Exh. A. Even accepting Wilson's account that he was not provided bedding in the\n\nisolation cell, the correctional officer on duty at lock down and lights out would be the individual\n\nwho allegedly deprived Wilson of bedding and not Hopkins. Additionally, it is unclear from the\n\nrecord whether Wilson actually spent the night or several hours in the isolation cell. We also are\n\n\n   16\n     Wilson has not placed in the record the specifics of his alleged disciplinary isolation by\nParks. Because Wilson \"bear[s] the responsibility of ensuring that the record is complete,\" and\nhe \"has given us no reason to believe he was unable to do so,\" we are unable to address his\nallegations relating to Parks. United States v. Walker, 839 F.2d 1483, 1485 n. 2 (11th Cir.1988)\n(per curiam). Therefore, Parks is entitled to qualified immunity because we will not hold a\ngovernment official personally liable for compensatory and punitive damages based on mere\nallegations. See Lassiter, 28 F.3d at 1149-50.\n\fmindful that our court has not found an inmate's sleeping on a table while in confinement, but not\n\nisolation, not to be violative of any constitutional rights. See Hamm, 774 F.2d at 1569.\n\n        Significantly, Wilson was placed in disciplinary isolation to quell a disturbance that he was\n\ncausing on the cellblock at night. \"[P]reserving internal order and discipline are essential goals that\n\nmay require limitation or retraction of the retained constitutional rights of both convicted prisoners\n\nand pretrial detainees.\" Bell, 441 U.S. at 546, 99 S.Ct. at 1878; see Hamm, 774 F.2d at 1573\n\n(\"Legitimate restraints may stem from the state's need to manage the detention facility and maintain\n\nsecurity.\"). Prison officials have \"wide-ranging deference in the adoption and execution of policies\n\nand practices that in their judgment are needed to preserve internal order and discipline and to\n\nmaintain institutional security.\" Bell, 441 U.S. at 547, 99 S.Ct. at 1878. Because courts are not in\n\na position to evaluate urgent problems that occur in prison administration, we do not second-guess\n\nprison officials on matters that they are better equipped to handle under the exigencies of an internal\n\ndisturbance. See id. at 531, 99 S.Ct. at 1870. Wilson's temporary placement in disciplinary isolation\n\nfor the legitimate purpose of quieting him on the facts of this record was not unconstitutional even\n\nwithout bedding and did not violate any clearly established law at the relevant time. Accordingly,\n\nwe conclude that Parks and Hopkins are entitled to qualified immunity concerning Wilson's\n\nplacement in disciplinary isolation.17\n\n                                         III. CONCLUSION\n\n        In this Bivens and § 1983 case, Wilson has alleged that a federal marshal, MCJ wardens and\n\n\n   17\n     To the extent that Wilson suggests that he was deprived of due process because he was\nconfined in disciplinary isolation without a hearing, \"the Due Process Clause does not directly\nprotect an inmate from changes in the conditions of his confinement.\" Chandler v. Baird, 926\nF.2d 1057, 1060 (11th Cir.1991). Specifically, the Due Process Clause does not establish \" \"an\ninterest in being confined to a general population cell, rather than the more austere and\nrestrictive administrative segregation quarters.' \" Id. (quoting Hewitt v. Helms, 459 U.S. 460,\n466, 103 S.Ct. 864, 869, 74 L.Ed.2d 675 (1983)).\n\fcorrectional officers violated his constitutional rights as to access to courts, exercise, and\n\ndisciplinary isolation. As we have explained, all of these defendants-appellants are entitled to\n\nqualified immunity. On this basis, the grant of summary judgment to defendants-appellants is\n\nAFFIRMED.\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                 United States Court of Appeals,\n\n                                         Eleventh Circuit.\n\n                                           No. 94-7158.\n\n                              Donald WILSON, Plaintiff-Appellant,\n\n                                                 v.\n\n BLANKENSHIP, Warden of Montgomery City Jail, Miss Hall, Assistant Warden, Employee of\nMontgomery City Jail, Mr. Parks, Employee of Montgomery City Jail, Mrs. Hawkens, Employee\nof Montgomery City Jail, Janice Hopkins, Pam Harding, U.S. Marshal, Defendants-Appellees.\n\n                                          Dec. 31, 1998.\n\nAppeal from the United States District Court for the Middle District of Alabama. (Nos. CV 92-A-\n865-N, CV 92-A-869-N), W. Harold Albritton, Judge.\n\nBefore ANDERSON and BIRCH, Circuit Judges, and COHILL*, Senior District Judge.\n\n       BIRCH, Circuit Judge:\n\n       In this appeal from consolidated actions under 42 U.S.C. § 1983 and Bivens v. Six Unknown\n\nNamed Agents of Federal Bureau of Narcotics, </pre><span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span><pre class=\"inline\"> (1971),\n\nwe determine whether a federal pretrial detainee was subjected to unconstitutional conditions of\n\nimprisonment in a city jail. The district court granted summary judgment to the federal marshal, the\n\nwardens, and the correctional officers.      We affirm because we conclude that all of the\n\ndefendants-appellees are entitled to qualified immunity.\n\n                                       I. BACKGROUND\n\n       On September 12, 1991, plaintiff-appellant, Donald Wilson, was arrested by drug\n\nenforcement agents in Fort Lauderdale, Florida, for a narcotics violation on a warrant issued by the\n\nfederal district court in the Middle District of Alabama. A magistrate judge in Fort Lauderdale\n\n\n   *\n   Honorable Maurice B. Cohill, Jr., Senior U.S. District Judge for the Western District of\nPennsylvania, sitting by designation.\n\fordered Wilson removed from the Southern District of Florida to the Middle District of Alabama.\n\nBecause there is no federal detention facility in the Middle District of Alabama, individuals awaiting\n\ntrial or sentencing on federal charges are housed in municipal and county jails in the district pursuant\n\nto intergovernmental agreements, or contracts, with the United States Marshals Service (\"Marshals\n\nService\"). One such jail used by the Marshals Service to house federal detainees is the Montgomery\n\nCity Jail (\"MCJ\") in Montgomery, Alabama.\n\n        Defendant-appellee Pam Harding, a criminal investigator for the Marshals Service stationed\n\nin Montgomery, transported Wilson from the Northern District of Georgia to MCJ pending his trial\n\nand moved him on other occasions for court proceedings. Wilson was housed at MCJ from October\n\n1, 1991, until December 17, 1991, when he was moved to Dothan City Jail to await sentencing.1\n\nWilson presently is incarcerated in at the Federal Correctional Institution in Raybrook, New York.\n\n        In his consolidated actions under § 1983 and Bivens, Wilson sought compensatory and\n\npunitive damages2 for alleged constitutional violations during his stay at MCJ. He contended that\n\nthe absence of a law library at MCJ allegedly caused him to plead guilty to his then-pending federal\n\ncharge and prevented him from litigating pro se a related forfeiture case as well as this civil rights\n\ncase. He also alleged that he suffered unconstitutional confinement conditions at MCJ, including\n\novercrowding, disciplinary confinement, and lack of exercise, which allegedly caused him stress,\n\nweight gain, and high blood pressure. Defendants-appellees are L.M. Blankenship, MCJ warden\n\n\n\n\n   1\n    Wilson returned briefly to MCJ in February, 1992, prior to transportation to his designated\nfederal correctional institution to serve his sentence.\n   2\n   Wilson sued defendants-appellants jointly and severally for $500,000 compensatory damages\nand $900,000 punitive damages.\n\fat the relevant time; Sharon Hall, assistant MCJ warden at the relevant time; Janice Hopkins3 and\n\nRafael Parks,4 correctional officers; and Harding. All of these defendants-appellees pled qualified\n\nimmunity as an affirmative defense.5 The district court treated the ordered special reports by\n\nHarding, Blankenship, Hall, Hopkins, and Parks as motions for summary judgment. Wilson moved\n\nfor summary judgment and requested a jury trial.\n\n       Following an evidentiary hearing, the magistrate judge recommended that summary\n\njudgment be entered for all defendants. The district judge adopted the recommendation of the\n\nmagistrate judge, denied Wilson's motion for summary judgment and request for a jury trial, and\n\ngranted summary judgment in favor of all the defendants. On appeal, Wilson pursues his\n\ncontentions of unconstitutional confinement conditions at MCJ.\n\n                                         II. ANALYSIS\n\n        We review de novo a district judge's grant of summary judgment. See Hale v. Tallapoosa\n\nCounty, </pre><span class=\"citation\" data-id=\"692322\"><a href=\"/opinion/692322/larry-wayne-hale-v-tallapoosa-county-a-political-subdivision-of-the-state/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1579</span></a></span><pre class=\"inline\">, 1581 (11th Cir.1995). When \"there is no genuine issue as to any material fact\n\nand ... the moving party is entitled to a judgment as a matter of law,\" summary judgment is\n\n\n\n   3\n    Although Wilson appears to have sued both \"Mrs. Hawkens\" and \"Janice Hopkins,\" the\nrecord clarifies that this is one correctional officer and that her correct name is Janice H.\nHopkins. See R1-14, Hopkins Affidavit at 1.\n   4\n    The record shows that defendant-appellee \"Mr. Park\" is correctional officer Rafael Parks, Sr.\nSee R1-14, Parks Affidavit at 1.\n   5\n    Although Wilson's original complaint states that he sued the state defendants in both their\nindividual and official capacities, the record and course of proceedings indicate that he sued\nthese defendants only in their individual capacities. See Colvin v. McDougall, </pre><span class=\"citation\" data-id=\"701844\"><a href=\"/opinion/701844/charles-colvin-v-john-j-mcdougall-sheriff-of-the-lee-county-sheriffs/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1316</span></a></span><pre class=\"inline\">,\n1317 (11th Cir.1995) (stating that the complaint and course of proceedings determines whether\ncivil rights defendants are sued in individual or official capacities). In suing for monetary\ndamages solely, Wilson named the individual defendants and described their involvement in his\nalleged constitutional deprivations. Moreover, none of the defendants pled Eleventh\nAmendment, sovereign immunity, which would relate to suit in their official capacities, and all\npled the affirmative defense of qualified immunity from suit in their individual capacities.\n\fappropriate. Fed.R.Civ.P. 56(c). Because of the similarity in the causes of action, a Bivens case\n\nchallenges the constitutionality of federal officials' conduct, while § 1983 challenges the\n\nconstitutionality of state officials' conduct, we \"generally apply § 1983 law to Bivens cases.\" Abella\n\nv. Rubino, </pre><span class=\"citation\" data-id=\"70438\"><a href=\"/opinion/70438/abella-v-rubino/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1063</span></a></span><pre class=\"inline\">, 1065 (11th Cir.1995) (per curiam).\n\n        Qualified immunity protects government officials from civil trials and liability when their\n\nconduct in performing discretionary functions \"violates no \"clearly established statutory or\n\nconstitutional rights of which a reasonable person would have known.' \" Lassiter v. Alabama A &\n\nM Univ., Bd. of Trustees, </pre><span class=\"citation\" data-id=\"673540\"><a href=\"/opinion/673540/albert-e-lassiter-v-alabama-a-m-university-board-of-trustees-douglas/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1146</span></a></span><pre class=\"inline\">, 1149 (11th Cir.1994) (en banc) (quoting Harlow v.\n\nFitzgerald, </pre><span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span><pre class=\"inline\">, 818, </pre><span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span><pre class=\"inline\">, 2738, </pre><span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span><pre class=\"inline\"> (1982)). The district judge did\n\nnot grant summary judgment to the government defendants based on qualified immunity; the\n\nmagistrate judge did not mention this entitlement in his recommendation. Nevertheless, qualified\n\nimmunity, pled by all of the government defendants as an affirmative defense, should have been the\n\nanalysis used to grant them summary judgment on the facts in this case.\n\n        Our circuit applies a two-part test to determine if the qualified immunity defense protects\n\na defendant government official. See Evans v. Hightower, </pre><span class=\"citation\" data-id=\"71852\"><a href=\"/opinion/71852/evans-v-hightower/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1318</span></a></span><pre class=\"inline\">, 1320 (11th Cir.1997).\n\nFirst, the \"defendant government official must prove that he was acting within the scope of his\n\ndiscretionary authority when the alleged wrongful act occurred.\" Id. Second, if the defendant\n\nofficial meets his burden, then the plaintiff must \"demonstrate that the defendant violated clearly\n\nestablished law based upon objective standards.\" Id. General propositions and abstractions do not\n\nqualify for bright line, clearly established law. See Lassiter, 28 F.3d at 1150. \"For qualified\n\nimmunity to be surrendered, pre-existing law must dictate, that is, truly compel (not just suggest or\n\nallow or raise a question about), the conclusion for every like-situated, reasonable government agent\n\nthat what defendant is doing violates federal law in the circumstances.\" Id. By applying these\n\fprinciples, we determine the entitlement of the marshal, the wardens, and the correctional officers\n\nto qualified immunity.\n\nA. Marshal\n\n        The only evidence in the record that connects Harding to Wilson is her transportation of him\n\nto MCJ and to court proceedings when he was a federal pretrial detainee.6 Our court has determined\n\nthat marshals' transporting of federal pretrial detainees is within the scope of their discretionary\n\nauthority. See Jordan v. Doe, </pre><span class=\"citation\" data-id=\"681325\"><a href=\"/opinion/681325/robert-allen-jordan-v-john-doe-chief-us-marshal-david-adkins-lydia/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1559</span></a></span><pre class=\"inline\">, 1566 (11th Cir.1994). At the time that Harding\n\ntransported Wilson, however, no clearly established law would have informed a reasonable\n\ngovernment official that transporting a federal pretrial detainee to a local jail with which the\n\nMarshals Service had an intergovernmental agreement was unconstitutional. See id. at 1566-67.\n\nAccordingly, Harding was entitled to summary judgment based on qualified immunity.\n\nB. Wardens\n\n        Blankenship and Hall respectively were warden and assistant warden at MCJ while Wilson\n\nwas there. Although the scope of their responsibilities encompassed the daily administration of\n\nMCJ, Wilson does not complain about the order, cleanliness, or food at MCJ, aspects of the daily\n\nfunctioning of a jail. Instead, his contentions involve space: the lack of a law library and space for\n\nexercise. There is no evidence in the record that Blankenship and Hall had control over these\n\naspects of MCJ.\n\n       Federal pretrial detainees were housed at MCJ pursuant to an intergovernmental agreement\n\nbetween the City of Montgomery and the Marshals Service, which paid a daily fee for federal\n\n\n   6\n    To the extent Wilson suggests that knowledge of the United States Marshals annual\ninspection report on MCJ should be imputed to Harding, we find this speculation to be supported\nby neither the facts nor the law. Even if she were aware of the inspection report, there is no\nevidence whatsoever that Harding had any control over the operation of MCJ and the\nconfinement conditions there.\n\fdetainees housed there. A contracting officer for the Marshals Service and the local police chief\n\nexecuted the intergovernmental agreement effective at the time that Wilson was housed at MCJ.\n\nThat agreement provided that MCJ would house thirty-two federal detainees a day at the request of\n\nthe Marshals Service.7 No mention is made of space or square footage per federal inmate or of\n\noutdoor or indoor exercise. Neither Blankenship nor Hall was a party to this intergovernmental\n\nagreement; they implemented its terms for the local government. Furthermore, the special report\n\nfiled at the request of the magistrate judge on behalf of the wardens and correctional officers at MCJ\n\nstates: \"The United States Marshals Service is fully aware that [MCJ] has no area for outdoor\n\nexercise and has no law library. The United States Marshals Service and the Federal Board of\n\nCorrections inspect [MCJ] once every three (3) months.\" R1-14-2.\n\n       Providing a law library and stocking it as well as building a larger space to house federal\n\ndetainees necessarily would involve the appropriation of funds. There is no evidence in the record\n\nthat Blankenship or Hall had any responsibility for or ability to cause such appropriation.8 See Hill\n\n\n   7\n    Concerning housing federal detainees at MCJ, the intergovernmental agreement in effect at\nthe time that Wilson was housed there provided:\n\n               The LOCAL GOVERNMENT agrees to accept and provide detention space and\n               services for thirty-two (32) Federal prisoners, (which includes 16 male and 12\n               female Federal prisoners ... ) in USMS custody, each day upon the request of the\n               U.S. Marshal at the Montgomery City Jail for a period of fifteen (15) years....\n\n       R1-17, Exh. A, Intergovernmental Agreement (Oct. 1, 1991) at 4. During the time that\n       Wilson was confined at MCJ, the two MCJ cellblocks used for federal prisoners were\n       filled to capacity and housed 16 inmates in four, four-person cells.\n   8\n     The funds for building or improving local jails come from the local government and usually\ninvolve taxing the citizens. See Moore v. Morgan, </pre><span class=\"citation\" data-id=\"553907\"><a href=\"/opinion/553907/donald-eugene-moore-v-james-c-morgan-and-county-commissioners-john/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1553</span></a></span><pre class=\"inline\">, 1556-57 (11th Cir.1991)\n(local sheriff approached county commission to propose a referendum to decide if citizens would\nincur a tax for a new jail to remedy the overcrowding problem at the existing jail); Hamm v.\nDeKalb County, </pre><span class=\"citation\" data-id=\"459883\"><a href=\"/opinion/459883/george-hamm-v-dekalb-county-and-pat-jarvis-sheriff/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1567</span></a></span><pre class=\"inline\">, 1569 (11th Cir.1985) (county provides the funding for the local\njail and participates in establishing the general operational procedures, while the jail is\nsupervised by the sheriff and county commissioners who set the general operational policies and\n\fv. Dekalb Reg'l Youth Detention Ctr., </pre><span class=\"citation\" data-id=\"682819\"><a href=\"/opinion/682819/shirley-hill-individually-and-mark-anthony-hill-individually-v-dekalb/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1176</span></a></span><pre class=\"inline\">, 1194 (11th Cir.1994) (stating that \"[t]he critical\n\ndetermination for imposing liability under section 1983 is ascertaining the particular official with\n\n\"final policymaking authority' \" (quoting Jett v. Dallas Indep. Sch. Dist., </pre><span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span><pre class=\"inline\">, 737, </pre><span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">109</span>\n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">2702</span></a></span><pre class=\"inline\">, 2723, </pre><span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></a></span><pre class=\"inline\"> (1989))). Additionally, creating a law library out of the existing\n\nspace would exacerbate the other problem about which Wilson complains: insufficient space for\n\nexercise.\n\n           Therefore, the record shows that the discretionary responsibilities of Blankenship and Hall\n\nwith respect to federal detainees consisted of daily administering MCJ pursuant to the\n\nintergovernmental agreement between the Marshals Service and the local government and the local\n\nregulations of that facility. There is no evidence that they did not do this or that they had any ability\n\nto operate MCJ outside this circumscribed zone of discretionary authority regarding federal\n\ndetainees housed at MCJ. Even if these space concerns were within the scope of their discretionary\n\nduties, we still conclude that Blankenship and Hall are protected by qualified immunity because\n\nfailure to provide a law library for the federal detainees housed there or specific square footage for\n\ninmates to exercise violates no clearly established law for qualified immunity purposes, as we\n\nclarify.\n\n1. Denial of Access to Courts\n\n           It is undisputed that there was no law library in MCJ and no access to a law library when\n\nWilson was detained there.9 He contends that this deprivation prevented him from filing his civil\n\nrights case while he was at MCJ as well as defending his civil rights case. Wilson's sworn testimony\n\n\n\nare responsible for jail conditions).\n   9\n    Inmates could keep legal materials in their cells and receive attorney calls and visits. Each\nunit had a dayroom with a telephone that inmates could use to contact attorneys for legal\nassistance or materials.\n\fat the evidentiary hearing, however, failed to establish that he was concerned with any legal matter\n\nother than his criminal case, for which he was represented by counsel. Therefore, the magistrate\n\njudge concluded that Wilson suffered no prejudice from his lack of access to the courts while at\n\nMCJ.\n\n        \"[T]he fundamental constitutional right of access to the courts requires prison authorities\n\nto ... provid[e] prisoners with adequate law libraries or adequate assistance from persons trained in\n\nthe law.\" Bounds v. Smith, </pre><span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span><pre class=\"inline\">, 828, </pre><span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span><pre class=\"inline\">, 1498, </pre><span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span><pre class=\"inline\"> (1977). The\n\nSupreme Court, however, has clarified that prisoners' contentions of deprivations of access to courts\n\nmust show actual injury as a \"constitutional prerequisite.\" Lewis v. Casey, </pre><span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span><pre class=\"inline\">, 351, </pre><span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">116</span>\n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span><pre class=\"inline\">, 2180, </pre><span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">606</span></a></span><pre class=\"inline\"> (1996); see Weaver v. Brenner, </pre><span class=\"citation\" data-id=\"682733\"><a href=\"/opinion/682733/bernard-h-weaver-jr-plaintiff-appellee-cross-appellant-v-robert/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">527</span></a></span><pre class=\"inline\">, 533 (2d Cir.1994)\n\n(recognizing that, when judicial decisions subsequently delineate that a right that generally appeared\n\nto exist at the time of the government official's conduct did not actually exist, then \"the conduct will\n\nnot subject the official to liability\"). While Bounds guarantees the right of access to the courts under\n\nthe Fourteenth Amendment, prisoners have no inherent or independent right of access to a law\n\nlibrary or to legal assistance. See Lewis, 518 U.S. at 349-51, 116 S.Ct. at 2179-80. Instead, they\n\nmust show actual injury in the pursuit of specific types of nonfrivolous cases: direct or collateral\n\nattacks on sentences and challenges to conditions of confinement.10 Id. at 355-57, 116 S.Ct. at 2182.\n\n\"Impairment of any other litigating capacity is simply one of the incidental (and perfectly\n\nconstitutional) consequences of conviction and incarceration.\" Id. at 355, 116 S.Ct. at 2182.\n\n        With respect to access-to-court claims, Lewis clarifies that a plaintiff first must show actual\n\ninjury before seeking relief under Bounds. See Bass v. Singletary, </pre><span class=\"citation\" data-id=\"72934\"><a href=\"/opinion/72934/bass-v-singletary/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1442</span></a></span><pre class=\"inline\">, 1444 (11th\n\n\n   10\n     In Lewis, examples of actual injury regarding prospective or existing litigation were missing\nfiling deadlines or being prevented from presenting claims. See Lewis, 518 U.S. at 348, 116\nS.Ct. at 2178.\n\fCir.1998). This essential standing requirement means that actions by prison officials that allegedly\n\nviolated an inmate's right of access to the courts must have impeded the inmate's pursuit of a\n\nnonfrivolous, post-conviction claim or civil rights action. See id. at 1445. To prevail, a plaintiff\n\nmust provide evidence of such deterrence, such as a denial or dismissal of a direct appeal, habeas\n\npetition, or civil rights case that results from actions of prison officials. See id. at 1446. Therefore,\n\nin an access-to-courts claim, \"a plaintiff cannot merely allege a denial of access to a law library or\n\nadequate attorney, even if the denial is systemic.\" Sabers v. Delano, </pre><span class=\"citation\" data-id=\"729675\"><a href=\"/opinion/729675/samantha-sabers-lora-davis-v-lynne-delano-in-both-her-official-and/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span><pre class=\"inline\">, 84 (8th Cir.1996)\n\n(per curiam). Rather, a plaintiff must demonstrate that the lack of a law library or inadequate access\n\nto counsel hindered his \"efforts to proceed with a legal claim in a criminal appeal, postconviction\n\nmatter, or civil rights action seeking to vindicate basic constitutional rights.\" Id.\n\n         In this case, Wilson asserts that the lack of a law library at MCJ prevented him from\n\npursuing these civil rights claims and his civil forfeiture case. Aside from the magistrate judge's\n\ndetermination that Wilson was involved solely with his criminal case while at MCJ, we find\n\nWilson's contentions to be meritless. Because Wilson did litigate his § 1983 and Bivens cases in\n\ndistrict court and on appeal, he cannot demonstrate that the prison officials prevented him from\n\npursuing these causes of action. See Bass, 143 F.3d at 1446. Additionally, Wilson's forfeiture case\n\nis not a type of case that is included under the right of inmates' access to courts under Lewis, which\n\nlimits that right to direct or collateral appeals and civil rights cases. See Lewis, 518 U.S. at 355, 116\n\nS.Ct. at 2182. The Supreme Court has reiterated that an in rem forfeiture action constitutes a civil\n\nremedial sanction, which is not a classification of case recognized as included in the access-to-courts\n\nright under Lewis. See United States v. Ursery, </pre><span class=\"citation\" data-id=\"118052\"><a href=\"/opinion/118052/united-states-v-ursery/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span><pre class=\"inline\">, 277-78, </pre><span class=\"citation\" data-id=\"118052\"><a href=\"/opinion/118052/united-states-v-ursery/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2135</span></a></span><pre class=\"inline\">, 2142, </pre><span class=\"citation\" data-id=\"118052\"><a href=\"/opinion/118052/united-states-v-ursery/\"><span class=\"volume\">135</span>\n\n<span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">549</span></a></span><pre class=\"inline\"> (1996). Therefore, Wilson has failed to show actual legal injury regarding either his\n\ncriminal conviction, because he was represented by counsel in that matter, or his civil rights\n\flitigation, evidenced by this appeal, and Lewis and Ursery mandate that he has no standing for a\n\ndenial of an access-to-courts claim based on any injury regarding his civil forfeiture case. Thus,\n\neven if they had discretionary authority to provide a law library at MCJ, Blankenship and Hall did\n\nnot violate Wilson's constitutional right of access to courts.11\n\n2. Exercise\n\n        Wilson complains that both outdoor and indoor exercise were unavailable to him while he\n\nwas housed at MCJ. It is undisputed that MCJ has no space or provision for outdoor exercise for its\n\ninmates. Additionally, Wilson contends that he was unable to exercise inside MCJ because of the\n\nlack of space resulting from the number of inmates there.\n\n        In contrast to a sentenced prisoner, whose conditions of confinement are analyzed under the\n\nCruel and Unusual Punishment Clause of the Eighth Amendment, \"the proper inquiry [for a pretrial\n\ndetainee] is whether [confinement] conditions amount to punishment of the [unadjudicated]\n\ndetainee\" under the Due Process Clause of the Fourteenth Amendment. Bell v. Wolfish, </pre><span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">520</span></a></span><pre class=\"inline\">, 535 & n. 16, </pre><span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span><pre class=\"inline\">, 1872 & n. 16, </pre><span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span><pre class=\"inline\"> (1979); see Villarreal v. Woodham,\n\n</pre><span class=\"citation\" data-id=\"740462\"><a href=\"/opinion/740462/frutoso-villarreal-v-william-a-woodham-sheriff-gadsden-county-gadsden/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">202</span></a></span><pre class=\"inline\">, 207 (11th Cir.1997) (recognizing that confinement of pretrial detainees is a \"necessary\n\nrestriction\" to ensure their presence in court).\n\n                Not every disability imposed during pretrial detention amounts to \"punishment\" in\n        the constitutional sense, however.... And the fact that such detention interferes with the\n        detainee's understandable desire to live as comfortably as possible and with as little restraint\n        as possible during confinement does not convert the conditions or restrictions of detention\n        into \"punishment.\"\n\nBell, 441 U.S. at 537, 99 S.Ct. at 1873. In analyzing confinement conditions about which a pretrial\n\ndetainee complains, a court must decide whether the detention officials intentionally imposed the\n\n\n   11\n     We further note that MCJ \"has built a new law library for prisoners since this appeal was\nfiled,\" which Wilson's appellate counsel acknowledges could render this issue \"moot.\"\nAppellant's Supplemental Brief at 9.\n\frestriction for a punitive purpose or whether it is reasonably incidental to a legitimate government\n\nobjective. See id. at 538-39, 99 S.Ct. at 1873-74; see Villarreal, 113 F.3d at 207. \"If a restriction\n\nis not reasonably related to a legitimate goal—if it is arbitrary or purposeless—a court may infer that\n\nthe purpose of the government action is punishment.\" Lynch v. Baxley, </pre><span class=\"citation\" data-id=\"442180\"><a href=\"/opinion/442180/jean-p-lynch-individually-and-on-behalf-of-all-persons-similarly/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1452</span></a></span><pre class=\"inline\">, 1463 (11th\n\nCir.1984). Additionally, our court evaluates particular pretrial detainee complaints against the\n\ntotality of confinement conditions to determine if there is constitutional deficiency. See Hamm v.\n\nDeKalb County, </pre><span class=\"citation\" data-id=\"459883\"><a href=\"/opinion/459883/george-hamm-v-dekalb-county-and-pat-jarvis-sheriff/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1567</span></a></span><pre class=\"inline\">, 1575-76 (11th Cir.1985).\n\n        As we have explained, there is no evidence in this record to show that Blankenship or Hall\n\nhad any authority or ability to create a secure space at MCJ for outdoor exercise for inmates.\n\nPrincipally, this is because the local government is responsible for appropriating the funds for\n\nbuilding such jail outdoor exercise space. Under the analysis prescribed by Bell, there is no\n\nevidence whatsoever in the record that Wilson or any other inmate at MCJ was denied outdoor\n\nexercise by Blankenship or Hall as punishment. Instead, these wardens were implementing the\n\nlegitimate government purpose of housing federal detainees pursuant the terms of the\n\nintergovernmental agreement between the Marshals Service and the local government. The Court's\n\ndecision in Bell considered the relatively short stay of federal pretrial detainees at a facility such as\n\nMCJ. See Bell, 441 U.S. at 543, 99 S.Ct. at 1876. Following Bell, the former Fifth Circuit accorded\n\nno relief at a similar institution housing federal pretrial detainees where \"[t]here was no outdoor\n\nexercise.\"12 Jones v. Diamond, </pre><span class=\"citation\" data-id=\"385707\"><a href=\"/opinion/385707/marvin-jones-on-his-own-behalf-and-on-behalf-of-those-similarly-situated/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span><pre class=\"inline\">, 1374 (5th Cir. Jan. 1981) (en banc). We conclude\n\n\n   12\n     In a case that predated Bell, we are cognizant that the former Fifth Circuit found that pretrial\ndetainees should not be incarcerated continuously \"in an institution designed to punish, where\noutdoor recreation is reasonably possible.\" Miller v. Carson, </pre><span class=\"citation\" data-id=\"349561\"><a href=\"/opinion/349561/richard-franklin-miller-v-dale-carson-individually-and-in-his-capacity-as/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span><pre class=\"inline\">, 750 (5th Cir.1977).\nRather than mandating immediate outdoor recreation, however, the Miller court recognized that\nsuch outdoor exercise \"may not be immediately attainable because of lack of resources\" and\nstated that this was \"a goal toward which the jail authorities should strive.\" Id. Thus, Miller did\nnot require that every pretrial detainee have an automatic constitutional right to outdoor exercise,\n\fthat not only does the record fail to show that Blankenship and Hall, as wardens at MCJ, had\n\ndiscretionary authority to provide outdoor exercise for Wilson or that the lack of such exercise was\n\nto punish him, but also that no clearly established constitutional law required that Wilson have\n\nimmediate access to outdoor exercise during the time that he was at MCJ, where no such facilities\n\nexisted, and his confinement at MCJ was brief.\n\n        Wilson also complains that he was unable to exercise inside MCJ in the limited space\n\navailable to him. Hall's affidavit explains that Wilson and other inmates were released from their\n\ncells into a larger, open area, or dayroom, containing a telephone and television for inmates' use, at\n\n5:00 A.M. and that they remained there until 10:00 P.M., when they returned to their cells for the\n\nnight. See R1-14, Hall Affidavit at 1-2. This open area \"provides space where the inmates may\n\nparticipate in exercises such as push-ups, sit-ups and limited jogging, etc.\"13 Id. at 2; see Jones, 636\n\nF.2d at 1373 (noting that there was limited room for indoor exercise and that inmates did push-ups\n\n\"as their only form of exercise in the jammed cells and day rooms\"). Wilson states that the dayroom\n\nconsisted of approximately 240 square feet of floor space, which he shared with fifteen inmates,\n\naffording approximately fifteen square feet of floor space per man. See R1-35-1; id. App. B,\n\n\n\nand continuous incarceration is distinct from brief detention periods. We further note that the\ndefendants in Miller were the county sheriff as well as city and state officials charged with\noversight of the prison system and appropriation of local and state funds for building prisons and\nimprovements to existing prisons and not the warden, who is charged with the daily\nadministration of the prison. See id. at 744 & n. 2 & 3. Furthermore, because it predated Bell,\nwhich instructs that courts must analyze confinement conditions of pretrial detainees to\ndetermine if the intent is to punish or if the condition is incidental to a legitimate government\npurpose, Miller was not considered under Bell, which directs our review in this case.\n   13\n     A Marshals Service inspection report states \"there is ample room in the day room areas for\ninmates to do exercises.\" Government Exh. 1-7. Additionally, federal detainees, like other\ninmates housed at MCJ, also engage in indoor work detail, which involves sweeping, mopping,\nand scrubbing their cells, the common areas, and hallways that they occupy on a daily basis. See\nR1-14, Exh. B at 10 (MCJ Standard Minimum Rules and Regulations). We note that these\nactivities provide some exercise.\n\fWilson Affidavit at 1. He further represents that \"even if it would be feas[i]ble to ex[er]cise in this\n\narea, it would only annoy the individuals using the phone, and obstruct the others['] v[ie]w of T.V.\n\nand could easily escalate into violent physical confrontations,\" R1-35-1, and that \"[t]his area was\n\nsever[e]ly over cro[w]ded under the Federal Regulations,\" id. App. B, Wilson Affidavit at 1.\n\n        Despite Wilson's contentions of overcrowding, we note that he does not represent that there\n\nwere more than sixteen inmates in the dayroom, which was the maximum number specified in the\n\nintergovernmental agreement between the Marshals Service and the local government. Furthermore,\n\nwe have not granted relief for more crowded conditions than Wilson experienced at MCJ in a facility\n\nthat housed both pretrial detainees and convicted prisoners. See, e.g., Hamm, 774 F.2d at 1569\n\n(\"During Hamm's incarceration there, the jail's population at times exceeded the facility's design\n\ncapacity.\"). In Bell, the Supreme Court clarified that the relative brevity of pretrial detainees'\n\nconfinement allows spacial confinement that involves \"genuine privations and hardship,\" which\n\nmight be questionable under the Due Process Clause if they continued \"over an extended period of\n\ntime.\" Bell, 441 U.S. at 542, 99 S.Ct. at 1876. The Court also stated that federal court decisions\n\nconcerning minimum inmate space requirements as well as purported standards recommended by\n\nvarious groups with expertise in correctional institutions may set goals, but that \"they simply do not\n\nestablish the constitutional minima.\"14 Id. at 543 n. 27, 99 S.Ct. at 1876 n. 27. Recognizing the Bell\n\nmandate, \"we set no space standards,\" Jones, 636 F.2d at 1376, in a similar institution where the\n\ndayroom sometimes afforded \"little more than six square feet per inmate.\" Id. at 1374. Our court\n\n\n   14\n     Even \"recommendations of the Federal Corrections Policy Task Force of the Department of\nJustice regarding conditions of confinement for pretrial detainees are not determininative of the\nrequirements of the Constitution.\" Bell, 441 U.S. at 543 n. 27, 99 S.Ct. at 1876 n. 27 (emphasis\nadded). Consequently, the Marshals Service MCJ inspection report, relevant to the time that\nWilson was at MCJ, does not show a constitutional violation when it notes that the dayroom was\nnot in compliance with 35 square feet per inmate recommended by the Marshals Service. See\nGovernment Exh. 2 at 2.\n\ffurther has concluded that \"[i]t is equally clear that the due process clause does not purport to\n\nregulate the general conditions and quality of life in the country's jails, and that the courts should\n\nnot attempt to make \"judgment calls' to determine which of various marginally different conditions\n\nmight be more appropriate.\" Hamm, 774 F.2d at 1573.\n\n         Rather than complaining that fifteen square feet per inmate is insufficient space to do\n\nexercises such as push-ups, sit-ups, or jogging in place, Wilson speculates that such exercises may\n\nannoy the other inmates with the potential for physical confrontations. There is no evidence in this\n\nrecord that any altercation occurred as a result of Wilson's attempted indoor exercising during his\n\nstay at MCJ. Thus, Wilson has presented no documented reason that he could not have engaged in\n\nindoor exercises while he was at MCJ, and he has not shown that Blankenship or Hall prevented him\n\nfrom doing so for a punitive purpose. To the extent that Wilson represents that he developed high\n\nblood pressure because of the lack of an ability to exercise at MCJ, his medical history, attached to\n\nthe special report filed on behalf of the wardens and correctional officers, shows that he was\n\nsuffering from high blood pressure when he entered MCJ. His medical records while at MCJ further\n\nevidence that he received medication and was treated for his ailments while there. Thus, Wilson's\n\nhigh blood pressure was not caused by his detention at MCJ and his alleged inability to exercise\n\nthere.\n\n         In addition to having no discretionary authority to fund and to build an secure outdoor\n\nexercise facility at MCJ or to deviate from the specifications of the intergovernmental agreement\n\nbetween the Marshals Service and the local government as to the number of federal detainees housed\n\nat MCJ with the resulting implications for inmate space there, Blankenship and Hall violated no\n\nclearly established law in not providing Wilson outdoor exercise while he was at MCJ or affording\n\nhim more space for indoor exercise. Applying the Bell standard to confinement conditions, such as\n\fspace, is \"exceedingly difficult and does not provide clear results,\" which makes qualified immunity\n\nappropriate. Hamm, 774 F.2d at 1573. Moreover, states, not wardens, \"can improve the quality and\n\nquantity\"of such conditions by \"increasing and properly administering the amount of money they\n\nspend on a detention facility\"; \"courts in most instances may not interfere with a state's decision to\n\nprovide detainees with a reasonable level and quality of food, living space, and medical care.\" Id.\n\nAdditionally, under a totality of confinement conditions analysis, Wilson's complaints are few in\n\ncomparison to other cases where we have not given relief because we determined that the\n\nconfinement conditions were not constitutional violations. See, e.g., id. at 1569-70 (noting that\n\nobjectionable confinement conditions at county jail included overcrowding, sleeping on tables or\n\nthe floor, unsanitary floor and linens, occasional foreign objects in the food). On the facts of this\n\ncase, Blankenship and Hall are entitled to qualified immunity.15\n\nC. Correctional Officers\n\n        Wilson contends that correctional officers Parks and Hopkins also denied him access to a law\n\nlibrary and exercise as well as placed him in disciplinary isolation without proper bedding. There\n\nis no evidence in the record that Parks or Hopkins had any discretionary authority regarding\n\nimplementing policies or procedures at MCJ; consequently, they were not responsible for the lack\n\nof a law library or exercise space at MCJ. As we additionally have discussed, the lack of a law\n\n\n   15\n     We note that our decision would be the same under an Eighth Amendment analysis\napplicable to the brief time that Wilson returned to MCJ after his conviction and before he was\nmoved to his designated federal penitentiary to serve his sentence. Our court has held that the\nminimum standard of the Due Process Clause relative to basic necessities, such as living space,\n\"is the same as that allowed by the eighth amendment for convicted persons.\" Hamm, 774 F.2d\nat 1574. \"The Supreme Court ... has not set forth a standard for determining what level of\nnecessities the due process clause absolutely requires.\" Id. Consequently, in addition to having\nno ability to create exercise space at MCJ as part of their discretionary responsibilities,\nBlakenship and Hall violated no clearly established law under the Eighth Amendment with\nrespect to Wilson during the time that he was at MCJ, which also would entitle them to qualified\nimmunity.\n\flibrary, outdoor exercise, or more space for indoor exercise did not violate clearly established law\n\nas to Wilson's constitutional rights while he was at MCJ. Accordingly, Parks and Hopkins are\n\nentitled to qualified immunity concerning these issues. We limit our analysis to Wilson's complaints\n\nconcerning his disciplinary isolation.\n\n        Wilson represents that, on two separate occasions, Parks and Hopkins each placed him in\n\ndisciplinary isolation as sanctions for his misconduct.16 See R1-35, App. B, Wilson Affidavit at 1.\n\nHe further states that he \"was forced to sleep on a bare floor, which was both degrading and\n\ninhumane.\" Id. at 1. The magistrate judge ordered Hopkins to respond to Wilson's allegations.\n\nHopkins explained that she placed Wilson in an isolation cell because he was inciting other inmates\n\nto disobey an order to lower the noise in their cellblock and that it was her professional opinion that\n\nhe had to be removed to maintain security in the cellblock. See R1-39, Hopkins Affidavit at 1-2.\n\nShe further avers that MCJ inmates who remain in isolation are given bedding and that Wilson was\n\nnot required to sleep on the floor. Id. In a report describing the incident to Warden Hall, Hopkins\n\nstates that Wilson was not calm when her shift terminated and that it was the responsibility of the\n\nnext shift to provide bedding for inmates who remained in isolation after lock down and lights out.\n\nSee R1-38, Exh. A. Even accepting Wilson's account that he was not provided bedding in the\n\nisolation cell, the correctional officer on duty at lock down and lights out would be the individual\n\nwho allegedly deprived Wilson of bedding and not Hopkins. Additionally, it is unclear from the\n\nrecord whether Wilson actually spent the night or several hours in the isolation cell. We also are\n\n\n   16\n     Wilson has not placed in the record the specifics of his alleged disciplinary isolation by\nParks. Because Wilson \"bear[s] the responsibility of ensuring that the record is complete,\" and\nhe \"has given us no reason to believe he was unable to do so,\" we are unable to address his\nallegations relating to Parks. United States v. Walker, </pre><span class=\"citation\" data-id=\"501897\"><a href=\"/opinion/501897/united-states-v-verna-lee-walker/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1483</span></a></span><pre class=\"inline\">, 1485 n. 2 (11th Cir.1988)\n(per curiam). Therefore, Parks is entitled to qualified immunity because we will not hold a\ngovernment official personally liable for compensatory and punitive damages based on mere\nallegations. See Lassiter, 28 F.3d at 1149-50.\n\fmindful that our court has not found an inmate's sleeping on a table while in confinement, but not\n\nisolation, not to be violative of any constitutional rights. See Hamm, 774 F.2d at 1569.\n\n        Significantly, Wilson was placed in disciplinary isolation to quell a disturbance that he was\n\ncausing on the cellblock at night. \"[P]reserving internal order and discipline are essential goals that\n\nmay require limitation or retraction of the retained constitutional rights of both convicted prisoners\n\nand pretrial detainees.\" Bell, 441 U.S. at 546, 99 S.Ct. at 1878; see Hamm, 774 F.2d at 1573\n\n(\"Legitimate restraints may stem from the state's need to manage the detention facility and maintain\n\nsecurity.\"). Prison officials have \"wide-ranging deference in the adoption and execution of policies\n\nand practices that in their judgment are needed to preserve internal order and discipline and to\n\nmaintain institutional security.\" Bell, 441 U.S. at 547, 99 S.Ct. at 1878. Because courts are not in\n\na position to evaluate urgent problems that occur in prison administration, we do not second-guess\n\nprison officials on matters that they are better equipped to handle under the exigencies of an internal\n\ndisturbance. See id. at 531, 99 S.Ct. at 1870. Wilson's temporary placement in disciplinary isolation\n\nfor the legitimate purpose of quieting him on the facts of this record was not unconstitutional even\n\nwithout bedding and did not violate any clearly established law at the relevant time. Accordingly,\n\nwe conclude that Parks and Hopkins are entitled to qualified immunity concerning Wilson's\n\nplacement in disciplinary isolation.17\n\n                                         III. CONCLUSION\n\n        In this Bivens and § 1983 case, Wilson has alleged that a federal marshal, MCJ wardens and\n\n\n   17\n     To the extent that Wilson suggests that he was deprived of due process because he was\nconfined in disciplinary isolation without a hearing, \"the Due Process Clause does not directly\nprotect an inmate from changes in the conditions of his confinement.\" Chandler v. Baird, </pre><span class=\"citation\" data-id=\"556561\"><a href=\"/opinion/556561/jim-eric-chandler-v-captain-william-baird/\"><span class=\"volume\">926</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1057</span></a></span><pre class=\"inline\">, 1060 (11th Cir.1991). Specifically, the Due Process Clause does not establish \" \"an\ninterest in being confined to a general population cell, rather than the more austere and\nrestrictive administrative segregation quarters.' \" Id. (quoting Hewitt v. Helms, </pre><span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span><pre class=\"inline\">,\n466, </pre><span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span><pre class=\"inline\">, 869, </pre><span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span><pre class=\"inline\"> (1983)).\n\fcorrectional officers violated his constitutional rights as to access to courts, exercise, and\n\ndisciplinary isolation. As we have explained, all of these defendants-appellants are entitled to\n\nqualified immunity. On this basis, the grant of summary judgment to defendants-appellants is\n\nAFFIRMED.\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/70438/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/71852/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/72934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108375/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112313/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118052/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/349561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/385707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/442180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/459883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/501897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/553907/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/556561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/673540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/681325/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/682733/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/682819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/692322/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/701844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/729675/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/740462/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T01:14:10.917306Z",
      "date_modified": "2017-09-15T15:26:33.754016Z",
      "date_filed": "1998-12-31",
      "date_filed_is_approximate": false,
      "slug": "wilson-v-blankenship",
      "citation_id": 70309,
      "case_name_short": "Wilson",
      "case_name": "Wilson v. Blankenship",
      "case_name_full": "",
      "federal_cite_one": "163 F.3d 1284",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 41,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/395050/wilson-v-blankenship/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:07:21.780787Z",
  "date_modified": "2014-10-30T09:07:21.780787Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Wilson",
  "case_name": "Wilson v. Blankenship",
  "case_name_full": "",
  "slug": "wilson-v-blankenship",
  "docket_number": "94-7158",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}