{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3951225/",
  "id": 3951225,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/or/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4079083/",
      "id": 4079083,
      "absolute_url": "/opinion/4079083/in-re-stouts-estate/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3951225/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3837369/",
          "id": 3837369,
          "absolute_url": "/opinion/4079083/in-re-stouts-estate/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4079083/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5465/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-06T08:06:19.300008Z",
          "date_modified": "2017-04-15T03:28:02.254956Z",
          "type": "020lead",
          "sha1": "5ae626c3c5d3c6b629014a64bf7b6442c7386ea2",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/oregon/supreme_court_opinions/documents/16cecc0f589b227a.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 413</span> \nThe executor of the estate of Addie Stout, deceased, has appealed from the order of the circuit court for Multnomah county, probate department, allowing the claim of Olive Liberty and Walter Stout, remaindermen, against the estate of the decedent to the extent of $1,000, for waste permitted by decedent in respect to three residential buildings in which she had a life estate.</p>\n<p>On August 1, 1920, H.B. Stout, husband of Addie Stout, died testate. In his will he provided in part as follows:</p>\n<p>\"I hereby give, devise and bequeath to my wife, Addie Stout, for the term of her natural life, lots fifteen (15) and sixteen (16) block three hundred and nine (309) Couch Addition in the city of Portland, Multnomah county, Oregon, to use the net income thereof for her maintenance and support. Upon the death of my said wife, Addie Stout, I give, devise and bequeath said property to my daughter, Allie Stout, and my son, Walter Stout, share and share alike, or the survivor, if without issue, if either should predecease my wife.\" <span class=\"star-pagination\">*Page 414</span> </p>\n<p>Olive Liberty, one of the claimants here, is the same individual as Allie Stout, mentioned in the above provisions of the will.</p>\n<p>In November, 1921, the property above described was turned over by the executor of H.B. Stout's will to Addie Stout. At that time there were three dwelling houses on the two lots described in the will above mentioned, which had been constructed in 1904, 1905 and 1906, respectively. When the life tenant, Addie Stout, came into possession of the property, the gross rentals therefrom amounted to $130 a month, two of the houses paying $40 each, and the other $50. From the time of the death of H.B. Stout in August, 1920, until November, 1921, the rentals were collected by the executor of the deceased husband's will. There is some intimation that the money so collected during this period was, by order of the court, paid to Addie Stout as widow's allowance. On September 23, 1933, Addie Stout died.</p>\n<p>During her tenancy from November, 1921, until her death, the three houses, located at Northwest Twenty-third avenue and Northwest Raleigh street, in Portland, Oregon, appear to have been rented continuously or almost so, up to the year 1928; and in that period she received in excess of $9,000 as rental. From 1928 until her death, the evidence is indefinite as to the amount of rentals paid her. One of the houses had been vacant for approximately two years prior to her death. For the last five years of her life tenancy she received something like $3,000 in rental, making a total of over $12,000 in income from the property. The taxes paid during the life tenancy amounted to $4,257.20.</p>\n<p>During the time that Mrs. Stout had possession of the property she had one of the houses reshingled, installed a new furnace in another, and had enough work done on the exterior and in the interior of the <span class=\"star-pagination\">*Page 415</span> \nhouses so that they were all tenantable until 1927 or 1928. There appear to have been tenants in all the houses except one, off and on, until the date of her death. The house which had remained vacant during the last two years of her life tenancy had been entered, windows in it were broken and plumbing and lighting fixtures had been removed.</p>\n<p>The claim filed with the executor for waste was itemized as follows:</p>\n<blockquote><p>\"Roof __________________________________________ $  350.00 Metal work _____________________________________    100.00 Painting outside _______________________________    400.00 Carpenter work _________________________________     30.00 Inside cleaning ________________________________    100.00 Furnace repair _________________________________     30.00 Glass __________________________________________     15.00 Plumbing _______________________________________     25.00 Rent refund ____________________________________     15.00 Cement work ____________________________________     30.00 Miscellaneous __________________________________     25.00 _________ $1,120.00\"</p></blockquote>\n<p>Upon the executor's denial of the claim <em>in toto</em>, a hearing was had before the probate court, resulting as above indicated. At the hearing evidence was introduced to support the claim, but it was, to say the least, very indefinite and unsatisfactory. The evidence relating to the roofs, for which an item of $350 was included in the claim, consisted of the receipted bills of the contractor who furnished the material and performed the labor. For the roofing of one of the houses there was a charge of $150, and on the other house a charge of $150 for reroofing, and relining the gutters. There is no indication of how the sum of $350 was arrived at, nor is there any evidence as to how much of one bill for $150 is chargeable to roofing and how much to <span class=\"star-pagination\">*Page 416</span> \nrelining gutters. The charge for metal work, amounting to $100, is supported in part only, that is, to the extent of $44.50, by the receipt of the contractor who furnished the material and performed the labor.</p>\n<p>Numerous receipted bills were introduced for paint purchased by one of the remaindermen, but there is no testimony showing how much paint was used on the outside of the buildings or how much labor was performed in that painting. The charge of $30 for carpenter work is not segregated into cost of labor and materials, nor is there any indication of where the carpenter work was performed.</p>\n<p>From the evidence it is impossible to ascertain what constituted the item of $100 for cleaning the inside of the houses. In support of the charge of $30 for repairing the furnace, a receipted bill of $25 was introduced purporting to be for labor and material furnished in \"changing outside cold-air intake to inside\". Receipted bills for glass were introduced, but it is impossible to determine from the testimony and the bills the total amount paid on that account. The evidence regarding the plumbing is indefinite, and nothing can be ascertained from it. There is nothing to show that any rent was refunded by the claimants. Nothing can be ascertained from the record as to what, if any, cement work was done; nor is there anything to show what was included in the item labeled \"miscellaneous\".</p>\n<p>The life tenant died in September, 1933, and much of the work was not done until the following summer. For instance, one of the witnesses stated that the reroofing of two of the houses was done in July, 1934. The receipted bills for that repairing are dated May 29 and August 10, 1934, respectively.</p>\n<p>The appellant contends that if the hearing before the probate court was in the nature of an action at law, <span class=\"star-pagination\">*Page 417</span> \nthen the order or judgment appealed from must be reversed, for the reason that there was no specific finding of fact entered by the trial court. He suggests, however, that the hearing should be considered as in the nature of an equity proceeding and that therefore the case should be tried <em>de novo</em> on appeal. In<em>Bannon v. Thompson</em>, <cross_reference>136 Or. 311</cross_reference> (<cross_reference>298 P. 907</cross_reference>), this court held that in the trial of a claim which has been presented to and rejected by the executor or administrator and then presented to the probate court, the proceedings \"are purely legal in their nature and are not equitable\", and the order made, either allowing or rejecting the claim, is expressly given \"the force and effect of a judgment\". The foregoing case was cited and quoted from with approval in <em>Re First  Farmers' National Bank</em>,<cross_reference>145 Or. 150</cross_reference>, <cross_reference>162</cross_reference> (<cross_reference>26 P.2d 1103</cross_reference>). See also: <em>Branch v.</em><em>McCormick's Estate</em>, <cross_reference>72 Or. 608</cross_reference> (<cross_reference>143 P. 915</cross_reference>, 144 P. 425); <em>Irvine</em><em>v. Beck</em>, <cross_reference>62 Or. 593</cross_reference> (<cross_reference>125 P. 832</cross_reference>); <em>Pruitt v. Muldrick</em>, <cross_reference>39 Or. 353</cross_reference>\n(<cross_reference>65 P. 20</cross_reference>); and <em>Wilkes v. Cornelius</em>, <cross_reference>21 Or. 341</cross_reference>\n(<cross_reference>23 P. 473</cross_reference>).</p>\n<p>The cases here cited are based on &#167; 11-504, Oregon Code 1930, which provides that on the disallowance of a claim the claimant may present his demand to the probate court for allowance, and that \"the court shall have power to hear and determine in a summary manner all demands against any estate agreeable to the provisions of this act, and which have been so rejected by the executor or administrator, and shall cause a concise entry of the order of allowance or rejection to be made on the record, which order shall have the force and effect of a judgment, from which an appeal may be taken as in ordinary cases\".</p>\n<p>It has repeatedly been held by this court that on appeal to the circuit court from the order of the county <span class=\"star-pagination\">*Page 418</span> \ncourt allowing or disallowing a claim against an estate the cause shall be tried <em>de novo</em> as an action at law, and that either party to the proceedings is entitled to a jury trial on such appeal. See authorities last above cited. It would be inconsistent to construe a proceeding in a probate court relating to a claim against an estate as a proceeding in equity, and then in the case of an appeal to the circuit court to consider it not as an equitable proceeding but in the nature of an action at law. The claim which is here presented is not equitable in its nature, cognizable alone by a court of equity, but is in the nature of a claim which is recognizable and enforceable in the law side of the court.</p>\n<p>It does not follow, however, that because the nature of this proceeding is legal rather than equitable, the order of the probate court allowing the claim is without value unless specific findings of fact are entered. That part of &#167; 11-504 above quoted provides that the court shall hear and determine the matter in a summary manner, and that there shall be made in the record a concise entry of the order of allowance or rejection. It is contemplated that proceedings of this kind shall be informal in nature and shall not be burdened with the formalities of an ordinary action at law. Therefore, no error was committed by the court in failing to make detailed findings of fact.</p>\n<p>As already pointed out, the order of the court allowing the claim to the extent of $1,000 has the force and effect of a judgment. The question involved here is whether or not there was sufficient competent evidence to support that judgment. The claim as presented was for definite items amounting to $1,120. Although the law providing for the adjudication of claims by the probate court vests in that court power to hear and determine all claims against the estate of the deceased in a <span class=\"star-pagination\">*Page 419</span> \nsummary manner without formalities of technical pleading, nevertheless such trial must be had upon the claim as presented to and disallowed by the executor: <em>Wilkes v. Cornelius</em>, <cross_reference>21 Or. 348</cross_reference>\n(<cross_reference>28 P. 135</cross_reference>); <em>In re Andersen's Estate</em>, <cross_reference>101 Or. 94</cross_reference>, <cross_reference>103</cross_reference>\n(<cross_reference>188 P. 164</cross_reference>, 198 P. 236).</p>\n<p>Enough has been set forth above in the statement of facts to demonstrate that there is no competent evidence to support a judgment in the amount of $1,000. There were numerous receipted bills introduced in evidence containing abbreviated references to purchases, apparently, which we are unable to interpret and have not been assisted to decipher by the testimony or the briefs in the case. The husband of one of the remaindermen, and his son, just graduated from high school, claim to have worked, between them, one hundred sixteen days of eight hours each, in repairing the buildings, for which the remaindermen seek to charge the estate of the life tenant the sum of $464, which is compensation at the rate of $0.50 per hour for both father and son. The slips containing a statement of the hours of labor performed by them were burned, according to the testimony of the husband of the remainderman, as of no further value after he computed the total number of hours, and he was unable to give any information as to how many days and hours he devoted to repairing different parts of the buildings or how much is chargeable to labor in the itemized statement of claim.</p>\n<p>In addition to the matter of the sufficiency of the proof two other questions are raised by the appellant. It is his contention that the life tenant is not liable for what is commonly referred to as ordinary wear and tear, incident to the use and occupation of the houses here involved. Included in what the executor refers to as ordinary wear and tear are the items of reshingling <span class=\"star-pagination\">*Page 420</span> \nand repainting. In 21 C.J., page 951, &#167; 90, we find the following statement:</p>\n<p>\"A tenant for life must make all the ordinary repairs necessary to preserve the property and prevent its going to waste, to the extent at least of its rental value, unless there is a provision to the contrary in the instrument creating the estate. He is bound to keep the premises in as good repair as they were when he took them, not excepting ordinary or natural wear and tear.\"</p>\n<p>In 17 R.C.L., page 641, &#167; 31, it is said:</p>\n<p>\"While there are cases which appear to support the contrary holding, it is the general rule that a tenant for life must make all ordinary, reasonable, and necessary repairs required to preserve the property and prevent its going to decay or waste, unless the instrument creating his tenancy expressly provides otherwise; and if he fails to do so, the remainderman may, by appropriate proceeding, either require him to make such repairs, or have them made and the interest of the life tenant in the property subjected to the satisfaction of the cost thereof. The law casts upon the life tenant this burden of repairs because he receives all the rents, income and profits growing out of the use of the property during the life of his tenancy, and he may not suffer it to go to decay or waste for want of necessary repairs any more than he may injure its value by acts of voluntary waste. It follows that the estate of a life tenant is answerable for the cost of repairs which he should have placed upon the property during his lifetime.\"</p>\n<p>The rule as announced in the two foregoing treatises finds support in the following: <em>Murch v. J.O. Smith Manufacturing</em><em>Company</em>, <cross_reference>47 N.J. Eq. 193</cross_reference> (<cross_reference>20 A. 213</cross_reference>); <em>Prescott v. Grimes</em>,<cross_reference>143 Ky. 191</cross_reference> (<cross_reference>136 S.W. 206</cross_reference>, 33 L.R.A. (N.S.) 669); 1 Washburn on Real Property (6th Ed.), &#167; 290; 1 Thompson on Real Property, &#167;&#167; 753 and 758; Thompson on Real Property, 1929 Supplement, <span class=\"star-pagination\">*Page 421</span> \n&#167; 758; 27 R.C.L. 1021, &#167; 11; <em>Moore v. Simonson</em>, <cross_reference>27 Or. 117</cross_reference>\n(<cross_reference>39 P. 1105</cross_reference>); <em>Abernethy v. Orton</em>, <cross_reference>42 Or. 437</cross_reference> (<cross_reference>71 P. 327</cross_reference>, 95 Am. St. Rep. 774).</p>\n<p>In <em>Murch v. J.O. Smith Manufacturing Company</em>, supra, the court observed:</p>\n<p>\"The life tenant is bound to keep the premises in as good repair as they were when the life tenancy began. He is bound to make those rendered necessary by actual wear and tear, to renew the roof and repaint when required to prevent decay. Kearney v. Kearney, <cross_reference>17 N.J. Eq. 59</cross_reference>, <cross_reference>504</cross_reference>; In re Steele, <cross_reference>19 N.J. Eq. 120</cross_reference>; In re Heaton, <cross_reference>21 N.J. Eq. 223</cross_reference>. The testimony does not satisfactorily prove that the defendant has not fully discharged its obligation as to repairs, with the exception of the condition of the painting. The evidence of Mr. Crawford is that the bare wood shows through in some places, and Mr. Van Winkle, while he gives it as his opinion that the house is not suffering from want of paint, admits that on the east side you can see the bare wood here and there. The house should not be left with the wood exposed to the weather, and this neglect should be remedied. I advise a decree in favor of the complainant, covering the payment of the taxes, and a sufficient repainting of the house to preserve it.\"</p>\n<p>In the case at bar the life tenant is not charged with having committed voluntary waste, but only with what is conveniently, but not with entire accuracy, termed permissive waste. Her acts were not those of commission, but of omission. The testimony is to the effect that much of the exterior of the houses is exposed to the weather, due to the failure to repaint. The record shows that the houses were not repainted from the time that Mrs. Stout came into possession of them until her death, and there is some testimony to the effect that they probably had not been repainted since the time of their construction. One of the houses had been reshingled, as above stated, and the roofs of the other two had been patched. <span class=\"star-pagination\">*Page 422</span> </p>\n<p>In discussing the extent of repair required of a life tenant, the court in <em>Ferguson v. Rochford</em>, <cross_reference>84 Conn. 202</cross_reference> (<cross_reference>79 A. 177</cross_reference>, Ann. Cas. 1912B, 1212), said:</p>\n<p>\"In this case, as in an action for waste under the common law, there can be no absolute rule as to what shall constitute a want of substantial repair under all conditions. This depends upon the character of the building, its age, its location for the business to which it is adapted, the extent of the acts committed or allowed, and their effect upon the property in question. The circumstances to be taken into account are so various that the case is one which raises a question of fact. <em>Keeler v. Eastman</em>,<cross_reference>11 Vt. 293</cross_reference>. In McAdam on Landlord  Tenant, Vol. 2, p. 1311, it is said that `an agreement by a tenant that he will keep and leave the demised premises \"in good and tenantable repair\" obliges him to keep and leave the premises in such repair as, taking into consideration the age, character and locality, would make them reasonably fit for the occupation of a reasonably-minded tenant of the class that would be likely to want such premises. Whether the tenant is bound, under such an agreement, to repaint and repaper the premises, depends upon whether the paint and paper are in such a bad state that no reasonably-minded tenant would take the premises as they are.\" The life tenant is bound to keep the premises in as good repair as they were when he took them, not excepting ordinary or natural wear and tear; if a new roof is needed, he is bound to put it on; if paint wears off, he is bound to repaint.' <em>In the Matter of</em><em>Steele</em>, <cross_reference>19 N.J. Eq. 120</cross_reference>.</p>\n<p>\"The record discloses no error in the conclusions of the trial court upon the question of papering and painting the interior of the house.\"</p>\n<p>The question of what constitutes waste is determined primarily by the circumstance of whether or not the act, either of commission or omission, results in injury to the reversioner or the remainderman: 1 Tiffany on Real Property (2d Ed.), page 950, &#167; 279; <span class=\"star-pagination\">*Page 423</span> \n27 R.C.L. 1050, &#167; 44. Generally speaking, depreciation and obsolescence must be borne by the remainderman: <em>Laflin v.</em><em>Commissioner of Internal Revenue</em>, <cross_reference>69 F.2d 460</cross_reference>. The expense of modern improvements in buildings, such as water closets, bathrooms, changes in furnaces, should not be charged to the life tenant's estate, when the same are not installed during her lifetime and consequently are not of benefit to her in the use of the buildings: <em>Greene v. Greene</em>, <cross_reference>19 R.I. 619</cross_reference> (<cross_reference>35 A. 1042</cross_reference>, 35 L.R.A. 790). The expense, so far as the record shows, of changing the intake of the furnace from outside to inside the house was for the purpose of making the same conform to modern usage, and the expense thereof should not be charged to the life tenant's estate.</p>\n<p>The nature of the wrongful act or omission for which the remainderman is entitled to recover for waste is a tort: 1 Thompson on Real Property, page 848, &#167; 750. The form of the remedy now most commonly used is an action on the case, or the equivalent statutory remedy for the recovery of damages: 1 Thompson on Real Property, page 860, &#167; 764; 1 Tiffany on Real Property (2d Ed.), page 981, &#167; 290; 1 Washburn on Real Property (6th Ed.), page 141, &#167; 306. The amount of recovery is the difference between the value of the property in its present condition and what it would be worth, had the life tenant maintained and repaired the premises as a prudent person would have done under similar circumstances, or, in other words, the loss suffered by dimunition in value of the property: 27 R.C.L. 1050; <em>First National Realty  Loan Company v. Mason</em>,<cross_reference>185 Mo. App. 37</cross_reference> (<cross_reference>171 S.W. 971</cross_reference>).</p>\n<p>The fact that the measure of recovery by the remainderman is the amount of decrease in value of the property due to the failure of the life tenant to preserve <span class=\"star-pagination\">*Page 424</span> \nit, does not preclude evidence of the cost of making necessary repairs. In many instances this would be the only means of correctly determining the loss suffered: <em>Murphy v. Hawthorne</em>,<cross_reference>117 Or. 319</cross_reference> (<cross_reference>244 P. 79</cross_reference>, 44 A.L.R. 1397). Proof of this loss can and should be admitted under itemized claims presented: <em>First</em><em>National Realty  Loan Company v. Mason</em>, supra. The question of whether waste has been committed, and the amount of recovery therefor, depend, \"to a great extent, on matters of fact such as the custom of the neighborhood, the character of the premises, the reasonableness of the use made thereof\" and many other considerations which have been aptly stated in the case of<em>Ferguson v. Rochford</em>, supra.</p>\n<p>The statement is frequently found that the life tenant must keep the premises in as good repair as they were when the life tenancy began. Without explanation, this language would be somewhat misleading. It refers only to the ordinary repairs which are necessary to be made to preserve the property. It does not mean, for example, that if the roof has an expected durability of twenty years when the life tenant takes possession, and she occupies the premises nineteen years, during which time reroofing is not necessitated, the remainderman is entitled to charge back to her estate nineteen-twentieths of the cost of reroofing, if he has to make such repair soon after the termination of the life tenancy. She is not expected to make repairs until the necessity of doing so arises, and the remainderman may not collect from her estate the cost of repairs made after the termination of her life tenancy which were not, in the usual course of such matters, necessitated during her occupancy. In the instant case, the evidence would seem to indicate that the reroofing of two houses and exterior painting of <span class=\"star-pagination\">*Page 425</span> \nall three should have been done during the life tenancy, and that reasonable cost of such repairs should be charged to the life tenant's estate.</p>\n<p>In determining how much, if anything, the life tenant's estate should be charged with the cost of replacing stolen plumbing and lighting fixtures and replacing window glass broken by marauders, the court should ascertain whether or not such acts of depredation were due to the negligence of the life tenant.</p>\n<p>According to the will of H.B. Stout his widow, Addie Stout, was given the net income from the property for her support. There is nothing in the will or the record to indicate that the widow was relieved of the expense of preserving and maintaining the property during her life tenancy. Had the husband intended otherwise, the will should have made that purpose manifest. From the record it appears that the income from the premises during the entire period of the life tenancy was ample to pay all the taxes and provide for maintenance of the property. The life tenant was not excused for neglecting to keep up the premises properly during the last few years of her occupancy, although the annual income therefrom was then reduced, inasmuch as the total income during her occupancy was sufficient for that purpose:<em>Murch v. J.O. Smith Manufacturing Company</em>, supra.</p>\n<p>The right of the remaindermen, claimants, to recover in this proceeding is not barred by the statute of limitations: <em>Prescott</em><em>v. Grimes</em>, supra; 27 R.C.L. 1048, &#167; 41.</p>\n<p>On the whole case, from the record before us we are unable to say what judgment, if any, should be entered in favor of the claimants. It therefore becomes necessary to reverse the judgment appealed from and remand the cause for further proceedings not inconsistent <span class=\"star-pagination\">*Page 426</span> \nwith this opinion. In ascertaining the amount which the remaindermen may be entitled to recover, the trial court should bear in mind that both the life tenant and the remaindermen were the intended objects of the bounty of the testator, H.B. Stout; that he undoubtedly was aware that the buildings in question would depreciate in value and to some extent become obsolete; and that unquestionably he did not expect that the entire income from the property would be used in payment of taxes and maintenance. Nevertheless, there was a duty imposed upon the life tenant to make the ordinary repairs which a prudent person under the circumstances would make, at least to the extent of the income from the property.</p>\n<p>CAMPBELL, C J., and BELT and RAND, JJ., concur. <span class=\"star-pagination\">*Page 427</span> </p>",
          "html_with_citations": "<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 413</span> \nThe executor of the estate of Addie Stout, deceased, has appealed from the order of the circuit court for Multnomah county, probate department, allowing the claim of Olive Liberty and Walter Stout, remaindermen, against the estate of the decedent to the extent of $1,000, for waste permitted by decedent in respect to three residential buildings in which she had a life estate.</p>\n<p>On August 1, 1920, H.B. Stout, husband of Addie Stout, died testate. In his will he provided in part as follows:</p>\n<p>\"I hereby give, devise and bequeath to my wife, Addie Stout, for the term of her natural life, lots fifteen (15) and sixteen (16) block three hundred and nine (309) Couch Addition in the city of Portland, Multnomah county, Oregon, to use the net income thereof for her maintenance and support. Upon the death of my said wife, Addie Stout, I give, devise and bequeath said property to my daughter, Allie Stout, and my son, Walter Stout, share and share alike, or the survivor, if without issue, if either should predecease my wife.\" <span class=\"star-pagination\">*Page 414</span> </p>\n<p>Olive Liberty, one of the claimants here, is the same individual as Allie Stout, mentioned in the above provisions of the will.</p>\n<p>In November, 1921, the property above described was turned over by the executor of H.B. Stout's will to Addie Stout. At that time there were three dwelling houses on the two lots described in the will above mentioned, which had been constructed in 1904, 1905 and 1906, respectively. When the life tenant, Addie Stout, came into possession of the property, the gross rentals therefrom amounted to $130 a month, two of the houses paying $40 each, and the other $50. From the time of the death of H.B. Stout in August, 1920, until November, 1921, the rentals were collected by the executor of the deceased husband's will. There is some intimation that the money so collected during this period was, by order of the court, paid to Addie Stout as widow's allowance. On September 23, 1933, Addie Stout died.</p>\n<p>During her tenancy from November, 1921, until her death, the three houses, located at Northwest Twenty-third avenue and Northwest Raleigh street, in Portland, Oregon, appear to have been rented continuously or almost so, up to the year 1928; and in that period she received in excess of $9,000 as rental. From 1928 until her death, the evidence is indefinite as to the amount of rentals paid her. One of the houses had been vacant for approximately two years prior to her death. For the last five years of her life tenancy she received something like $3,000 in rental, making a total of over $12,000 in income from the property. The taxes paid during the life tenancy amounted to $4,257.20.</p>\n<p>During the time that Mrs. Stout had possession of the property she had one of the houses reshingled, installed a new furnace in another, and had enough work done on the exterior and in the interior of the <span class=\"star-pagination\">*Page 415</span> \nhouses so that they were all tenantable until 1927 or 1928. There appear to have been tenants in all the houses except one, off and on, until the date of her death. The house which had remained vacant during the last two years of her life tenancy had been entered, windows in it were broken and plumbing and lighting fixtures had been removed.</p>\n<p>The claim filed with the executor for waste was itemized as follows:</p>\n<blockquote><p>\"Roof __________________________________________ $  350.00 Metal work _____________________________________    100.00 Painting outside _______________________________    400.00 Carpenter work _________________________________     30.00 Inside cleaning ________________________________    100.00 Furnace repair _________________________________     30.00 Glass __________________________________________     15.00 Plumbing _______________________________________     25.00 Rent refund ____________________________________     15.00 Cement work ____________________________________     30.00 Miscellaneous __________________________________     25.00 _________ $1,120.00\"</p></blockquote>\n<p>Upon the executor's denial of the claim <em>in toto</em>, a hearing was had before the probate court, resulting as above indicated. At the hearing evidence was introduced to support the claim, but it was, to say the least, very indefinite and unsatisfactory. The evidence relating to the roofs, for which an item of $350 was included in the claim, consisted of the receipted bills of the contractor who furnished the material and performed the labor. For the roofing of one of the houses there was a charge of $150, and on the other house a charge of $150 for reroofing, and relining the gutters. There is no indication of how the sum of $350 was arrived at, nor is there any evidence as to how much of one bill for $150 is chargeable to roofing and how much to <span class=\"star-pagination\">*Page 416</span> \nrelining gutters. The charge for metal work, amounting to $100, is supported in part only, that is, to the extent of $44.50, by the receipt of the contractor who furnished the material and performed the labor.</p>\n<p>Numerous receipted bills were introduced for paint purchased by one of the remaindermen, but there is no testimony showing how much paint was used on the outside of the buildings or how much labor was performed in that painting. The charge of $30 for carpenter work is not segregated into cost of labor and materials, nor is there any indication of where the carpenter work was performed.</p>\n<p>From the evidence it is impossible to ascertain what constituted the item of $100 for cleaning the inside of the houses. In support of the charge of $30 for repairing the furnace, a receipted bill of $25 was introduced purporting to be for labor and material furnished in \"changing outside cold-air intake to inside\". Receipted bills for glass were introduced, but it is impossible to determine from the testimony and the bills the total amount paid on that account. The evidence regarding the plumbing is indefinite, and nothing can be ascertained from it. There is nothing to show that any rent was refunded by the claimants. Nothing can be ascertained from the record as to what, if any, cement work was done; nor is there anything to show what was included in the item labeled \"miscellaneous\".</p>\n<p>The life tenant died in September, 1933, and much of the work was not done until the following summer. For instance, one of the witnesses stated that the reroofing of two of the houses was done in July, 1934. The receipted bills for that repairing are dated May 29 and August 10, 1934, respectively.</p>\n<p>The appellant contends that if the hearing before the probate court was in the nature of an action at law, <span class=\"star-pagination\">*Page 417</span> \nthen the order or judgment appealed from must be reversed, for the reason that there was no specific finding of fact entered by the trial court. He suggests, however, that the hearing should be considered as in the nature of an equity proceeding and that therefore the case should be tried <em>de novo</em> on appeal. In<em>Bannon v. Thompson</em>, <cross_reference><span class=\"citation\" data-id=\"3839234\"><a href=\"/opinion/4080668/bannon-v-thompson/\"><span class=\"volume\">136</span> <span class=\"reporter\">Or.</span> <span class=\"page\">311</span></a></span></cross_reference> (<cross_reference><span class=\"citation\" data-id=\"3839234\"><a href=\"/opinion/4080668/bannon-v-thompson/\"><span class=\"volume\">298</span> <span class=\"reporter\">P.</span> <span class=\"page\">907</span></a></span></cross_reference>), this court held that in the trial of a claim which has been presented to and rejected by the executor or administrator and then presented to the probate court, the proceedings \"are purely legal in their nature and are not equitable\", and the order made, either allowing or rejecting the claim, is expressly given \"the force and effect of a judgment\". The foregoing case was cited and quoted from with approval in <em>Re First  Farmers' National Bank</em>,<cross_reference><span class=\"citation\" data-id=\"3837220\"><a href=\"/opinion/4078957/in-re-first-farmers-national-bank/\"><span class=\"volume\">145</span> <span class=\"reporter\">Or.</span> <span class=\"page\">150</span></a></span></cross_reference>, <cross_reference>162</cross_reference> (<cross_reference><span class=\"citation\" data-id=\"3837220\"><a href=\"/opinion/4078957/in-re-first-farmers-national-bank/\"><span class=\"volume\">26</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1103</span></a></span></cross_reference>). See also: <em>Branch v.</em><em>McCormick's Estate</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">Or.</span> <span class=\"page\">608</span></span></cross_reference> (<cross_reference><span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">P.</span> <span class=\"page\">915</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">P.</span> <span class=\"page\">425</span></span>); <em>Irvine</em><em>v. Beck</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">Or.</span> <span class=\"page\">593</span></span></cross_reference> (<cross_reference><span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">P.</span> <span class=\"page\">832</span></span></cross_reference>); <em>Pruitt v. Muldrick</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">Or.</span> <span class=\"page\">353</span></span></cross_reference>\n(<cross_reference><span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">P.</span> <span class=\"page\">20</span></span></cross_reference>); and <em>Wilkes v. Cornelius</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Or.</span> <span class=\"page\">341</span></span></cross_reference>\n(<cross_reference><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">P.</span> <span class=\"page\">473</span></span></cross_reference>).</p>\n<p>The cases here cited are based on &#167; 11-504, Oregon Code 1930, which provides that on the disallowance of a claim the claimant may present his demand to the probate court for allowance, and that \"the court shall have power to hear and determine in a summary manner all demands against any estate agreeable to the provisions of this act, and which have been so rejected by the executor or administrator, and shall cause a concise entry of the order of allowance or rejection to be made on the record, which order shall have the force and effect of a judgment, from which an appeal may be taken as in ordinary cases\".</p>\n<p>It has repeatedly been held by this court that on appeal to the circuit court from the order of the county <span class=\"star-pagination\">*Page 418</span> \ncourt allowing or disallowing a claim against an estate the cause shall be tried <em>de novo</em> as an action at law, and that either party to the proceedings is entitled to a jury trial on such appeal. See authorities last above cited. It would be inconsistent to construe a proceeding in a probate court relating to a claim against an estate as a proceeding in equity, and then in the case of an appeal to the circuit court to consider it not as an equitable proceeding but in the nature of an action at law. The claim which is here presented is not equitable in its nature, cognizable alone by a court of equity, but is in the nature of a claim which is recognizable and enforceable in the law side of the court.</p>\n<p>It does not follow, however, that because the nature of this proceeding is legal rather than equitable, the order of the probate court allowing the claim is without value unless specific findings of fact are entered. That part of &#167; 11-504 above quoted provides that the court shall hear and determine the matter in a summary manner, and that there shall be made in the record a concise entry of the order of allowance or rejection. It is contemplated that proceedings of this kind shall be informal in nature and shall not be burdened with the formalities of an ordinary action at law. Therefore, no error was committed by the court in failing to make detailed findings of fact.</p>\n<p>As already pointed out, the order of the court allowing the claim to the extent of $1,000 has the force and effect of a judgment. The question involved here is whether or not there was sufficient competent evidence to support that judgment. The claim as presented was for definite items amounting to $1,120. Although the law providing for the adjudication of claims by the probate court vests in that court power to hear and determine all claims against the estate of the deceased in a <span class=\"star-pagination\">*Page 419</span> \nsummary manner without formalities of technical pleading, nevertheless such trial must be had upon the claim as presented to and disallowed by the executor: <em>Wilkes v. Cornelius</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Or.</span> <span class=\"page\">348</span></span></cross_reference>\n(<cross_reference><span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">P.</span> <span class=\"page\">135</span></span></cross_reference>); <em>In re Andersen's Estate</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">Or.</span> <span class=\"page\">94</span></span></cross_reference>, <cross_reference>103</cross_reference>\n(<cross_reference><span class=\"citation no-link\"><span class=\"volume\">188</span> <span class=\"reporter\">P.</span> <span class=\"page\">164</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">P.</span> <span class=\"page\">236</span></span>).</p>\n<p>Enough has been set forth above in the statement of facts to demonstrate that there is no competent evidence to support a judgment in the amount of $1,000. There were numerous receipted bills introduced in evidence containing abbreviated references to purchases, apparently, which we are unable to interpret and have not been assisted to decipher by the testimony or the briefs in the case. The husband of one of the remaindermen, and his son, just graduated from high school, claim to have worked, between them, one hundred sixteen days of eight hours each, in repairing the buildings, for which the remaindermen seek to charge the estate of the life tenant the sum of $464, which is compensation at the rate of $0.50 per hour for both father and son. The slips containing a statement of the hours of labor performed by them were burned, according to the testimony of the husband of the remainderman, as of no further value after he computed the total number of hours, and he was unable to give any information as to how many days and hours he devoted to repairing different parts of the buildings or how much is chargeable to labor in the itemized statement of claim.</p>\n<p>In addition to the matter of the sufficiency of the proof two other questions are raised by the appellant. It is his contention that the life tenant is not liable for what is commonly referred to as ordinary wear and tear, incident to the use and occupation of the houses here involved. Included in what the executor refers to as ordinary wear and tear are the items of reshingling <span class=\"star-pagination\">*Page 420</span> \nand repainting. In 21 C.J., page 951, &#167; 90, we find the following statement:</p>\n<p>\"A tenant for life must make all the ordinary repairs necessary to preserve the property and prevent its going to waste, to the extent at least of its rental value, unless there is a provision to the contrary in the instrument creating the estate. He is bound to keep the premises in as good repair as they were when he took them, not excepting ordinary or natural wear and tear.\"</p>\n<p>In 17 R.C.L., page 641, &#167; 31, it is said:</p>\n<p>\"While there are cases which appear to support the contrary holding, it is the general rule that a tenant for life must make all ordinary, reasonable, and necessary repairs required to preserve the property and prevent its going to decay or waste, unless the instrument creating his tenancy expressly provides otherwise; and if he fails to do so, the remainderman may, by appropriate proceeding, either require him to make such repairs, or have them made and the interest of the life tenant in the property subjected to the satisfaction of the cost thereof. The law casts upon the life tenant this burden of repairs because he receives all the rents, income and profits growing out of the use of the property during the life of his tenancy, and he may not suffer it to go to decay or waste for want of necessary repairs any more than he may injure its value by acts of voluntary waste. It follows that the estate of a life tenant is answerable for the cost of repairs which he should have placed upon the property during his lifetime.\"</p>\n<p>The rule as announced in the two foregoing treatises finds support in the following: <em>Murch v. J.O. Smith Manufacturing</em><em>Company</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">193</span></span></cross_reference> (<cross_reference><span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">A.</span> <span class=\"page\">213</span></span></cross_reference>); <em>Prescott v. Grimes</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">Ky.</span> <span class=\"page\">191</span></span></cross_reference> (<cross_reference><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">206</span></span></cross_reference>, 33 L.R.A. (N.S.) 669); 1 Washburn on Real Property (6th Ed.), &#167; 290; 1 Thompson on Real Property, &#167;&#167; 753 and 758; Thompson on Real Property, 1929 Supplement, <span class=\"star-pagination\">*Page 421</span> \n&#167; 758; 27 R.C.L. 1021, &#167; 11; <em>Moore v. Simonson</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">Or.</span> <span class=\"page\">117</span></span></cross_reference>\n(<cross_reference><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">P.</span> <span class=\"page\">1105</span></span></cross_reference>); <em>Abernethy v. Orton</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">Or.</span> <span class=\"page\">437</span></span></cross_reference> (<cross_reference><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">P.</span> <span class=\"page\">327</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">Am. St. Rep.</span> <span class=\"page\">774</span></span>).</p>\n<p>In <em>Murch v. J.O. Smith Manufacturing Company</em>, supra, the court observed:</p>\n<p>\"The life tenant is bound to keep the premises in as good repair as they were when the life tenancy began. He is bound to make those rendered necessary by actual wear and tear, to renew the roof and repaint when required to prevent decay. Kearney v. Kearney, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">59</span></span></cross_reference>, <cross_reference>504</cross_reference>; In re Steele, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">120</span></span></cross_reference>; In re Heaton, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">223</span></span></cross_reference>. The testimony does not satisfactorily prove that the defendant has not fully discharged its obligation as to repairs, with the exception of the condition of the painting. The evidence of Mr. Crawford is that the bare wood shows through in some places, and Mr. Van Winkle, while he gives it as his opinion that the house is not suffering from want of paint, admits that on the east side you can see the bare wood here and there. The house should not be left with the wood exposed to the weather, and this neglect should be remedied. I advise a decree in favor of the complainant, covering the payment of the taxes, and a sufficient repainting of the house to preserve it.\"</p>\n<p>In the case at bar the life tenant is not charged with having committed voluntary waste, but only with what is conveniently, but not with entire accuracy, termed permissive waste. Her acts were not those of commission, but of omission. The testimony is to the effect that much of the exterior of the houses is exposed to the weather, due to the failure to repaint. The record shows that the houses were not repainted from the time that Mrs. Stout came into possession of them until her death, and there is some testimony to the effect that they probably had not been repainted since the time of their construction. One of the houses had been reshingled, as above stated, and the roofs of the other two had been patched. <span class=\"star-pagination\">*Page 422</span> </p>\n<p>In discussing the extent of repair required of a life tenant, the court in <em>Ferguson v. Rochford</em>, <cross_reference><span class=\"citation\" data-id=\"3322244\"><a href=\"/opinion/3326821/ferguson-v-rochford/\"><span class=\"volume\">84</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">202</span></a></span></cross_reference> (<cross_reference><span class=\"citation\" data-id=\"3322244\"><a href=\"/opinion/3326821/ferguson-v-rochford/\"><span class=\"volume\">79</span> <span class=\"reporter\">A.</span> <span class=\"page\">177</span></a></span></cross_reference>, Ann. Cas. 1912B, 1212), said:</p>\n<p>\"In this case, as in an action for waste under the common law, there can be no absolute rule as to what shall constitute a want of substantial repair under all conditions. This depends upon the character of the building, its age, its location for the business to which it is adapted, the extent of the acts committed or allowed, and their effect upon the property in question. The circumstances to be taken into account are so various that the case is one which raises a question of fact. <em>Keeler v. Eastman</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Vt.</span> <span class=\"page\">293</span></span></cross_reference>. In McAdam on Landlord  Tenant, Vol. 2, p. 1311, it is said that `an agreement by a tenant that he will keep and leave the demised premises \"in good and tenantable repair\" obliges him to keep and leave the premises in such repair as, taking into consideration the age, character and locality, would make them reasonably fit for the occupation of a reasonably-minded tenant of the class that would be likely to want such premises. Whether the tenant is bound, under such an agreement, to repaint and repaper the premises, depends upon whether the paint and paper are in such a bad state that no reasonably-minded tenant would take the premises as they are.\" The life tenant is bound to keep the premises in as good repair as they were when he took them, not excepting ordinary or natural wear and tear; if a new roof is needed, he is bound to put it on; if paint wears off, he is bound to repaint.' <em>In the Matter of</em><em>Steele</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">120</span></span></cross_reference>.</p>\n<p>\"The record discloses no error in the conclusions of the trial court upon the question of papering and painting the interior of the house.\"</p>\n<p>The question of what constitutes waste is determined primarily by the circumstance of whether or not the act, either of commission or omission, results in injury to the reversioner or the remainderman: 1 Tiffany on Real Property (2d Ed.), page 950, &#167; 279; <span class=\"star-pagination\">*Page 423</span> \n27 R.C.L. 1050, &#167; 44. Generally speaking, depreciation and obsolescence must be borne by the remainderman: <em>Laflin v.</em><em>Commissioner of Internal Revenue</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">460</span></span></cross_reference>. The expense of modern improvements in buildings, such as water closets, bathrooms, changes in furnaces, should not be charged to the life tenant's estate, when the same are not installed during her lifetime and consequently are not of benefit to her in the use of the buildings: <em>Greene v. Greene</em>, <cross_reference><span class=\"citation\" data-id=\"3864525\"><a href=\"/opinion/4104831/greene-v-greene/\"><span class=\"volume\">19</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">619</span></a></span></cross_reference> (<cross_reference><span class=\"citation\" data-id=\"3864525\"><a href=\"/opinion/4104831/greene-v-greene/\"><span class=\"volume\">35</span> <span class=\"reporter\">A.</span> <span class=\"page\">1042</span></a></span></cross_reference>, 35 L.R.A. 790). The expense, so far as the record shows, of changing the intake of the furnace from outside to inside the house was for the purpose of making the same conform to modern usage, and the expense thereof should not be charged to the life tenant's estate.</p>\n<p>The nature of the wrongful act or omission for which the remainderman is entitled to recover for waste is a tort: 1 Thompson on Real Property, page 848, &#167; 750. The form of the remedy now most commonly used is an action on the case, or the equivalent statutory remedy for the recovery of damages: 1 Thompson on Real Property, page 860, &#167; 764; 1 Tiffany on Real Property (2d Ed.), page 981, &#167; 290; 1 Washburn on Real Property (6th Ed.), page 141, &#167; 306. The amount of recovery is the difference between the value of the property in its present condition and what it would be worth, had the life tenant maintained and repaired the premises as a prudent person would have done under similar circumstances, or, in other words, the loss suffered by dimunition in value of the property: 27 R.C.L. 1050; <em>First National Realty  Loan Company v. Mason</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">Mo. App.</span> <span class=\"page\">37</span></span></cross_reference> (<cross_reference><span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">971</span></span></cross_reference>).</p>\n<p>The fact that the measure of recovery by the remainderman is the amount of decrease in value of the property due to the failure of the life tenant to preserve <span class=\"star-pagination\">*Page 424</span> \nit, does not preclude evidence of the cost of making necessary repairs. In many instances this would be the only means of correctly determining the loss suffered: <em>Murphy v. Hawthorne</em>,<cross_reference><span class=\"citation\" data-id=\"3841578\"><a href=\"/opinion/4082611/murphy-v-hawthorne/\"><span class=\"volume\">117</span> <span class=\"reporter\">Or.</span> <span class=\"page\">319</span></a></span></cross_reference> (<cross_reference><span class=\"citation\" data-id=\"3841578\"><a href=\"/opinion/4082611/murphy-v-hawthorne/\"><span class=\"volume\">244</span> <span class=\"reporter\">P.</span> <span class=\"page\">79</span></a></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1397</span></span>). Proof of this loss can and should be admitted under itemized claims presented: <em>First</em><em>National Realty  Loan Company v. Mason</em>, supra. The question of whether waste has been committed, and the amount of recovery therefor, depend, \"to a great extent, on matters of fact such as the custom of the neighborhood, the character of the premises, the reasonableness of the use made thereof\" and many other considerations which have been aptly stated in the case of<em>Ferguson v. Rochford</em>, supra.</p>\n<p>The statement is frequently found that the life tenant must keep the premises in as good repair as they were when the life tenancy began. Without explanation, this language would be somewhat misleading. It refers only to the ordinary repairs which are necessary to be made to preserve the property. It does not mean, for example, that if the roof has an expected durability of twenty years when the life tenant takes possession, and she occupies the premises nineteen years, during which time reroofing is not necessitated, the remainderman is entitled to charge back to her estate nineteen-twentieths of the cost of reroofing, if he has to make such repair soon after the termination of the life tenancy. She is not expected to make repairs until the necessity of doing so arises, and the remainderman may not collect from her estate the cost of repairs made after the termination of her life tenancy which were not, in the usual course of such matters, necessitated during her occupancy. In the instant case, the evidence would seem to indicate that the reroofing of two houses and exterior painting of <span class=\"star-pagination\">*Page 425</span> \nall three should have been done during the life tenancy, and that reasonable cost of such repairs should be charged to the life tenant's estate.</p>\n<p>In determining how much, if anything, the life tenant's estate should be charged with the cost of replacing stolen plumbing and lighting fixtures and replacing window glass broken by marauders, the court should ascertain whether or not such acts of depredation were due to the negligence of the life tenant.</p>\n<p>According to the will of H.B. Stout his widow, Addie Stout, was given the net income from the property for her support. There is nothing in the will or the record to indicate that the widow was relieved of the expense of preserving and maintaining the property during her life tenancy. Had the husband intended otherwise, the will should have made that purpose manifest. From the record it appears that the income from the premises during the entire period of the life tenancy was ample to pay all the taxes and provide for maintenance of the property. The life tenant was not excused for neglecting to keep up the premises properly during the last few years of her occupancy, although the annual income therefrom was then reduced, inasmuch as the total income during her occupancy was sufficient for that purpose:<em>Murch v. J.O. Smith Manufacturing Company</em>, supra.</p>\n<p>The right of the remaindermen, claimants, to recover in this proceeding is not barred by the statute of limitations: <em>Prescott</em><em>v. Grimes</em>, supra; 27 R.C.L. 1048, &#167; 41.</p>\n<p>On the whole case, from the record before us we are unable to say what judgment, if any, should be entered in favor of the claimants. It therefore becomes necessary to reverse the judgment appealed from and remand the cause for further proceedings not inconsistent <span class=\"star-pagination\">*Page 426</span> \nwith this opinion. In ascertaining the amount which the remaindermen may be entitled to recover, the trial court should bear in mind that both the life tenant and the remaindermen were the intended objects of the bounty of the testator, H.B. Stout; that he undoubtedly was aware that the buildings in question would depreciate in value and to some extent become obsolete; and that unquestionably he did not expect that the entire income from the property would be used in payment of taxes and maintenance. Nevertheless, there was a duty imposed upon the life tenant to make the ordinary repairs which a prudent person under the circumstances would make, at least to the extent of the income from the property.</p>\n<p>CAMPBELL, C J., and BELT and RAND, JJ., concur. <span class=\"star-pagination\">*Page 427</span> </p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3322244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3837220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3839234/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3841578/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3864525/"
          ]
        }
      ],
      "judges": "BAILEY, J.",
      "date_created": "2016-07-06T08:06:19.294160Z",
      "date_modified": "2017-04-15T06:02:52.772349Z",
      "date_filed": "1935-09-12",
      "date_filed_is_approximate": false,
      "slug": "in-re-stouts-estate",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "In Re Stout's Estate",
      "case_name_full": "In Re Stout's Estate Liberty v. Koerner",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "151 Or. 411",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "50 P.2d 768",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "Andrew Koerner , of Portland (Dey, Hampson  Nelson, of Portland, on the brief), for appellant.\n\n E.M. Morton , of Portland, for respondents.",
      "nature_of_suit": "",
      "posture": "Appeal from the Circuit Court, Multnomah County, GEORGE TAZWELL, Judge.\n\nProceedings in the matter of the estate of Addie Stout, deceased, wherein Olive Liberty and Walter Stout filed claims. From an order allowing the claims, Andrew Koerner, as executor of the last will and testament of Addie Stout, deceased, appeals.\n\nREVERSED.",
      "syllabus": "",
      "citation_count": 45,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3951225/in-re-stouts-estate/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-06T08:06:19.288046Z",
  "date_modified": "2016-07-06T08:06:19.288070Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": "1935-09-12",
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "In Re Stout's Estate",
  "case_name_full": "In Re Stout's Estate Liberty v. Koerner",
  "slug": "in-re-stouts-estate",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}