{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3953418/",
  "id": 3953418,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/or/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4081276/",
      "id": 4081276,
      "absolute_url": "/opinion/4081276/elliott-v-mosgrove/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3953418/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3839976/",
          "id": 3839976,
          "absolute_url": "/opinion/4081276/elliott-v-mosgrove/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4081276/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5504/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-06T08:09:03.164528Z",
          "date_modified": "2017-04-15T03:30:24.532265Z",
          "type": "050addendum",
          "sha1": "18f54e1d73d860e88340f2164b146fe68a5373ca",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/oregon/supreme_court_opinions/documents/927753adb092ccf8.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>The defendants have filed a petition for a rehearing accompanied by comprehensive briefs. We shall first consider the criticisms which they make of the statement of facts contained in our opinion.</p>\n<p>Our decision, referring to the estate of Matt Mosgrove, deceased, says: \"The inventory and appraisement of the latter indicated a value of $69,108.59. Its indebtedness aggregated $20,021.16, leaving a net worth of $49,087.43. Out of the latter $8,000 was drawn with which the trust bequeathed by Matt in behalf of <span class=\"star-pagination\">*Page 541</span> \nCharles's children was established.\" The briefs accompanying the petition for a rehearing, after quoting the sentence which we have just repeated, states concerning it: \"There is no word of evidence in the record to justify the statement by the Court in its opinion, and it results in a reflection upon a man now dead, and an outright injustice to his memory.\" We fail to understand how such conduct upon the part of Thomas could reflect unfavorably upon him. It will be recalled that Thomas was the son of Matt and the nephew of the deceased William, with whom we are primarily concerned. Matt's will, after bequeathing $8,000 in trust for the benefit of the children of his brother Charles, nominated Thomas as executor and provided that he should invest this $8,000 fund and hold the purchased items in trust for Charles's children. Thomas made the investment by purchasing some Canadian land. It is true, as the defendants argue, that Thomas's widow testified that her husband purchased the land with his own funds, but she is a partisan and, as shown in our previous decision, her information concerning her husband's financial transactions, although avowed by her to be complete, was only partial. The following facts, we believe, indicate that the statement quoted above is supported by substantial evidence. Matt died in January, 1926. March 5, 1929, Thomas signed a Declaration of Trust from which we now quote:</p>\n<p>\"WHEREAS Matt Mosgrove, of Milton, Umatilla County, Oregon, by his last will and testament gave and devised unto his son, Thomas H. Mosgrove, the executor named in his will, in trust, the sum of $8,000.00, and by his said will directed his trustee to invest the same * * *</p>\n<p>AND WHEREAS I, Thomas H. Mosgrove, the executor and trustee named in the will of Matt Mosgrove, <span class=\"star-pagination\">*Page 542</span> \nhave pursuant to the direction therein contained and as hereinbefore set out invested the sum of $8,000.00 by purchasing the following land * * *</p>\n<p>AND WHEREAS I made the said purchase and made the said investment in compliance with and pursuant to the will of the late Matt Mosgrove as in part hereinbefore recited * * *</p>\n<p>NOW THEREFORE this agreement and declaration WITNESSETH that in consideration of the premises and pursuant to the will of the late Matt Mosgrove, I HEREBY AGREE AND DECLARE that the land and premises * * * is held by me in trust for * * * according to the terms of the will of the late Matt Mosgrove, and I do stand seized and possessed of the said land and premises in trust for them, and subject to the terms of the said will and will pay the income derived therefrom * * * and otherwise dispose of the same in such manner as the said Matt Mosgrove in his will directed, and will hold the same in trust pursuant to the said will * * *.\"</p>\n<p>The only other criticism which the defendants make of our statement of the contents of the record is to direct attention to the fact that the prayer which concludes the complaint does not directly employ the term \"an accounting.\" Our previous decision stated: \"The prayer was inclusive and among other things asked for * * * an accounting.\" It is true that the term \"an accounting\" is not found in the prayer, but we believe that the prayer, which is lengthy, is reasonably susceptible to the interpretation that the plaintiff sought an accounting. She could not have been awarded the relief suggested by the facts narrated in her complaint unless an accounting was first had. Further, the prayer asked \"for such other and further relief as to a court of equity may seem meet and * * *.\" It is well established that the prayer is no part of the <span class=\"star-pagination\">*Page 543</span> \ncause of suit or of action, and that ordinarily a party is entitled against answering defendants to any relief warranted by the facts set up in his complaint. This is especially true when the prayer, like plaintiff's, seeks general relief. We do not believe that our statement of the facts is erroneous.</p>\n<p>The defendants argue again that the circuit court improperly permitted the plaintiff to make the amendment to her complaint which we set forth in our decision. Concerning our decision, they say: \"In this portion of the opinion the Court does not pass upon the question of whether or not the amendment changed the cause of action.\" It will be recalled that the amendment was made after both sides had rested, but that the order authorizing it added: \"Ordered that this cause be continued to permit the defendants to introduce any additional testimony they may desire to offer.\" Following the amendment the defendants excepted but offered no evidence.</p>\n<p>Section 1-906, Oregon Code 1930, which is the part of our laws which governs this issue, grants to trial judges a discretionary power to permit amendments before a cause is submitted, provided the amendment \"does not substantially change the cause of action.\" The term \"cause of action\" employed in this section is the piece de resistance which has caused the trouble in the application of this section of our laws. In the stretching, hauling, pulling and contracting to which this phrase has been subjected it has made its way into that group of terms which lacks unity of signification. For a review of many of the definitions which have been placed upon this term, see <em>United</em><em>States v. Memphis Cotton Oil Co.</em>, <cross_reference>288 U.S. 62</cross_reference>, <cross_reference>77 L.Ed. 619</cross_reference>,<cross_reference>53 S.Ct. 278</cross_reference>; <em>East Side Mill Co. v. Southeast Portland Lumber</em> <span class=\"star-pagination\">*Page 544</span> <em>Co.</em>, <cross_reference>155 Or. 367</cross_reference>, <cross_reference>64 P.2d 625</cross_reference>; The Code \"Cause of Action\", Clark, 33 Yale Law Journal 817; Actions and Causes of Action, McCaskill, 34 Yale Law Journal 614; and The Code \"Cause of Action\" Clarified by United States Supreme Court, Arnold, 19 A.B.A. Journal 215. Mr. Justice Cardoza, taking a practical attitude toward the term, in <em>United States v. Memphis Cotton Oil</em><em>Co.</em>, supra, says: \"It may mean one thing when the question is whether it is good upon demurrer, and something different when there is a question of the amendment of a pleading or of the application of the principle of <em>res judicata.</em>\" He goes on with an enumeration of other phases of the term, but we are concerned with only one application of the term, that is, its meaning in our statute governing amendments which do not substantially change the cause of action.</p>\n<p>Judge Clark, who at the time he wrote his article was an instructor in the Yale School of Law but who subsequently became author of Clark on Code Pleading, reporter of the Advisory Committee on Rules of Civil Procedure appointed by the United States Supreme Court, and still later Judge of the Federal Circuit Court, in his above-cited article, commends highly the following analysis of the term \"cause of action\" given in Phillips, Code Pleading, &#167; 30:</p>\n<p>\"The question to be determined at the threshold of every action is, whether there is occasion for the state to interfere. Therefore, when a suitor asks that the public force be exerted in his behalf, he must show that there is, <em>prima facie</em>, occasion for the state to act in his behalf. That is, he must show a right in himself, recognized by law, and a wrongful invasion thereof, actual or threatened. And since both rights and delicts arise from operative facts, he must affirm of himself such investitive fact or group of facts as will show a consequent <span class=\"star-pagination\">*Page 545</span> \nlegal right in him, and he must affirm of the adversary party such culpatory fact or facts as will show his delict with reference to the right so asserted. The formal statement of operative facts showing such right and such delict shows a <em>cause</em><em>for</em> action on the part of the state and in behalf of the complainant, and is called, in legal phraseology, a <em>cause of</em><em>action.</em>\"</p>\n<p>Judge Clark expresses his own conception of the meaning of the term in the following words:</p>\n<p>\"The cause of action under the code should be viewed as an aggregate of operative facts which give rise to one or more relations of right-duty between two or more persons. The size of such aggregate should be worked out in each case pragmatically with an idea of securing convenient and efficient dispatch of trial business.\"</p>\n<p>He suggests:</p>\n<p>\"It seems that a single cause may give rise to innumerable rights. And the extent of our cause and the number of persons it may affect must be determined having in mind our main purpose, above referred to &#8212; convenient, efficient trial work. So our cause should be as extensive a history as we can conveniently and efficiently handle as a single unit, and without injury to substantive rights.\"</p>\n<p>In his volume on code pleading, Judge Clark, in stating his conception of a cause of action under the codes, points out:</p>\n<p>\"The number of such facts to be considered as a single unit will vary in different cases, but should be governed by reasons of practical convenience, and a change in such facts should not be a change in the cause of action so long as the essential fact situation remains the same. * * * Under this more flexible view of the restriction it is possible to allow amendments freely <span class=\"star-pagination\">*Page 546</span> \nwhere they relate to the same general acts or events set forth in the original pleading.\"</p>\n<p>In his aforementioned article he declares: \"There is no royal road to pleading for either bench or bar.\" He favors a flexible application of the term, pointing out that in flexibility \"there is thus afforded a pragmatic instead of a purely arbitrary application of procedural rules. This would leave a considerable choice to the pleader himself, but still more it would leave much to the discretion of the trial judge, who after all is the one upon whom the responsibility of getting trial work done must rest.\" He illustrates his point of view thus:</p>\n<p>\"A cause of action may consist of operative facts a, b, c, d, and e. The substitution of fact f for fact e may not make a new cause of action; while the substitution of facts f and g for facts d and e may. Our test is not absolute identity of <em>all</em> the operative facts, but whether the number of operative facts common to each situation is sufficiently large to make the treatment of the cause as a unit desirable for convenient and efficient trial work.\"</p>\n<p>Professor McCaskill, in his above-cited treatise, criticizes Clark's definition by stating: \"It is attractive but elusive.\" He adds: \"We are certain to be impressed with the aim of administrative convenience stressed by Professor Clark. Likewise, we should be sympathetic toward that amount of flexibility in the action which will make it possible to attain this aim.\" But, having bestowed this commendation, the writer destroyed its effect by declaring: \"Leaving to the trial judge the fixation of the scope of the cause of action does not make for administrative convenience.\" Professor <span class=\"star-pagination\">*Page 547</span> \nMcCaskill gives his conception of the meaning of the term \"cause of action\" in the following language:</p>\n<p>\"I think we are now prepared to give a fairly accurate definition of the cause of action. It is that group of operative facts which, standing alone, would show a single right in the plaintiff and a single delict to that right giving cause for the state through its courts to afford relief to the party or parties whose right was invaded. The singleness of the right and delict is determined by a study of the old remedies in connection with which the concepts as to singleness of rights and delicts developed.\"</p>\n<p>This definition, while possibly an excellent one for pedagogical purposes, is too abstruse to serve the needs of a trial judge who is intent upon framing the issues between the parties in such a practical way that the dispatch of judicial business will be facilitated.</p>\n<p>Code pleading was the product of a natural aversion to the defeat of meritorious claims through the employment of pleading-technicalities. All seem agreed that the commissioners who framed the Field Code admired the flexible character of the principles of equity pleading and disliked the rigid rules of common law pleading. The manner in which flexibility has demonstrated its practicability is indicated in the newer methods of pleading; for instance, Rule 15 of the new Federal Rules, written by the Advisory Committee with which Dean Clark served, places only the following limitation upon the power of the courts to permit amendments: \"Leave shall be freely given when justice so requires.\" A claim for relief under the new Federal Rules need not contain anything more than \"a short and plain statement of the grounds upon which the court's jurisdiction depends\" and \"a short and plain statement of the claim showing the pleader is entitled <span class=\"star-pagination\">*Page 548</span> \nto relief.\" The English practice (Rules of the Supreme Court, Order XXVII) provides: \"The court or a judge may, at any stage of the proceedings, allow either party to alter or amend his endorsement or pleadings, in such manner and on such terms as may be just and all such amendments shall be made as may be necessary for the purposes of determining the real questions in controversy between the parties.\" Thus, it is possible to write rules governing pleadings without employing the troublesome term \"cause of action,\" and certainly the merit of the newer methods is largely the result of the flexibility which they employ. However, the phrase \"cause of action\" is found in our laws and we must now determine its meaning. It is our belief that one is more likely to gain a correct conception of the meaning of the term by being guided by those who favor the changes which the code commissioners sought to achieve than by reviewing the decisions to which Chief Justice Winslow, in his oft-quoted language, referred (<em>McArthur v. Moffett</em>, <cross_reference>143 Wis. 564</cross_reference>, <cross_reference>128 N.W. 445</cross_reference>, 33 L.R.A. (N.S.) 264), when he said, \"The cold, not to say inhuman, treatment which the infant Code received from the New York judges is matter of history.\"</p>\n<p>Courts which are not over-attentive to the ancient common law forms of action, and which view the process of framing the issues, not as mere application of dry formulas but as a practical means whereby the controversy between the parties may be ascertained and stated in convenient form for judicial attention, experience no difficulty in the application of Judges Phillips' and Clark's definitions of a cause of action. They regard the term \"cause of action\" as one which is broadly descriptive, and deem that its use is purely <span class=\"star-pagination\">*Page 549</span> \npractical. In <em>Friederichsen v. Renard</em>, <cross_reference>247 U.S. 207</cross_reference>,<cross_reference>62 L.Ed. 1075</cross_reference>, <cross_reference>38 S.Ct. 450</cross_reference>, the court held that a new cause of action was not alleged when a complaint, which averred that the plaintiff was induced through the defendant's fraud to sign a contract for an exchange of properties, was amended in such manner that the cause was transferred from the equity to the law side of the court and the relief sought by the amended complaint was damages in lieu of cancellation prayed for in the original pleading. In<em>Union Central Life Insurance Co. v. Deschutes Valley  Loan</em><em>Co.</em>, <cross_reference>139 Or. 222</cross_reference>, <cross_reference>3 P.2d 536</cross_reference>, <cross_reference>8 P.2d 587</cross_reference>, and <em>Cook v. Van</em><em>Buskirk</em>, <cross_reference>127 Or. 206</cross_reference>, <cross_reference>271 P. 728</cross_reference>, we reached the same result &#8212; with the aid, however, of Oregon Code 1930, &#167; 6-102. For a citation of other decisions similar to <em>Friederichsen v. Renard</em>, see Bancroft's Code Pleading, Practice and Remedies, &#167; 530, and 49 C.J., Pleading, p. 520, &#167; 686. In the Friederichsen decision the court held that the filing of the original complaint, not the amended pleading, determined the limitation period, and that since the amended pleading did not state a new cause, the plaintiff was entitled to recover even though the period had elapsed when the amended pleading was filed. The decision, obviously sound, was a departure from old traditions. But the very purpose of new laws is to break away from old ideas.</p>\n<p>The declaration in <em>Missouri, Kansas  Texas Ry. v. Wulf</em>,<cross_reference>226 U.S. 570</cross_reference>, <cross_reference>57 L.Ed. 355</cross_reference>, <cross_reference>33 S.Ct. 135</cross_reference>, Ann. Cas. 1914B, 134, before amendment, described the plaintiff as the sole beneficiary and next of kin of the deceased, and referred to a statute of Kansas which gave a right of action for injuries resulting in death. As amended, the pleading retained these averments but <span class=\"star-pagination\">*Page 550</span> \nadded that the plaintiff, since the filing of the original complaint, had been appointed administratrix of the deceased's estate, and averred that not only the statutes of Kansas but also a congressional act afforded her a right of action for the death of her son. The amendment was made after the period of limitations had expired. The court held that the amendment did not substantially change the cause of action, and affirmed the judgment recovered by the plaintiff under the Federal act. In<em>New York Central R.R. v. Kinney</em>, <cross_reference>260 U.S. 340</cross_reference>, <cross_reference>67 L.Ed. 294</cross_reference>,<cross_reference>43 S.Ct. 122</cross_reference>, the original complaint set forth facts constituting a cause of action (a) under the common law, (b) under a New York statute, and (c) under a congressional act, depending upon which of these laws was applicable. Reliance upon the state statute was indicated by an averment that a notice required by it had been given. After several trials had taken place and after more than seven years had passed since the complaint was filed the plaintiff was permitted to make an amendment which averred that at the time of his injury the parties were engaged in interstate commerce. He then obtained a judgment under the Federal Employers' Liability Act. In holding that the amendment did not introduce a new cause of action, the court declared that it merely expanded or amplified the original pleading.</p>\n<p>The question whether a change from express contract to <em>quantum</em><em>meruit</em> is permissible was propounded to and answered by this court in <em>Richardson v. Investment Co.</em>, <cross_reference>124 Or. 569</cross_reference>, <cross_reference>264 P. 458</cross_reference>,<cross_reference>265 P. 1117</cross_reference>: \"Did plaintiff introduce a new cause of action in changing from one upon express contract to one upon <em>quantum</em><em>meruit</em>? We answer in the negative.\" See to same effect 49 C.J., Pleading, p. 523, &#167; 693. <span class=\"star-pagination\">*Page 551</span> </p>\n<p>From 49 C.J., Pleading, p. 522, &#167; 691, we quote:</p>\n<p>\"Except in jurisdictions where it is held that no amendments are permissible which change the form of the action, it is very generally held that, so long as the cause of action itself is not changed, it is permissible to change by amendment the form of action in an action ex contractu to a different form of action ex contractu. Assumpsit may be changed to covenant or debt, or the form of action may be changed from covenant to assumpsit, or from debt to covenant. So an action begun in assumpsit may be changed to account.\"</p>\n<p>In <em>Chickasha Cotton Oil Co. v. Radney</em>, <cross_reference>172 Okla. 368</cross_reference>,<cross_reference>45 P.2d 54</cross_reference>, the complaint charged the defendant, operator of a cotton gin, with liability for a quantity of cotton. The original complaint alleged that after the defendant had taken possession of the cotton it negligently permitted it to be destroyed by fire. The amended complaint, after charging a contractual bailment, alleged delivery and a failure to return upon demand; in other words, the plaintiff changed his cause from tort to contract. The Oklahoma statute authorized an amendment of a pleading which \"does not change substantially the claim or defense.\" The court held that the amendment was not beyond the purview of this code provision and that recovery was not barred by the statutory period of limitations which had not expired when the original complaint was filed. See further 49 C.J., Pleading, p. 524, &#167; 694. In <em>Lieuallen v. Mosgrove</em>, <cross_reference>37 Or. 446</cross_reference>,<cross_reference>61 P. 1022</cross_reference>, this court held that the code provision concerning amendments quoted in a preceding paragraph was not violated when the plaintiff was permitted to amend his complaint by inserting in it the appropriate averment of negligence after a judgment for him had been reversed (<em>Lieuallen v. Mosgrove</em>, <cross_reference>33 Or. 282</cross_reference>,<cross_reference>54 P. 200</cross_reference>, 54 P. 664) because recovery <span class=\"star-pagination\">*Page 552</span> \nhad been awarded upon a claim for negligence not alleged. In<em>Ibach v. Jackson</em>, <cross_reference>148 Or. 92</cross_reference>, <cross_reference>35 P.2d 672</cross_reference>, this court held that an amendment which amplified the specifications of negligence set forth in the original complaint and added another did no violence to the code section under review. From 49 C.J., p. 523, &#167; 692, we quote:</p>\n<p>\"Except in jurisdictions where amendments changing the form of action are not permissible, it is held that amendments changing the form of action in an action ex delicto to another form of action ex delicto are permissible, provided the cause of action itself is not changed. Thus trespass may be changed to case and vice versa, an action for possession to one for conversion, an action for malicious prosecution to one for false imprisonment, an action of forcible entry and detainer to ejectment, and trespass may be changed to trover or replevin. * * *\"</p>\n<p>We shall not attempt to state in our own words our conception of a cause of action. The definitions given by Judges Phillips and Clark are excellent. We adopt them as our own. They are much more in keeping with the spirit of code pleading, in our belief, than the definition given by Professor McCaskill. The latter appeals to us as a return to the discredited rigidity of common law pleading; and a return to it would be most unfortunate after flexibility has demonstrated its merit.</p>\n<p>The primary purposes of the code were satisfied when it appeared from the averments of the complaint that Thomas Mosgrove accepted the office of trustee of the bequest left by his uncle; that he (Thomas) died after receiving the fund but before accounting for it; that the plaintiff, as his successor, had become entitled to receive the <em>trust res</em>; and that the <span class=\"star-pagination\">*Page 553</span> \nexecutor of Thomas's estate had refused the plaintiff's demands. It is true that the original complaint averred that Thomas had collected in full upon the note, and that the amended complaint averred that collection had either been made or could have been accomplished through the exercise of reasonable diligence. The defendants argue that the original complaint which averred collection constituted an election of remedies and that, hence, we have an additional reason why the amendment should not have been allowed. But, as was pointed out in <em>Friederichsen v.</em><em>Renard</em>, supra, \"for obvious reasons it (election) has never been a favorite of equity.\" It will at once be observed that the amendment did not aver facts showing that the plaintiff was entitled to the pursuit of two possible remedies between which she had a choice, but merely averred facts in alternative form. Thus, there could be only one remedy depending upon which alternative was true. When the amendment was made it appeared from the evidence that a total of $5,315.30 had been deposited in the T.H. Mosgrove Trustee account. The defendants had insisted that this account was not made up of deposits of the funds of the William Mosgrove $5,000 trust fund. In order to meet this argument the plaintiff had introduced evidence indicating that if Thomas had not collected upon the note he had had plenty of opportunities for so doing while those liable upon it were solvent. The alternative averments were made because the plaintiff lacked information concerning the facts. This is not an instance concerning an election of remedies, because in no event was more than one remedy available. Moreover, a remedy pursued in ignorance of coexisting facts which afford the basis of an alternative remedy is not deemed an election &#8212; it is regarded as a <span class=\"star-pagination\">*Page 554</span> \nmistake. The present instance is nothing more than an averment of facts in alternative form.</p>\n<p>From the evidence stated in the preceding paragraph it is evident that the amendment merely conformed the pleading to the facts. It is plain that the amendment related to the same transaction that constituted the subject-matter of the complaint. After the amendment the essential fact situation remained the same as before. The original complaint had merely been amplified. If the test of whether a proposed amendment will substantially change a cause of action is to inquire whether the amendment will facilitate the convenient, efficient dispatch of the business before the court &#8212; and we believe that such is the correct test &#8212; then it is evident that this amendment met that test. We say that the amendment met that test, because after its allowance neither party felt it was necessary to offer additional proof. Thus, by allowing the amendment the entire cause was determined, and the useless ceremony of dismissing this suit in order that another complaint incorporating the additional averments might be filed, was avoided. We are firmly convinced that the amendment did not substantially change the cause of action narrated in the original complaint. The defendants' criticism of our decision has not caused us to alter our previous views.</p>\n<p>The defendants state: \"In the absence of any evidence whatsoever on the part of Thomas H. Mosgrove in selecting the depository, there is no warrant in law for holding Thomas H. Mosgrove's estate liable for the amount of the deposit.\" It will be recalled that the T.H. Mosgrove Trustee account was with a bank which was subsequently liquidated by the superintendent of banks and that the defendants, in their pleadings and <span class=\"star-pagination\">*Page 555</span> \nthroughout the trial, denied that Thomas had ever become trustee. In view of the latter defense, whether he in good faith or otherwise selected the bank as depository was not an issue.<em>Knowlton v. Fourth-Atlantic National Bank</em>, <cross_reference>271 Mass. 343</cross_reference>,<cross_reference>171 N.E. 721</cross_reference>. But in any event the burden was upon Thomas's estate to establish all credits to which he was entitled. From Bogert, Trusts and Trustees, &#167; 971, we quote:</p>\n<p>\"The burden is on the accounting trustee to prove to the satisfaction of the court the merit of all claims for credit which he makes.\"</p>\n<p>See to similar effect 65 C.J., Trusts, p. 904, &#167; 799. The record does not indicate the amount realized in the liquidation of the T.H. Mosgrove Trustee account. In these days when many supposedly insolvent banks have satisfied in full the deposit claims, leaving in some instances something for the stockholders, it may be that the T.H. Mosgrove Trustee account has been paid in full. Since the record is silent, the issue must be resolved against the defendants who failed to discharge the burden of proof resting upon them.</p>\n<p>Finally, the defendants argue once more that the plaintiff's cause was barred by the statute of limitations. As stated in our original opinion, since this defense was not alleged, it cannot be considered. We still adhere to that belief, but add that if the defense had been available the facts prove that the plaintiff's claim was not barred by an intervening limitation period.</p>\n<p>It follows from the above that the petition for a rehearing is denied.</p>\n<p>RAND, C.J., and KELLY, BELT and BEAN, JJ., concur. <span class=\"star-pagination\">*Page 556</span> </p>",
          "html_with_citations": "<p>The defendants have filed a petition for a rehearing accompanied by comprehensive briefs. We shall first consider the criticisms which they make of the statement of facts contained in our opinion.</p>\n<p>Our decision, referring to the estate of Matt Mosgrove, deceased, says: \"The inventory and appraisement of the latter indicated a value of $69,108.59. Its indebtedness aggregated $20,021.16, leaving a net worth of $49,087.43. Out of the latter $8,000 was drawn with which the trust bequeathed by Matt in behalf of <span class=\"star-pagination\">*Page 541</span> \nCharles's children was established.\" The briefs accompanying the petition for a rehearing, after quoting the sentence which we have just repeated, states concerning it: \"There is no word of evidence in the record to justify the statement by the Court in its opinion, and it results in a reflection upon a man now dead, and an outright injustice to his memory.\" We fail to understand how such conduct upon the part of Thomas could reflect unfavorably upon him. It will be recalled that Thomas was the son of Matt and the nephew of the deceased William, with whom we are primarily concerned. Matt's will, after bequeathing $8,000 in trust for the benefit of the children of his brother Charles, nominated Thomas as executor and provided that he should invest this $8,000 fund and hold the purchased items in trust for Charles's children. Thomas made the investment by purchasing some Canadian land. It is true, as the defendants argue, that Thomas's widow testified that her husband purchased the land with his own funds, but she is a partisan and, as shown in our previous decision, her information concerning her husband's financial transactions, although avowed by her to be complete, was only partial. The following facts, we believe, indicate that the statement quoted above is supported by substantial evidence. Matt died in January, 1926. March 5, 1929, Thomas signed a Declaration of Trust from which we now quote:</p>\n<p>\"WHEREAS Matt Mosgrove, of Milton, Umatilla County, Oregon, by his last will and testament gave and devised unto his son, Thomas H. Mosgrove, the executor named in his will, in trust, the sum of $8,000.00, and by his said will directed his trustee to invest the same * * *</p>\n<p>AND WHEREAS I, Thomas H. Mosgrove, the executor and trustee named in the will of Matt Mosgrove, <span class=\"star-pagination\">*Page 542</span> \nhave pursuant to the direction therein contained and as hereinbefore set out invested the sum of $8,000.00 by purchasing the following land * * *</p>\n<p>AND WHEREAS I made the said purchase and made the said investment in compliance with and pursuant to the will of the late Matt Mosgrove as in part hereinbefore recited * * *</p>\n<p>NOW THEREFORE this agreement and declaration WITNESSETH that in consideration of the premises and pursuant to the will of the late Matt Mosgrove, I HEREBY AGREE AND DECLARE that the land and premises * * * is held by me in trust for * * * according to the terms of the will of the late Matt Mosgrove, and I do stand seized and possessed of the said land and premises in trust for them, and subject to the terms of the said will and will pay the income derived therefrom * * * and otherwise dispose of the same in such manner as the said Matt Mosgrove in his will directed, and will hold the same in trust pursuant to the said will * * *.\"</p>\n<p>The only other criticism which the defendants make of our statement of the contents of the record is to direct attention to the fact that the prayer which concludes the complaint does not directly employ the term \"an accounting.\" Our previous decision stated: \"The prayer was inclusive and among other things asked for * * * an accounting.\" It is true that the term \"an accounting\" is not found in the prayer, but we believe that the prayer, which is lengthy, is reasonably susceptible to the interpretation that the plaintiff sought an accounting. She could not have been awarded the relief suggested by the facts narrated in her complaint unless an accounting was first had. Further, the prayer asked \"for such other and further relief as to a court of equity may seem meet and * * *.\" It is well established that the prayer is no part of the <span class=\"star-pagination\">*Page 543</span> \ncause of suit or of action, and that ordinarily a party is entitled against answering defendants to any relief warranted by the facts set up in his complaint. This is especially true when the prayer, like plaintiff's, seeks general relief. We do not believe that our statement of the facts is erroneous.</p>\n<p>The defendants argue again that the circuit court improperly permitted the plaintiff to make the amendment to her complaint which we set forth in our decision. Concerning our decision, they say: \"In this portion of the opinion the Court does not pass upon the question of whether or not the amendment changed the cause of action.\" It will be recalled that the amendment was made after both sides had rested, but that the order authorizing it added: \"Ordered that this cause be continued to permit the defendants to introduce any additional testimony they may desire to offer.\" Following the amendment the defendants excepted but offered no evidence.</p>\n<p>Section 1-906, Oregon Code 1930, which is the part of our laws which governs this issue, grants to trial judges a discretionary power to permit amendments before a cause is submitted, provided the amendment \"does not substantially change the cause of action.\" The term \"cause of action\" employed in this section is the piece de resistance which has caused the trouble in the application of this section of our laws. In the stretching, hauling, pulling and contracting to which this phrase has been subjected it has made its way into that group of terms which lacks unity of signification. For a review of many of the definitions which have been placed upon this term, see <em>United</em><em>States v. Memphis Cotton Oil Co.</em>, <cross_reference><span class=\"citation\" data-id=\"102014\"><a href=\"/opinion/102014/united-states-v-memphis-cotton-oil-co/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"102014\"><a href=\"/opinion/102014/united-states-v-memphis-cotton-oil-co/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">619</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"102014\"><a href=\"/opinion/102014/united-states-v-memphis-cotton-oil-co/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">278</span></a></span></cross_reference>; <em>East Side Mill Co. v. Southeast Portland Lumber</em> <span class=\"star-pagination\">*Page 544</span> <em>Co.</em>, <cross_reference><span class=\"citation\" data-id=\"3839263\"><a href=\"/opinion/4080696/east-side-mill-co-v-se-portland-co/\"><span class=\"volume\">155</span> <span class=\"reporter\">Or.</span> <span class=\"page\">367</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3839263\"><a href=\"/opinion/4080696/east-side-mill-co-v-se-portland-co/\"><span class=\"volume\">64</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">625</span></a></span></cross_reference>; The Code \"Cause of Action\", Clark, 33 Yale Law Journal 817; Actions and Causes of Action, McCaskill, 34 Yale Law Journal 614; and The Code \"Cause of Action\" Clarified by United States Supreme Court, Arnold, 19 A.B.A. Journal 215. Mr. Justice Cardoza, taking a practical attitude toward the term, in <em>United States v. Memphis Cotton Oil</em><em>Co.</em>, supra, says: \"It may mean one thing when the question is whether it is good upon demurrer, and something different when there is a question of the amendment of a pleading or of the application of the principle of <em>res judicata.</em>\" He goes on with an enumeration of other phases of the term, but we are concerned with only one application of the term, that is, its meaning in our statute governing amendments which do not substantially change the cause of action.</p>\n<p>Judge Clark, who at the time he wrote his article was an instructor in the Yale School of Law but who subsequently became author of Clark on Code Pleading, reporter of the Advisory Committee on Rules of Civil Procedure appointed by the United States Supreme Court, and still later Judge of the Federal Circuit Court, in his above-cited article, commends highly the following analysis of the term \"cause of action\" given in Phillips, Code Pleading, &#167; 30:</p>\n<p>\"The question to be determined at the threshold of every action is, whether there is occasion for the state to interfere. Therefore, when a suitor asks that the public force be exerted in his behalf, he must show that there is, <em>prima facie</em>, occasion for the state to act in his behalf. That is, he must show a right in himself, recognized by law, and a wrongful invasion thereof, actual or threatened. And since both rights and delicts arise from operative facts, he must affirm of himself such investitive fact or group of facts as will show a consequent <span class=\"star-pagination\">*Page 545</span> \nlegal right in him, and he must affirm of the adversary party such culpatory fact or facts as will show his delict with reference to the right so asserted. The formal statement of operative facts showing such right and such delict shows a <em>cause</em><em>for</em> action on the part of the state and in behalf of the complainant, and is called, in legal phraseology, a <em>cause of</em><em>action.</em>\"</p>\n<p>Judge Clark expresses his own conception of the meaning of the term in the following words:</p>\n<p>\"The cause of action under the code should be viewed as an aggregate of operative facts which give rise to one or more relations of right-duty between two or more persons. The size of such aggregate should be worked out in each case pragmatically with an idea of securing convenient and efficient dispatch of trial business.\"</p>\n<p>He suggests:</p>\n<p>\"It seems that a single cause may give rise to innumerable rights. And the extent of our cause and the number of persons it may affect must be determined having in mind our main purpose, above referred to &#8212; convenient, efficient trial work. So our cause should be as extensive a history as we can conveniently and efficiently handle as a single unit, and without injury to substantive rights.\"</p>\n<p>In his volume on code pleading, Judge Clark, in stating his conception of a cause of action under the codes, points out:</p>\n<p>\"The number of such facts to be considered as a single unit will vary in different cases, but should be governed by reasons of practical convenience, and a change in such facts should not be a change in the cause of action so long as the essential fact situation remains the same. * * * Under this more flexible view of the restriction it is possible to allow amendments freely <span class=\"star-pagination\">*Page 546</span> \nwhere they relate to the same general acts or events set forth in the original pleading.\"</p>\n<p>In his aforementioned article he declares: \"There is no royal road to pleading for either bench or bar.\" He favors a flexible application of the term, pointing out that in flexibility \"there is thus afforded a pragmatic instead of a purely arbitrary application of procedural rules. This would leave a considerable choice to the pleader himself, but still more it would leave much to the discretion of the trial judge, who after all is the one upon whom the responsibility of getting trial work done must rest.\" He illustrates his point of view thus:</p>\n<p>\"A cause of action may consist of operative facts a, b, c, d, and e. The substitution of fact f for fact e may not make a new cause of action; while the substitution of facts f and g for facts d and e may. Our test is not absolute identity of <em>all</em> the operative facts, but whether the number of operative facts common to each situation is sufficiently large to make the treatment of the cause as a unit desirable for convenient and efficient trial work.\"</p>\n<p>Professor McCaskill, in his above-cited treatise, criticizes Clark's definition by stating: \"It is attractive but elusive.\" He adds: \"We are certain to be impressed with the aim of administrative convenience stressed by Professor Clark. Likewise, we should be sympathetic toward that amount of flexibility in the action which will make it possible to attain this aim.\" But, having bestowed this commendation, the writer destroyed its effect by declaring: \"Leaving to the trial judge the fixation of the scope of the cause of action does not make for administrative convenience.\" Professor <span class=\"star-pagination\">*Page 547</span> \nMcCaskill gives his conception of the meaning of the term \"cause of action\" in the following language:</p>\n<p>\"I think we are now prepared to give a fairly accurate definition of the cause of action. It is that group of operative facts which, standing alone, would show a single right in the plaintiff and a single delict to that right giving cause for the state through its courts to afford relief to the party or parties whose right was invaded. The singleness of the right and delict is determined by a study of the old remedies in connection with which the concepts as to singleness of rights and delicts developed.\"</p>\n<p>This definition, while possibly an excellent one for pedagogical purposes, is too abstruse to serve the needs of a trial judge who is intent upon framing the issues between the parties in such a practical way that the dispatch of judicial business will be facilitated.</p>\n<p>Code pleading was the product of a natural aversion to the defeat of meritorious claims through the employment of pleading-technicalities. All seem agreed that the commissioners who framed the Field Code admired the flexible character of the principles of equity pleading and disliked the rigid rules of common law pleading. The manner in which flexibility has demonstrated its practicability is indicated in the newer methods of pleading; for instance, Rule 15 of the new Federal Rules, written by the Advisory Committee with which Dean Clark served, places only the following limitation upon the power of the courts to permit amendments: \"Leave shall be freely given when justice so requires.\" A claim for relief under the new Federal Rules need not contain anything more than \"a short and plain statement of the grounds upon which the court's jurisdiction depends\" and \"a short and plain statement of the claim showing the pleader is entitled <span class=\"star-pagination\">*Page 548</span> \nto relief.\" The English practice (Rules of the Supreme Court, Order XXVII) provides: \"The court or a judge may, at any stage of the proceedings, allow either party to alter or amend his endorsement or pleadings, in such manner and on such terms as may be just and all such amendments shall be made as may be necessary for the purposes of determining the real questions in controversy between the parties.\" Thus, it is possible to write rules governing pleadings without employing the troublesome term \"cause of action,\" and certainly the merit of the newer methods is largely the result of the flexibility which they employ. However, the phrase \"cause of action\" is found in our laws and we must now determine its meaning. It is our belief that one is more likely to gain a correct conception of the meaning of the term by being guided by those who favor the changes which the code commissioners sought to achieve than by reviewing the decisions to which Chief Justice Winslow, in his oft-quoted language, referred (<em>McArthur v. Moffett</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">564</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">445</span></span></cross_reference>, 33 L.R.A. (N.S.) 264), when he said, \"The cold, not to say inhuman, treatment which the infant Code received from the New York judges is matter of history.\"</p>\n<p>Courts which are not over-attentive to the ancient common law forms of action, and which view the process of framing the issues, not as mere application of dry formulas but as a practical means whereby the controversy between the parties may be ascertained and stated in convenient form for judicial attention, experience no difficulty in the application of Judges Phillips' and Clark's definitions of a cause of action. They regard the term \"cause of action\" as one which is broadly descriptive, and deem that its use is purely <span class=\"star-pagination\">*Page 549</span> \npractical. In <em>Friederichsen v. Renard</em>, <cross_reference><span class=\"citation\" data-id=\"99184\"><a href=\"/opinion/99184/friederichsen-v-renard/\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"99184\"><a href=\"/opinion/99184/friederichsen-v-renard/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1075</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"99184\"><a href=\"/opinion/99184/friederichsen-v-renard/\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></a></span></cross_reference>, the court held that a new cause of action was not alleged when a complaint, which averred that the plaintiff was induced through the defendant's fraud to sign a contract for an exchange of properties, was amended in such manner that the cause was transferred from the equity to the law side of the court and the relief sought by the amended complaint was damages in lieu of cancellation prayed for in the original pleading. In<em>Union Central Life Insurance Co. v. Deschutes Valley  Loan</em><em>Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">Or.</span> <span class=\"page\">222</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">536</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">587</span></span></cross_reference>, and <em>Cook v. Van</em><em>Buskirk</em>, <cross_reference><span class=\"citation\" data-id=\"3840318\"><a href=\"/opinion/4081562/cook-v-van-buskirk-et-ux/\"><span class=\"volume\">127</span> <span class=\"reporter\">Or.</span> <span class=\"page\">206</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3840318\"><a href=\"/opinion/4081562/cook-v-van-buskirk-et-ux/\"><span class=\"volume\">271</span> <span class=\"reporter\">P.</span> <span class=\"page\">728</span></a></span></cross_reference>, we reached the same result &#8212; with the aid, however, of Oregon Code 1930, &#167; 6-102. For a citation of other decisions similar to <em>Friederichsen v. Renard</em>, see Bancroft's Code Pleading, Practice and Remedies, &#167; 530, and 49 C.J., Pleading, p. 520, &#167; 686. In the Friederichsen decision the court held that the filing of the original complaint, not the amended pleading, determined the limitation period, and that since the amended pleading did not state a new cause, the plaintiff was entitled to recover even though the period had elapsed when the amended pleading was filed. The decision, obviously sound, was a departure from old traditions. But the very purpose of new laws is to break away from old ideas.</p>\n<p>The declaration in <em>Missouri, Kansas  Texas Ry. v. Wulf</em>,<cross_reference><span class=\"citation\" data-id=\"97749\"><a href=\"/opinion/97749/missouri-k-tr-co-v-wulf/\"><span class=\"volume\">226</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">570</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"97749\"><a href=\"/opinion/97749/missouri-k-tr-co-v-wulf/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">355</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"97749\"><a href=\"/opinion/97749/missouri-k-tr-co-v-wulf/\"><span class=\"volume\">33</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">135</span></a></span></cross_reference>, Ann. Cas. 1914B, 134, before amendment, described the plaintiff as the sole beneficiary and next of kin of the deceased, and referred to a statute of Kansas which gave a right of action for injuries resulting in death. As amended, the pleading retained these averments but <span class=\"star-pagination\">*Page 550</span> \nadded that the plaintiff, since the filing of the original complaint, had been appointed administratrix of the deceased's estate, and averred that not only the statutes of Kansas but also a congressional act afforded her a right of action for the death of her son. The amendment was made after the period of limitations had expired. The court held that the amendment did not substantially change the cause of action, and affirmed the judgment recovered by the plaintiff under the Federal act. In<em>New York Central R.R. v. Kinney</em>, <cross_reference><span class=\"citation\" data-id=\"100071\"><a href=\"/opinion/100071/new-york-central-hudson-river-r-co-v-kinney/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"100071\"><a href=\"/opinion/100071/new-york-central-hudson-river-r-co-v-kinney/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">294</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"100071\"><a href=\"/opinion/100071/new-york-central-hudson-river-r-co-v-kinney/\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">122</span></a></span></cross_reference>, the original complaint set forth facts constituting a cause of action (a) under the common law, (b) under a New York statute, and (c) under a congressional act, depending upon which of these laws was applicable. Reliance upon the state statute was indicated by an averment that a notice required by it had been given. After several trials had taken place and after more than seven years had passed since the complaint was filed the plaintiff was permitted to make an amendment which averred that at the time of his injury the parties were engaged in interstate commerce. He then obtained a judgment under the Federal Employers' Liability Act. In holding that the amendment did not introduce a new cause of action, the court declared that it merely expanded or amplified the original pleading.</p>\n<p>The question whether a change from express contract to <em>quantum</em><em>meruit</em> is permissible was propounded to and answered by this court in <em>Richardson v. Investment Co.</em>, <cross_reference><span class=\"citation\" data-id=\"3839751\"><a href=\"/opinion/4081095/richardson-v-investment-co/\"><span class=\"volume\">124</span> <span class=\"reporter\">Or.</span> <span class=\"page\">569</span></a></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">264</span> <span class=\"reporter\">P.</span> <span class=\"page\">458</span></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3839751\"><a href=\"/opinion/4081095/richardson-v-investment-co/\"><span class=\"volume\">265</span> <span class=\"reporter\">P.</span> <span class=\"page\">1117</span></a></span></cross_reference>: \"Did plaintiff introduce a new cause of action in changing from one upon express contract to one upon <em>quantum</em><em>meruit</em>? We answer in the negative.\" See to same effect 49 C.J., Pleading, p. 523, &#167; 693. <span class=\"star-pagination\">*Page 551</span> </p>\n<p>From 49 C.J., Pleading, p. 522, &#167; 691, we quote:</p>\n<p>\"Except in jurisdictions where it is held that no amendments are permissible which change the form of the action, it is very generally held that, so long as the cause of action itself is not changed, it is permissible to change by amendment the form of action in an action ex contractu to a different form of action ex contractu. Assumpsit may be changed to covenant or debt, or the form of action may be changed from covenant to assumpsit, or from debt to covenant. So an action begun in assumpsit may be changed to account.\"</p>\n<p>In <em>Chickasha Cotton Oil Co. v. Radney</em>, <cross_reference><span class=\"citation\" data-id=\"3812969\"><a href=\"/opinion/4055596/chickasha-cotton-oil-co-v-radney/\"><span class=\"volume\">172</span> <span class=\"reporter\">Okla.</span> <span class=\"page\">368</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3812969\"><a href=\"/opinion/4055596/chickasha-cotton-oil-co-v-radney/\"><span class=\"volume\">45</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">54</span></a></span></cross_reference>, the complaint charged the defendant, operator of a cotton gin, with liability for a quantity of cotton. The original complaint alleged that after the defendant had taken possession of the cotton it negligently permitted it to be destroyed by fire. The amended complaint, after charging a contractual bailment, alleged delivery and a failure to return upon demand; in other words, the plaintiff changed his cause from tort to contract. The Oklahoma statute authorized an amendment of a pleading which \"does not change substantially the claim or defense.\" The court held that the amendment was not beyond the purview of this code provision and that recovery was not barred by the statutory period of limitations which had not expired when the original complaint was filed. See further 49 C.J., Pleading, p. 524, &#167; 694. In <em>Lieuallen v. Mosgrove</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">Or.</span> <span class=\"page\">446</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">P.</span> <span class=\"page\">1022</span></span></cross_reference>, this court held that the code provision concerning amendments quoted in a preceding paragraph was not violated when the plaintiff was permitted to amend his complaint by inserting in it the appropriate averment of negligence after a judgment for him had been reversed (<em>Lieuallen v. Mosgrove</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Or.</span> <span class=\"page\">282</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">P.</span> <span class=\"page\">200</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">P.</span> <span class=\"page\">664</span></span>) because recovery <span class=\"star-pagination\">*Page 552</span> \nhad been awarded upon a claim for negligence not alleged. In<em>Ibach v. Jackson</em>, <cross_reference><span class=\"citation\" data-id=\"3842007\"><a href=\"/opinion/4082976/ibach-v-jackson/\"><span class=\"volume\">148</span> <span class=\"reporter\">Or.</span> <span class=\"page\">92</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3842007\"><a href=\"/opinion/4082976/ibach-v-jackson/\"><span class=\"volume\">35</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">672</span></a></span></cross_reference>, this court held that an amendment which amplified the specifications of negligence set forth in the original complaint and added another did no violence to the code section under review. From 49 C.J., p. 523, &#167; 692, we quote:</p>\n<p>\"Except in jurisdictions where amendments changing the form of action are not permissible, it is held that amendments changing the form of action in an action ex delicto to another form of action ex delicto are permissible, provided the cause of action itself is not changed. Thus trespass may be changed to case and vice versa, an action for possession to one for conversion, an action for malicious prosecution to one for false imprisonment, an action of forcible entry and detainer to ejectment, and trespass may be changed to trover or replevin. * * *\"</p>\n<p>We shall not attempt to state in our own words our conception of a cause of action. The definitions given by Judges Phillips and Clark are excellent. We adopt them as our own. They are much more in keeping with the spirit of code pleading, in our belief, than the definition given by Professor McCaskill. The latter appeals to us as a return to the discredited rigidity of common law pleading; and a return to it would be most unfortunate after flexibility has demonstrated its merit.</p>\n<p>The primary purposes of the code were satisfied when it appeared from the averments of the complaint that Thomas Mosgrove accepted the office of trustee of the bequest left by his uncle; that he (Thomas) died after receiving the fund but before accounting for it; that the plaintiff, as his successor, had become entitled to receive the <em>trust res</em>; and that the <span class=\"star-pagination\">*Page 553</span> \nexecutor of Thomas's estate had refused the plaintiff's demands. It is true that the original complaint averred that Thomas had collected in full upon the note, and that the amended complaint averred that collection had either been made or could have been accomplished through the exercise of reasonable diligence. The defendants argue that the original complaint which averred collection constituted an election of remedies and that, hence, we have an additional reason why the amendment should not have been allowed. But, as was pointed out in <em>Friederichsen v.</em><em>Renard</em>, supra, \"for obvious reasons it (election) has never been a favorite of equity.\" It will at once be observed that the amendment did not aver facts showing that the plaintiff was entitled to the pursuit of two possible remedies between which she had a choice, but merely averred facts in alternative form. Thus, there could be only one remedy depending upon which alternative was true. When the amendment was made it appeared from the evidence that a total of $5,315.30 had been deposited in the T.H. Mosgrove Trustee account. The defendants had insisted that this account was not made up of deposits of the funds of the William Mosgrove $5,000 trust fund. In order to meet this argument the plaintiff had introduced evidence indicating that if Thomas had not collected upon the note he had had plenty of opportunities for so doing while those liable upon it were solvent. The alternative averments were made because the plaintiff lacked information concerning the facts. This is not an instance concerning an election of remedies, because in no event was more than one remedy available. Moreover, a remedy pursued in ignorance of coexisting facts which afford the basis of an alternative remedy is not deemed an election &#8212; it is regarded as a <span class=\"star-pagination\">*Page 554</span> \nmistake. The present instance is nothing more than an averment of facts in alternative form.</p>\n<p>From the evidence stated in the preceding paragraph it is evident that the amendment merely conformed the pleading to the facts. It is plain that the amendment related to the same transaction that constituted the subject-matter of the complaint. After the amendment the essential fact situation remained the same as before. The original complaint had merely been amplified. If the test of whether a proposed amendment will substantially change a cause of action is to inquire whether the amendment will facilitate the convenient, efficient dispatch of the business before the court &#8212; and we believe that such is the correct test &#8212; then it is evident that this amendment met that test. We say that the amendment met that test, because after its allowance neither party felt it was necessary to offer additional proof. Thus, by allowing the amendment the entire cause was determined, and the useless ceremony of dismissing this suit in order that another complaint incorporating the additional averments might be filed, was avoided. We are firmly convinced that the amendment did not substantially change the cause of action narrated in the original complaint. The defendants' criticism of our decision has not caused us to alter our previous views.</p>\n<p>The defendants state: \"In the absence of any evidence whatsoever on the part of Thomas H. Mosgrove in selecting the depository, there is no warrant in law for holding Thomas H. Mosgrove's estate liable for the amount of the deposit.\" It will be recalled that the T.H. Mosgrove Trustee account was with a bank which was subsequently liquidated by the superintendent of banks and that the defendants, in their pleadings and <span class=\"star-pagination\">*Page 555</span> \nthroughout the trial, denied that Thomas had ever become trustee. In view of the latter defense, whether he in good faith or otherwise selected the bank as depository was not an issue.<em>Knowlton v. Fourth-Atlantic National Bank</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">343</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">721</span></span></cross_reference>. But in any event the burden was upon Thomas's estate to establish all credits to which he was entitled. From Bogert, Trusts and Trustees, &#167; 971, we quote:</p>\n<p>\"The burden is on the accounting trustee to prove to the satisfaction of the court the merit of all claims for credit which he makes.\"</p>\n<p>See to similar effect 65 C.J., Trusts, p. 904, &#167; 799. The record does not indicate the amount realized in the liquidation of the T.H. Mosgrove Trustee account. In these days when many supposedly insolvent banks have satisfied in full the deposit claims, leaving in some instances something for the stockholders, it may be that the T.H. Mosgrove Trustee account has been paid in full. Since the record is silent, the issue must be resolved against the defendants who failed to discharge the burden of proof resting upon them.</p>\n<p>Finally, the defendants argue once more that the plaintiff's cause was barred by the statute of limitations. As stated in our original opinion, since this defense was not alleged, it cannot be considered. We still adhere to that belief, but add that if the defense had been available the facts prove that the plaintiff's claim was not barred by an intervening limitation period.</p>\n<p>It follows from the above that the petition for a rehearing is denied.</p>\n<p>RAND, C.J., and KELLY, BELT and BEAN, JJ., concur. <span class=\"star-pagination\">*Page 556</span> </p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97749/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3812969/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3839263/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3839751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3840318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3842007/"
          ]
        },
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3839975/",
          "id": 3839975,
          "absolute_url": "/opinion/4081276/elliott-v-mosgrove/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4081276/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5504/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-06T08:09:03.155836Z",
          "date_modified": "2017-04-15T03:30:23.656519Z",
          "type": "020lead",
          "sha1": "18f54e1d73d860e88340f2164b146fe68a5373ca",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/oregon/supreme_court_opinions/documents/927753adb092ccf8.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 509</span> </p>\n<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 510</span> </p>\n<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 511</span> </p>\n<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 512</span> </p>\n<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 513</span> \nThis is an appeal from a decree of the circuit court which allows and holds valid a claim in the sum of $5,000, presented by the plaintiff against the estate of Thomas H. Mosgrove, deceased. The decree <span class=\"star-pagination\">*Page 514</span> \nis based upon findings of fact which state that while Mosgrove was the trustee of a bequest of $5,000 he administered the fund in such a manner that he incurred the liability aforementioned.</p>\n<p>The issues presented by this appeal are: (1) Was Thomas H. Mosgrove the trustee of the estate which we shall shortly describe; (2) if he was, did he, in his capacity as trustee, collect $3,021.85 upon an investment made with the bequest; and did he so negligently administer the trust estate that it suffered losses thereby; and (3) was the plaintiff properly appointed trustee of the estate after Mosgrove's death.</p>\n<p>The complaint alleges, and the defendants deny, that Thomas H. Mosgrove, who died June 13, 1933, became trustee July 21, 1924, and that after his death the plaintiff was appointed his successor. The defendants are the sole heirs of the deceased. One is his son and the other is his widow and also the administratrix of his estate.</p>\n<p>William Mosgrove, uncle of Thomas, died testate July 23, 1923. One of the provisions of his will follows:</p>\n<p>\"I give, devise and bequeath to the child or children of my brother Charles Mosgrove of Hackincon, County Tyrone, Ireland, the sum of Five Thousand Dollars in trust, the same to be held by my Executrix hereinafter named in trust, and the income from said $5,000.00 to be paid annually to said child or children until it, or they, reach the age of twenty-one years at which time the said principal sum of $5,000.00 to be paid to such child or children equally, share and share alike, and I hereby appoint my said Executrix hereinafter named the trustee of the above fund, and direct that she act as such trustee without the intervention of any Court, or of the necessity of giving bonds as such trustee, and I hereby direct that she handle the said sum and pay the said income and principal as above provided.\" <span class=\"star-pagination\">*Page 515</span> </p>\n<p>The William Mosgrove estate was probated in Columbia county, state of Washington. Almira Mosgrove, widow of the deceased, was executrix of the estate. From the decree, signed July 9, 1924, approving the executrix's final account and distributing the assets, we quote:</p>\n<p>\"The residue of the estate of said deceased be and the same is hereby distributed as follows: * * * The sum of $5,000 to Almira E. Mosgrove, nevertheless in trust, and upon the following use: that she, the said Almira E. Mosgrove invest said sum and pay the annual income thereon to the following named persons, share and share alike: Isabella Mosgrove, Matthew Mosgrove and Maud Mosgrove until they shall attain the age of 21 years, at which time she is hereby directed to divide the said sum of $5,000 equally among the said named persons, share and share alike.\"</p>\n<p>Until March 20, 1923, William Mosgrove had owned and conducted a merchandise business in Dayton, Washington. On the day just mentioned he sold the business to his brother Matt, his aforementioned nephew Thomas, and his brother-in-law, T.C. Elliott. The consideration was $31,000, payable as follows: $18,000 to a bank which held William's note in that sum, and the balance in installments. About the time of the purchase the three buyers formed a corporation bearing the name \"The Mosgrove Company\" and each of the three acquired one-third of its capital stock. July 21, 1924, that company and the widow effected a new arrangement for the payment of the purchase price obligation. As a part of this agreement the three purchasers signed a note in the denomination of $11,000, and Matt and Elliott signed another note in the sum of $5,000, both payable to the widow. Concerning the <span class=\"star-pagination\">*Page 516</span> \n$5,000 note, the brief of the appellants (widow and son of the deceased Thomas) states:</p>\n<p>\"It was apparently the intent of Matt Mosgrove that this $5,000 note should represent the corpus of the trust created by the third paragraph of the William Mosgrove will, and that T.H. Mosgrove should become the trustee of the trust.\"</p>\n<p>Concurrently with the execution of these two notes, Thomas, to whom the above quotation referred as T.H. Mosgrove, signed an instrument from which the following is quoted:</p>\n<p>\"Received from Almira Mosgrove, widow of William Mosgrove, deceased, now residing at Walla Walla in the State of Washington, one promissory note for the sum of $5,000, payable to Almira Mosgrove on or before the 21st day of July, 1924, and drawing interest at the rate of 7 per cent payable annually, and duly endorsed and transferred by said Almira Mosgrove to the undersigned for the use and benefit of the child or children of Charles Mosgrove of Hackincon, County of Tyrone, Ireland, in fulfillment of the terms and conditions of the last will and testament of William Mosgrove, deceased, which was duly and regularly admitted to probate in the Supreme Court of the State of Washington in Columbia County, the income from said $5,000 to be paid annually to such child or children equally, share and share alike, until it or they shall reach the age of 21 years, at which time the principal due upon said promissory note shall be paid to said child or children equally, share and share alike, and I, Thomas Mosgrove, in consideration of said transfer and of the confidence and trust imposed in me, promise and agree to and with said Almira Mosgrove to carry out the terms and conditions above stated and to comply with the terms and conditions of said will and to look after and renew the said promissory note, collect the interest thereon and transmit annually the said income to the said child or children and upon the said child or <span class=\"star-pagination\">*Page 517</span> \nchildren attaining the age of 21 years to collect the amount due upon the said promissory note and pay the same over to the said child or children and to secure the receipt of such child or children for the said money and save the said Almira Mosgrove harmless by reason of said transfer.\"</p>\n<p>The $5,000 note which Matt and Elliott signed named Almira Mosgrove as the payee and required payment on July 21, 1924, which was also the date of the instrument; hence, it was payable upon demand. It required the payment of 7 per cent interest. Upon its back appears in blank the endorsement of Almira Mosgrove. After Thomas's death this note and also Thomas's above-quoted receipt were found in Almira's strongbox. Almira died in 1927 and Thomas in 1933. The evidence indicates that Almira distrusted her ability to transact business and that Thomas handled her business affairs for her. Prior to his marriage he had lived for many years in her home in Dayton, Washington. We add at this point that there is no charge of bad faith upon the part of anyone, and apparently each participant in the above-mentioned transactions was endeavoring to do right.</p>\n<p>It will be seen from the foregoing that the $5,000 trust was created by the will of William Mosgrove; that by an order of the court which probated his estate the widow was appointed trustee of the fund; that twelve days after the entry of that decree a change was effected whereby a $5,000 note was signed which apparently became the trust res; and that at the same time Thomas signed an instrument in which he acknowledged he had assumed charge of the administration of the trust. The defendants argue two propositions: (1) That in this manner Thomas could not <span class=\"star-pagination\">*Page 518</span> \nlegally assume the trust; and (2) that the facts show that he did not actually assume the trust.</p>\n<p>In order to facilitate an understanding of what follows we add: Thomas was the son of the aforementioned Matt Mosgrove who died in January, 1926. Matt's will bequeathed the sum of $8,000 to be held in trust by Thomas for the same purposes as were indicated in the will of William Mosgrove.</p>\n<p>The evidence in addition to the preceding which shows whether Thomas did or did not assume the administration of the trust can be summarized as follows: Thomas kept a personal account book in which the following entries in his handwriting appear:</p>\n<p>\"Chas. Mosgrove and heirs.</p>\n<p>\"Left to C.M.  heirs by Matt $8,000 in Trust to T.H.M. to be distributed equally between children when youngest becomes of age. Earnings to be used for the family's support.</p>\n<p>\"Left to C.M.  heirs by Will Mosgrove $5,000 in trust, to Almira Mosgrove on same terms  conditions as Matt's bequest. Almira Mosgrove transferred trust to T.H.M.</p>\n<p><pre>\n  \"1926</p>\n<p>  June  22  Can.Inh.Tax                51.10\n  Sept. 10  U.S. Inh. Tax &#8212;\n                  Chas.       6.08\n                  Jen       187.66\n                  Kids        1.71    195.45\n  Oct. 2    Draft              RBC    200.00\n  1927\n  Jan.  31  Interest for\n              1 yr on $5000                     200.00\n            pd. by Mos. Co. Dayton\n  Jan.  31  Interest for\n              1 yr on $8000\n            pd. by Mos. Co. Dayton              320.00\n  Feb.  26  Draft              RBC    200.00\n <span class=\"star-pagination\">*Page 519</span> \n  Aug.  18  Draft, 102\n              drft chgs        RBC    301.02\n  1928\n  Jan.  24  Interest on 5000 for 1 yr\n            pd. by TCE Co.                      200.00\n  Jan.  31  Interest on 8000 for 1 yr           320.00\n  Mar.  27  Draft 40-16-5, $200 with\n            drft chgs          RBC    200.00\n  July  15  Draft 40-17-0, $200 with\n            drft chgs          Sav.\n                               RBC    200.00\n  Dec.  14  Draft                    FRB        200.50\"\n</pre>\nAlthough the $5,000 note provided for 7 per cent interest only 4 per cent was actually paid. According to the uncontradicted evidence, Matt directed that that rate be employed. Accordingly, the $200 payments credited to Thomas in the aforementioned record were payments of interest upon that obligation.</p>\n<p>Mrs. Eliza R. Beattie, a sister of William and, therefore, an aunt of Thomas, after stating that she reared the latter, swore that upon many occasions her nephew discussed with her the $5,000 William Mosgrove trust fund. She was questioned and answered, in part, as follows:</p>\n<p>\"Q. Did Tom ever talk to you about anything in connection with taking over the trust from Almira Mosgrove? A. Yes.</p>\n<p>\"Q. What was said in those conversations that you recall? A. Well, he always told me that he had accepted * * *.\"</p>\n<p>She testified that Thomas frequently showed her letters which he was sending to the beneficiaries in Ireland concerning the $5,000 fund which he told her was invested in the store business. She thought that the remittances began shortly after William's death. She <span class=\"star-pagination\">*Page 520</span> \nstated that in June, 1933, Thomas was greatly troubled over the difficulties he was experiencing in realizing a sufficient amount for the next remittance to Ireland, but that after he had succeeded in obtaining $200 he showed her a draft for that amount. Thomas died a day or two later, and the draft was in his pocket at the time of his death, June 13, 1933. It was then sent to Ireland.</p>\n<p>In a letter which Thomas wrote September 27, 1926, to his uncle Charles in Ireland he stated in part:</p>\n<p>\"I will write to George Henderson and sending some money as I will have to send the income of Will's as well as Dad's. Both moneys combined. But it is to the trustee I have to send it and not to you. * * * You will get the income of this money until your youngest child comes to age. * * *.\"</p>\n<p>By \"Will\" he, of course, referred to his deceased uncle, and by \"Dad\" to his deceased father, Matt. George Henderson was the trustee or manager for Charles in Ireland and all of the remittances were made to him. When the letter from which we have just quoted was written Almira was still living.</p>\n<p>It will be recalled that Matt, T.C. Elliott and Thomas purchased from William the Dayton store in 1923, and that July 21, 1924, the $5,000 note was signed, succeeded immediately by the execution of the aforementioned instrument whereby Thomas undertook to administer the trust estate. July 27, 1924, C.K. Wilcox, who was the bookkeeper of the Mosgrove Company, sent to Thomas, at his request, a sheet indicating the opening entries which should be made in the <span class=\"star-pagination\">*Page 521</span> \ncompany's combined journal and check register. The sheet recited:</p>\n<blockquote><p>  \"Chg. Mrs. Wm. Mos $5000.00 5000 set aside for the heirs of Chas. Mos. as per agreement with Mrs. Wm. Mos. dated\"</p></blockquote>\n<p>Another of the recommended entries read:</p>\n<blockquote><p>  \"Statement of Contract with Mrs. Wm. Mosgrove * * * Trust fund for the heirs of Chas. Mosgrove $5000.00\"</p></blockquote>\n<p>These recommendations were adopted and as a result the Mosgrove Company charged itself upon its books with liability upon the $5,000 note. Having made the charge it entered upon the credit side the following:</p>\n<p>\"Mrs. Wm. Mosgrove $5000.00 set aside for the minor heirs of Chas. Mosgrove, as per agreement with Mrs. Wm. Mosgrove dated</p>\n<p>Trust Fund Chas. Mosgrove minor heirs, $5000.00\"</p>\n<p>The only \"agreement with Mrs. Wm. Mosgrove\" which anyone had was the agreement between her and Thomas. January 1, 1927 (about one year after Matt's death), the Dayton store was closed and its fixtures and stock of merchandise were moved to Milton, Oregon, where they were combined with an establishment which was being conducted by a corporation known as the T.C. Elliott Company. The stock of the latter, like the stock of the Mosgrove Company, was owned in equal parts by the aforementioned three individuals, Elliott, Matt and Thomas. However, upon the death of Matt in January, 1926, Thomas inherited his stock, and from that time owned two-thirds of the stock of both corporations. March 31, 1927, the Elliott <span class=\"star-pagination\">*Page 522</span> \nCompany entered upon its books the $5,000 note as its obligation. Thomas had been the active manager of the store at Dayton and about a year after the two stocks were combined in the Milton store he became the manager of the latter. Shortly some of the stock of the Milton store was used in establishing a store at Freewater, Oregon, which was operated under the name of The Mosgrove Company. July 1, 1930, the Milton store was discontinued and its stock was combined with the Freewater store which had assumed the name of Mosgroves. August 1, 1932, the Freewater store ceased operations and its goods and fixtures were moved to Milton where operations were continued under the name of the New T.C. Elliott Company. Still later the Elliott Company discontinued business and the aforementioned C.K. Wilcox was placed in charge of its liquidation. At the time of the trial (October 28, 1937) he testified that he had realized about 12 per cent for the company's creditors. We assume that when the Mosgrove Company transferred all of its assets in the aforementioned consolidations to the Elliott Company it wound up its affairs.</p>\n<p>An account was opened &#8212; at a time not disclosed by the record &#8212; in the First National Bank of Milton under the name of T.H. Mosgrove, Trustee. The evidence concerning this account is limited. Two ledger sheets taken from the files of the bank are before us. The first entry on these sheets is dated February 4, 1931, and recites: \"Balance brought forward, $3,579.51.\" From that day until December 12, 1931, when the last entry was made, a total of $4,807.35 was credited to the account, but checks paid reduced the amount on the day last mentioned to a balance of $3,021.85. December 12, 1931, the bank closed. The <span class=\"star-pagination\">*Page 523</span> \nindividual in charge of its liquidation swore that after a search through the bank's records he was unable to find any additional ledger sheets or other documents pertaining to the account. The amount realized in the liquidation, which was still in progress at the time of the trial, is not disclosed by the record. A paper, possibly explanatory of this account, written in Thomas's own handwriting and bearing the following entry, was found after his death:</p>\n<p>\"Claim No. 1089. T.H. Mosgrove, Trustee, (Being account of old T.C. Elliott Co.) on deposit in F.N.B. $3,021.85. Comptroller cheque No. C-325,089 for 906.55. This account is 507.95 short in deposits as on Aug. 11, 1931 that amount was placed in new T.C. Elliott Co. in error which should have been placed in this account. June 20, 1935 423.05.\"</p>\n<p>June 1, 1932, Thomas wrote to the aforementioned George J. Henderson a letter which, after complaining of the difficult financial conditions, stated:</p>\n<p>\"However, I had a nest egg laid away for the use of Charlie, Eliza and Bella in our local bank and it failed, closing its doors December 18 * * *.\"</p>\n<p>June 30, 1932, Thomas filed with the liquidator of this bank a proof of claim under oath, from which the following is quoted:</p>\n<p>\"Personally appeared before me the undersigned, a notary public in and for said county and state, T.H. Mosgrove, Trustee, who, being duly sworn, says that the First National Bank of Milton, Oregon, is justly indebted to T.H. Mosgrove, Trustee, in the sum of $3,021.85 * * * all of which is due and payable to T.H. Mosgrove, Trustee, alone. * * *.\"</p>\n<p>The instrument was signed \"T.H. Mosgrove.\" September 26, 1932, Thomas, over the signature of \"T.H. <span class=\"star-pagination\">*Page 524</span> \nMosgrove, Trustee,\" acknowledged receipt of $906.55 upon this claim. The aforementioned C.K. Wilcox seemed to know but little about the origin of this trustee account. He explained: \"The only solution I have for it is that he (Thomas) wanted to keep those moneys separated.\" By the separation of the moneys he meant the segregation of the funds derived in the liquidation of the former Milton store from the daily receipts of the new store. He was very sure that in this account (trustee) the moneys derived from the liquidation of the old Milton store were deposited. At that time there were five bank accounts concerning Thomas H. Mosgrove: (1) Thomas's account as administrator of his father's estate; (2) Thomas's personal account; (3) The Mosgrove Company account; (4) T.C. Elliott Company account; and (5) T.H. Mosgrove, Trustee.</p>\n<p>March 5, 1929, Thomas invested in a tract of Canadian land the $8,000 bequest left by his father, and thereafter the remittances from that investment were handled in such a manner that it is impossible to confuse them with the earnings of the $5,000 fund created by his uncle.</p>\n<p>The payments sent to the children of Charles Mosgrove as the earnings of the $5,000 fund are indicated by the following evidence: In a letter, dated March 6, 1926, Thomas sent to the aforementioned George Henderson a draft for $134.72, stating: \"This amount represents the accrued interest on the $5,000 trust fund left by Will Mosgrove after deducting the amount still owing for the advancement of the money paid for inheritance tax * * *.\" By reverting to the entries in the aforementioned personal record kept by Thomas and quoted in a preceding paragraph, it will be observed <span class=\"star-pagination\">*Page 525</span> \nthat October 2, 1926, he sent to the Irish heirs $200, and on February 26, 1927, $200. Other remittances are disclosed by the same record. The ledger accounts of the Mosgrove Company and of the T.C. Elliott Company indicate many other remittances. The last of the payments was sent by the draft which was found in Thomas's pocket after his death. That was in 1933. The appellants' brief concedes that at least one of these payments was made out of the aforementioned trustee account. Virtually all of the remittances were in the sum of $200. It will be recalled that December 12, 1931, the Milton Bank in which the five accounts previously mentioned were kept, closed. The first remittance following that failure was accompanied with a letter signed by Thomas and dated June 1, 1932, in which he stated: \"This money should have been sent some time ago. * * * It seems as if everything has gone against me.\" He mentioned the bank failure and severe droughts in the Province of Alberta which destroyed his crops. His remittance, however, was in the sum of $250. We have already mentioned that immediately prior to his death Thomas had been much disturbed over his difficulty in raising sufficient funds to enable him to make the remittance due at that time. Immediately after obtaining the necessary funds he showed the draft with evident satisfaction to his aunt, and then death overtook him before he could mail the money to the beneficiaries.</p>\n<p>In the probate proceedings of Almira's estate the $5,000 note was not mentioned. Thomas's widow testified that although her husband had frequently discussed his financial affairs with her, including the $8,000 trust fund left by his father, he never mentioned the trust fund created by his uncle, William, and that <span class=\"star-pagination\">*Page 526</span> \nshe was wholly ignorant of it until after her husband's death. However, it developed that Thomas left unsatisfied at least two large obligations which he had not mentioned to his wife.</p>\n<p>The plaintiff, who is a sister of William, Matt and Charles, was appointed trustee July 24, 1934, by an order of the circuit court of Umatilla county after notice and after a hearing had been had. The above facts, we believe, will suffice for an understanding of the assignments of error which we shall now consider.</p>\n<p>The first contention which we believe should be considered challenges the right of the courts of this state to have made the appointment of a trustee. William was a resident of the state of Washington. His will was probated there and it was by an order of the superior court of that state that Almira was appointed trustee. There is no contention that after Almira's failure to act the Washington court which had appointed her undertook to make any other appointment. No judicial action took place in that or any other court when Thomas signed the aforementioned receipt-instrument in which he undertook to assume the trustee duties. It will be remembered that on January 1, 1927, the stock and fixtures of the Dayton, Washington, store, which had previously closed, were moved to Milton, Oregon, and that May 13, 1927, William's widow died. With the removal of the fixtures and goods to Oregon, Thomas left Almira's home and became a resident of this state. After his death in 1933 his estate was probated in Oregon, as was also Matt's following his death in 1926. As a witness in this suit, Elliott gave his residence as Milton. Thus, at the time the plaintiff was appointed trustee all of those affected by the trust, with the exception of the beneficiaries, <span class=\"star-pagination\">*Page 527</span> \nwere residents of this state, and by that time those same individuals had transferred their operations from Washington to Oregon. The defendants attach much importance to the fact that the note remained in Washington. It reposed in Almira's strongbox where the receipt-instrument signed by Thomas was also kept. Almira had been dead for six years when the two instruments were found by her daughter. When these instruments were signed Thomas was Almira's business advisor, and we believe that it may fairly be inferred that the note was left with her either through oversight or because she had facilities for its safekeeping. In the receipt-instrument which Thomas signed July 21, 1924, he expressly acknowledged receipt of the note. A chose in action generally acquires the situs of its owner. We believe that the mere fact that the note remained in Washington is an item of no great significance. When the Washington court entered the order which appointed Almira trustee, it did not reserve control over the trust &#8212; at least, not expressly. After that order had been entered all seemed to believe that the Washington court's connection with the fund had terminated. Thereafter no reports of any kind were made to the court; no advice was sought from it by the trustee or anyone else concerned with the trust estate; no report concerning the matter was made to the court when the $5,000 was loaned to the two borrowers; and the wishes of the court were not consulted when Thomas signed the instrument whereby he assumed the trust duties. In short, the parties seemed to regard this as a family matter with which the court had no concern. Apparently none of them thought that the trust estate was in custodia legis. Ten years after the appointment of Almira, nine years after the <span class=\"star-pagination\">*Page 528</span> \nexecution of the receipt-instrument, and three years after Almira's death, the attacked appointment was made. It is our belief that by common acquiescence the estate had passed out of the custody of the Washington court, and that thereafter, especially after Almira's death, any other court having jurisdiction over the parties was competent to appoint a trustee. We believe that <em>Schwartz v. Gerhardt</em>, <cross_reference>44 Or. 425</cross_reference>, <cross_reference>75 P. 698</cross_reference>, authorizes this conclusion. We, therefore, conclude that the appointment of the present trustee was justified.</p>\n<p>The defendants contend that Almira was never legally discharged from her duties as trustee; that Thomas was never appointed her successor; and that the facts reviewed in preceding paragraphs do not indicate that he had ever discharged any of the duties of trustee. They argue that the evidence reviewed in preceding paragraphs merely shows that Thomas offered to assume the duties of trustee, and that the remittances were made, not by him, but by the corporations. So far as we can learn from the record Almira never performed any duty concerning the trust estate, and we believe that it is clear that she never accepted the trust: Bogert on Trusts and Trustees, &#167; 150, p. 449. At any rate, no one seeks to charge her with any liability. We shall now consider Thomas's status. It will be recalled from the facts above stated that Thomas signed an instrument whereby he expressly undertook the trust duties, and that the $5,000 note omitted his signature as a maker, evidently for the purpose of enabling him to become trustee. No other explanation is available. If the receipt-instrument never became effective, then the $5,000 note, for exactly the same reasons, lacked delivery and therefore effectiveness. In that event, the $11,000 note also was never <span class=\"star-pagination\">*Page 529</span> \nanything but a mere sheet of paper. If all three instruments were no more than unaccepted offers, then the trust estate never obtained any evidence of the borrowers' debt. We, however, are satisfied that all three instruments were parts of related transactions which were consummated July 21, 1924, and that all three became effective. The $5,000 note was apparently intended to express in legal form the subject matter of the trust res, a debt. In his personal account book Thomas stated in his own handwriting that the trust had been \"transferred\" to him by Almira. Other writings previously quoted also indicate that Thomas regarded himself as trustee. It will be recalled that even before Almira's death Thomas made remittances to the beneficiaries in Ireland. The first was in the sum of $134.72. The difference between that amount and the earned interest, Thomas explained, had been consumed by an inheritance tax. His mention of this detail, as well as others, indicates his familiarity with the trust. These facts, we believe, justify a conclusion that Thomas accepted the office of trustee: Restatement of The Law, Trusts, &#167; 102, and Bogert on Trusts and Trustees, &#167; 150. Thomas's two business associates evidently regarded him as trustee. We make this statement because his associates consented that the interest payment should be made to him, thereby recognizing in him authority to receive them on behalf of the trust. When the bank in which Thomas maintained his accounts failed and when adverse agricultural conditions deprived his land of income, he showed great concern over the remittances which would soon have to be made to the Irish heirs. In determining the significance to be attached to the concern which he manifested, we bear in mind the fact that he was not a maker <span class=\"star-pagination\">*Page 530</span> \nof the $5,000 note. He was the trustee who had undertaken the preservation of the fund. The fact that the note was found among Almira's, and not Thomas's, effects after the death of both, we deem of but little importance for the reasons stated in a preceding paragraph. We are satisfied that Thomas had not only assumed the duties of the trustee but that he also had proceeded with their discharge. The mere fact that the duties were imposed upon him by agreement when they should have been imposed by an order of the court, did not make him any less responsible for his conduct of the estate's affairs. A person who assumes the duties of a trustee and proceeds with their administration is as liable for their improper conduct as if he had been regularly appointed. The truth of this statement is illustrated by the many instances of implied trusts. Such trustees may be compelled to render an accounting: Bogert on Trusts and Trustees, &#167; 969. Our conclusion that Thomas imposed upon himself the duties of a trustee from July 21, 1924, to the time of his death is justified, we believe, by the rules just stated and the following authorities: <em>Nebraska</em><em>Power Co. v. Koenig</em>, <cross_reference>93 Neb. 68</cross_reference>, <cross_reference>139 N.W. 839</cross_reference>; <em>Tarbox v.</em><em>Tarbox</em>, <cross_reference>111 Me. 374</cross_reference>, <cross_reference>89 A. 194</cross_reference>; <em>Finnegan v. McGuffog</em>,<cross_reference>139 App. Div. 899</cross_reference>, <cross_reference>123 N.Y.S. 539</cross_reference>; and 65 C.J., Trusts, &#167; 231, p. 487.</p>\n<p>After substantially all of the above evidence had been received the plaintiff rested and the defendants moved for a nonsuit. At that time the complaint alleged:</p>\n<p>\"That the $5,000 promissory note named and mentioned in the said written agreement between the said Almira Mosgrove and the said Thomas H. Mosgrove was paid in full to the said Thomas H. Mosgrove.\" <span class=\"star-pagination\">*Page 531</span> </p>\n<p>The prayer was inclusive and among other items asked for a finding that Thomas, in the above-mentioned period of time, had served as trustee; for an accounting and a determination that the plaintiff's claim against Thomas's estate was one which should be discharged. Before instituting suit the plaintiff presented to the administratrix of Thomas's estate a claim from which the following is quoted:</p>\n<p>\"The said Thomas H. Mosgrove collected the $5000 note mentioned in the attached exhibit and held at the time of his death the proceeds of such collection in trust.\"</p>\n<p>In arguing that error was committed when the motion for a nonsuit was denied, the defendants ignore the T.H. Mosgrove, Trustee, account. That account is reasonably susceptible to a construction that at the time of his death Thomas possessed $3,021.85 which he held for the beneficiaries. There had actually entered the account $4,807.25. Further, Thomas stated in the document from which we have previously quoted: \"This account is $507.95 short in deposits as on August 11, 1931, that amount was placed in new T.C. Elliott Co. in error which should have been placed in this account.\" If the account is credited with the amount just mentioned, a total of $5,315.30 was received by Thomas which he felt belonged to the account. At any rate, when the motion for the nonsuit was denied the record indicated that Thomas possessed $3,021.85 in the trustee account. However, the defendants argue that the deposits were not made for the benefit of the Irish beneficiaries, but for the T.C. Elliott Company. The entry in his handwriting previously quoted, \"T.H. Mosgrove, Trustee, being account of old T.C. Elliott <span class=\"star-pagination\">*Page 532</span> \nCo.\" and the testimony of Wilcox to the effect that Thomas established this account for the purpose of separating the money derived from the liquidation of the old Milton store from the daily receipts of the new establishment, does not prove that Thomas did not intend that the fund should belong to the beneficiaries of his uncle's trust. This account was very likely opened in 1930, and at that time the effects of the depression which had begun in 1929 were everywhere manifest. The record indicates that the Mosgrove Company and the Elliott Company were suffering from its effects. These two corporations had tried here and there, in this town and in that one, to earn a profit, but all of the ventures were soon abandoned. As an intelligent man, Thomas must have known that it was incumbent upon him to exercise the care, skill and diligence of an ordinarily prudent person to safeguard the estate's investment; and his intimate knowledge of his own business must have told him that it was time to collect something upon the note. As he saw his corporations scurrying from place to place in vain efforts to eke out an existence, he also realized that Matt, one of the two signers of the note, had died, and that Elliott's financial condition was precarious. Is it not reasonable to infer that when Thomas, who was apparently a man of character, saw threatening disaster drawing nearer and nearer, he opened the trustee account for the purpose of creating a fund which would ultimately retire the note? The letter which he wrote to Henderson one year before his (Thomas's) death warrants an affirmative answer to this question. In that letter, after speaking of his many financial losses and disappointments, Thomas stated: \"I had a nest egg laid away for the use of Charlie * * *\" and then <span class=\"star-pagination\">*Page 533</span> \nadded that the failure of the bank in which he had made the deposit threatened even that hope. A presumption is owing to Thomas that he respected his trust duties. In view of that presumption and the above facts, we are satisfied that the T.H. Mosgrove Trustee account was intended to be an asset of the trust. Since we are of that opinion, the evidence indicated, when the motion for a nonsuit was denied, that Thomas at the time of his death possessed $3,021.85 belonging to the trust. The motion for a nonsuit was, therefore, properly denied.</p>\n<p>We quoted in a preceding paragraph one of the averments of the complaint. After both sides had rested the plaintiff was permitted to amend that paragraph by adding \"or that the said Thomas H. Mosgrove could by the exercise of reasonable diligence have collected in full said promissory note.\" The defendants argue that, in violation of &#167; 1-906, Oregon Code 1930, this amendment changed the cause of suit substantially. Particularly, they argue that the complaint as originally phrased stated a suit which sought to impress a trust upon property in the defendants' possession, but that after the amendment had been made the pleading stated a cause of action based upon charges of negligent administration of the trust fund. Pursuing their argument that the cause stated in the amended complaint is a legal action triable before a jury, the defendants complain that since the amendment was made after both sides had rested, the defendants were deprived of their right to ask for a jury, had they desired one. In support of their contention that the amendment converted the cause into an action, the defendants cite: <em>School District</em><em>62 v. Schramm</em>, <cross_reference>142 Or. 296</cross_reference>, <cross_reference>20 P.2d 241</cross_reference>; <em>Muhlenberg v. Loan</em><em> Trust</em> <span class=\"star-pagination\">*Page 534</span> <em>Co.</em>, <cross_reference>26 Or. 132</cross_reference>, <cross_reference>38 P. 932</cross_reference>, 29 L.R.A. 667; <em>Noble v. Noble</em>,<cross_reference>198 Cal. 129</cross_reference>, <cross_reference>243 P. 439</cross_reference>, 43 A.L.R. 1235; 65 C.J. Trusts, p. 661, &#167; 525, and p. 965, &#167; 889; and 26 R.C.L., Trusts, p. 1353, &#167; 217, and p. 1355, &#167; 219. We examined all of those authorities, but do not believe that they support that portion of the defendants' contention which states that a claim arising out of a trustee's negligent administration of the trust constitutes a cause of action triable before a jury. In our opinion, the law applicable to such a situation is correctly stated in the following language which we quote from Restatement of the Law, Trusts, &#167; 197: \"Except as stated in &#167; 198, the remedies of the beneficiary against the trustee are exclusively equitable.\" Section 198 of the Restatement is concerned with a trustee whose duty requires him immediately and unconditionally to pay money or deliver a chattel to the beneficiary. In those instances an action may be maintained. The comment accompanying &#167; 197 renders it clear that a cause based upon negligent administration is triable in a court of equity. We believe that after the amendment, as before, the purpose of the suit was to obtain a holding that Thomas, from July 21, 1924, to the time of his death, was the trustee of the aforementioned trust and to secure an accounting of his administration of the fund. It is true, as the defendants point out, that the farther a case proceeds the more reluctant the courts are to permit an amendment. Nevertheless, we fail to see how the defendants were improperly prejudiced by the amendment. All of the proof reviewed in preceding paragraphs had been admitted before the amendment was made. No objection was made upon the theory that the pleadings were not sufficient to justify the reception of this testimony, unless the objection was included <span class=\"star-pagination\">*Page 535</span> \nwithin the general one of immateriality. We observe that the defendants themselves sought to prove that nothing was lost to the trust estate through Thomas's failure to timely enforce payment of the note. Possibly this evidence was rebuttal in nature, but its submission indicates that the defendants knew, even before the amendment was tendered, that the plaintiff's purposes were more inclusive than the complaint disclosed. The power to allow amendments reposes largely in the discretion of the court. Liberality is to be favored, especially when it does not deprive the adversary of full opportunity to offer his evidence. The order allowing the amendment recited: \"It is further ordered that this cause be continued to permit the defendants to introduce any additional testimony they may desire to offer on the phase of the case covered by the above amendment.\" None was offered. We believe that this assignment of error possesses no merit.</p>\n<p>The defendants next contend that since the amended complaint avers in the alternative that Thomas either collected the amount due upon the note or could have collected it through the exercise of due diligence, the claim presented by the plaintiff (a part of which is quoted in a preceding paragraph) is insufficient, and that, therefore, the circuit court should not have awarded its decree to the plaintiff.</p>\n<p>Section 5-710, Oregon Code 1930, states:</p>\n<p>\"Such action shall not be commenced until the claim of the plaintiff has been duly presented to such executor or administrator, and by him disallowed * * *.\"</p>\n<p>The claim, besides containing the paragraph previously quoted, states that July 21, 1924, Thomas accepted the office of trustee by means of the receipt-instrument, <span class=\"star-pagination\">*Page 536</span> \na copy of which the claimant attached to her claim. The claim, after stating that the plaintiff was appointed Thomas's successor, then set forth the paragraph of William's will which contained the bequest in trust for Charles's children. These averments were followed by others which stated that Thomas had collected the amount payable upon the note and \"that the estate of Thomas H. Mosgrove is justly indebted to me as such Trustee in the sum of $5000.00 * * *; that no payment has been made thereon except interest has been paid to the 14th day of December, 1928; that the amount claimed is justly due and that there is no counterclaim or offset to the same to the knowledge of your affiant; that the only written evidence of said claim is the exhibit hereto attached * * *.\"</p>\n<p>It will be observed that &#167; 5-710 does not prescribe the particularity with which the claimant must set forth the facts out of which his claim arose. In <em>In re Andersen's Estate</em>,<cross_reference>101 Or. 94</cross_reference>, <cross_reference>188 P. 164</cross_reference>, 198 P. 236, Mr. Justice HARRIS said:</p>\n<p>\"Although the verified claim takes the place of a complaint, the facts constituting the claim need not be stated with the degree of particularity required in a complaint filed in an action at law. The facts constituting a claim against an estate may be averred in general terms; and if the facts show a subsisting liability in favor of the claimant the claim is sufficiently stated.\"</p>\n<p>In that case, owing to what Mr. Justice HARRIS termed \"the liberal rule which is followed in determining the sufficiency of a claim presented to an administrator or executor,\" the plaintiff's claim was held sufficient. It was based upon a theory that the deceased and one Yates, to whom the plaintiff had paid the price of an automobile, were partners engaged in the business <span class=\"star-pagination\">*Page 537</span> \nof selling cars. The proof showed that the two men were not partners and that Yates was no more than an employee of the deceased.</p>\n<p>The purpose which presentation of a written claim to the estate's representative is intended to serve is the best guide in determining the sufficiency of the claim. Claims are required to be presented in written form in order to enable the representative to pay such of them as he deems just, thus obviating the necessity of reducing all of them to judgment. In order to enable him intelligently to determine the validity of the claims, each of them ought to express with sufficient particularity the circumstances out of which it arose. The character of the claim, the likelihood or unlikelihood of there being others of substantially the same kind, and the extent to which it is necessary to describe a claim of that character in order to identify it in the representative's mind, are factors of importance. Ordinarily, language which distinguishes the claim from all others of like kind and which states in general the facts upon which it is predicated suffices. In other words, substantial compliance with the statute's demands suffices: Bancroft's Probate Practice, &#167; 768. The plaintiff's claim identified her and was accompanied with copies of the instruments (William Mosgrove's will and the paper whereby Thomas H. Mosgrove assumed the duties of trustee) upon which the claim was predicated. It stated that Thomas had administered the trust for nine years, and that in so doing he had subjected his estate to a liability in the sum of $5,000 by virtue of a note which he held in trust. It is true that the claim stated that he had collected the note, but this statement was in part true. It omitted to mention that through inattention he had neglected to collect all <span class=\"star-pagination\">*Page 538</span> \nof the obligation. The defendants seemed to have discerned that the plaintiff might rely upon improper administration and, therefore, during the trial presented evidence of proper administration. Possibly when the plaintiff prepared the claim she did not know that full payment had not been made. However, we are satisfied that the defendants' principal defense was a contention that Thomas never became trustee. The facts concerning his appointment were properly stated in the claim. It appears obvious that the defendants would not have allowed the claim had it contained the same amendment which was incorporated in the complaint at the close of the trial. We believe that the claim served its purpose although it did not fully state its basis. It substantially met the requirements of &#167; 5-710, Oregon Code 1930.</p>\n<p>The defendants deny that Thomas failed to administer the trust with the required degree of care and diligence. It was his duty \"to exercise such care and skill as a man of ordinary prudence would exercise in dealing with his own property.\": Restatement of the Law, Trusts, &#167; 174. Thomas received this note July 21, 1924, and, as we have seen, the trustee account contained only $3,021.85 when the bank in which it was deposited closed. In the meantime, one of the corporations which had assumed payment of the note somehow wound up its affairs and the other passed into the control of a liquidator who, at the time of the trial, had paid nothing upon this note although he had made disbursements to the extent of 12 per cent of their claims to the other creditors. Although Almira had endorsed the note and left an estate worth $31,000 when she died May 13, 1927, no claim upon the note was presented against her estate. When Matt died in January, 1926, Thomas became <span class=\"star-pagination\">*Page 539</span> \nexecutor of his estate. The inventory and appraisement of the latter indicated a value of $69,108.59. Its indebtedness aggregated $20,021.16, leaving a net worth of $49,087.43. Out of the latter $8,000 was drawn with which the trust bequeathed by Matt in behalf of Charles's children was established. Thomas, as holder of this $5,000 note, did not present a claim against himself as executor of Matt's estate. It is true, as the defendants point out, that later many of the assets of Matt's estate proved to be disappointments; nevertheless, the above sum of $8,000 was drawn out of it. As late as December, 1931, the T.C. Elliott Company had on deposit with the First National Bank in Milton $1,280.67, and at the same time the Mosgrove Company had on deposit in the same institution $3,764.73. The total of the two was $5,045.40 or more than enough to have paid the note. At that time the trustee account contained $3,021.85. Thus, there were four sources from which payment could have been obtained: (1) Almira's estate; (2) Matt's estate; (3) The Mosgrove Company; and (4) the T.C. Elliott Company. All were neglected until it was too late. We believe that the findings of the circuit court that the note could have been collected in full by Thomas \"through the exercise of reasonable diligence\" is supported by the evidence.</p>\n<p>Next, the defendants contend that the part of the plaintiff's claim predicated upon negligent administration is barred by the period of limitation. However, that objection was not made by either demurrer or answer, and hence was waived: &#167; 1-609, Oregon Code 1930. It is true that the averment which incorporated into the complaint the charge of defective administration came after the answer had been filed, but <span class=\"star-pagination\">*Page 540</span> \nat that time the defendants did not ask for the privilege of filing any additional pleadings &#8212; a privilege which we feel certain would have been granted. Under the circumstances this assignment of error reveals no error.</p>\n<p>The above disposes of all contentions presented by the defendants. Each item which they argue has not been specially dealt with herein, but all have been carefully considered, and we believe that all of them are controlled by the above principles. The numerous authorities cited in the defendants' comprehensive briefs have been carefully examined. We have found no error. The decree of the circuit court is affirmed. Costs and disbursements will be allowed to neither party.</p>\n<p>RAND, C.J., and BEAN, BELT, and KELLY, JJ., concur.</p>\n<p><center>                        ON PETITION FOR REHEARING</center><center>                             (<cross_reference>93 P.2d 1070</cross_reference>)</center></p>",
          "html_with_citations": "<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 509</span> </p>\n<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 510</span> </p>\n<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 511</span> </p>\n<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 512</span> </p>\n<p>[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] <span class=\"star-pagination\">*Page 513</span> \nThis is an appeal from a decree of the circuit court which allows and holds valid a claim in the sum of $5,000, presented by the plaintiff against the estate of Thomas H. Mosgrove, deceased. The decree <span class=\"star-pagination\">*Page 514</span> \nis based upon findings of fact which state that while Mosgrove was the trustee of a bequest of $5,000 he administered the fund in such a manner that he incurred the liability aforementioned.</p>\n<p>The issues presented by this appeal are: (1) Was Thomas H. Mosgrove the trustee of the estate which we shall shortly describe; (2) if he was, did he, in his capacity as trustee, collect $3,021.85 upon an investment made with the bequest; and did he so negligently administer the trust estate that it suffered losses thereby; and (3) was the plaintiff properly appointed trustee of the estate after Mosgrove's death.</p>\n<p>The complaint alleges, and the defendants deny, that Thomas H. Mosgrove, who died June 13, 1933, became trustee July 21, 1924, and that after his death the plaintiff was appointed his successor. The defendants are the sole heirs of the deceased. One is his son and the other is his widow and also the administratrix of his estate.</p>\n<p>William Mosgrove, uncle of Thomas, died testate July 23, 1923. One of the provisions of his will follows:</p>\n<p>\"I give, devise and bequeath to the child or children of my brother Charles Mosgrove of Hackincon, County Tyrone, Ireland, the sum of Five Thousand Dollars in trust, the same to be held by my Executrix hereinafter named in trust, and the income from said $5,000.00 to be paid annually to said child or children until it, or they, reach the age of twenty-one years at which time the said principal sum of $5,000.00 to be paid to such child or children equally, share and share alike, and I hereby appoint my said Executrix hereinafter named the trustee of the above fund, and direct that she act as such trustee without the intervention of any Court, or of the necessity of giving bonds as such trustee, and I hereby direct that she handle the said sum and pay the said income and principal as above provided.\" <span class=\"star-pagination\">*Page 515</span> </p>\n<p>The William Mosgrove estate was probated in Columbia county, state of Washington. Almira Mosgrove, widow of the deceased, was executrix of the estate. From the decree, signed July 9, 1924, approving the executrix's final account and distributing the assets, we quote:</p>\n<p>\"The residue of the estate of said deceased be and the same is hereby distributed as follows: * * * The sum of $5,000 to Almira E. Mosgrove, nevertheless in trust, and upon the following use: that she, the said Almira E. Mosgrove invest said sum and pay the annual income thereon to the following named persons, share and share alike: Isabella Mosgrove, Matthew Mosgrove and Maud Mosgrove until they shall attain the age of 21 years, at which time she is hereby directed to divide the said sum of $5,000 equally among the said named persons, share and share alike.\"</p>\n<p>Until March 20, 1923, William Mosgrove had owned and conducted a merchandise business in Dayton, Washington. On the day just mentioned he sold the business to his brother Matt, his aforementioned nephew Thomas, and his brother-in-law, T.C. Elliott. The consideration was $31,000, payable as follows: $18,000 to a bank which held William's note in that sum, and the balance in installments. About the time of the purchase the three buyers formed a corporation bearing the name \"The Mosgrove Company\" and each of the three acquired one-third of its capital stock. July 21, 1924, that company and the widow effected a new arrangement for the payment of the purchase price obligation. As a part of this agreement the three purchasers signed a note in the denomination of $11,000, and Matt and Elliott signed another note in the sum of $5,000, both payable to the widow. Concerning the <span class=\"star-pagination\">*Page 516</span> \n$5,000 note, the brief of the appellants (widow and son of the deceased Thomas) states:</p>\n<p>\"It was apparently the intent of Matt Mosgrove that this $5,000 note should represent the corpus of the trust created by the third paragraph of the William Mosgrove will, and that T.H. Mosgrove should become the trustee of the trust.\"</p>\n<p>Concurrently with the execution of these two notes, Thomas, to whom the above quotation referred as T.H. Mosgrove, signed an instrument from which the following is quoted:</p>\n<p>\"Received from Almira Mosgrove, widow of William Mosgrove, deceased, now residing at Walla Walla in the State of Washington, one promissory note for the sum of $5,000, payable to Almira Mosgrove on or before the 21st day of July, 1924, and drawing interest at the rate of 7 per cent payable annually, and duly endorsed and transferred by said Almira Mosgrove to the undersigned for the use and benefit of the child or children of Charles Mosgrove of Hackincon, County of Tyrone, Ireland, in fulfillment of the terms and conditions of the last will and testament of William Mosgrove, deceased, which was duly and regularly admitted to probate in the Supreme Court of the State of Washington in Columbia County, the income from said $5,000 to be paid annually to such child or children equally, share and share alike, until it or they shall reach the age of 21 years, at which time the principal due upon said promissory note shall be paid to said child or children equally, share and share alike, and I, Thomas Mosgrove, in consideration of said transfer and of the confidence and trust imposed in me, promise and agree to and with said Almira Mosgrove to carry out the terms and conditions above stated and to comply with the terms and conditions of said will and to look after and renew the said promissory note, collect the interest thereon and transmit annually the said income to the said child or children and upon the said child or <span class=\"star-pagination\">*Page 517</span> \nchildren attaining the age of 21 years to collect the amount due upon the said promissory note and pay the same over to the said child or children and to secure the receipt of such child or children for the said money and save the said Almira Mosgrove harmless by reason of said transfer.\"</p>\n<p>The $5,000 note which Matt and Elliott signed named Almira Mosgrove as the payee and required payment on July 21, 1924, which was also the date of the instrument; hence, it was payable upon demand. It required the payment of 7 per cent interest. Upon its back appears in blank the endorsement of Almira Mosgrove. After Thomas's death this note and also Thomas's above-quoted receipt were found in Almira's strongbox. Almira died in 1927 and Thomas in 1933. The evidence indicates that Almira distrusted her ability to transact business and that Thomas handled her business affairs for her. Prior to his marriage he had lived for many years in her home in Dayton, Washington. We add at this point that there is no charge of bad faith upon the part of anyone, and apparently each participant in the above-mentioned transactions was endeavoring to do right.</p>\n<p>It will be seen from the foregoing that the $5,000 trust was created by the will of William Mosgrove; that by an order of the court which probated his estate the widow was appointed trustee of the fund; that twelve days after the entry of that decree a change was effected whereby a $5,000 note was signed which apparently became the trust res; and that at the same time Thomas signed an instrument in which he acknowledged he had assumed charge of the administration of the trust. The defendants argue two propositions: (1) That in this manner Thomas could not <span class=\"star-pagination\">*Page 518</span> \nlegally assume the trust; and (2) that the facts show that he did not actually assume the trust.</p>\n<p>In order to facilitate an understanding of what follows we add: Thomas was the son of the aforementioned Matt Mosgrove who died in January, 1926. Matt's will bequeathed the sum of $8,000 to be held in trust by Thomas for the same purposes as were indicated in the will of William Mosgrove.</p>\n<p>The evidence in addition to the preceding which shows whether Thomas did or did not assume the administration of the trust can be summarized as follows: Thomas kept a personal account book in which the following entries in his handwriting appear:</p>\n<p>\"Chas. Mosgrove and heirs.</p>\n<p>\"Left to C.M.  heirs by Matt $8,000 in Trust to T.H.M. to be distributed equally between children when youngest becomes of age. Earnings to be used for the family's support.</p>\n<p>\"Left to C.M.  heirs by Will Mosgrove $5,000 in trust, to Almira Mosgrove on same terms  conditions as Matt's bequest. Almira Mosgrove transferred trust to T.H.M.</p>\n<p><pre>\n  \"1926</p>\n<p>  June  22  Can.Inh.Tax                51.10\n  Sept. 10  U.S. Inh. Tax &#8212;\n                  Chas.       6.08\n                  Jen       187.66\n                  Kids        1.71    195.45\n  Oct. 2    Draft              RBC    200.00\n  1927\n  Jan.  31  Interest for\n              1 yr on $5000                     200.00\n            pd. by Mos. Co. Dayton\n  Jan.  31  Interest for\n              1 yr on $8000\n            pd. by Mos. Co. Dayton              320.00\n  Feb.  26  Draft              RBC    200.00\n <span class=\"star-pagination\">*Page 519</span> \n  Aug.  18  Draft, 102\n              drft chgs        RBC    301.02\n  1928\n  Jan.  24  Interest on 5000 for 1 yr\n            pd. by TCE Co.                      200.00\n  Jan.  31  Interest on 8000 for 1 yr           320.00\n  Mar.  27  Draft 40-16-5, $200 with\n            drft chgs          RBC    200.00\n  July  15  Draft 40-17-0, $200 with\n            drft chgs          Sav.\n                               RBC    200.00\n  Dec.  14  Draft                    FRB        200.50\"\n</pre>\nAlthough the $5,000 note provided for 7 per cent interest only 4 per cent was actually paid. According to the uncontradicted evidence, Matt directed that that rate be employed. Accordingly, the $200 payments credited to Thomas in the aforementioned record were payments of interest upon that obligation.</p>\n<p>Mrs. Eliza R. Beattie, a sister of William and, therefore, an aunt of Thomas, after stating that she reared the latter, swore that upon many occasions her nephew discussed with her the $5,000 William Mosgrove trust fund. She was questioned and answered, in part, as follows:</p>\n<p>\"Q. Did Tom ever talk to you about anything in connection with taking over the trust from Almira Mosgrove? A. Yes.</p>\n<p>\"Q. What was said in those conversations that you recall? A. Well, he always told me that he had accepted * * *.\"</p>\n<p>She testified that Thomas frequently showed her letters which he was sending to the beneficiaries in Ireland concerning the $5,000 fund which he told her was invested in the store business. She thought that the remittances began shortly after William's death. She <span class=\"star-pagination\">*Page 520</span> \nstated that in June, 1933, Thomas was greatly troubled over the difficulties he was experiencing in realizing a sufficient amount for the next remittance to Ireland, but that after he had succeeded in obtaining $200 he showed her a draft for that amount. Thomas died a day or two later, and the draft was in his pocket at the time of his death, June 13, 1933. It was then sent to Ireland.</p>\n<p>In a letter which Thomas wrote September 27, 1926, to his uncle Charles in Ireland he stated in part:</p>\n<p>\"I will write to George Henderson and sending some money as I will have to send the income of Will's as well as Dad's. Both moneys combined. But it is to the trustee I have to send it and not to you. * * * You will get the income of this money until your youngest child comes to age. * * *.\"</p>\n<p>By \"Will\" he, of course, referred to his deceased uncle, and by \"Dad\" to his deceased father, Matt. George Henderson was the trustee or manager for Charles in Ireland and all of the remittances were made to him. When the letter from which we have just quoted was written Almira was still living.</p>\n<p>It will be recalled that Matt, T.C. Elliott and Thomas purchased from William the Dayton store in 1923, and that July 21, 1924, the $5,000 note was signed, succeeded immediately by the execution of the aforementioned instrument whereby Thomas undertook to administer the trust estate. July 27, 1924, C.K. Wilcox, who was the bookkeeper of the Mosgrove Company, sent to Thomas, at his request, a sheet indicating the opening entries which should be made in the <span class=\"star-pagination\">*Page 521</span> \ncompany's combined journal and check register. The sheet recited:</p>\n<blockquote><p>  \"Chg. Mrs. Wm. Mos $5000.00 5000 set aside for the heirs of Chas. Mos. as per agreement with Mrs. Wm. Mos. dated\"</p></blockquote>\n<p>Another of the recommended entries read:</p>\n<blockquote><p>  \"Statement of Contract with Mrs. Wm. Mosgrove * * * Trust fund for the heirs of Chas. Mosgrove $5000.00\"</p></blockquote>\n<p>These recommendations were adopted and as a result the Mosgrove Company charged itself upon its books with liability upon the $5,000 note. Having made the charge it entered upon the credit side the following:</p>\n<p>\"Mrs. Wm. Mosgrove $5000.00 set aside for the minor heirs of Chas. Mosgrove, as per agreement with Mrs. Wm. Mosgrove dated</p>\n<p>Trust Fund Chas. Mosgrove minor heirs, $5000.00\"</p>\n<p>The only \"agreement with Mrs. Wm. Mosgrove\" which anyone had was the agreement between her and Thomas. January 1, 1927 (about one year after Matt's death), the Dayton store was closed and its fixtures and stock of merchandise were moved to Milton, Oregon, where they were combined with an establishment which was being conducted by a corporation known as the T.C. Elliott Company. The stock of the latter, like the stock of the Mosgrove Company, was owned in equal parts by the aforementioned three individuals, Elliott, Matt and Thomas. However, upon the death of Matt in January, 1926, Thomas inherited his stock, and from that time owned two-thirds of the stock of both corporations. March 31, 1927, the Elliott <span class=\"star-pagination\">*Page 522</span> \nCompany entered upon its books the $5,000 note as its obligation. Thomas had been the active manager of the store at Dayton and about a year after the two stocks were combined in the Milton store he became the manager of the latter. Shortly some of the stock of the Milton store was used in establishing a store at Freewater, Oregon, which was operated under the name of The Mosgrove Company. July 1, 1930, the Milton store was discontinued and its stock was combined with the Freewater store which had assumed the name of Mosgroves. August 1, 1932, the Freewater store ceased operations and its goods and fixtures were moved to Milton where operations were continued under the name of the New T.C. Elliott Company. Still later the Elliott Company discontinued business and the aforementioned C.K. Wilcox was placed in charge of its liquidation. At the time of the trial (October 28, 1937) he testified that he had realized about 12 per cent for the company's creditors. We assume that when the Mosgrove Company transferred all of its assets in the aforementioned consolidations to the Elliott Company it wound up its affairs.</p>\n<p>An account was opened &#8212; at a time not disclosed by the record &#8212; in the First National Bank of Milton under the name of T.H. Mosgrove, Trustee. The evidence concerning this account is limited. Two ledger sheets taken from the files of the bank are before us. The first entry on these sheets is dated February 4, 1931, and recites: \"Balance brought forward, $3,579.51.\" From that day until December 12, 1931, when the last entry was made, a total of $4,807.35 was credited to the account, but checks paid reduced the amount on the day last mentioned to a balance of $3,021.85. December 12, 1931, the bank closed. The <span class=\"star-pagination\">*Page 523</span> \nindividual in charge of its liquidation swore that after a search through the bank's records he was unable to find any additional ledger sheets or other documents pertaining to the account. The amount realized in the liquidation, which was still in progress at the time of the trial, is not disclosed by the record. A paper, possibly explanatory of this account, written in Thomas's own handwriting and bearing the following entry, was found after his death:</p>\n<p>\"Claim No. 1089. T.H. Mosgrove, Trustee, (Being account of old T.C. Elliott Co.) on deposit in F.N.B. $3,021.85. Comptroller cheque No. C-325,089 for 906.55. This account is 507.95 short in deposits as on Aug. 11, 1931 that amount was placed in new T.C. Elliott Co. in error which should have been placed in this account. June 20, 1935 423.05.\"</p>\n<p>June 1, 1932, Thomas wrote to the aforementioned George J. Henderson a letter which, after complaining of the difficult financial conditions, stated:</p>\n<p>\"However, I had a nest egg laid away for the use of Charlie, Eliza and Bella in our local bank and it failed, closing its doors December 18 * * *.\"</p>\n<p>June 30, 1932, Thomas filed with the liquidator of this bank a proof of claim under oath, from which the following is quoted:</p>\n<p>\"Personally appeared before me the undersigned, a notary public in and for said county and state, T.H. Mosgrove, Trustee, who, being duly sworn, says that the First National Bank of Milton, Oregon, is justly indebted to T.H. Mosgrove, Trustee, in the sum of $3,021.85 * * * all of which is due and payable to T.H. Mosgrove, Trustee, alone. * * *.\"</p>\n<p>The instrument was signed \"T.H. Mosgrove.\" September 26, 1932, Thomas, over the signature of \"T.H. <span class=\"star-pagination\">*Page 524</span> \nMosgrove, Trustee,\" acknowledged receipt of $906.55 upon this claim. The aforementioned C.K. Wilcox seemed to know but little about the origin of this trustee account. He explained: \"The only solution I have for it is that he (Thomas) wanted to keep those moneys separated.\" By the separation of the moneys he meant the segregation of the funds derived in the liquidation of the former Milton store from the daily receipts of the new store. He was very sure that in this account (trustee) the moneys derived from the liquidation of the old Milton store were deposited. At that time there were five bank accounts concerning Thomas H. Mosgrove: (1) Thomas's account as administrator of his father's estate; (2) Thomas's personal account; (3) The Mosgrove Company account; (4) T.C. Elliott Company account; and (5) T.H. Mosgrove, Trustee.</p>\n<p>March 5, 1929, Thomas invested in a tract of Canadian land the $8,000 bequest left by his father, and thereafter the remittances from that investment were handled in such a manner that it is impossible to confuse them with the earnings of the $5,000 fund created by his uncle.</p>\n<p>The payments sent to the children of Charles Mosgrove as the earnings of the $5,000 fund are indicated by the following evidence: In a letter, dated March 6, 1926, Thomas sent to the aforementioned George Henderson a draft for $134.72, stating: \"This amount represents the accrued interest on the $5,000 trust fund left by Will Mosgrove after deducting the amount still owing for the advancement of the money paid for inheritance tax * * *.\" By reverting to the entries in the aforementioned personal record kept by Thomas and quoted in a preceding paragraph, it will be observed <span class=\"star-pagination\">*Page 525</span> \nthat October 2, 1926, he sent to the Irish heirs $200, and on February 26, 1927, $200. Other remittances are disclosed by the same record. The ledger accounts of the Mosgrove Company and of the T.C. Elliott Company indicate many other remittances. The last of the payments was sent by the draft which was found in Thomas's pocket after his death. That was in 1933. The appellants' brief concedes that at least one of these payments was made out of the aforementioned trustee account. Virtually all of the remittances were in the sum of $200. It will be recalled that December 12, 1931, the Milton Bank in which the five accounts previously mentioned were kept, closed. The first remittance following that failure was accompanied with a letter signed by Thomas and dated June 1, 1932, in which he stated: \"This money should have been sent some time ago. * * * It seems as if everything has gone against me.\" He mentioned the bank failure and severe droughts in the Province of Alberta which destroyed his crops. His remittance, however, was in the sum of $250. We have already mentioned that immediately prior to his death Thomas had been much disturbed over his difficulty in raising sufficient funds to enable him to make the remittance due at that time. Immediately after obtaining the necessary funds he showed the draft with evident satisfaction to his aunt, and then death overtook him before he could mail the money to the beneficiaries.</p>\n<p>In the probate proceedings of Almira's estate the $5,000 note was not mentioned. Thomas's widow testified that although her husband had frequently discussed his financial affairs with her, including the $8,000 trust fund left by his father, he never mentioned the trust fund created by his uncle, William, and that <span class=\"star-pagination\">*Page 526</span> \nshe was wholly ignorant of it until after her husband's death. However, it developed that Thomas left unsatisfied at least two large obligations which he had not mentioned to his wife.</p>\n<p>The plaintiff, who is a sister of William, Matt and Charles, was appointed trustee July 24, 1934, by an order of the circuit court of Umatilla county after notice and after a hearing had been had. The above facts, we believe, will suffice for an understanding of the assignments of error which we shall now consider.</p>\n<p>The first contention which we believe should be considered challenges the right of the courts of this state to have made the appointment of a trustee. William was a resident of the state of Washington. His will was probated there and it was by an order of the superior court of that state that Almira was appointed trustee. There is no contention that after Almira's failure to act the Washington court which had appointed her undertook to make any other appointment. No judicial action took place in that or any other court when Thomas signed the aforementioned receipt-instrument in which he undertook to assume the trustee duties. It will be remembered that on January 1, 1927, the stock and fixtures of the Dayton, Washington, store, which had previously closed, were moved to Milton, Oregon, and that May 13, 1927, William's widow died. With the removal of the fixtures and goods to Oregon, Thomas left Almira's home and became a resident of this state. After his death in 1933 his estate was probated in Oregon, as was also Matt's following his death in 1926. As a witness in this suit, Elliott gave his residence as Milton. Thus, at the time the plaintiff was appointed trustee all of those affected by the trust, with the exception of the beneficiaries, <span class=\"star-pagination\">*Page 527</span> \nwere residents of this state, and by that time those same individuals had transferred their operations from Washington to Oregon. The defendants attach much importance to the fact that the note remained in Washington. It reposed in Almira's strongbox where the receipt-instrument signed by Thomas was also kept. Almira had been dead for six years when the two instruments were found by her daughter. When these instruments were signed Thomas was Almira's business advisor, and we believe that it may fairly be inferred that the note was left with her either through oversight or because she had facilities for its safekeeping. In the receipt-instrument which Thomas signed July 21, 1924, he expressly acknowledged receipt of the note. A chose in action generally acquires the situs of its owner. We believe that the mere fact that the note remained in Washington is an item of no great significance. When the Washington court entered the order which appointed Almira trustee, it did not reserve control over the trust &#8212; at least, not expressly. After that order had been entered all seemed to believe that the Washington court's connection with the fund had terminated. Thereafter no reports of any kind were made to the court; no advice was sought from it by the trustee or anyone else concerned with the trust estate; no report concerning the matter was made to the court when the $5,000 was loaned to the two borrowers; and the wishes of the court were not consulted when Thomas signed the instrument whereby he assumed the trust duties. In short, the parties seemed to regard this as a family matter with which the court had no concern. Apparently none of them thought that the trust estate was in custodia legis. Ten years after the appointment of Almira, nine years after the <span class=\"star-pagination\">*Page 528</span> \nexecution of the receipt-instrument, and three years after Almira's death, the attacked appointment was made. It is our belief that by common acquiescence the estate had passed out of the custody of the Washington court, and that thereafter, especially after Almira's death, any other court having jurisdiction over the parties was competent to appoint a trustee. We believe that <em>Schwartz v. Gerhardt</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">Or.</span> <span class=\"page\">425</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">P.</span> <span class=\"page\">698</span></span></cross_reference>, authorizes this conclusion. We, therefore, conclude that the appointment of the present trustee was justified.</p>\n<p>The defendants contend that Almira was never legally discharged from her duties as trustee; that Thomas was never appointed her successor; and that the facts reviewed in preceding paragraphs do not indicate that he had ever discharged any of the duties of trustee. They argue that the evidence reviewed in preceding paragraphs merely shows that Thomas offered to assume the duties of trustee, and that the remittances were made, not by him, but by the corporations. So far as we can learn from the record Almira never performed any duty concerning the trust estate, and we believe that it is clear that she never accepted the trust: Bogert on Trusts and Trustees, &#167; 150, p. 449. At any rate, no one seeks to charge her with any liability. We shall now consider Thomas's status. It will be recalled from the facts above stated that Thomas signed an instrument whereby he expressly undertook the trust duties, and that the $5,000 note omitted his signature as a maker, evidently for the purpose of enabling him to become trustee. No other explanation is available. If the receipt-instrument never became effective, then the $5,000 note, for exactly the same reasons, lacked delivery and therefore effectiveness. In that event, the $11,000 note also was never <span class=\"star-pagination\">*Page 529</span> \nanything but a mere sheet of paper. If all three instruments were no more than unaccepted offers, then the trust estate never obtained any evidence of the borrowers' debt. We, however, are satisfied that all three instruments were parts of related transactions which were consummated July 21, 1924, and that all three became effective. The $5,000 note was apparently intended to express in legal form the subject matter of the trust res, a debt. In his personal account book Thomas stated in his own handwriting that the trust had been \"transferred\" to him by Almira. Other writings previously quoted also indicate that Thomas regarded himself as trustee. It will be recalled that even before Almira's death Thomas made remittances to the beneficiaries in Ireland. The first was in the sum of $134.72. The difference between that amount and the earned interest, Thomas explained, had been consumed by an inheritance tax. His mention of this detail, as well as others, indicates his familiarity with the trust. These facts, we believe, justify a conclusion that Thomas accepted the office of trustee: Restatement of The Law, Trusts, &#167; 102, and Bogert on Trusts and Trustees, &#167; 150. Thomas's two business associates evidently regarded him as trustee. We make this statement because his associates consented that the interest payment should be made to him, thereby recognizing in him authority to receive them on behalf of the trust. When the bank in which Thomas maintained his accounts failed and when adverse agricultural conditions deprived his land of income, he showed great concern over the remittances which would soon have to be made to the Irish heirs. In determining the significance to be attached to the concern which he manifested, we bear in mind the fact that he was not a maker <span class=\"star-pagination\">*Page 530</span> \nof the $5,000 note. He was the trustee who had undertaken the preservation of the fund. The fact that the note was found among Almira's, and not Thomas's, effects after the death of both, we deem of but little importance for the reasons stated in a preceding paragraph. We are satisfied that Thomas had not only assumed the duties of the trustee but that he also had proceeded with their discharge. The mere fact that the duties were imposed upon him by agreement when they should have been imposed by an order of the court, did not make him any less responsible for his conduct of the estate's affairs. A person who assumes the duties of a trustee and proceeds with their administration is as liable for their improper conduct as if he had been regularly appointed. The truth of this statement is illustrated by the many instances of implied trusts. Such trustees may be compelled to render an accounting: Bogert on Trusts and Trustees, &#167; 969. Our conclusion that Thomas imposed upon himself the duties of a trustee from July 21, 1924, to the time of his death is justified, we believe, by the rules just stated and the following authorities: <em>Nebraska</em><em>Power Co. v. Koenig</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">68</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">839</span></span></cross_reference>; <em>Tarbox v.</em><em>Tarbox</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">Me.</span> <span class=\"page\">374</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">A.</span> <span class=\"page\">194</span></span></cross_reference>; <em>Finnegan v. McGuffog</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">899</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">539</span></span></cross_reference>; and 65 C.J., Trusts, &#167; 231, p. 487.</p>\n<p>After substantially all of the above evidence had been received the plaintiff rested and the defendants moved for a nonsuit. At that time the complaint alleged:</p>\n<p>\"That the $5,000 promissory note named and mentioned in the said written agreement between the said Almira Mosgrove and the said Thomas H. Mosgrove was paid in full to the said Thomas H. Mosgrove.\" <span class=\"star-pagination\">*Page 531</span> </p>\n<p>The prayer was inclusive and among other items asked for a finding that Thomas, in the above-mentioned period of time, had served as trustee; for an accounting and a determination that the plaintiff's claim against Thomas's estate was one which should be discharged. Before instituting suit the plaintiff presented to the administratrix of Thomas's estate a claim from which the following is quoted:</p>\n<p>\"The said Thomas H. Mosgrove collected the $5000 note mentioned in the attached exhibit and held at the time of his death the proceeds of such collection in trust.\"</p>\n<p>In arguing that error was committed when the motion for a nonsuit was denied, the defendants ignore the T.H. Mosgrove, Trustee, account. That account is reasonably susceptible to a construction that at the time of his death Thomas possessed $3,021.85 which he held for the beneficiaries. There had actually entered the account $4,807.25. Further, Thomas stated in the document from which we have previously quoted: \"This account is $507.95 short in deposits as on August 11, 1931, that amount was placed in new T.C. Elliott Co. in error which should have been placed in this account.\" If the account is credited with the amount just mentioned, a total of $5,315.30 was received by Thomas which he felt belonged to the account. At any rate, when the motion for the nonsuit was denied the record indicated that Thomas possessed $3,021.85 in the trustee account. However, the defendants argue that the deposits were not made for the benefit of the Irish beneficiaries, but for the T.C. Elliott Company. The entry in his handwriting previously quoted, \"T.H. Mosgrove, Trustee, being account of old T.C. Elliott <span class=\"star-pagination\">*Page 532</span> \nCo.\" and the testimony of Wilcox to the effect that Thomas established this account for the purpose of separating the money derived from the liquidation of the old Milton store from the daily receipts of the new establishment, does not prove that Thomas did not intend that the fund should belong to the beneficiaries of his uncle's trust. This account was very likely opened in 1930, and at that time the effects of the depression which had begun in 1929 were everywhere manifest. The record indicates that the Mosgrove Company and the Elliott Company were suffering from its effects. These two corporations had tried here and there, in this town and in that one, to earn a profit, but all of the ventures were soon abandoned. As an intelligent man, Thomas must have known that it was incumbent upon him to exercise the care, skill and diligence of an ordinarily prudent person to safeguard the estate's investment; and his intimate knowledge of his own business must have told him that it was time to collect something upon the note. As he saw his corporations scurrying from place to place in vain efforts to eke out an existence, he also realized that Matt, one of the two signers of the note, had died, and that Elliott's financial condition was precarious. Is it not reasonable to infer that when Thomas, who was apparently a man of character, saw threatening disaster drawing nearer and nearer, he opened the trustee account for the purpose of creating a fund which would ultimately retire the note? The letter which he wrote to Henderson one year before his (Thomas's) death warrants an affirmative answer to this question. In that letter, after speaking of his many financial losses and disappointments, Thomas stated: \"I had a nest egg laid away for the use of Charlie * * *\" and then <span class=\"star-pagination\">*Page 533</span> \nadded that the failure of the bank in which he had made the deposit threatened even that hope. A presumption is owing to Thomas that he respected his trust duties. In view of that presumption and the above facts, we are satisfied that the T.H. Mosgrove Trustee account was intended to be an asset of the trust. Since we are of that opinion, the evidence indicated, when the motion for a nonsuit was denied, that Thomas at the time of his death possessed $3,021.85 belonging to the trust. The motion for a nonsuit was, therefore, properly denied.</p>\n<p>We quoted in a preceding paragraph one of the averments of the complaint. After both sides had rested the plaintiff was permitted to amend that paragraph by adding \"or that the said Thomas H. Mosgrove could by the exercise of reasonable diligence have collected in full said promissory note.\" The defendants argue that, in violation of &#167; 1-906, Oregon Code 1930, this amendment changed the cause of suit substantially. Particularly, they argue that the complaint as originally phrased stated a suit which sought to impress a trust upon property in the defendants' possession, but that after the amendment had been made the pleading stated a cause of action based upon charges of negligent administration of the trust fund. Pursuing their argument that the cause stated in the amended complaint is a legal action triable before a jury, the defendants complain that since the amendment was made after both sides had rested, the defendants were deprived of their right to ask for a jury, had they desired one. In support of their contention that the amendment converted the cause into an action, the defendants cite: <em>School District</em><em>62 v. Schramm</em>, <cross_reference><span class=\"citation\" data-id=\"3841494\"><a href=\"/opinion/4082546/school-dist-62-v-schramm/\"><span class=\"volume\">142</span> <span class=\"reporter\">Or.</span> <span class=\"page\">296</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3841494\"><a href=\"/opinion/4082546/school-dist-62-v-schramm/\"><span class=\"volume\">20</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">241</span></a></span></cross_reference>; <em>Muhlenberg v. Loan</em><em> Trust</em> <span class=\"star-pagination\">*Page 534</span> <em>Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">Or.</span> <span class=\"page\">132</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">P.</span> <span class=\"page\">932</span></span></cross_reference>, 29 L.R.A. 667; <em>Noble v. Noble</em>,<cross_reference><span class=\"citation\" data-id=\"3301078\"><a href=\"/opinion/3301920/noble-v-noble/\"><span class=\"volume\">198</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">129</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3301078\"><a href=\"/opinion/3301920/noble-v-noble/\"><span class=\"volume\">243</span> <span class=\"reporter\">P.</span> <span class=\"page\">439</span></a></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1235</span></span>; 65 C.J. Trusts, p. 661, &#167; 525, and p. 965, &#167; 889; and 26 R.C.L., Trusts, p. 1353, &#167; 217, and p. 1355, &#167; 219. We examined all of those authorities, but do not believe that they support that portion of the defendants' contention which states that a claim arising out of a trustee's negligent administration of the trust constitutes a cause of action triable before a jury. In our opinion, the law applicable to such a situation is correctly stated in the following language which we quote from Restatement of the Law, Trusts, &#167; 197: \"Except as stated in &#167; 198, the remedies of the beneficiary against the trustee are exclusively equitable.\" Section 198 of the Restatement is concerned with a trustee whose duty requires him immediately and unconditionally to pay money or deliver a chattel to the beneficiary. In those instances an action may be maintained. The comment accompanying &#167; 197 renders it clear that a cause based upon negligent administration is triable in a court of equity. We believe that after the amendment, as before, the purpose of the suit was to obtain a holding that Thomas, from July 21, 1924, to the time of his death, was the trustee of the aforementioned trust and to secure an accounting of his administration of the fund. It is true, as the defendants point out, that the farther a case proceeds the more reluctant the courts are to permit an amendment. Nevertheless, we fail to see how the defendants were improperly prejudiced by the amendment. All of the proof reviewed in preceding paragraphs had been admitted before the amendment was made. No objection was made upon the theory that the pleadings were not sufficient to justify the reception of this testimony, unless the objection was included <span class=\"star-pagination\">*Page 535</span> \nwithin the general one of immateriality. We observe that the defendants themselves sought to prove that nothing was lost to the trust estate through Thomas's failure to timely enforce payment of the note. Possibly this evidence was rebuttal in nature, but its submission indicates that the defendants knew, even before the amendment was tendered, that the plaintiff's purposes were more inclusive than the complaint disclosed. The power to allow amendments reposes largely in the discretion of the court. Liberality is to be favored, especially when it does not deprive the adversary of full opportunity to offer his evidence. The order allowing the amendment recited: \"It is further ordered that this cause be continued to permit the defendants to introduce any additional testimony they may desire to offer on the phase of the case covered by the above amendment.\" None was offered. We believe that this assignment of error possesses no merit.</p>\n<p>The defendants next contend that since the amended complaint avers in the alternative that Thomas either collected the amount due upon the note or could have collected it through the exercise of due diligence, the claim presented by the plaintiff (a part of which is quoted in a preceding paragraph) is insufficient, and that, therefore, the circuit court should not have awarded its decree to the plaintiff.</p>\n<p>Section 5-710, Oregon Code 1930, states:</p>\n<p>\"Such action shall not be commenced until the claim of the plaintiff has been duly presented to such executor or administrator, and by him disallowed * * *.\"</p>\n<p>The claim, besides containing the paragraph previously quoted, states that July 21, 1924, Thomas accepted the office of trustee by means of the receipt-instrument, <span class=\"star-pagination\">*Page 536</span> \na copy of which the claimant attached to her claim. The claim, after stating that the plaintiff was appointed Thomas's successor, then set forth the paragraph of William's will which contained the bequest in trust for Charles's children. These averments were followed by others which stated that Thomas had collected the amount payable upon the note and \"that the estate of Thomas H. Mosgrove is justly indebted to me as such Trustee in the sum of $5000.00 * * *; that no payment has been made thereon except interest has been paid to the 14th day of December, 1928; that the amount claimed is justly due and that there is no counterclaim or offset to the same to the knowledge of your affiant; that the only written evidence of said claim is the exhibit hereto attached * * *.\"</p>\n<p>It will be observed that &#167; 5-710 does not prescribe the particularity with which the claimant must set forth the facts out of which his claim arose. In <em>In re Andersen's Estate</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">Or.</span> <span class=\"page\">94</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">188</span> <span class=\"reporter\">P.</span> <span class=\"page\">164</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">P.</span> <span class=\"page\">236</span></span>, Mr. Justice HARRIS said:</p>\n<p>\"Although the verified claim takes the place of a complaint, the facts constituting the claim need not be stated with the degree of particularity required in a complaint filed in an action at law. The facts constituting a claim against an estate may be averred in general terms; and if the facts show a subsisting liability in favor of the claimant the claim is sufficiently stated.\"</p>\n<p>In that case, owing to what Mr. Justice HARRIS termed \"the liberal rule which is followed in determining the sufficiency of a claim presented to an administrator or executor,\" the plaintiff's claim was held sufficient. It was based upon a theory that the deceased and one Yates, to whom the plaintiff had paid the price of an automobile, were partners engaged in the business <span class=\"star-pagination\">*Page 537</span> \nof selling cars. The proof showed that the two men were not partners and that Yates was no more than an employee of the deceased.</p>\n<p>The purpose which presentation of a written claim to the estate's representative is intended to serve is the best guide in determining the sufficiency of the claim. Claims are required to be presented in written form in order to enable the representative to pay such of them as he deems just, thus obviating the necessity of reducing all of them to judgment. In order to enable him intelligently to determine the validity of the claims, each of them ought to express with sufficient particularity the circumstances out of which it arose. The character of the claim, the likelihood or unlikelihood of there being others of substantially the same kind, and the extent to which it is necessary to describe a claim of that character in order to identify it in the representative's mind, are factors of importance. Ordinarily, language which distinguishes the claim from all others of like kind and which states in general the facts upon which it is predicated suffices. In other words, substantial compliance with the statute's demands suffices: Bancroft's Probate Practice, &#167; 768. The plaintiff's claim identified her and was accompanied with copies of the instruments (William Mosgrove's will and the paper whereby Thomas H. Mosgrove assumed the duties of trustee) upon which the claim was predicated. It stated that Thomas had administered the trust for nine years, and that in so doing he had subjected his estate to a liability in the sum of $5,000 by virtue of a note which he held in trust. It is true that the claim stated that he had collected the note, but this statement was in part true. It omitted to mention that through inattention he had neglected to collect all <span class=\"star-pagination\">*Page 538</span> \nof the obligation. The defendants seemed to have discerned that the plaintiff might rely upon improper administration and, therefore, during the trial presented evidence of proper administration. Possibly when the plaintiff prepared the claim she did not know that full payment had not been made. However, we are satisfied that the defendants' principal defense was a contention that Thomas never became trustee. The facts concerning his appointment were properly stated in the claim. It appears obvious that the defendants would not have allowed the claim had it contained the same amendment which was incorporated in the complaint at the close of the trial. We believe that the claim served its purpose although it did not fully state its basis. It substantially met the requirements of &#167; 5-710, Oregon Code 1930.</p>\n<p>The defendants deny that Thomas failed to administer the trust with the required degree of care and diligence. It was his duty \"to exercise such care and skill as a man of ordinary prudence would exercise in dealing with his own property.\": Restatement of the Law, Trusts, &#167; 174. Thomas received this note July 21, 1924, and, as we have seen, the trustee account contained only $3,021.85 when the bank in which it was deposited closed. In the meantime, one of the corporations which had assumed payment of the note somehow wound up its affairs and the other passed into the control of a liquidator who, at the time of the trial, had paid nothing upon this note although he had made disbursements to the extent of 12 per cent of their claims to the other creditors. Although Almira had endorsed the note and left an estate worth $31,000 when she died May 13, 1927, no claim upon the note was presented against her estate. When Matt died in January, 1926, Thomas became <span class=\"star-pagination\">*Page 539</span> \nexecutor of his estate. The inventory and appraisement of the latter indicated a value of $69,108.59. Its indebtedness aggregated $20,021.16, leaving a net worth of $49,087.43. Out of the latter $8,000 was drawn with which the trust bequeathed by Matt in behalf of Charles's children was established. Thomas, as holder of this $5,000 note, did not present a claim against himself as executor of Matt's estate. It is true, as the defendants point out, that later many of the assets of Matt's estate proved to be disappointments; nevertheless, the above sum of $8,000 was drawn out of it. As late as December, 1931, the T.C. Elliott Company had on deposit with the First National Bank in Milton $1,280.67, and at the same time the Mosgrove Company had on deposit in the same institution $3,764.73. The total of the two was $5,045.40 or more than enough to have paid the note. At that time the trustee account contained $3,021.85. Thus, there were four sources from which payment could have been obtained: (1) Almira's estate; (2) Matt's estate; (3) The Mosgrove Company; and (4) the T.C. Elliott Company. All were neglected until it was too late. We believe that the findings of the circuit court that the note could have been collected in full by Thomas \"through the exercise of reasonable diligence\" is supported by the evidence.</p>\n<p>Next, the defendants contend that the part of the plaintiff's claim predicated upon negligent administration is barred by the period of limitation. However, that objection was not made by either demurrer or answer, and hence was waived: &#167; 1-609, Oregon Code 1930. It is true that the averment which incorporated into the complaint the charge of defective administration came after the answer had been filed, but <span class=\"star-pagination\">*Page 540</span> \nat that time the defendants did not ask for the privilege of filing any additional pleadings &#8212; a privilege which we feel certain would have been granted. Under the circumstances this assignment of error reveals no error.</p>\n<p>The above disposes of all contentions presented by the defendants. Each item which they argue has not been specially dealt with herein, but all have been carefully considered, and we believe that all of them are controlled by the above principles. The numerous authorities cited in the defendants' comprehensive briefs have been carefully examined. We have found no error. The decree of the circuit court is affirmed. Costs and disbursements will be allowed to neither party.</p>\n<p>RAND, C.J., and BEAN, BELT, and KELLY, JJ., concur.</p>\n<p><center>                        ON PETITION FOR REHEARING</center><center>                             (<cross_reference><span class=\"citation\" data-id=\"3839976\"><a href=\"/opinion/4081276/elliott-v-mosgrove/\"><span class=\"volume\">93</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1070</span></a></span></cross_reference>)</center></p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3301078/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3839976/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3841494/"
          ]
        }
      ],
      "judges": "ROSSMAN, J.",
      "date_created": "2016-07-06T08:09:03.149406Z",
      "date_modified": "2017-04-15T06:02:28.616774Z",
      "date_filed": "1939-09-19",
      "date_filed_is_approximate": false,
      "slug": "elliott-v-mosgrove",
      "citation_id": null,
      "case_name_short": "Elliott",
      "case_name": "Elliott v. Mosgrove",
      "case_name_full": "Elliott v. Mosgrove",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "162 Or. 507",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "93 P.2d 1070",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "C.Z. Randall , of Pendleton (Randall  Perry, of Pendleton, on the brief), for appellants.\n\n Homer I. Watts , of Athena, and  John F. Kilkenny , of Pendleton (Raley, Kilkenny  Raley, of Pendleton, on the brief), for respondent.",
      "nature_of_suit": "",
      "posture": "In Banc.\n\nAppeal from Circuit Court, Umatilla County, CALVIN L. SWEEK, Judge.\n\nProceeding by Jennie M. Elliott, trustee, against Pauline M. Mosgrove, Thomas M. Mosgrove, a minor, and Pauline M. Mosgrove, as administratrix of the estate of Thomas H. Mosgrove, deceased, wherein plaintiff presented a claim against the estate of deceased. From a decree of the circuit court allowing the claim, defendants appeal.\n\nAFFIRMED. REHEARING DENIED.",
      "syllabus": "",
      "citation_count": 61,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3953418/elliott-v-mosgrove/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-06T08:09:03.142682Z",
  "date_modified": "2016-07-06T08:09:03.142717Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": "1939-09-19",
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Elliott",
  "case_name": "Elliott v. Mosgrove",
  "case_name_full": "Elliott v. Mosgrove",
  "slug": "elliott-v-mosgrove",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}