{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/395777/",
  "id": 395777,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca11/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/74446/",
      "id": 74446,
      "absolute_url": "/opinion/74446/johnson-v-desoto-county-board/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/395777/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/74446/",
          "id": 74446,
          "absolute_url": "/opinion/74446/johnson-v-desoto-county-board/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/74446/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-04-26T08:47:52Z",
          "date_modified": "2017-03-24T03:02:47.926465Z",
          "type": "010combined",
          "sha1": "64094e9cd7e126731685912f57945ea16e251860",
          "page_count": 23,
          "download_url": "http://www.ca11.uscourts.gov/opinions/ops/19983714.OPN.pdf",
          "local_path": "pdf/2000/03/03/Johnson_v._DeSoto_County_Board_1.pdf",
          "plain_text": "                                                                           PUBLISH\n\n                 IN THE UNITED STATES COURT OF APPEALS\n                                                                               FILED\n                           FOR THE ELEVENTH CIRCUIT                     U.S. COURT OF APPEALS\n                                                                          ELEVENTH CIRCUIT\n                                                                              MAR 03 2000\n                          -------------------------------------------\n                                                                           THOMAS K. KAHN\n                                        No. 98-3714                             CLERK\n                         --------------------------------------------\n\n                      D. C. Docket No. 90-00366-CV-FTM-17D\n\n\nBRENDA M. JOHNSON,\nWILLIAM GUICE, et al.,\n                                                           Plaintiffs-Appellants,\n\n      versus\n\nDESOTO COUNTY BOARD OF COMMISSIONERS,\nR. V. GRIFFIN, in his official capacity as chairperson\nof the DeSoto County Board of Commissioners, et al.,\n\n                                                           Defendants-Appellees.\n\n                ----------------------------------------------------------------\n                     Appeal from the United States District Court\n                            for the Middle District of Florida\n                ----------------------------------------------------------------\n                                      (March 3, 2000)\n\n\n\nBefore EDMONDSON and BIRCH, Circuit Judges, and OWENS*, Senior District\nJudge.\n\n____________\n*     Honorable Wilbur D. Owens, Jr., Senior U.S. District Judge for the Middle District of\n      Georgia, sitting by designation., Circuit Judges.\n\fEDMONDSON, Circuit Judge:\n\n       Plaintiffs, black citizens of DeSoto County, brought suit, alleging that the\n\ncurrent at-large method of electing the county school board and county commission\n\nunlawfully dilutes black-minority voting strength, under section 2 of the Voting\n\nRights Act and the Fourteenth and Fifteenth Amendments. After a trial, the district\n\ncourt found that Plaintiffs had failed to prove vote dilution and entered judgment for\n\nDefendants. We affirm the judgment.\n\n\n\n                                        BACKGROUND\n\n\n\n       The DeSoto County commission and school board, pursuant to\n\nFlorida law,1 are each composed of five members. The members of each board, who\n\nserve four-year staggered terms, are required to live in five separate residency districts\n\nbut are elected by an at-large, countywide vote. The elections are partisan, with a\n\nmajority requirement in the primaries but not in the general election. No black person\n\nhas ever run for a seat on the commission; only one has run (unsuccessfully) for the\n\nschool board.\n\n\n\n\n   1\n    See Fla. Const. art. 8, § 1(e); Fla. Stat. § 100 et seq.\n\n                                                   2\n\f       At the time of the 1990 census, blacks comprised 15.6 percent of the county’s\n\ntotal population and 13.7 percent of the total voting age population.2 The county,\n\nhowever, contains a substantial nonvoting, mostly nonresident population, housed in\n\na state prison and a state mental institution: few of the mental institution patients are\n\ncounty residents; and the inmates, convicted felons, cannot vote under Florida law.\n\nSee Fla. Const. art. 6, § 4; Fla. Stat. § 97.041(2)(b). Removing these institutionalized\n\nmembers of the population from the total voting age population, blacks -- in 1990 --\n\ncomprised only 11.8 percent of the potential voters in the county.\n\n       At trial, Plaintiffs’ experts testified that, using 1990 census data, Plaintiffs could\n\nproduce election plans for the county, consisting of five single-member districts for\n\neach board with blacks constituting a majority of the noninstitutionalized voting\n\npopulation in one of the districts. But Defendants introduced evidence that, because\n\nof changes in the black and white populations since 1990, the creation of a majority-\n\nblack district was no longer possible in 1998. One of Defendants’ experts compared\n\nthe 1990 census data with 1991 voter registration data and calculated ratios of\n\nregistered voters to voting age population in each proposed district; he then\n\nextrapolated, from 1998 voter registration data, the voting age population in 1998.\n\n\n\n   2\n    The parties do not dispute that, for the purposes of this litigation, the appropriate category of\nvoters is blacks.\n\n                                                 3\n\fFrom these calculations, he testified that blacks in 1998 could constitute only about\n\n46 percent of the voting age population of Plaintiffs’ proposed black-majority district.\n\nAnother defense expert testified that considerable growth had occurred in the county\n\nsince 1990, but not in the black population of the proposed black-majority district.3\n\n       Defendants also offered other evidence (not based on voter registration data)\n\nof the county’s population growth. For example, a member of the county commission\n\ntestified that, based on the commission’s approval of new subdivisions, the southwest\n\ncorner of the county was the major growth area: according to the witness, this area\n\nwas not one with a high black population.\n\n       The district court entered judgment for Defendants, finding that Plaintiffs failed\n\nto establish their vote dilution claims. In particular, the district court found that\n\nPlaintiffs failed to show “discriminatory effects”: failed to show that the county’s at-\n\nlarge election system resulted in blacks having less opportunity to participate in the\n\npolitical process and elect candidates of their choice. Plaintiffs appeal.\n\n\n\n                          THE VOTING RIGHTS ACT CLAIM\n\n\n\n\n   3\n     This expert plotted on a map the location of each black registered voter and found that, since\n1991, more black registered voters were living outside the proposed district, showing a dispersion\nof the county’s black population.\n\n                                                4\n\f       An electoral system violates section 2 of the Voting Rights Act if the system\n\ncauses the members of a distinct racial group to “have less opportunity than other\n\nmembers of the electorate to participate in the political process and to elect\n\nrepresentatives of their choice.” 42 U.S.C. § 1973(b). The Supreme Court has said\n\nthat, to satisfy section 2's standard in a vote dilution case, plaintiffs must show (at a\n\nminimum) that: (1) “the minority group . . . is sufficiently large and geographically\n\ncompact to constitute a majority in a single-member district;” (2) the minority group\n\nis politically cohesive; and (3) the white majority votes as a bloc sufficiently to defeat\n\nthe minority group’s preferred candidates. Thornburg v. Gingles, 106 S. Ct. 2752,\n\n2766 (1986). The district court, in this case, found that Plaintiffs failed to establish\n\nthe first Gingles factor: “[W]hile the Plaintiffs demonstrated the existence of the first\n\nGingles precondition as of 1990, the Defendants have established by a preponderance\n\nof the evidence that as of the date of trial it is no longer possible to create a minority-\n\ncontrolled district in DeSoto County.” The district court, therefore, rejected Plaintiffs’\n\nstatutory claim. Plaintiffs contend that the district court’s finding that Plaintiffs failed\n\nto establish the first Gingles factor was error because the district court should have\n\nnever considered Defendants’ evidence of post-1990 population changes. We cannot\n\naccept Plaintiffs’ contention.\n\n\n\n\n                                             5\n\f                                                    A.\n\n\n\n          Plaintiffs first contend that the district court should have excluded Defendants’\n\nevidence of post-1990 population changes because the evidence contradicted a\n\nstipulation and several admissions agreed to by Defendants before trial.\n\n          In 1991, Defendants admitted that Plaintiffs’ proffered plans indeed created five\n\nsingle-member districts with one majority-black district.4 And, in an April 1998\n\npretrial statement, the parties stipulated that Plaintiffs had drawn two electoral\n\nschemes with a black-majority district.5 Defendants never amended these admissions\n\nor the stipulation. Based on the admissions and stipulation, Plaintiffs contend that\n\nDefendants’ evidence of post-census changes is barred because Defendants\n\n   4\n     For example, one admission stated: “Defendants admit that the plaintiffs five single-member\ndistrict plan . . . is one which has a maximum deviation of 6.2% and that the plan contains one\ndistrict in which African Americans make up a majority of the voting age population.”\n   5\n       In the April pretrial statement, the parties stipulated:\n\n          Plaintiffs have drawn an election plan for De Soto County containing 5 single\n          member districts, which includes one district in which African-Americans are 54.37\n          percent of the population 18 years of age and over and which has a total deviation\n          of 0.16 % from the “ideal” district. (i.e. a district containing exactly one fifth of the\n          county’s total population). Plaintiffs have also drawn an election plan for De Soto\n          County containing 5 single member districts, which includes one district in which\n          African-Americans are 57.33 percent of the population 18 years of age and over and\n          which has a total deviation of 6.2 % from the “ideal” district.\n\nThe pretrial statement, however, also stated: “Defendants do not concede that plaintiffs have met\nor will be able to meet the first Gingles precondition . . . . The census figures are now eight years\nold and may no longer accurately reflect the present population percentages.”\n\n                                                     6\n\fconclusively admitted that Plaintiffs could establish the required majority-minority\n\ndistrict.\n\n       Before filing the April pretrial statement, Defendants disclosed that they\n\nexpected to call two expert witnesses at trial. On 1 May 1998, pursuant to the\n\npreexisting pretrial order, Defendants informed Plaintiffs that, given new 1998 voter\n\nregistration data, Defendants’ experts would challenge the continued validity of the\n\n1990 census figures in their testimony. Defendants explained that their experts would\n\ntestify that blacks, by 1998, were no longer sufficiently geographically concentrated\n\nto permit the creation of a black-majority district. After this disclosure, Plaintiffs filed\n\na motion in limine to exclude Defendants’ proffered evidence; the district court -- after\n\na hearing -- denied the motion. Plaintiffs never moved for a continuance.\n\n       Defendants did not seek to amend or to withdraw the admissions or stipulation.\n\nInstead, Defendants argued that their evidence of population changes did not\n\ncontradict Defendants’ earlier admissions and stipulation because the admissions and\n\nstipulation were tied to and, thus, limited to the 1990 census figures. The district court\n\nagreed with Defendants. The district court found that the admissions and stipulation\n\ninherently were based on the use of 1990 census data.\n\n\n\n\n                                             7\n\f       The district court’s conclusion that the pretrial stipulation was defined by the\n\n1990 census data was no abuse of discretion.6 See generally Pulliam v. Tallapoosa\n\nCounty Jail, 185 F.3d 1182, 1185 (11th Cir. 1999) (noting that trial court’s\n\ninterpretation of pretrial order is reviewed for abuse of discretion). The trial court is\n\nin the best position to interpret the scope of stipulations in the pretrial statement.\n\nSee Morrison v. Genuine Parts Co., 828 F.2d 708, 709 (11th Cir. 1987) (noting that\n\ndistrict court has broad discretion to decide whether to hold party to stipulation). We\n\nnote that, in the April pretrial statement, Defendants expressly contended that\n\nPlaintiffs had not established the first Gingles factor because the 1990 census might\n\nnot reflect the county’s population in 1998. Therefore, in the light of the pretrial\n\nstatement as a whole, the district court’s decision that the stipulation was based on and\n\nlimited to the 1990 census figures was not error.\n\n       Nor do we think the district court erred in construing the admissions as limited\n\nto the 1990 census.7 We think, at the very least, ambiguity did exist about whether the\n\n  6\n    Plaintiffs argue that the district court’s construction of the stipulation amounts to an amendment\nof the pretrial order and, therefore, is subject to the manifest injustice standard of Fed. R. Civ. P.\n16(e). We disagree. The district court did not amend the pretrial statement, but construed it. Also,\nDefendants’ disclosure of their experts’ new testimony was submitted pursuant to the pretrial order.\n   7\n     Plaintiffs argue that the district court’s construction of the admissions amounts to withdrawal\nand is subject to the unfair prejudice standard of Fed. R. Civ. P. 36. We do not agree. Defendants\ndid not argue for, nor did the district court allow, withdrawal; the district court just construed the\nscope of the admission.\n        Plaintiffs in this case were not unfairly prejudiced by the introduction of Defendants’\nevidence of post-1990 population change. Defendants’ experts were specifically identified in the\n\n                                                  8\n\fadmissions were absolute or limited to the 1990 census figures, figures which might\n\nor might not accurately describe the county’s population at the time of trial.8 See\n\nWoods v. Robb, 171 F.2d 539, 541-42 (5th Cir. 1948). For example, one admission\n\nstated: “[I]n making [this] admission Defendants assume that Plaintiffs have\n\naccurately reported the figures for each of the districts . . . . If the figures shown in\n\n[the exhibit] turnout to be other than those Plaintiffs have shown, then Defendants\n\n\n\n1 May disclosure: fifty days before trial. And, Plaintiffs did depose one of Defendants’ experts\nbefore trial about the new evidence. Cf. Bergemann v. United States, 820 F.2d 1117, 1121 (10th Cir.\n1987) (finding no prejudice where party knew issue was contested). When the 1998 pretrial\nstatement was filed, Plaintiffs already expected to call an expert to testify about the feasibility of\ncreating a majority-black district. And, at trial, Plaintiffs presented an expert who, in fact,\nchallenged Defendants’ new evidence. Plaintiffs have not shown that they were unfairly prejudiced\nby having to respond to Defendants’ new evidence. See Smith v. First Nat’l Bank of Atlanta, 837\nF.2d 1575, 1577-78 (11th Cir. 1988).\n        Also, if Plaintiffs had been surprised, they should have moved for a continuance. This court\nhas repeatedly said that “the remedy for coping with surprise is not to seek reversal after an\nunfavorable verdict, but a request for continuance at the time the surprise occurs.” United States v.\nBattle, 173 F.3d 1343, 1350 (11th Cir. 1999) (citations omitted). Plaintiffs requested no\ncontinuance.\n        Plaintiffs also contend that Defendants should have amended formally their admissions.\nPlaintiffs cite American Auto Ass’n v. AAA Legal Clinic of Jefferson Crooke, P.C., 930 F.2d 1117,\n1119 (5th Cir. 1991), and Williams v. City of Dothan, Ala., 818 F.2d 755, 762, modified on other\ngrounds on denial of reh’g by 828 F.2d 13 (11th Cir. 1987), for the proposition that the district court\nis not free to reject an admission because it finds more “credible evidence.” These cases are\nmaterially different from this case. In both cases, the court simply disregarded an admission; here,\nthe court reasonably construed Defendants’ admission as limited to the 1990 census figures.\n  8\n     Plaintiffs themselves characterized Defendants’ admissions as tied to and limited to the validity\nof the 1990 census figures: “[D]efendants have admitted that ‘African-Americans in DeSoto county\nare sufficiently geographically concentrated such that utilizing 1990 census population information,\na single member district plan can be drawn . . . .’” (emphasis added). And, at least one admission\nstated: “Defendants’ answer is subject to the further qualification that Defendants are not admitting\nthat Plaintiffs have demonstrated that they can satisfy any of the three ‘preconditions’ of [Gingles].”\n\n\n                                                  9\n\freserve the right to supplement this answer accordingly.” And, Plaintiffs’ requests for\n\nadmission specifically relied on exhibits created with figures from the 1990 census.\n\nSee Rolscreen Co. v. Pella Prods. of St. Louis, Inc., 64 F.3d 1202, 1210 (8th Cir.\n\n1995) (noting that conclusive effect of admission “may not be appropriate where\n\nrequests for admissions or the responses to them are subject to more than one\n\ninterpretation” and that “[i]ssues change as a case develops, and the relevance of\n\ndiscovery responses is related to their context in the litigation”).\n\n          The scope and effect of admissions (like the scope and effect of stipulations)\n\nis a matter for determination by the trial court, in the exercise of its broad discretion.9\n\nGiven the circumstances of this case, the district court did not abuse its discretion in\n\ninterpreting the admissions and stipulation as limited to the 1990 census figures.\n\n\n\n                                                B.\n\n\n\n\n      9\n        We are aware that the First Circuit, in one case, reviewed de novo a district court’s\ninterpretation of an admission. See Talley v. United States, 990 F.2d 695, 698-99 (1st Cir. 1993)\n(stating that construction of documents is reviewed de novo). Because we review a district court’s\nconstruction of stipulations and a district court’s evidentiary rulings for abuse of discretion, we\ndecline to adopt the standard of review that the First Circuit used. See, e.g., Pulliam, 185 F.3d at\n1185; Ad-Vantage Tel. Directory Consultants, Inc. v. GTE Directories Corp., 37 F.3d 1460, 1463\n(11th Cir. 1994); see also Milton v. Montgomery Ward & Co., 33 Cal. App. 3d 133, 138 (Cal . Ct.\nApp. 1973) (noting that trial court has broad discretion to determine relevancy and scope of\nadmission).\n\n                                                10\n\f        Plaintiffs also contend that, even if the admissions and stipulation did not bar\n\nthe introduction of Defendants’ post-census evidence, the district court erred in\n\nallowing Defendants’ evidence to oppose the census figures.\n\n        No one challenges the initial accuracy of the 1990 census; the trial, however,\n\nwas in 1998. At trial, Defendants pointed to the lapse of time since the census and to\n\nthe changed circumstances. The presumption is that census figures are continually\n\naccurate. See Valdespino v. Alamo Heights Indep. Sch. Dist., 168 F.3d 848, 853-54\n\n(5th Cir. 1999). But this presumption is not irrebutable.10 The continuing accuracy\n\nof census figures is presumed only until the party challenging the census data\n\novercomes the presumption with competent evidence to the contrary. See id.\n\nAlthough a burden rests on the party challenging the continuing accuracy of the\n\ncensus to introduce evidence to the contrary, we stress that the burden to establish the\n\nfirst Gingles factor remains, throughout the case, with the plaintiff. See Gingles, 106\n\nS. Ct. at 2764. We conclude that the district court did not err in considering non-\n\ncensus data.\n\n        Plaintiffs claim that the district court erred in considering non-census evidence\n\nbased on voter registration figures because, Plaintiffs say, registration data is an\n\n\n   10\n      In fact, the Supreme Court has acknowledged that census data are not perfect and are often\noutdated. See Abrams v. Johnson, 117 S. Ct. 1925, 1940 (1997); see also Kirkpatrick v. Preisler,\n89 S. Ct. 1225, 1231 (1969) (other data may be considered in voting rights cases).\n\n                                              11\n\finherently unreliable measure of voting age population and cannot be used to\n\ncontradict census figures. First, we note that there is no per se rule against the use of\n\nvoter registration data in voting rights cases.11 Although the Supreme Court has\n\nwritten that voter registration data may be less probative than pure population data in\n\nvoting cases, the Court has treated voter registration evidence as credible and as\n\nreliable. See Burns v. Richardson, 86 S. Ct. 1286, 1297 (1966). We also have\n\nrecognized the competence of this kind of data. See Wyche v. Madison Parish Police\n\nJury, 635 F.2d 1151, 1161-62 (5th Cir. 1981). Like most evidence presented by\n\nexpert testimony, we think its admissibility has to be determined on a case-by-case\n\nbasis by the district court. See generally Daubert v. Merrell Dow Pharmaceuticals\n\nInc., 113 S. Ct. 2786, 2796-98 (1993). And, this court has previously said, in a voting\n\n\n\n   11\n      The Supreme Court has never precluded the use of voter registration data. See Rollins v. Fort\nBend Indep. Sch. Dist., 89 F.3d 1205, 1219 (5th Cir. 1996) (noting that Supreme Court has not “held\nthat voter registration is irrelevant: it is simply not the sole criterion”). And, neither have we. See,\ne.g., Negron v. City of Miami Beach, Fla., 113 F.3d 1563, 1568 (11th Cir. 1997).\n         Plaintiffs cite a special concurrence in Solomon v. Liberty County, Fla., 899 F.2d 1012, 1018\n(11th Cir. 1990) (en banc) (Kravitch, J., specially concurring), for the proposition that voter\nregistration figures should not be considered in the instant case. The Solomon en banc court,\nhowever, decided merely that the three Gingles factors had been established because, despite being\nonly 45 percent of registered voters, the evidence showed that the minority population in the district\nwas 51 percent of the voting age population. Id. at 1013 (per curiam). Moreover, Judge Kravitch\nnever said that voter registration data was per se inadmissible evidence; she merely noted that the\nrelevant criteria to consider is population, not the number of registered voters. See id. at 1018; see\nalso Johnson v. DeGrandy, 114 S. Ct. 2647, 2656 (1994) (considering population as relevant\ncriterion). In this case, Defendants and the district court, in fact, focused on the correct criteria:\npopulation. The use of evidence derived from voter registration data to show population is not, in\nitself, impermissible.\n\n                                                  12\n\frights case, that statistical evidence derived from a sampling method, using reliable\n\nstatistical techniques, is admissible on the question of determining the relevant\n\npopulation. See Negron v. City of Miami Beach, Fla., 113 F.3d 1563, 1570 (11th Cir.\n\n1997). We see no reason why the evidence presented in this case – calculations of the\n\ncounty’s population in 1998 derived from voter registration information – should be\n\nsubject to a different analysis.\n\n         Whether evidence derived from voter registration figures is sufficiently reliable\n\nto be admitted and considered is a determination in the discretion of the district court.\n\nSee generally Allison v. McGhan Medical Corp., 184 F.3d 1300, 1306 (11th Cir.\n\n1999) (citing General Elec. Co. v. Joiner, 118 S. Ct. 512, 517 (1997)) (discussing\n\nreview of admissibility of expert testimony). If the evidence is admissible, that voter\n\nregistration data might not be as reliable as some other measures of population goes\n\nto the weight of the evidence, but does not preclude use of the figures by the district\n\ncourt.\n\n         Here, the district judge was presented with expert testimony, from both sides,\n\non the reliability of Defendants’ evidence. Defendants’ expert spoke to the reliability\n\nof the registration data for the county, pointing out the lack of obstacles to registration.\n\nHe stated that he believed that registration data would not underrepresent the black\n\n\n\n\n                                            13\n\fpopulation in 1998 because the passage of the Motor Voter law,12 if anything, would\n\nincrease registration rates since 1991.13 The district court’s receipt and consideration\n\nof evidence on the demographic changes in the county was no abuse of discretion.\n\nThe kinds of evidence introduced in this case are not unfit for the purpose of\n\nchallenging the continuing accuracy of census data.\n\n\n\n                                                 C.\n\n\n\n         Next, we inquire whether the district court erred in finding no vote dilution for\n\nthe section 2 claim in this case. We review the district court’s finding of no vote\n\ndilution for clear error only. See Gingles, 106 S. Ct. at 2781.               In the present case,\n\nPlaintiffs, using the 1990 census, proffered (at best) majority-minority districts with\n\na black voting age majority of only about 54-57 percent. No one disputes that there\n\nhas been substantial population growth in the county since the 1990 census.\n\n\n    12\n        The Motor Voter law was enacted in 1993, in part, to increase the voter registration rates\namong minorities by allowing citizens to register at more places, including at driver’s licensing\nfacilities. See 42 U.S.C. § 1973gg(b)(1) (stating that purpose of Act is “to establish procedures that\nwill increase the number of eligible citizens who register to vote”).\n   13\n      Defendants’ expert also observed the 66.1 percent registration rate among blacks within the\nproposed black-majority district (compared to the countywide white registration rate of 63.5\npercent). Plaintiffs point out that black voter registration dropped in 1994, but Defendants’ expert\nexplained that the 1991 figures were based on inactive and active voter registration roles, whereas\nthe 1994 figures were based purely on active registered voters.\n\n                                                 14\n\fDefendants showed that a considerable amount of that growth has been within the\n\nwhite population. Based on the post-census population data derived from voter\n\nregistration figures, Defendants’ experts concluded that the creation of a black-\n\nmajority district was not feasible in 1998: (1) movement of the district lines would\n\ninclude more whites in the district, thus decreasing the black majority; and (2) the\n\nblack population growth was geographically distant from the proposed district and\n\ncould not be included to make a black-majority district.14 Defendants also offered\n\nother evidence, not derived from voter registration figures, of the population changes\n\nand growth in the county.\n\n         In Valdespino, the Fifth Circuit upheld a district court’s finding that the\n\nplaintiffs had failed to establish the first Gingles factor. 168 F.3d at 856. There, even\n\nthough, according to the 1990 census, the plaintiffs could create a majority-minority\n\ndistrict, the Valdespino defendants presented evidence, at the 1997 trial, that\n\ndemographic changes since the 1990 census had made the creation of such a district\n\nimpossible. The defendants’ presentation included evidence that a large apartment\n\ncomplex in the district had closed and reopened with fewer residents, while, at the\n\nsame time, residential development outside the district increased. See id. at 850-51.\n\n    14\n       Plaintiffs contend that the court impermissibly presumed that voter registration mirrored\npopulation, in violation of Fed. R. Evid. 301. We find this argument to be without merit. Any\nassumption made by Defendants’ expert that voter registration mirrored voting age population went\nto the weight of the testimony and was freely challengeable on cross-examination.\n\n                                               15\n\fThe Fifth Circuit concluded that the district court did not err in deciding that the\n\ndefendants’ figures demonstrated sufficient post-census demographic changes to raise\n\nconsiderable doubt that a majority-minority district could still be created and in\n\ndeciding that the plaintiffs had not carried their burden of proof. See id. at 854, 856.\n\n             The record, in this case, presents ample evidence of population growth in the\n\ncounty since 1990, particularly outside of Plaintiffs’ proposed district. And, even\n\nusing the 1990 census, Plaintiffs’ proffered black-majority district was not one that\n\nwas overwhelmingly black. Thus, we cannot say that the district court erred in this\n\nfinding that Defendants’ evidence undercut the presumption that the 1990 census\n\nreflected the truth about the county’s population and population distribution in 1998.15\n\nOn this record, the district court (considering all the evidence including the 1990\n\ncensus) did not clearly err in finding and in concluding that Plaintiffs failed to show\n\nthe existence of the black-majority district needed to establish their prima facie case\n\nof vote dilution.16\n\n        15\n       At the motion in limine hearing, the district court, concluding that evidence of current\npopulation numbers would be relevant, said these words: “And I’m not saying we ignore the 1990\ncensus.” The 1990 census figures are facts. As evidence, they -- even after Defendants introduced\ncontrary evidence -- retained probative force and could support inferences on the part of the fact\nfinder. But the district court did not err in weighing the census figures against Defendants’\nevidence.\n   16\n     When reviewing for clear error: \"As long as the district court's findings are plausible, we may\nnot reverse the district court even if we would have decided the case differently.\" United States v.\nEngelhard Corp., 126 F.3d 1302, 1305 (11th Cir. 1997); see generally Anderson v. Bessemer City,\n105 S. Ct. 1504, 1511 (1985) (\"Where there are two permissible views of the evidence, the\n\n                                                16\n\f                            THE CONSTITUTIONAL CLAIMS\n\n\n\n        Plaintiffs contend that, even if their statutory claim fails, the district court erred\n\nin rejecting their constitutional vote dilution claims.17 Plaintiffs point out that the\n\ndistrict court found that a discriminatory purpose underlies the county’s current at-\n\nlarge voting scheme. And, Plaintiffs assert that the record shows that the county’s\n\nblack population lacks an equal opportunity to participate in the political process and\n\nelect candidates of its choice. Plaintiffs argue that they, therefore, have sufficiently\n\nestablished claims under the Fourteenth and Fifteenth Amendments.18 We disagree.\n\n\n\n\nfactfinder's choice between them cannot be clearly erroneous.\").\n   17\n     Whether vote dilution is cognizable at all under the Fourteenth and Fifteenth Amendments is\nuncertain. See Burton v. City of Belle Glade, 178 F.3d 1175, 1187 n.9 (11th Cir. 1999).\n   18\n      Plaintiffs initially argue that, because the district court found a discriminatory purpose behind\nthe county’s electoral system, they have shown the existence of a de jure segregation system and,\ntherefore, have established a claim under United States v. Fordice, 112 S. Ct. 2727 (1992). We have\nnoted previously that no court has applied Fordice outside of the education setting, Burton v. City\nof Belle Glade, 178 F.3d 1175, 1190 (11th Cir. 1999), and we decline to do so for the first time in\nthis case. Moreover, the government’s discriminatory intent alone, without a causal connection\nbetween the intent and some cognizable injury to Plaintiffs, cannot entitle Plaintiffs to relief in this\ncase: a facially neutral law “is unconstitutional under the Equal Protection Clause only if [a\ndiscriminatory] impact can be traced to a discriminatory purpose.” Personnel Adm’r of Mass. v.\nFeeney, 99 S. Ct. 2282, 2293 (1979) (emphasis added). Therefore, for the reasons stated in this\nopinion, even if Fordice applies outside of the education setting, Plaintiffs cannot prevail on a\nFordice-based theory in this case.\n\n                                                  17\n\f       As an initial matter, we doubt that any plaintiff, challenging an electoral system\n\nlike DeSoto County’s, can establish a constitutional vote dilution claim where his\n\nsection 2 claim has failed.        Plaintiffs say that, after a claimant has proved\n\ndiscriminatory intent, he need only produce minimal evidence of injury resulting from\n\nthe challenged electoral scheme to prevail under the Constitution. But, the Supreme\n\nCourt, historically, has articulated the same general standard, governing the proof of\n\ninjury, in both section 2 and constitutional vote dilution cases; plaintiffs, in both cases,\n\nmust show that “there is evidence that excluded groups have ‘less opportunity to\n\nparticipate in the political process and to elect candidates of their choice.’” Compare\n\nDavis v. Bandemer, 106 S. Ct. 2797, 2809 (1986) (quoting Rogers v. Lodge, 102 S.\n\nCt. 3272, 3279 (1982)), with Gingles, 106 S. Ct. at 2763, and 42 U.S.C. § 1973(b).\n\nThe pertinent issues seem the same (or almost the same) in both cases. And, even if\n\nthe standards are not completely identical in application, we know that section 2 was\n\nintended to be more permissive than the constitutional standard. See Solomon, 899\n\nF.2d at 1015 (Kravitch, J., specially concurring); see also Lee County Branch of\n\nNAACP v. City of Opelika, 748 F.2d 1473, 1478 n.7 (11th 1984) (“[I]f the plaintiffs\n\ncannot prevail under the generally more easily proved ‘results’ standard of section 2,\n\nit is unlikely that they could prevail on their constitutional claims in any event.”). The\n\nparties have cited (and we have found) no case in which a circuit court has concluded\n\n\n                                            18\n\fthat an at-large or multi-member-district electoral system, although not in violation\n\nof section 2, unconstitutionally dilutes minority voting strength.19 In the absence of\n\nSupreme Court direction, therefore, we question, as a legal proposition, whether vote\n\ndilution can be established under the Constitution when the pertinent record has not\n\nproved vote dilution under the more permissive section 2. But, we need not resolve\n\nthis question today.\n\n        Even if we assume that it is possible, as a matter of law, to prevail on a\n\nconstitutional claim where no section 2 violation can be in fact established, Plaintiffs\n\nhere have not proved their constitutional claim. Briefly stated, to establish a\n\nconstitutional vote dilution claim, Plaintiffs must show that: (1) the county’s black\n\npopulation lacks an equal opportunity to participate in the political process and elect\n\ncandidates of its choice; (2) this inequality of opportunity results from the county’s\n\nat-large voting scheme; and (3) a racial discriminatory purpose underlies the county’s\n\n\n\n\n      19\n         In Holder v. Hall, the Supreme Court, finding no section 2 violation, “remanded for\nconsideration of respondent’s constitutional [vote dilution] claim.” 114 S. Ct. 2581, 2588 (1994).\nPlaintiffs cite this result for the proposition that the statute and the Constitution are not coextensive\nfor vote dilution claims. We do not think this statement bears the weight Plaintiffs have placed on\nit. In Holder, the circuit court originally did not address the constitutional claims because it\nconcluded that section 2 vote dilution had been proved. Id. at 2585. Because the circuit court had\nnot addressed the issue, it was proper for the Supreme Court to remand rather than consider an issue\nnot considered by the circuit court. See Duignan v. United States, 47 S. Ct. 566, 568 (1927) (“This\ncourt sits as a court of review. It is only in exceptional cases coming here from the federal courts\nthat questions not pressed or passed upon below are reviewed.”).\n\n                                                   19\n\fvoting scheme.20 Lucas v. Townsend, 967 F.2d 549, 551 (11th Cir. 1992); see also\n\nBandemer, 106 S. Ct. at 2809. We will accept, for the purposes of this appeal, the\n\ndistrict court’s finding that Plaintiffs have shown discriminatory intent.21 And, we\n\nwill assume, for the sake of argument, that Plaintiffs’ evidence demonstrates the\n\nabsence of equal opportunity.22 Plaintiffs, nonetheless, failed to establish their\n\n   20\n      We recognize that, in prior cases, we have said that, to prevail on a constitutional vote dilution\nclaim, a plaintiff must show the existence of “discriminatory effects” and “a racially discriminatory\npurpose chargeable to the state.” Lucas v. Townsend, 967 F.2d 549, 551 (11th Cir. 1992). Our\narticulation today of the constitutional standard does not alter the plaintiff’s burden. We are not\nchanging the law; we are explaining it. Case law makes apparent that the “discriminatory effects”\nrequirement encompasses both inequality of opportunity and a causation element. See id. (requiring\nthat discriminatory effect “results from” intentionally discriminatory electoral scheme); see also\nKirksey v. Bd. of Supervisors of Hinds County, 554 F.2d 139, 148 (5th Cir. 1977) (same).\nCausation is also implicit in the term “discriminatory effects.” See Random House Dictionary of\nthe English Language 622 (2d ed. unabridged 1987) (defining effect as “something that is produced\nby an agency or cause; result; consequence”). We think, however, that, to avoid confusion, viewing\ncausation and the existence of unequal opportunity as distinct elements (instead of merging these\ntwo concepts into a single “discriminatory effects” requirement) is the better approach: it promotes\nclarity.\n         When the district court, in this case, found no “discriminatory effects,” we understand the\ncourt to have found no causation.\n   21\n      Defendants dispute the district court’s finding of discriminatory intent. Given our disposition\nof this appeal, however, we need not address Defendants’ contention.\n   22\n      Plaintiffs assert that their evidence, of (1) the black population’s inability to elect consistently\ncandidates of its choice and (2) the deterrence of blacks from seeking office in the county, is\nsufficient to establish that the black population lacks equal political opportunity. We need not\ndecide, however, whether these factors (or either factor alone) are sufficient to establish a lack of\nequal opportunity; we assume that Plaintiffs have shown an inequality of opportunity. But, we do\nobserve that Plaintiffs’ argument about the deterrence of black candidacies is, in this case, nothing\nmore than a variation of the argument that the county’s black population cannot consistently elect\nthe candidates of its choice. If the record indeed establishes that black candidates are deterred from\nseeking office in DeSoto County, it is only because they (according to Plaintiffs) cannot win. And,\nif black candidates cannot win, it (according to Plaintiffs’ theory) is only because the black-minority\nvote, under the present system, is insufficient to elect them. For all practical purposes, therefore,\nPlaintiffs’ deterrence theory comes down to the black minority’s alleged inability to elect candidates\n\n                                                   20\n\fconstitutional claims because the record fails to show that the inequality of\n\nopportunity results from the county’s current electoral system. In other words,\n\nPlaintiffs have failed to establish causation.\n\n        That a plaintiff, claiming a violation of his voting rights under the Fourteenth\n\nand Fifteenth Amendments, must show that an injury is caused by the government\n\nconduct he seeks to challenge is hardly a novel proposition. See Kirksey v. Bd. of\n\nSupervisors of Hinds County, 554 F.2d 139, 148 (5th Cir. 1977) (inquiring whether\n\nreapportionment plan “will in fact have the effect of perpetuating the denial of access\n\nto the political process that was proved by plaintiffs to exist”); Personnel Adm’r of\n\nMass. v. Feeney, 99 S. Ct. 2282, 2293 (1979) (requiring that claimant show\n\ndiscriminatory impact traceable to discriminatory purpose); see also Allen v. Wright,\n\n104 S. Ct. 3315, 3327 (1984) (requiring equal protection plaintiff to show causation\n\nas element of standing). To show that inequality of opportunity is caused by a\n\nparticular electoral system, a plaintiff must establish that “an alternative election\n\nscheme exists that would provide better access to the political process.” Burton v.\n\nCity of Belle Glade, 178 F.3d 1175, 1199 (11th Cir. 1999); see also Reno v. Bossier\n\nParish Sch. Bd., 117 S. Ct. 1491, 1498 (1997); Holder v. Hall, 114 S. Ct. 2581, 2585\n\n\n\n\nof its choice.\n\n                                           21\n\f(1994); Nipper v. Smith, 39 F.3d 1494, 1533 (11th Cir. 1993) (en banc).23 As we have\n\nexplained, “[I]f a minority cannot establish that an alternative election scheme exists\n\nthat would provide better access to the political process, then the challenged voting\n\npractice is not responsible for the claimed injury.” Burton, 178 F.3d at 1199; see also\n\nGingles, 106 S. Ct. 2766 (explaining if first Gingles factor is not shown, then “the\n\nmulti-member form of the district cannot be responsible for minority voters’ inability\n\nto elect its candidates”).\n\n       Here, Plaintiffs failed to make the requisite showing of causation: Plaintiffs did\n\nnot establish that an alternative system of districting could exist whereby the black-\n\nminority vote could elect its preferred candidates. The district court found that the\n\ncreation of a black-majority district, in 1998, was not feasible. Plaintiffs, on appeal,\n\nargue that a black-majority district is not required; according to Plaintiffs, a “black-\n\ninfluence district,” where a substantial black minority is coupled with sufficient white\n\ncross-over voting so that the black minority in fact can elect candidates of its choice,\n\n\n\n\n  23\n     “The early development of our voting rights jurisprudence in [equal protection] cases provided\nthe basis for our analysis of vote dilution under the amended § 2 . . . .” Holder, 114 S. Ct. at 2592\nn.1 (Thomas, J., concurring in judgment); see also League of United Latin American Citizens v.\nClements, 999 F.2d 831, 851 (5th Cir. 1993) (“[T]he 1982 amendments to § 2 were intended to\n‘codify’ the results test as employed in White and Whitcomb.”). Therefore, we are informed in our\ninquiry by prior decisions construing section 2.\n\n                                                 22\n\fis sufficient. We, however, need not decide whether Plaintiffs’ “influence district”\n\ntheory is correct.24 Plaintiffs never argued this theory to the district court.\n\n          Plaintiffs have failed to establish causation. Plaintiffs’ contention that the\n\ndistrict court erred in rejecting their constitutional claims, therefore, must fail.25\n\n\n\n                                         CONCLUSION\n\n\n\n          The district court dealt with the evidence without error. The case was fully\n\ntried. The district court was the finder of fact. The district court did not err in\n\ndetermining that Plaintiffs showed no lack of equal political opportunity that was\n\ncaused by the county’s electoral system. Plaintiffs failed to meet their burden. The\n\njudgment of the district court is AFFIRMED.\n\n\n\n\n   24\n      The Supreme Court continually has declined to decide whether the “influence district” theory\nis sound. See, e.g., Voinovich v. Quilter, 113 S. Ct. 1149, 1155 (1993).\n     25\n        Plaintiffs also assert that the district court erred in considering Plaintiffs’ two proposed\ndistricting plans (one with less deviation than the other, but covering similar areas of black\nconcentration) as similar. The district court noted that, at trial, the parties focused on the district\nwith less deviation. The district court also found that the black voting age population constituted\na district majority in neither districting plan. We find no error in the district court’s analysis.\nSee Davis v. Chiles, 139 F.3d 1414, 1418 n.8 (11th Cir. 1998) (discussing proposals together where\nthey generally raise same issues).\n\n                                                  23\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                                                           PUBLISH\n\n                 IN THE UNITED STATES COURT OF APPEALS\n                                                                               FILED\n                           FOR THE ELEVENTH CIRCUIT                     U.S. COURT OF APPEALS\n                                                                          ELEVENTH CIRCUIT\n                                                                              MAR 03 2000\n                          -------------------------------------------\n                                                                           THOMAS K. KAHN\n                                        No. 98-3714                             CLERK\n                         --------------------------------------------\n\n                      D. C. Docket No. 90-00366-CV-FTM-17D\n\n\nBRENDA M. JOHNSON,\nWILLIAM GUICE, et al.,\n                                                           Plaintiffs-Appellants,\n\n      versus\n\nDESOTO COUNTY BOARD OF COMMISSIONERS,\nR. V. GRIFFIN, in his official capacity as chairperson\nof the DeSoto County Board of Commissioners, et al.,\n\n                                                           Defendants-Appellees.\n\n                ----------------------------------------------------------------\n                     Appeal from the United States District Court\n                            for the Middle District of Florida\n                ----------------------------------------------------------------\n                                      (March 3, 2000)\n\n\n\nBefore EDMONDSON and BIRCH, Circuit Judges, and OWENS*, Senior District\nJudge.\n\n____________\n*     Honorable Wilbur D. Owens, Jr., Senior U.S. District Judge for the Middle District of\n      Georgia, sitting by designation., Circuit Judges.\n\fEDMONDSON, Circuit Judge:\n\n       Plaintiffs, black citizens of DeSoto County, brought suit, alleging that the\n\ncurrent at-large method of electing the county school board and county commission\n\nunlawfully dilutes black-minority voting strength, under section 2 of the Voting\n\nRights Act and the Fourteenth and Fifteenth Amendments. After a trial, the district\n\ncourt found that Plaintiffs had failed to prove vote dilution and entered judgment for\n\nDefendants. We affirm the judgment.\n\n\n\n                                        BACKGROUND\n\n\n\n       The DeSoto County commission and school board, pursuant to\n\nFlorida law,1 are each composed of five members. The members of each board, who\n\nserve four-year staggered terms, are required to live in five separate residency districts\n\nbut are elected by an at-large, countywide vote. The elections are partisan, with a\n\nmajority requirement in the primaries but not in the general election. No black person\n\nhas ever run for a seat on the commission; only one has run (unsuccessfully) for the\n\nschool board.\n\n\n\n\n   1\n    See Fla. Const. art. 8, § 1(e); Fla. Stat. § 100 et seq.\n\n                                                   2\n\f       At the time of the 1990 census, blacks comprised 15.6 percent of the county’s\n\ntotal population and 13.7 percent of the total voting age population.2 The county,\n\nhowever, contains a substantial nonvoting, mostly nonresident population, housed in\n\na state prison and a state mental institution: few of the mental institution patients are\n\ncounty residents; and the inmates, convicted felons, cannot vote under Florida law.\n\nSee Fla. Const. art. 6, § 4; Fla. Stat. § 97.041(2)(b). Removing these institutionalized\n\nmembers of the population from the total voting age population, blacks -- in 1990 --\n\ncomprised only 11.8 percent of the potential voters in the county.\n\n       At trial, Plaintiffs’ experts testified that, using 1990 census data, Plaintiffs could\n\nproduce election plans for the county, consisting of five single-member districts for\n\neach board with blacks constituting a majority of the noninstitutionalized voting\n\npopulation in one of the districts. But Defendants introduced evidence that, because\n\nof changes in the black and white populations since 1990, the creation of a majority-\n\nblack district was no longer possible in 1998. One of Defendants’ experts compared\n\nthe 1990 census data with 1991 voter registration data and calculated ratios of\n\nregistered voters to voting age population in each proposed district; he then\n\nextrapolated, from 1998 voter registration data, the voting age population in 1998.\n\n\n\n   2\n    The parties do not dispute that, for the purposes of this litigation, the appropriate category of\nvoters is blacks.\n\n                                                 3\n\fFrom these calculations, he testified that blacks in 1998 could constitute only about\n\n46 percent of the voting age population of Plaintiffs’ proposed black-majority district.\n\nAnother defense expert testified that considerable growth had occurred in the county\n\nsince 1990, but not in the black population of the proposed black-majority district.3\n\n       Defendants also offered other evidence (not based on voter registration data)\n\nof the county’s population growth. For example, a member of the county commission\n\ntestified that, based on the commission’s approval of new subdivisions, the southwest\n\ncorner of the county was the major growth area: according to the witness, this area\n\nwas not one with a high black population.\n\n       The district court entered judgment for Defendants, finding that Plaintiffs failed\n\nto establish their vote dilution claims. In particular, the district court found that\n\nPlaintiffs failed to show “discriminatory effects”: failed to show that the county’s at-\n\nlarge election system resulted in blacks having less opportunity to participate in the\n\npolitical process and elect candidates of their choice. Plaintiffs appeal.\n\n\n\n                          THE VOTING RIGHTS ACT CLAIM\n\n\n\n\n   3\n     This expert plotted on a map the location of each black registered voter and found that, since\n1991, more black registered voters were living outside the proposed district, showing a dispersion\nof the county’s black population.\n\n                                                4\n\f       An electoral system violates section 2 of the Voting Rights Act if the system\n\ncauses the members of a distinct racial group to “have less opportunity than other\n\nmembers of the electorate to participate in the political process and to elect\n\nrepresentatives of their choice.” 42 U.S.C. § 1973(b). The Supreme Court has said\n\nthat, to satisfy section 2's standard in a vote dilution case, plaintiffs must show (at a\n\nminimum) that: (1) “the minority group . . . is sufficiently large and geographically\n\ncompact to constitute a majority in a single-member district;” (2) the minority group\n\nis politically cohesive; and (3) the white majority votes as a bloc sufficiently to defeat\n\nthe minority group’s preferred candidates. Thornburg v. Gingles, </pre><span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span><pre class=\"inline\">,\n\n2766 (1986). The district court, in this case, found that Plaintiffs failed to establish\n\nthe first Gingles factor: “[W]hile the Plaintiffs demonstrated the existence of the first\n\nGingles precondition as of 1990, the Defendants have established by a preponderance\n\nof the evidence that as of the date of trial it is no longer possible to create a minority-\n\ncontrolled district in DeSoto County.” The district court, therefore, rejected Plaintiffs’\n\nstatutory claim. Plaintiffs contend that the district court’s finding that Plaintiffs failed\n\nto establish the first Gingles factor was error because the district court should have\n\nnever considered Defendants’ evidence of post-1990 population changes. We cannot\n\naccept Plaintiffs’ contention.\n\n\n\n\n                                             5\n\f                                                    A.\n\n\n\n          Plaintiffs first contend that the district court should have excluded Defendants’\n\nevidence of post-1990 population changes because the evidence contradicted a\n\nstipulation and several admissions agreed to by Defendants before trial.\n\n          In 1991, Defendants admitted that Plaintiffs’ proffered plans indeed created five\n\nsingle-member districts with one majority-black district.4 And, in an April 1998\n\npretrial statement, the parties stipulated that Plaintiffs had drawn two electoral\n\nschemes with a black-majority district.5 Defendants never amended these admissions\n\nor the stipulation. Based on the admissions and stipulation, Plaintiffs contend that\n\nDefendants’ evidence of post-census changes is barred because Defendants\n\n   4\n     For example, one admission stated: “Defendants admit that the plaintiffs five single-member\ndistrict plan . . . is one which has a maximum deviation of 6.2% and that the plan contains one\ndistrict in which African Americans make up a majority of the voting age population.”\n   5\n       In the April pretrial statement, the parties stipulated:\n\n          Plaintiffs have drawn an election plan for De Soto County containing 5 single\n          member districts, which includes one district in which African-Americans are 54.37\n          percent of the population 18 years of age and over and which has a total deviation\n          of 0.16 % from the “ideal” district. (i.e. a district containing exactly one fifth of the\n          county’s total population). Plaintiffs have also drawn an election plan for De Soto\n          County containing 5 single member districts, which includes one district in which\n          African-Americans are 57.33 percent of the population 18 years of age and over and\n          which has a total deviation of 6.2 % from the “ideal” district.\n\nThe pretrial statement, however, also stated: “Defendants do not concede that plaintiffs have met\nor will be able to meet the first Gingles precondition . . . . The census figures are now eight years\nold and may no longer accurately reflect the present population percentages.”\n\n                                                     6\n\fconclusively admitted that Plaintiffs could establish the required majority-minority\n\ndistrict.\n\n       Before filing the April pretrial statement, Defendants disclosed that they\n\nexpected to call two expert witnesses at trial. On 1 May 1998, pursuant to the\n\npreexisting pretrial order, Defendants informed Plaintiffs that, given new 1998 voter\n\nregistration data, Defendants’ experts would challenge the continued validity of the\n\n1990 census figures in their testimony. Defendants explained that their experts would\n\ntestify that blacks, by 1998, were no longer sufficiently geographically concentrated\n\nto permit the creation of a black-majority district. After this disclosure, Plaintiffs filed\n\na motion in limine to exclude Defendants’ proffered evidence; the district court -- after\n\na hearing -- denied the motion. Plaintiffs never moved for a continuance.\n\n       Defendants did not seek to amend or to withdraw the admissions or stipulation.\n\nInstead, Defendants argued that their evidence of population changes did not\n\ncontradict Defendants’ earlier admissions and stipulation because the admissions and\n\nstipulation were tied to and, thus, limited to the 1990 census figures. The district court\n\nagreed with Defendants. The district court found that the admissions and stipulation\n\ninherently were based on the use of 1990 census data.\n\n\n\n\n                                             7\n\f       The district court’s conclusion that the pretrial stipulation was defined by the\n\n1990 census data was no abuse of discretion.6 See generally Pulliam v. Tallapoosa\n\nCounty Jail, </pre><span class=\"citation\" data-id=\"73989\"><a href=\"/opinion/73989/pulliam-v-tallapoosa-county-jail/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span><pre class=\"inline\">, 1185 (11th Cir. 1999) (noting that trial court’s\n\ninterpretation of pretrial order is reviewed for abuse of discretion). The trial court is\n\nin the best position to interpret the scope of stipulations in the pretrial statement.\n\nSee Morrison v. Genuine Parts Co., </pre><span class=\"citation\" data-id=\"493992\"><a href=\"/opinion/493992/44-fair-emplpraccas-1647-44-empl-prac-dec-p-37556-pete-a-morrison/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span></a></span><pre class=\"inline\">, 709 (11th Cir. 1987) (noting that\n\ndistrict court has broad discretion to decide whether to hold party to stipulation). We\n\nnote that, in the April pretrial statement, Defendants expressly contended that\n\nPlaintiffs had not established the first Gingles factor because the 1990 census might\n\nnot reflect the county’s population in 1998. Therefore, in the light of the pretrial\n\nstatement as a whole, the district court’s decision that the stipulation was based on and\n\nlimited to the 1990 census figures was not error.\n\n       Nor do we think the district court erred in construing the admissions as limited\n\nto the 1990 census.7 We think, at the very least, ambiguity did exist about whether the\n\n  6\n    Plaintiffs argue that the district court’s construction of the stipulation amounts to an amendment\nof the pretrial order and, therefore, is subject to the manifest injustice standard of Fed. R. Civ. P.\n16(e). We disagree. The district court did not amend the pretrial statement, but construed it. Also,\nDefendants’ disclosure of their experts’ new testimony was submitted pursuant to the pretrial order.\n   7\n     Plaintiffs argue that the district court’s construction of the admissions amounts to withdrawal\nand is subject to the unfair prejudice standard of Fed. R. Civ. P. 36. We do not agree. Defendants\ndid not argue for, nor did the district court allow, withdrawal; the district court just construed the\nscope of the admission.\n        Plaintiffs in this case were not unfairly prejudiced by the introduction of Defendants’\nevidence of post-1990 population change. Defendants’ experts were specifically identified in the\n\n                                                  8\n\fadmissions were absolute or limited to the 1990 census figures, figures which might\n\nor might not accurately describe the county’s population at the time of trial.8 See\n\nWoods v. Robb, </pre><span class=\"citation\" data-id=\"1487564\"><a href=\"/opinion/1487564/woods-v-robb/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">539</span></a></span><pre class=\"inline\">, 541-42 (5th Cir. 1948). For example, one admission\n\nstated: “[I]n making [this] admission Defendants assume that Plaintiffs have\n\naccurately reported the figures for each of the districts . . . . If the figures shown in\n\n[the exhibit] turnout to be other than those Plaintiffs have shown, then Defendants\n\n\n\n1 May disclosure: fifty days before trial. And, Plaintiffs did depose one of Defendants’ experts\nbefore trial about the new evidence. Cf. Bergemann v. United States, </pre><span class=\"citation\" data-id=\"489600\"><a href=\"/opinion/489600/deborah-d-bergemann-v-united-states/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span><pre class=\"inline\">, 1121 (10th Cir.\n1987) (finding no prejudice where party knew issue was contested). When the 1998 pretrial\nstatement was filed, Plaintiffs already expected to call an expert to testify about the feasibility of\ncreating a majority-black district. And, at trial, Plaintiffs presented an expert who, in fact,\nchallenged Defendants’ new evidence. Plaintiffs have not shown that they were unfairly prejudiced\nby having to respond to Defendants’ new evidence. See Smith v. First Nat’l Bank of Atlanta, </pre><span class=\"citation no-link\"><span class=\"volume\">837</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1575</span></span><pre class=\"inline\">, 1577-78 (11th Cir. 1988).\n        Also, if Plaintiffs had been surprised, they should have moved for a continuance. This court\nhas repeatedly said that “the remedy for coping with surprise is not to seek reversal after an\nunfavorable verdict, but a request for continuance at the time the surprise occurs.” United States v.\nBattle, </pre><span class=\"citation\" data-id=\"73593\"><a href=\"/opinion/73593/united-states-v-battle/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1343</span></a></span><pre class=\"inline\">, 1350 (11th Cir. 1999) (citations omitted). Plaintiffs requested no\ncontinuance.\n        Plaintiffs also contend that Defendants should have amended formally their admissions.\nPlaintiffs cite American Auto Ass’n v. AAA Legal Clinic of Jefferson Crooke, P.C., </pre><span class=\"citation\" data-id=\"559526\"><a href=\"/opinion/559526/the-american-automobile-association-incorporated-cross-appellee-v-aaa/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span><pre class=\"inline\">,\n1119 (5th Cir. 1991), and Williams v. City of Dothan, Ala., </pre><span class=\"citation no-link\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">755</span></span><pre class=\"inline\">, 762, modified on other\ngrounds on denial of reh’g by </pre><span class=\"citation\" data-id=\"493722\"><a href=\"/opinion/493722/midway-manufacturing-co-and-illinois-corporation-v-larry-kruckenberg/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\"> (11th Cir. 1987), for the proposition that the district court\nis not free to reject an admission because it finds more “credible evidence.” These cases are\nmaterially different from this case. In both cases, the court simply disregarded an admission; here,\nthe court reasonably construed Defendants’ admission as limited to the 1990 census figures.\n  8\n     Plaintiffs themselves characterized Defendants’ admissions as tied to and limited to the validity\nof the 1990 census figures: “[D]efendants have admitted that ‘African-Americans in DeSoto county\nare sufficiently geographically concentrated such that utilizing 1990 census population information,\na single member district plan can be drawn . . . .’” (emphasis added). And, at least one admission\nstated: “Defendants’ answer is subject to the further qualification that Defendants are not admitting\nthat Plaintiffs have demonstrated that they can satisfy any of the three ‘preconditions’ of [Gingles].”\n\n\n                                                  9\n\freserve the right to supplement this answer accordingly.” And, Plaintiffs’ requests for\n\nadmission specifically relied on exhibits created with figures from the 1990 census.\n\nSee Rolscreen Co. v. Pella Prods. of St. Louis, Inc., </pre><span class=\"citation\" data-id=\"703205\"><a href=\"/opinion/703205/rolscreen-company-an-iowa-corporation-v-pella-products-of-st-louis/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1202</span></a></span><pre class=\"inline\">, 1210 (8th Cir.\n\n1995) (noting that conclusive effect of admission “may not be appropriate where\n\nrequests for admissions or the responses to them are subject to more than one\n\ninterpretation” and that “[i]ssues change as a case develops, and the relevance of\n\ndiscovery responses is related to their context in the litigation”).\n\n          The scope and effect of admissions (like the scope and effect of stipulations)\n\nis a matter for determination by the trial court, in the exercise of its broad discretion.9\n\nGiven the circumstances of this case, the district court did not abuse its discretion in\n\ninterpreting the admissions and stipulation as limited to the 1990 census figures.\n\n\n\n                                                B.\n\n\n\n\n      9\n        We are aware that the First Circuit, in one case, reviewed de novo a district court’s\ninterpretation of an admission. See Talley v. United States, </pre><span class=\"citation\" data-id=\"604126\"><a href=\"/opinion/604126/john-c-talley-etc-v-united-states/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span><pre class=\"inline\">, 698-99 (1st Cir. 1993)\n(stating that construction of documents is reviewed de novo). Because we review a district court’s\nconstruction of stipulations and a district court’s evidentiary rulings for abuse of discretion, we\ndecline to adopt the standard of review that the First Circuit used. See, e.g., Pulliam, 185 F.3d at\n1185; Ad-Vantage Tel. Directory Consultants, Inc. v. GTE Directories Corp., </pre><span class=\"citation\" data-id=\"680041\"><a href=\"/opinion/680041/ad-vantage-telephone-directory-consultants-inc-cross-appellee-v-gte/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1460</span></a></span><pre class=\"inline\">, 1463\n(11th Cir. 1994); see also Milton v. Montgomery Ward & Co., </pre><span class=\"citation\" data-id=\"2138193\"><a href=\"/opinion/2138193/milton-v-montgomery-ward-co-inc/\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">, 138 (Cal . Ct.\nApp. 1973) (noting that trial court has broad discretion to determine relevancy and scope of\nadmission).\n\n                                                10\n\f        Plaintiffs also contend that, even if the admissions and stipulation did not bar\n\nthe introduction of Defendants’ post-census evidence, the district court erred in\n\nallowing Defendants’ evidence to oppose the census figures.\n\n        No one challenges the initial accuracy of the 1990 census; the trial, however,\n\nwas in 1998. At trial, Defendants pointed to the lapse of time since the census and to\n\nthe changed circumstances. The presumption is that census figures are continually\n\naccurate. See Valdespino v. Alamo Heights Indep. Sch. Dist., </pre><span class=\"citation\" data-id=\"762045\"><a href=\"/opinion/762045/robert-valdespino-brenda-rolon-v-alamo-heights-independent-school-district/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">848</span></a></span><pre class=\"inline\">, 853-54\n\n(5th Cir. 1999). But this presumption is not irrebutable.10 The continuing accuracy\n\nof census figures is presumed only until the party challenging the census data\n\novercomes the presumption with competent evidence to the contrary. See id.\n\nAlthough a burden rests on the party challenging the continuing accuracy of the\n\ncensus to introduce evidence to the contrary, we stress that the burden to establish the\n\nfirst Gingles factor remains, throughout the case, with the plaintiff. See Gingles, 106\n\nS. Ct. at 2764. We conclude that the district court did not err in considering non-\n\ncensus data.\n\n        Plaintiffs claim that the district court erred in considering non-census evidence\n\nbased on voter registration figures because, Plaintiffs say, registration data is an\n\n\n   10\n      In fact, the Supreme Court has acknowledged that census data are not perfect and are often\noutdated. See Abrams v. Johnson, </pre><span class=\"citation\" data-id=\"118129\"><a href=\"/opinion/118129/abrams-v-johnson/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1925</span></a></span><pre class=\"inline\">, 1940 (1997); see also Kirkpatrick v. Preisler,\n</pre><span class=\"citation\" data-id=\"107896\"><a href=\"/opinion/107896/kirkpatrick-v-preisler/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1225</span></a></span><pre class=\"inline\">, 1231 (1969) (other data may be considered in voting rights cases).\n\n                                              11\n\finherently unreliable measure of voting age population and cannot be used to\n\ncontradict census figures. First, we note that there is no per se rule against the use of\n\nvoter registration data in voting rights cases.11 Although the Supreme Court has\n\nwritten that voter registration data may be less probative than pure population data in\n\nvoting cases, the Court has treated voter registration evidence as credible and as\n\nreliable. See Burns v. Richardson, </pre><span class=\"citation\" data-id=\"107220\"><a href=\"/opinion/107220/burns-v-richardson/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1286</span></a></span><pre class=\"inline\">, 1297 (1966). We also have\n\nrecognized the competence of this kind of data. See Wyche v. Madison Parish Police\n\nJury, </pre><span class=\"citation\" data-id=\"384724\"><a href=\"/opinion/384724/zelma-c-wyche-v-the-madison-parish-police-jury/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1151</span></a></span><pre class=\"inline\">, 1161-62 (5th Cir. 1981). Like most evidence presented by\n\nexpert testimony, we think its admissibility has to be determined on a case-by-case\n\nbasis by the district court. See generally Daubert v. Merrell Dow Pharmaceuticals\n\nInc., </pre><span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span><pre class=\"inline\">, 2796-98 (1993). And, this court has previously said, in a voting\n\n\n\n   11\n      The Supreme Court has never precluded the use of voter registration data. See Rollins v. Fort\nBend Indep. Sch. Dist., </pre><span class=\"citation\" data-id=\"722387\"><a href=\"/opinion/722387/willie-j-rollins-and-ervin-o-grice-and-league-of-united-latin-american/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1205</span></a></span><pre class=\"inline\">, 1219 (5th Cir. 1996) (noting that Supreme Court has not “held\nthat voter registration is irrelevant: it is simply not the sole criterion”). And, neither have we. See,\ne.g., Negron v. City of Miami Beach, Fla., </pre><span class=\"citation\" data-id=\"741002\"><a href=\"/opinion/741002/wanda-negrn-antonio-dominguez-victor-alfred-varela-william-calderin/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1563</span></a></span><pre class=\"inline\">, 1568 (11th Cir. 1997).\n         Plaintiffs cite a special concurrence in Solomon v. Liberty County, Fla., </pre><span class=\"citation\" data-id=\"538923\"><a href=\"/opinion/538923/gregory-solomon-patricia-beckwith-raleigh-brinson-and-earl-jennings-on/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span><pre class=\"inline\">, 1018\n(11th Cir. 1990) (en banc) (Kravitch, J., specially concurring), for the proposition that voter\nregistration figures should not be considered in the instant case. The Solomon en banc court,\nhowever, decided merely that the three Gingles factors had been established because, despite being\nonly 45 percent of registered voters, the evidence showed that the minority population in the district\nwas 51 percent of the voting age population. Id. at 1013 (per curiam). Moreover, Judge Kravitch\nnever said that voter registration data was per se inadmissible evidence; she merely noted that the\nrelevant criteria to consider is population, not the number of registered voters. See id. at 1018; see\nalso Johnson v. DeGrandy, </pre><span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2647</span></a></span><pre class=\"inline\">, 2656 (1994) (considering population as relevant\ncriterion). In this case, Defendants and the district court, in fact, focused on the correct criteria:\npopulation. The use of evidence derived from voter registration data to show population is not, in\nitself, impermissible.\n\n                                                  12\n\frights case, that statistical evidence derived from a sampling method, using reliable\n\nstatistical techniques, is admissible on the question of determining the relevant\n\npopulation. See Negron v. City of Miami Beach, Fla., </pre><span class=\"citation\" data-id=\"741002\"><a href=\"/opinion/741002/wanda-negrn-antonio-dominguez-victor-alfred-varela-william-calderin/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1563</span></a></span><pre class=\"inline\">, 1570 (11th Cir.\n\n1997). We see no reason why the evidence presented in this case – calculations of the\n\ncounty’s population in 1998 derived from voter registration information – should be\n\nsubject to a different analysis.\n\n         Whether evidence derived from voter registration figures is sufficiently reliable\n\nto be admitted and considered is a determination in the discretion of the district court.\n\nSee generally Allison v. McGhan Medical Corp., </pre><span class=\"citation\" data-id=\"73977\"><a href=\"/opinion/73977/allison-v-mcghan-medical-corp/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1300</span></a></span><pre class=\"inline\">, 1306 (11th Cir.\n\n1999) (citing General Elec. Co. v. Joiner, </pre><span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></a></span><pre class=\"inline\">, 517 (1997)) (discussing\n\nreview of admissibility of expert testimony). If the evidence is admissible, that voter\n\nregistration data might not be as reliable as some other measures of population goes\n\nto the weight of the evidence, but does not preclude use of the figures by the district\n\ncourt.\n\n         Here, the district judge was presented with expert testimony, from both sides,\n\non the reliability of Defendants’ evidence. Defendants’ expert spoke to the reliability\n\nof the registration data for the county, pointing out the lack of obstacles to registration.\n\nHe stated that he believed that registration data would not underrepresent the black\n\n\n\n\n                                            13\n\fpopulation in 1998 because the passage of the Motor Voter law,12 if anything, would\n\nincrease registration rates since 1991.13 The district court’s receipt and consideration\n\nof evidence on the demographic changes in the county was no abuse of discretion.\n\nThe kinds of evidence introduced in this case are not unfit for the purpose of\n\nchallenging the continuing accuracy of census data.\n\n\n\n                                                 C.\n\n\n\n         Next, we inquire whether the district court erred in finding no vote dilution for\n\nthe section 2 claim in this case. We review the district court’s finding of no vote\n\ndilution for clear error only. See Gingles, 106 S. Ct. at 2781.               In the present case,\n\nPlaintiffs, using the 1990 census, proffered (at best) majority-minority districts with\n\na black voting age majority of only about 54-57 percent. No one disputes that there\n\nhas been substantial population growth in the county since the 1990 census.\n\n\n    12\n        The Motor Voter law was enacted in 1993, in part, to increase the voter registration rates\namong minorities by allowing citizens to register at more places, including at driver’s licensing\nfacilities. See 42 U.S.C. § 1973gg(b)(1) (stating that purpose of Act is “to establish procedures that\nwill increase the number of eligible citizens who register to vote”).\n   13\n      Defendants’ expert also observed the 66.1 percent registration rate among blacks within the\nproposed black-majority district (compared to the countywide white registration rate of 63.5\npercent). Plaintiffs point out that black voter registration dropped in 1994, but Defendants’ expert\nexplained that the 1991 figures were based on inactive and active voter registration roles, whereas\nthe 1994 figures were based purely on active registered voters.\n\n                                                 14\n\fDefendants showed that a considerable amount of that growth has been within the\n\nwhite population. Based on the post-census population data derived from voter\n\nregistration figures, Defendants’ experts concluded that the creation of a black-\n\nmajority district was not feasible in 1998: (1) movement of the district lines would\n\ninclude more whites in the district, thus decreasing the black majority; and (2) the\n\nblack population growth was geographically distant from the proposed district and\n\ncould not be included to make a black-majority district.14 Defendants also offered\n\nother evidence, not derived from voter registration figures, of the population changes\n\nand growth in the county.\n\n         In Valdespino, the Fifth Circuit upheld a district court’s finding that the\n\nplaintiffs had failed to establish the first Gingles factor. 168 F.3d at 856. There, even\n\nthough, according to the 1990 census, the plaintiffs could create a majority-minority\n\ndistrict, the Valdespino defendants presented evidence, at the 1997 trial, that\n\ndemographic changes since the 1990 census had made the creation of such a district\n\nimpossible. The defendants’ presentation included evidence that a large apartment\n\ncomplex in the district had closed and reopened with fewer residents, while, at the\n\nsame time, residential development outside the district increased. See id. at 850-51.\n\n    14\n       Plaintiffs contend that the court impermissibly presumed that voter registration mirrored\npopulation, in violation of Fed. R. Evid. 301. We find this argument to be without merit. Any\nassumption made by Defendants’ expert that voter registration mirrored voting age population went\nto the weight of the testimony and was freely challengeable on cross-examination.\n\n                                               15\n\fThe Fifth Circuit concluded that the district court did not err in deciding that the\n\ndefendants’ figures demonstrated sufficient post-census demographic changes to raise\n\nconsiderable doubt that a majority-minority district could still be created and in\n\ndeciding that the plaintiffs had not carried their burden of proof. See id. at 854, 856.\n\n             The record, in this case, presents ample evidence of population growth in the\n\ncounty since 1990, particularly outside of Plaintiffs’ proposed district. And, even\n\nusing the 1990 census, Plaintiffs’ proffered black-majority district was not one that\n\nwas overwhelmingly black. Thus, we cannot say that the district court erred in this\n\nfinding that Defendants’ evidence undercut the presumption that the 1990 census\n\nreflected the truth about the county’s population and population distribution in 1998.15\n\nOn this record, the district court (considering all the evidence including the 1990\n\ncensus) did not clearly err in finding and in concluding that Plaintiffs failed to show\n\nthe existence of the black-majority district needed to establish their prima facie case\n\nof vote dilution.16\n\n        15\n       At the motion in limine hearing, the district court, concluding that evidence of current\npopulation numbers would be relevant, said these words: “And I’m not saying we ignore the 1990\ncensus.” The 1990 census figures are facts. As evidence, they -- even after Defendants introduced\ncontrary evidence -- retained probative force and could support inferences on the part of the fact\nfinder. But the district court did not err in weighing the census figures against Defendants’\nevidence.\n   16\n     When reviewing for clear error: \"As long as the district court's findings are plausible, we may\nnot reverse the district court even if we would have decided the case differently.\" United States v.\nEngelhard Corp., </pre><span class=\"citation\" data-id=\"72250\"><a href=\"/opinion/72250/united-states-v-engelhard-corporation/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1302</span></a></span><pre class=\"inline\">, 1305 (11th Cir. 1997); see generally Anderson v. Bessemer City,\n</pre><span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span><pre class=\"inline\">, 1511 (1985) (\"Where there are two permissible views of the evidence, the\n\n                                                16\n\f                            THE CONSTITUTIONAL CLAIMS\n\n\n\n        Plaintiffs contend that, even if their statutory claim fails, the district court erred\n\nin rejecting their constitutional vote dilution claims.17 Plaintiffs point out that the\n\ndistrict court found that a discriminatory purpose underlies the county’s current at-\n\nlarge voting scheme. And, Plaintiffs assert that the record shows that the county’s\n\nblack population lacks an equal opportunity to participate in the political process and\n\nelect candidates of its choice. Plaintiffs argue that they, therefore, have sufficiently\n\nestablished claims under the Fourteenth and Fifteenth Amendments.18 We disagree.\n\n\n\n\nfactfinder's choice between them cannot be clearly erroneous.\").\n   17\n     Whether vote dilution is cognizable at all under the Fourteenth and Fifteenth Amendments is\nuncertain. See Burton v. City of Belle Glade, </pre><span class=\"citation\" data-id=\"73781\"><a href=\"/opinion/73781/burton-v-city-of-belle-glade/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1175</span></a></span><pre class=\"inline\">, 1187 n.9 (11th Cir. 1999).\n   18\n      Plaintiffs initially argue that, because the district court found a discriminatory purpose behind\nthe county’s electoral system, they have shown the existence of a de jure segregation system and,\ntherefore, have established a claim under United States v. Fordice, </pre><span class=\"citation\" data-id=\"112782\"><a href=\"/opinion/112782/united-states-v-fordice/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span><pre class=\"inline\"> (1992). We have\nnoted previously that no court has applied Fordice outside of the education setting, Burton v. City\nof Belle Glade, </pre><span class=\"citation\" data-id=\"73781\"><a href=\"/opinion/73781/burton-v-city-of-belle-glade/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1175</span></a></span><pre class=\"inline\">, 1190 (11th Cir. 1999), and we decline to do so for the first time in\nthis case. Moreover, the government’s discriminatory intent alone, without a causal connection\nbetween the intent and some cognizable injury to Plaintiffs, cannot entitle Plaintiffs to relief in this\ncase: a facially neutral law “is unconstitutional under the Equal Protection Clause only if [a\ndiscriminatory] impact can be traced to a discriminatory purpose.” Personnel Adm’r of Mass. v.\nFeeney, </pre><span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span><pre class=\"inline\">, 2293 (1979) (emphasis added). Therefore, for the reasons stated in this\nopinion, even if Fordice applies outside of the education setting, Plaintiffs cannot prevail on a\nFordice-based theory in this case.\n\n                                                  17\n\f       As an initial matter, we doubt that any plaintiff, challenging an electoral system\n\nlike DeSoto County’s, can establish a constitutional vote dilution claim where his\n\nsection 2 claim has failed.        Plaintiffs say that, after a claimant has proved\n\ndiscriminatory intent, he need only produce minimal evidence of injury resulting from\n\nthe challenged electoral scheme to prevail under the Constitution. But, the Supreme\n\nCourt, historically, has articulated the same general standard, governing the proof of\n\ninjury, in both section 2 and constitutional vote dilution cases; plaintiffs, in both cases,\n\nmust show that “there is evidence that excluded groups have ‘less opportunity to\n\nparticipate in the political process and to elect candidates of their choice.’” Compare\n\nDavis v. Bandemer, </pre><span class=\"citation\" data-id=\"111737\"><a href=\"/opinion/111737/davis-v-bandemer/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2797</span></a></span><pre class=\"inline\">, 2809 (1986) (quoting Rogers v. Lodge, 102 S.\n\nCt. 3272, 3279 (1982)), with Gingles, 106 S. Ct. at 2763, and 42 U.S.C. § 1973(b).\n\nThe pertinent issues seem the same (or almost the same) in both cases. And, even if\n\nthe standards are not completely identical in application, we know that section 2 was\n\nintended to be more permissive than the constitutional standard. See Solomon, 899\n\nF.2d at 1015 (Kravitch, J., specially concurring); see also Lee County Branch of\n\nNAACP v. City of Opelika, </pre><span class=\"citation\" data-id=\"444662\"><a href=\"/opinion/444662/lee-county-branch-of-the-naacp-v-the-city-of-opelika/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1473</span></a></span><pre class=\"inline\">, 1478 n.7 (11th 1984) (“[I]f the plaintiffs\n\ncannot prevail under the generally more easily proved ‘results’ standard of section 2,\n\nit is unlikely that they could prevail on their constitutional claims in any event.”). The\n\nparties have cited (and we have found) no case in which a circuit court has concluded\n\n\n                                            18\n\fthat an at-large or multi-member-district electoral system, although not in violation\n\nof section 2, unconstitutionally dilutes minority voting strength.19 In the absence of\n\nSupreme Court direction, therefore, we question, as a legal proposition, whether vote\n\ndilution can be established under the Constitution when the pertinent record has not\n\nproved vote dilution under the more permissive section 2. But, we need not resolve\n\nthis question today.\n\n        Even if we assume that it is possible, as a matter of law, to prevail on a\n\nconstitutional claim where no section 2 violation can be in fact established, Plaintiffs\n\nhere have not proved their constitutional claim. Briefly stated, to establish a\n\nconstitutional vote dilution claim, Plaintiffs must show that: (1) the county’s black\n\npopulation lacks an equal opportunity to participate in the political process and elect\n\ncandidates of its choice; (2) this inequality of opportunity results from the county’s\n\nat-large voting scheme; and (3) a racial discriminatory purpose underlies the county’s\n\n\n\n\n      19\n         In Holder v. Hall, the Supreme Court, finding no section 2 violation, “remanded for\nconsideration of respondent’s constitutional [vote dilution] claim.” </pre><span class=\"citation\" data-id=\"117874\"><a href=\"/opinion/117874/holder-v-hall/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2581</span></a></span><pre class=\"inline\">, 2588 (1994).\nPlaintiffs cite this result for the proposition that the statute and the Constitution are not coextensive\nfor vote dilution claims. We do not think this statement bears the weight Plaintiffs have placed on\nit. In Holder, the circuit court originally did not address the constitutional claims because it\nconcluded that section 2 vote dilution had been proved. Id. at 2585. Because the circuit court had\nnot addressed the issue, it was proper for the Supreme Court to remand rather than consider an issue\nnot considered by the circuit court. See Duignan v. United States, </pre><span class=\"citation\" data-id=\"101075\"><a href=\"/opinion/101075/duignan-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></a></span><pre class=\"inline\">, 568 (1927) (“This\ncourt sits as a court of review. It is only in exceptional cases coming here from the federal courts\nthat questions not pressed or passed upon below are reviewed.”).\n\n                                                   19\n\fvoting scheme.20 Lucas v. Townsend, </pre><span class=\"citation\" data-id=\"585314\"><a href=\"/opinion/585314/david-lucas-willie-davis-jr-connie-cater-corlis-mckenzie-ronnie-t/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">549</span></a></span><pre class=\"inline\">, 551 (11th Cir. 1992); see also\n\nBandemer, 106 S. Ct. at 2809. We will accept, for the purposes of this appeal, the\n\ndistrict court’s finding that Plaintiffs have shown discriminatory intent.21 And, we\n\nwill assume, for the sake of argument, that Plaintiffs’ evidence demonstrates the\n\nabsence of equal opportunity.22 Plaintiffs, nonetheless, failed to establish their\n\n   20\n      We recognize that, in prior cases, we have said that, to prevail on a constitutional vote dilution\nclaim, a plaintiff must show the existence of “discriminatory effects” and “a racially discriminatory\npurpose chargeable to the state.” Lucas v. Townsend, </pre><span class=\"citation\" data-id=\"585314\"><a href=\"/opinion/585314/david-lucas-willie-davis-jr-connie-cater-corlis-mckenzie-ronnie-t/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">549</span></a></span><pre class=\"inline\">, 551 (11th Cir. 1992). Our\narticulation today of the constitutional standard does not alter the plaintiff’s burden. We are not\nchanging the law; we are explaining it. Case law makes apparent that the “discriminatory effects”\nrequirement encompasses both inequality of opportunity and a causation element. See id. (requiring\nthat discriminatory effect “results from” intentionally discriminatory electoral scheme); see also\nKirksey v. Bd. of Supervisors of Hinds County, </pre><span class=\"citation\" data-id=\"344996\"><a href=\"/opinion/344996/henry-j-kirksey-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span><pre class=\"inline\">, 148 (5th Cir. 1977) (same).\nCausation is also implicit in the term “discriminatory effects.” See Random House Dictionary of\nthe English Language 622 (2d ed. unabridged 1987) (defining effect as “something that is produced\nby an agency or cause; result; consequence”). We think, however, that, to avoid confusion, viewing\ncausation and the existence of unequal opportunity as distinct elements (instead of merging these\ntwo concepts into a single “discriminatory effects” requirement) is the better approach: it promotes\nclarity.\n         When the district court, in this case, found no “discriminatory effects,” we understand the\ncourt to have found no causation.\n   21\n      Defendants dispute the district court’s finding of discriminatory intent. Given our disposition\nof this appeal, however, we need not address Defendants’ contention.\n   22\n      Plaintiffs assert that their evidence, of (1) the black population’s inability to elect consistently\ncandidates of its choice and (2) the deterrence of blacks from seeking office in the county, is\nsufficient to establish that the black population lacks equal political opportunity. We need not\ndecide, however, whether these factors (or either factor alone) are sufficient to establish a lack of\nequal opportunity; we assume that Plaintiffs have shown an inequality of opportunity. But, we do\nobserve that Plaintiffs’ argument about the deterrence of black candidacies is, in this case, nothing\nmore than a variation of the argument that the county’s black population cannot consistently elect\nthe candidates of its choice. If the record indeed establishes that black candidates are deterred from\nseeking office in DeSoto County, it is only because they (according to Plaintiffs) cannot win. And,\nif black candidates cannot win, it (according to Plaintiffs’ theory) is only because the black-minority\nvote, under the present system, is insufficient to elect them. For all practical purposes, therefore,\nPlaintiffs’ deterrence theory comes down to the black minority’s alleged inability to elect candidates\n\n                                                   20\n\fconstitutional claims because the record fails to show that the inequality of\n\nopportunity results from the county’s current electoral system. In other words,\n\nPlaintiffs have failed to establish causation.\n\n        That a plaintiff, claiming a violation of his voting rights under the Fourteenth\n\nand Fifteenth Amendments, must show that an injury is caused by the government\n\nconduct he seeks to challenge is hardly a novel proposition. See Kirksey v. Bd. of\n\nSupervisors of Hinds County, </pre><span class=\"citation\" data-id=\"344996\"><a href=\"/opinion/344996/henry-j-kirksey-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span><pre class=\"inline\">, 148 (5th Cir. 1977) (inquiring whether\n\nreapportionment plan “will in fact have the effect of perpetuating the denial of access\n\nto the political process that was proved by plaintiffs to exist”); Personnel Adm’r of\n\nMass. v. Feeney, </pre><span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span><pre class=\"inline\">, 2293 (1979) (requiring that claimant show\n\ndiscriminatory impact traceable to discriminatory purpose); see also Allen v. Wright,\n\n</pre><span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span><pre class=\"inline\">, 3327 (1984) (requiring equal protection plaintiff to show causation\n\nas element of standing). To show that inequality of opportunity is caused by a\n\nparticular electoral system, a plaintiff must establish that “an alternative election\n\nscheme exists that would provide better access to the political process.” Burton v.\n\nCity of Belle Glade, </pre><span class=\"citation\" data-id=\"73781\"><a href=\"/opinion/73781/burton-v-city-of-belle-glade/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1175</span></a></span><pre class=\"inline\">, 1199 (11th Cir. 1999); see also Reno v. Bossier\n\nParish Sch. Bd., </pre><span class=\"citation\" data-id=\"118107\"><a href=\"/opinion/118107/reno-v-bossier-parish-school-bd/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span><pre class=\"inline\">, 1498 (1997); Holder v. Hall, </pre><span class=\"citation\" data-id=\"117874\"><a href=\"/opinion/117874/holder-v-hall/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2581</span></a></span><pre class=\"inline\">, 2585\n\n\n\n\nof its choice.\n\n                                           21\n\f(1994); Nipper v. Smith, </pre><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1494</span></span><pre class=\"inline\">, 1533 (11th Cir. 1993) (en banc).23 As we have\n\nexplained, “[I]f a minority cannot establish that an alternative election scheme exists\n\nthat would provide better access to the political process, then the challenged voting\n\npractice is not responsible for the claimed injury.” Burton, 178 F.3d at 1199; see also\n\nGingles, </pre><span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></span><pre class=\"inline\"> (explaining if first Gingles factor is not shown, then “the\n\nmulti-member form of the district cannot be responsible for minority voters’ inability\n\nto elect its candidates”).\n\n       Here, Plaintiffs failed to make the requisite showing of causation: Plaintiffs did\n\nnot establish that an alternative system of districting could exist whereby the black-\n\nminority vote could elect its preferred candidates. The district court found that the\n\ncreation of a black-majority district, in 1998, was not feasible. Plaintiffs, on appeal,\n\nargue that a black-majority district is not required; according to Plaintiffs, a “black-\n\ninfluence district,” where a substantial black minority is coupled with sufficient white\n\ncross-over voting so that the black minority in fact can elect candidates of its choice,\n\n\n\n\n  23\n     “The early development of our voting rights jurisprudence in [equal protection] cases provided\nthe basis for our analysis of vote dilution under the amended § 2 . . . .” Holder, 114 S. Ct. at 2592\nn.1 (Thomas, J., concurring in judgment); see also League of United Latin American Citizens v.\nClements, </pre><span class=\"citation\" data-id=\"612121\"><a href=\"/opinion/612121/league-of-united-latin-american-citizens-council-no-4434-and-jesse/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">831</span></a></span><pre class=\"inline\">, 851 (5th Cir. 1993) (“[T]he 1982 amendments to § 2 were intended to\n‘codify’ the results test as employed in White and Whitcomb.”). Therefore, we are informed in our\ninquiry by prior decisions construing section 2.\n\n                                                 22\n\fis sufficient. We, however, need not decide whether Plaintiffs’ “influence district”\n\ntheory is correct.24 Plaintiffs never argued this theory to the district court.\n\n          Plaintiffs have failed to establish causation. Plaintiffs’ contention that the\n\ndistrict court erred in rejecting their constitutional claims, therefore, must fail.25\n\n\n\n                                         CONCLUSION\n\n\n\n          The district court dealt with the evidence without error. The case was fully\n\ntried. The district court was the finder of fact. The district court did not err in\n\ndetermining that Plaintiffs showed no lack of equal political opportunity that was\n\ncaused by the county’s electoral system. Plaintiffs failed to meet their burden. The\n\njudgment of the district court is AFFIRMED.\n\n\n\n\n   24\n      The Supreme Court continually has declined to decide whether the “influence district” theory\nis sound. See, e.g., Voinovich v. Quilter, </pre><span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1149</span></a></span><pre class=\"inline\">, 1155 (1993).\n     25\n        Plaintiffs also assert that the district court erred in considering Plaintiffs’ two proposed\ndistricting plans (one with less deviation than the other, but covering similar areas of black\nconcentration) as similar. The district court noted that, at trial, the parties focused on the district\nwith less deviation. The district court also found that the black voting age population constituted\na district majority in neither districting plan. We find no error in the district court’s analysis.\nSee Davis v. Chiles, </pre><span class=\"citation\" data-id=\"72753\"><a href=\"/opinion/72753/davis-v-chiles/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1414</span></a></span><pre class=\"inline\">, 1418 n.8 (11th Cir. 1998) (discussing proposals together where\nthey generally raise same issues).\n\n                                                  23\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/72250/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/72753/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/73593/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/73781/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/73977/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/73989/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107896/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111737/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112824/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117874/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117876/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118107/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118129/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/344996/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/384724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/444662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/489600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/493722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/493992/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/538923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/559526/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/585314/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/604126/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/612121/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/680041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/703205/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/722387/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741002/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/762045/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1487564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2138193/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T09:10:10.103305Z",
      "date_modified": "2017-04-16T07:32:09.058817Z",
      "date_filed": "2000-03-03",
      "date_filed_is_approximate": false,
      "slug": "johnson-v-desoto-county-board",
      "citation_id": 70797,
      "case_name_short": "",
      "case_name": "Johnson v. DeSoto County Board",
      "case_name_full": "",
      "federal_cite_one": "204 F.3d 1335",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/395777/johnson-v-desoto-county-board/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:07:47.148107Z",
  "date_modified": "2014-10-30T09:07:47.148107Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Johnson v. DeSoto County Board",
  "case_name_full": "",
  "slug": "johnson-v-desoto-county-board",
  "docket_number": "98-3714",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}