{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3957147/",
  "id": 3957147,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ortc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4085005/",
      "id": 4085005,
      "absolute_url": "/opinion/4085005/pge-company-v-commission/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3957147/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3844068/",
          "id": 3844068,
          "absolute_url": "/opinion/4085005/pge-company-v-commission/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4085005/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-06T08:12:45.807310Z",
          "date_modified": "2017-04-15T03:32:48.003512Z",
          "type": "020lead",
          "sha1": "3cd1ad9caac3550e615671b0c2bd3ab52b8629ce",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/oregon/tax_court_opinions/documents/b7e6531b8f437744.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>Decision for plaintiff rendered November 1, 1965.</p>\n<p>Appeal pending.\nPlaintiff, Portland General Electric Company hereinafter called PGE, filed this suit to set aside an order of defendant tax commission determining the value of PGE's interests in certain lands located at the Pelton and Round Butte hydroelectric projects in Jefferson County.</p>\n<p>The Pelton-Round Butte project was constructed by PGE pursuant to licenses issued by the Federal Power Commission (FPC) in 1951 and 1961. <em>Federal Power Com. v. Oregon,</em><cross_reference>349 U.S. 435</cross_reference>, <cross_reference>75 S Ct 832</cross_reference>, <cross_reference>99 L Ed 1215</cross_reference> (1954). The FPC license required PGE to <span class=\"star-pagination\">*Page 224</span> \nsecure an agreement with the Warm Springs Indians to use certain Indian lands. This agreement was executed in December, 1955, on the Pelton project and amended in January, 1961, to include the Round Butte project.</p>\n<p>The Pelton part of the project was constructed first and was completed before January 1, 1964. The Round Butte project was completed later. The two projects comprise three dams, three reservoirs, powerhouses, generating and fish facilities, transmission lines, roads and other related facilities.</p>\n<p>Lake Simtustus lies behind the Pelton dam and Lake Chinook lies behind the Round Butte dam. These dams backed up water in the Deschutes, Metolius and Crooked River canyons in central Oregon. Portions of the project west of the Deschutes River and north of the Metolius River include lands on the Warm Springs Indian Reservation which have been permanently reserved by the United States for power purposes. <em>Federal Power Com. v. Oregon,</em><em>supra,</em> <cross_reference>99 L Ed at 1221</cross_reference>, n. 5. Portions of the project east of the Deschutes River are located on lands of the United States which have also been reserved for power purposes. <em>Federal Power</em><em>Com. v. Oregon, supra,</em> <cross_reference>99 L Ed at 1221</cross_reference>, n. 6. The rights to the use of the federal lands received from the FPC are denominated a \"license\" with a term of fifty years. No charges to date have been made by the FPC for the use of this land for the two hydroelectric projects.</p>\n<p>The agreement between PGE and the Warm Springs Indian tribe (made pursuant to the requirement contained in the FPC license) gives PGE certain rights in the Indian lands. These rights are denominated \"flowage easements\" or the right to inundate the Indian lands along the rivers up to certain elevations. <span class=\"star-pagination\">*Page 225</span> \nThe agreement also allowed PGE an \"easement and right to use\" other portions of the Indian lands for construction of other hydroelectric facilities including the dams, powerhouses, transmission lines, etc. For all of these rights granted PGE by the Indians they were to receive certain payments, the most important of which was an annual payment based upon electrical output from the two plants. The testimony indicated that this payment would be between $310,000 and $330,000 per year.</p>\n<p>Various legal issues are involved. PGE contends first that its interest in the federal lands under the FPC license is not taxable because these lands are within the exclusive jurisdiction of the United States.</p>\n<p>The tax was imposed on PGE in this case under the provisions of ORS <cross_reference>308.505</cross_reference> to <cross_reference>308.660</cross_reference>, inclusive, which are the statutes providing for the assessment of utility property taxes in Oregon. The tax, according to ORS <cross_reference>308.505</cross_reference>, is upon all property having a situs in this state and includes \"all property, real and personal, of a company, owned, leased, used, operated or occupied by it and situated wholly within the state * * *.\"</p>\n<p>The cases relied upon by PGE, <em>Humble Pipe Line Co. v.</em><em>Waggonner,</em> <cross_reference>376 U.S. 369</cross_reference>, <cross_reference>84 S Ct 857</cross_reference>, <cross_reference>11 L Ed2d 782</cross_reference> (1964), and<em>Moline Water Power Co. v. Cox,</em> <cross_reference>252 Ill. 348</cross_reference>, <cross_reference>96 N.E. 1044</cross_reference> (1911), and by the defendant, <em>Susquehanna Power Co. v. State Tax Com.,</em><cross_reference>283 U.S. 297</cross_reference>, <cross_reference>51 S Ct 434</cross_reference>, <cross_reference>75 L Ed 1042</cross_reference> (1931), are not, in this court's opinion, in point.</p>\n<p>Considering the latter case first, the property sought to be taxed consisted of privately owned lands acquired by the power licensee from private persons by purchase or by grants from the state. As the court stated: \"The challenged tax is imposed, not on <span class=\"star-pagination\">*Page 226</span> \nthe license, but on the <em>private property of the licensee used</em><em>in its business.\" Susquehanna Power Co. v. State Tax Com.,</em><em>supra,</em> <cross_reference>75 L Ed at 1045</cross_reference>. (Emphasis supplied.) In the instant case, PGE does not have title to the lands because such title is in the United States. It would appear obvious that the privately owned lands of the licensee would be taxable.</p>\n<p>The two cases cited by PGE involved lands within a military enclave or reservation. In the <em>Humble</em> case, <em>supra,</em> the tax was assessed upon privately owned oil drilling equipment and pipelines located on Barksdale Air Force Base in Louisiana and being operated under an oil and gas lease from the United States. The United States Supreme Court held that the government had exclusive jurisdiction over \"its important military enclaves\" and if Congress desired to allow a state to levy such taxes it would have said so.</p>\n<p>1. While lessees of property on military bases are apparently not subject to state tax, the general rule is that lessees of real property from the United States are subject to nondiscriminatory state taxes. Before considering this phase of the case it should be repeated that the tax here is imposed under the utility taxation sections of our statutes, ORS<cross_reference>308.505</cross_reference> et seq., and not under ORS <cross_reference>307.060</cross_reference> which provides:</p>\n<blockquote><p>    \"Property of the United States held by a person under lease or other interest less than fee. Real and personal property of the United States or any department or agency thereof held by any person under a lease or other interest or estate less than a fee simple, other than under a contract of sale, shall be assessed and taxed as for the full true cash value thereof subject only to deduction for restricted use. The lien for the tax shall attach to and be enforced against only the leasehold, interest or estate in such real or personal property. * * *\"</blockquote> <span class=\"star-pagination\">*Page 227</span> </p>\n<p>However, as the title to part of the land sought to be subjected to a property tax by the defendant is in the United States government and PGE claims certain rights and interest in that land, the statute must be considered. That portion of the statute concerning the value of the fee less a deduction for restricted use is not involved, however, because PGE has not objected to the defendant's valuation of $10.00 per acre assigned to PGE's interest in the federal lands.</p>\n<p>2. That a state may levy a nondiscriminatory ad valorem tax on a lessee of United States property is now well established.<em>United States v. Detroit,</em> <cross_reference>355 U.S. 466</cross_reference>, <cross_reference>78 S Ct 474</cross_reference>, <cross_reference>2 L Ed2d 424</cross_reference>\n(1958); <em>United States v. Township of Muskegon,</em> <cross_reference>355 U.S. 484</cross_reference>,<cross_reference>78 S Ct 483</cross_reference>, <cross_reference>2 L Ed2d 436</cross_reference> (1958). See Anno. <cross_reference>4 L Ed2d 384</cross_reference>; <em>Sproul et</em><em>al v. Gilbert et al,</em> <cross_reference>226 Or. 392</cross_reference>, <cross_reference>359 P.2d 543</cross_reference> (1961).</p>\n<p>\"In the event that the tax is not paid the leasehold only is subject to foreclosure; the lien does not affect the interest of the federal government in the fee.\" <em>Sproul et al v. Gilbert</em><em>et al, supra,</em> <cross_reference>226 Or. at 420</cross_reference>.</p>\n<p>3. It would appear that the utility statutes taxing \"all property, real and personal * * * owned, leased, used, operated or occupied\" by PGE would include PGE's interest in the federal lands because PGE is at least using, operating and occupying them in the operation of the hydroelectric project under the FPC license.</p>\n<p>Another question is presented as to whether PGE's \"license\" from the FPC is a \"lease or other interest or estate less than a fee simple\" and consequently taxable by virtue of ORS<cross_reference>307.060</cross_reference>.</p>\n<p>4. While PGE's interest has been denominated a \"license\" this does not <em>ipso facto</em> determine the nature of the legal relationship created. <em>Sproul et al v. Gilbert et al, supra,</em><cross_reference>226 Or. at 402</cross_reference>. <span class=\"star-pagination\">*Page 228</span> </p>\n<p>5. In the <em>Sproul</em> case the issue was whether grazing rights held by ranchers under the Taylor Grazing Act were \"leases\" and taxable under the provisions of ORS <cross_reference>307.060</cross_reference>. Justice O'CONNELL, after reviewing the features of a lease compared to a license, determined the test to be generally based on whether the occupant has a possessory interest in the property, \"Does he have sufficient control over the premises to warrant the label of possession?\" If so, then the occupant has a sufficient possessory interest in the government land to be taxed under ORS <cross_reference>307.060</cross_reference>.</p>\n<p>6. The FPC \"licenses\" giving PGE the right to build and operate the hydroelectric facilities were issued for a term of fifty years; they require annual charges \"for the purpose of recompensing the United States for the use, occupancy and enjoyment of the land;\" they can only be altered by mutual agreement; and upon termination the United States has the option of taking over the project upon payment of the investment and damages or issuing a new license to PGE or its successor. It is this court's conclusion that the interests granted PGE in the federal lands were more substantial and possessory than the right of the ranchers in the leases involved in the <em>Sproul</em> case and therefore taxable both under the utility statutes and ORS <cross_reference>307.060</cross_reference>.</p>\n<p>The next issue is whether PGE's interest in the lands of the Warm Springs Indian tribe is taxable by the defendant. This involves, first, whether the State of Oregon has jurisdiction to tax PGE's interest in the Indian lands and, if so, whether PGE has sufficient possessory interest in the Indian lands under the <em>Sproul</em> case to sustain the tax.</p>\n<p>The treaty between the United States and the tribes of Middle Oregon, which includes the Warm Springs <span class=\"star-pagination\">*Page 229</span> \nIndians, was concluded on June 23, 1855, and the United States Senate ratified the treaty on March 8, 1859.</p>\n<p><cross_reference>28 USCA &#167; 1360</cross_reference>(b) provides:</p>\n<blockquote><p>    \"(b) Nothing in this section shall authorize the alienation, encumbrance, or taxation of any real or personal property, including water rights, belonging to any Indian or any Indian tribe, band, or community that is held in trust by the United States or is subject to a restriction against alienation imposed by the United States; or shall authorize regulation of the use of such property in a manner inconsistent with any Federal treaty, agreement, or statute or with any regulation made pursuant thereto; or shall confer jurisdiction upon the State to adjudicate, in probate proceedings or otherwise, the ownership or right to possession of such property or any interest therein.\"</p></blockquote>\n<p>Oregon has a similar exemption statute:</p>\n<blockquote><p>    \"307.180. Property of Indians. The real property of all Indians residing upon Indian reservations who had not severed their tribal relations or taken lands in severalty, except lands held by them by purchase or inheritance, and situated on an Indian reservation, is exempt from taxation. However, the lands owned or held by Indians in severalty upon any Indian reservation and the personal property of such Indians upon reservations shall be exempt from taxation only when so provided by any law of the United States.\"</p></blockquote>\n<p>7. As a general rule, lands occupied by a tribe of Indians, like lands of the United States, have been regarded as not within the jurisdiction of state property taxation. This immunity was originally based upon the theory that the tribes were a separate sovereign body. <em>The Kansas Indians,</em> <cross_reference>72 US (5</cross_reference>\nWall) 737, <cross_reference>18 L Ed 667</cross_reference> (1866); Office of the Solicitor, U.S. <span class=\"star-pagination\">*Page 230</span> \nDept. of Interior, <em>Federal Indian Law,</em> p. 850, (1958). Later, in <em>Gillespie v. Oklahoma,</em> <cross_reference>257 U.S. 501</cross_reference>, <cross_reference>42 S Ct 171</cross_reference>, <cross_reference>66 L Ed 338</cross_reference>\n(1922), a case involving state income taxes on lessees of Indian lands, the United States Supreme Court held the lessees exempt on the theory the lessees were \"federal instrumentalities.\" The Court also held that to tax such lessees would <em>ipso facto</em> hamper the United States in its jurisdiction of the Indians.</p>\n<p>The <em>Gillespie</em> case was overruled by the United States Supreme Court in <em>Helvering v. Mountain Producers Corp.,</em> <cross_reference>303 U.S. 376</cross_reference>,<cross_reference>58 S Ct 623</cross_reference>, <cross_reference>82 L Ed 907</cross_reference> (1938). Although that case involved income received as a result of a lease of exempt state school lands, the court reviewed the <em>Gilespie</em> decision and held that immunity from state taxation could not be sustained merely because of possible interference with the government. The court held the question of interference with governmental functions to be one of fact and found the tax did not constitute any interference.</p>\n<p>The case of <em>Oklahoma Tax Commission v. Texas Co.,</em> <cross_reference>336 U.S. 342</cross_reference>,<cross_reference>69 S Ct 561</cross_reference>, <cross_reference>93 L Ed 721</cross_reference> (1948), involved the liability of a lessee of mineral rights in Indian lands in Oklahoma for a tax on petroleum produced from such lands. The United States Supreme Court held the lessee was not exempt and stated:</p>\n<blockquote><p>    \"The Mountain Producers Case was not decided on narrow, merely technical or presumptive grounds. Its very foundation was a repudiation of those insubstantial bases for securing broad private tax exemptions, unjustified by actual interfering or destructive effects upon the performance of obligations to or work for the government, state or national. The decision came as the result of experience and of observation of the constant widening of the exempting process from tax to tax to tax.</blockquote> <span class=\"star-pagination\">*Page 231</span> </p>\n<blockquote><p>    \"Since that decision, as we have noted, the process has been reversed in direction. True intergovernmental immunity remains for the most part. But, so far as concerns private persons claiming immunity for their ordinary business operations (even though in connection with govenmental activities), no implied constitutional immunity can rest on the merely hypothetical interference with governmental functions here asserted to sustain exemption. * * *\"  <cross_reference>93 L Ed at 738</cross_reference>.</p></blockquote>\n<p>The author of <em>Federal Indian Law, supra,</em> states the rule as follows:</p>\n<blockquote><p>  \"* * * For just as the right to tax the lessee of State lands does not include the right to tax the State itself, so the right to tax the lessee of Indian lands does not imply a right to tax the Indians or their property.</p>\n<p>    \"When the lands pass from the tribe to non-Indians they become, ordinarily, subject to State taxation. Thus a railroad purchasing a right-of-way through a reservation must pay taxes on that right-of-way as though the lands were entirely withdrawn from the reservation, and the fact that property owned by a railroad is subject to a right of reverter in an Indian tribe does not preclude the State from taxing such property while owned by the railroad.\" <em>Federal Indian Law, supra,</em>\np. 853.</p></blockquote>\n<p>In <em>Thomas v. Gay,</em> <cross_reference>169 U.S. 264</cross_reference>, <cross_reference>18 S Ct 340</cross_reference>, <cross_reference>42 L Ed 740</cross_reference>\n(1898), the United States Supreme Court upheld a state tax on cattle of non-Indians grazing on tribal lands leased from the Indians.</p>\n<p>8. The statutory prohibition contained in <cross_reference>28 USCA &#167; 1360</cross_reference>(b) and ORS <cross_reference>307.180</cross_reference>, is against taxing property belonging to the Indians. Here the tax is against PGE's interest in the Indian lands and not against the Indians or the Indian lands. There is no more reason to deny the state's jurisdiction to tax PGE's interest in <span class=\"star-pagination\">*Page 232</span> \nthe Indian lands than there is to deny the state's jurisdiction to tax PGE's interest in the federal lands.</p>\n<p>9. PGE argues that if the state does have jurisdiction to tax its interest in the Indian lands that such interests are not sufficiently possessory under the <em>Sproul</em> decision to allow the tax. Without going into detail, it would appear that when PGE was given the right by the Indians to build and use the dams, powerhouses, transmission lines, substations and access roads \"which may be necessary or useful in connection with the generation, transportation, transmission and distribution of electrical energy\" for the fifty years allowed in the FPC license, that these rights granted a possessory interest in PGE. It is true that the Indians reserved various rights under their agreement with PGE but so did the federal government reserve rights in the grazing lands involved in the <em>Sproul</em>\ncase. With all of its investment, and the construction and operation of these two large hydroelectric projects, PGE can not seriously argue that it does not have a substantial possessory interest in that part of the Pelton and Round Butte projects which are located on the Indian lands.</p>\n<p>The companion issue involves the value of PGE's interest in the tribal lands inundated by the Pelton and Round Butte dams. Approximately 550 acres were flooded by the Pelton Dam and 880 acres by the Round Butte Dam. The defendant's valuation of PGE's interest in the tribal lands flooded by the Pelton Dam would amount to $2,483 per acre and the lands flooded by Round Butte would be $3,933 per acre. Approximately 3300 acres of federal lands were inundated by both dams and the defendant has valued PGE's interest in these lands at $10.00 per acre.</p>\n<p>This court spent one day viewing the property <span class=\"star-pagination\">*Page 233</span> \ninvolved and travelled approximately forty miles by boat over both lakes and another forty miles by jeep. The canyons, partially filled by the two lakes, are typical central Oregon canyons. Generally they are deep, rocky and almost perpendicular in many areas. There are some places where the slope to the water is more gradual but this is the exception. The federal lands on one side and the tribal lands on the other side of the lakes are the same except that the tribal lands might be classed as more rugged and precipitous than the federal lands.</p>\n<p>The defendant valued PGE's interest in the Indian lands by using an income approach considering the present value of PGE's annual payment to the Indians over the life of the agreement. These valuations were not based specifically on PGE's interest in the inundated lands but on all the benefits that PGE received under its agreement with the Indians. The defendant's appraiser testified that he was not interested in valuing the inundated Indian lands as such but was considering the value of the whole contract between PGE and the Indians which included the right to build and operate the entire hydroelectric facility. Apparently, he treated the right to inundate the land as only incidental to the entire project. As he classified it, he arrived at his value considering the whole \"bundle of rights that they received from the Indians. * * * the right to construct, operate, maintain a hydro facility &#8212; a hydro generating facility.\"</p>\n<p>The appraiser for PGE used comparable sales of land to value the fee at $150 per acre for the inundated Indian lands. He considered that while the flooding of the land destroyed the grazing potential it increased the recreational potential. He concluded that the grazing had been worth $8 per acre and assigned this <span class=\"star-pagination\">*Page 234</span> \namount as the value of PGE's interest in the inundated Indian lands.</p>\n<p>The issue in this case involves the valuation of PGE's interest in the inundated Indian lands. It does not include all the other Indian lands involved in the entire hydroelectric project. The defendant's expert admitted that the benefits which PGE receives from its interest in the inundated federal lands are comparable to the benefits it receives from the inundated Indian lands. It is this court's conclusion that the value of PGE's interest in the dam site is another matter not at issue in this case. As the defendant's expert admitted: \"If you left the value of the dam site out of it, then you'd probably result in a residual value comparable to what Mr. Walstrom [PGE's expert] found, using his technique.\"</p>\n<p>10. What is even more important is the fact that the land on both sides of the lakes is substantially the same, rough, rocky and steep, and it is difficult to subscribe to the theory that PGE's interest on one side is worth $10 per acre and its interest on the other side is worth $2500 to $4000 per acre for the same kind of land, especially when the benefits to PGE are the same. Moreover, the parties stipulated that PGE's \"easement\" for the powerlines over Indian lands was worth $2 per acre. If this was a part of the \"whole bundle of rights\" received from the Indians, but could be segregated and a value stipulated, it would appear that it would be possible to segregate the value of the inundated Indian lands from the rest of the hydroelectric project. It is this court's conclusion that the value of PGE's interest in the inundated Indian lands is the same as its interest in the inundated federal lands &#8212; $10 per acre.</p>\n<p>The last issue concerns the right of the defendant <span class=\"star-pagination\">*Page 235</span> \nto tax the former Cove hydroelectric plant which was inundated by the Round Butte project. Pacific Power  Light Company formerly owned the plant and the Bureau of Reclamation was entitled to a portion of the electrical output. The PFC license required PGE to make available to Pacific Power  Light and the Bureau of Reclamation an amount of energy equal to that lost to them by the destruction of the Cove plant. The plant was conveyed to PGE and is no longer in existence since completion of the Round Butte Dam.</p>\n<p>The parties have stipulated the value but PGE contends that the Cove project is not taxable.</p>\n<p>The Cove plant has been destroyed by the Round Butte facility. The defendant cites no authority to sustain the tax and no authority has been found by this court allowing an ad valorem tax on property that was nonexistent on January 1, 1964, the assessment date involved in this case. It is not taxable. <span class=\"star-pagination\">*Page 236</span> </p>",
          "html_with_citations": "<p>Decision for plaintiff rendered November 1, 1965.</p>\n<p>Appeal pending.\nPlaintiff, Portland General Electric Company hereinafter called PGE, filed this suit to set aside an order of defendant tax commission determining the value of PGE's interests in certain lands located at the Pelton and Round Butte hydroelectric projects in Jefferson County.</p>\n<p>The Pelton-Round Butte project was constructed by PGE pursuant to licenses issued by the Federal Power Commission (FPC) in 1951 and 1961. <em>Federal Power Com. v. Oregon,</em><cross_reference><span class=\"citation no-link\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">832</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1215</span></span></cross_reference> (1954). The FPC license required PGE to <span class=\"star-pagination\">*Page 224</span> \nsecure an agreement with the Warm Springs Indians to use certain Indian lands. This agreement was executed in December, 1955, on the Pelton project and amended in January, 1961, to include the Round Butte project.</p>\n<p>The Pelton part of the project was constructed first and was completed before January 1, 1964. The Round Butte project was completed later. The two projects comprise three dams, three reservoirs, powerhouses, generating and fish facilities, transmission lines, roads and other related facilities.</p>\n<p>Lake Simtustus lies behind the Pelton dam and Lake Chinook lies behind the Round Butte dam. These dams backed up water in the Deschutes, Metolius and Crooked River canyons in central Oregon. Portions of the project west of the Deschutes River and north of the Metolius River include lands on the Warm Springs Indian Reservation which have been permanently reserved by the United States for power purposes. <em>Federal Power Com. v. Oregon,</em><em>supra,</em> <cross_reference>99 L Ed at 1221</cross_reference>, n. 5. Portions of the project east of the Deschutes River are located on lands of the United States which have also been reserved for power purposes. <em>Federal Power</em><em>Com. v. Oregon, supra,</em> <cross_reference>99 L Ed at 1221</cross_reference>, n. 6. The rights to the use of the federal lands received from the FPC are denominated a \"license\" with a term of fifty years. No charges to date have been made by the FPC for the use of this land for the two hydroelectric projects.</p>\n<p>The agreement between PGE and the Warm Springs Indian tribe (made pursuant to the requirement contained in the FPC license) gives PGE certain rights in the Indian lands. These rights are denominated \"flowage easements\" or the right to inundate the Indian lands along the rivers up to certain elevations. <span class=\"star-pagination\">*Page 225</span> \nThe agreement also allowed PGE an \"easement and right to use\" other portions of the Indian lands for construction of other hydroelectric facilities including the dams, powerhouses, transmission lines, etc. For all of these rights granted PGE by the Indians they were to receive certain payments, the most important of which was an annual payment based upon electrical output from the two plants. The testimony indicated that this payment would be between $310,000 and $330,000 per year.</p>\n<p>Various legal issues are involved. PGE contends first that its interest in the federal lands under the FPC license is not taxable because these lands are within the exclusive jurisdiction of the United States.</p>\n<p>The tax was imposed on PGE in this case under the provisions of ORS <cross_reference>308.505</cross_reference> to <cross_reference>308.660</cross_reference>, inclusive, which are the statutes providing for the assessment of utility property taxes in Oregon. The tax, according to ORS <cross_reference>308.505</cross_reference>, is upon all property having a situs in this state and includes \"all property, real and personal, of a company, owned, leased, used, operated or occupied by it and situated wholly within the state * * *.\"</p>\n<p>The cases relied upon by PGE, <em>Humble Pipe Line Co. v.</em><em>Waggonner,</em> <cross_reference><span class=\"citation\" data-id=\"106772\"><a href=\"/opinion/106772/humble-pipe-line-co-v-waggonner/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"106772\"><a href=\"/opinion/106772/humble-pipe-line-co-v-waggonner/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">857</span></a></span></cross_reference>, <cross_reference>11 L Ed2d 782</cross_reference> (1964), and<em>Moline Water Power Co. v. Cox,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">348</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">1044</span></span></cross_reference> (1911), and by the defendant, <em>Susquehanna Power Co. v. State Tax Com.,</em><cross_reference><span class=\"citation\" data-id=\"2421012\"><a href=\"/opinion/2421012/susquehanna-co-v-tax-commno-2/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"101733\"><a href=\"/opinion/101733/susquehanna-power-co-v-state-tax-commn-of-md-no-1/\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">434</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"101733\"><a href=\"/opinion/101733/susquehanna-power-co-v-state-tax-commn-of-md-no-1/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span></a></span></cross_reference> (1931), are not, in this court's opinion, in point.</p>\n<p>Considering the latter case first, the property sought to be taxed consisted of privately owned lands acquired by the power licensee from private persons by purchase or by grants from the state. As the court stated: \"The challenged tax is imposed, not on <span class=\"star-pagination\">*Page 226</span> \nthe license, but on the <em>private property of the licensee used</em><em>in its business.\" Susquehanna Power Co. v. State Tax Com.,</em><em>supra,</em> <cross_reference>75 L Ed at 1045</cross_reference>. (Emphasis supplied.) In the instant case, PGE does not have title to the lands because such title is in the United States. It would appear obvious that the privately owned lands of the licensee would be taxable.</p>\n<p>The two cases cited by PGE involved lands within a military enclave or reservation. In the <em>Humble</em> case, <em>supra,</em> the tax was assessed upon privately owned oil drilling equipment and pipelines located on Barksdale Air Force Base in Louisiana and being operated under an oil and gas lease from the United States. The United States Supreme Court held that the government had exclusive jurisdiction over \"its important military enclaves\" and if Congress desired to allow a state to levy such taxes it would have said so.</p>\n<p>1. While lessees of property on military bases are apparently not subject to state tax, the general rule is that lessees of real property from the United States are subject to nondiscriminatory state taxes. Before considering this phase of the case it should be repeated that the tax here is imposed under the utility taxation sections of our statutes, ORS<cross_reference>308.505</cross_reference> et seq., and not under ORS <cross_reference>307.060</cross_reference> which provides:</p>\n<blockquote><p>    \"Property of the United States held by a person under lease or other interest less than fee. Real and personal property of the United States or any department or agency thereof held by any person under a lease or other interest or estate less than a fee simple, other than under a contract of sale, shall be assessed and taxed as for the full true cash value thereof subject only to deduction for restricted use. The lien for the tax shall attach to and be enforced against only the leasehold, interest or estate in such real or personal property. * * *\"</blockquote> <span class=\"star-pagination\">*Page 227</span> </p>\n<p>However, as the title to part of the land sought to be subjected to a property tax by the defendant is in the United States government and PGE claims certain rights and interest in that land, the statute must be considered. That portion of the statute concerning the value of the fee less a deduction for restricted use is not involved, however, because PGE has not objected to the defendant's valuation of $10.00 per acre assigned to PGE's interest in the federal lands.</p>\n<p>2. That a state may levy a nondiscriminatory ad valorem tax on a lessee of United States property is now well established.<em>United States v. Detroit,</em> <cross_reference><span class=\"citation\" data-id=\"105628\"><a href=\"/opinion/105628/united-states-v-detroit/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"105628\"><a href=\"/opinion/105628/united-states-v-detroit/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">474</span></a></span></cross_reference>, <cross_reference>2 L Ed2d 424</cross_reference>\n(1958); <em>United States v. Township of Muskegon,</em> <cross_reference><span class=\"citation\" data-id=\"105629\"><a href=\"/opinion/105629/united-states-v-township-of-muskegon/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">484</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"105629\"><a href=\"/opinion/105629/united-states-v-township-of-muskegon/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">483</span></a></span></cross_reference>, <cross_reference>2 L Ed2d 436</cross_reference> (1958). See Anno. <cross_reference>4 L Ed2d 384</cross_reference>; <em>Sproul et</em><em>al v. Gilbert et al,</em> <cross_reference><span class=\"citation\" data-id=\"1214102\"><a href=\"/opinion/1214102/sproul-v-gilbert/\"><span class=\"volume\">226</span> <span class=\"reporter\">Or.</span> <span class=\"page\">392</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"1214102\"><a href=\"/opinion/1214102/sproul-v-gilbert/\"><span class=\"volume\">359</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">543</span></a></span></cross_reference> (1961).</p>\n<p>\"In the event that the tax is not paid the leasehold only is subject to foreclosure; the lien does not affect the interest of the federal government in the fee.\" <em>Sproul et al v. Gilbert</em><em>et al, supra,</em> <cross_reference>226 Or. at 420</cross_reference>.</p>\n<p>3. It would appear that the utility statutes taxing \"all property, real and personal * * * owned, leased, used, operated or occupied\" by PGE would include PGE's interest in the federal lands because PGE is at least using, operating and occupying them in the operation of the hydroelectric project under the FPC license.</p>\n<p>Another question is presented as to whether PGE's \"license\" from the FPC is a \"lease or other interest or estate less than a fee simple\" and consequently taxable by virtue of ORS<cross_reference>307.060</cross_reference>.</p>\n<p>4. While PGE's interest has been denominated a \"license\" this does not <em>ipso facto</em> determine the nature of the legal relationship created. <em>Sproul et al v. Gilbert et al, supra,</em><cross_reference>226 Or. at 402</cross_reference>. <span class=\"star-pagination\">*Page 228</span> </p>\n<p>5. In the <em>Sproul</em> case the issue was whether grazing rights held by ranchers under the Taylor Grazing Act were \"leases\" and taxable under the provisions of ORS <cross_reference>307.060</cross_reference>. Justice O'CONNELL, after reviewing the features of a lease compared to a license, determined the test to be generally based on whether the occupant has a possessory interest in the property, \"Does he have sufficient control over the premises to warrant the label of possession?\" If so, then the occupant has a sufficient possessory interest in the government land to be taxed under ORS <cross_reference>307.060</cross_reference>.</p>\n<p>6. The FPC \"licenses\" giving PGE the right to build and operate the hydroelectric facilities were issued for a term of fifty years; they require annual charges \"for the purpose of recompensing the United States for the use, occupancy and enjoyment of the land;\" they can only be altered by mutual agreement; and upon termination the United States has the option of taking over the project upon payment of the investment and damages or issuing a new license to PGE or its successor. It is this court's conclusion that the interests granted PGE in the federal lands were more substantial and possessory than the right of the ranchers in the leases involved in the <em>Sproul</em> case and therefore taxable both under the utility statutes and ORS <cross_reference>307.060</cross_reference>.</p>\n<p>The next issue is whether PGE's interest in the lands of the Warm Springs Indian tribe is taxable by the defendant. This involves, first, whether the State of Oregon has jurisdiction to tax PGE's interest in the Indian lands and, if so, whether PGE has sufficient possessory interest in the Indian lands under the <em>Sproul</em> case to sustain the tax.</p>\n<p>The treaty between the United States and the tribes of Middle Oregon, which includes the Warm Springs <span class=\"star-pagination\">*Page 229</span> \nIndians, was concluded on June 23, 1855, and the United States Senate ratified the treaty on March 8, 1859.</p>\n<p><cross_reference>28 USCA &#167; 1360</cross_reference>(b) provides:</p>\n<blockquote><p>    \"(b) Nothing in this section shall authorize the alienation, encumbrance, or taxation of any real or personal property, including water rights, belonging to any Indian or any Indian tribe, band, or community that is held in trust by the United States or is subject to a restriction against alienation imposed by the United States; or shall authorize regulation of the use of such property in a manner inconsistent with any Federal treaty, agreement, or statute or with any regulation made pursuant thereto; or shall confer jurisdiction upon the State to adjudicate, in probate proceedings or otherwise, the ownership or right to possession of such property or any interest therein.\"</p></blockquote>\n<p>Oregon has a similar exemption statute:</p>\n<blockquote><p>    \"307.180. Property of Indians. The real property of all Indians residing upon Indian reservations who had not severed their tribal relations or taken lands in severalty, except lands held by them by purchase or inheritance, and situated on an Indian reservation, is exempt from taxation. However, the lands owned or held by Indians in severalty upon any Indian reservation and the personal property of such Indians upon reservations shall be exempt from taxation only when so provided by any law of the United States.\"</p></blockquote>\n<p>7. As a general rule, lands occupied by a tribe of Indians, like lands of the United States, have been regarded as not within the jurisdiction of state property taxation. This immunity was originally based upon the theory that the tribes were a separate sovereign body. <em>The Kansas Indians,</em> <cross_reference>72 US (5</cross_reference>\nWall) 737, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">667</span></span></cross_reference> (1866); Office of the Solicitor, U.S. <span class=\"star-pagination\">*Page 230</span> \nDept. of Interior, <em>Federal Indian Law,</em> p. 850, (1958). Later, in <em>Gillespie v. Oklahoma,</em> <cross_reference><span class=\"citation\" data-id=\"99897\"><a href=\"/opinion/99897/gillespie-v-oklahoma/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"99897\"><a href=\"/opinion/99897/gillespie-v-oklahoma/\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">171</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"99897\"><a href=\"/opinion/99897/gillespie-v-oklahoma/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">338</span></a></span></cross_reference>\n(1922), a case involving state income taxes on lessees of Indian lands, the United States Supreme Court held the lessees exempt on the theory the lessees were \"federal instrumentalities.\" The Court also held that to tax such lessees would <em>ipso facto</em> hamper the United States in its jurisdiction of the Indians.</p>\n<p>The <em>Gillespie</em> case was overruled by the United States Supreme Court in <em>Helvering v. Mountain Producers Corp.,</em> <cross_reference><span class=\"citation\" data-id=\"102986\"><a href=\"/opinion/102986/helvering-v-mountain-producers-corp/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">376</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"102986\"><a href=\"/opinion/102986/helvering-v-mountain-producers-corp/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">623</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"102986\"><a href=\"/opinion/102986/helvering-v-mountain-producers-corp/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">907</span></a></span></cross_reference> (1938). Although that case involved income received as a result of a lease of exempt state school lands, the court reviewed the <em>Gilespie</em> decision and held that immunity from state taxation could not be sustained merely because of possible interference with the government. The court held the question of interference with governmental functions to be one of fact and found the tax did not constitute any interference.</p>\n<p>The case of <em>Oklahoma Tax Commission v. Texas Co.,</em> <cross_reference><span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">561</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">721</span></span></cross_reference> (1948), involved the liability of a lessee of mineral rights in Indian lands in Oklahoma for a tax on petroleum produced from such lands. The United States Supreme Court held the lessee was not exempt and stated:</p>\n<blockquote><p>    \"The Mountain Producers Case was not decided on narrow, merely technical or presumptive grounds. Its very foundation was a repudiation of those insubstantial bases for securing broad private tax exemptions, unjustified by actual interfering or destructive effects upon the performance of obligations to or work for the government, state or national. The decision came as the result of experience and of observation of the constant widening of the exempting process from tax to tax to tax.</blockquote> <span class=\"star-pagination\">*Page 231</span> </p>\n<blockquote><p>    \"Since that decision, as we have noted, the process has been reversed in direction. True intergovernmental immunity remains for the most part. But, so far as concerns private persons claiming immunity for their ordinary business operations (even though in connection with govenmental activities), no implied constitutional immunity can rest on the merely hypothetical interference with governmental functions here asserted to sustain exemption. * * *\"  <cross_reference>93 L Ed at 738</cross_reference>.</p></blockquote>\n<p>The author of <em>Federal Indian Law, supra,</em> states the rule as follows:</p>\n<blockquote><p>  \"* * * For just as the right to tax the lessee of State lands does not include the right to tax the State itself, so the right to tax the lessee of Indian lands does not imply a right to tax the Indians or their property.</p>\n<p>    \"When the lands pass from the tribe to non-Indians they become, ordinarily, subject to State taxation. Thus a railroad purchasing a right-of-way through a reservation must pay taxes on that right-of-way as though the lands were entirely withdrawn from the reservation, and the fact that property owned by a railroad is subject to a right of reverter in an Indian tribe does not preclude the State from taxing such property while owned by the railroad.\" <em>Federal Indian Law, supra,</em>\np. 853.</p></blockquote>\n<p>In <em>Thomas v. Gay,</em> <cross_reference><span class=\"citation\" data-id=\"94819\"><a href=\"/opinion/94819/thomas-v-gay/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"94819\"><a href=\"/opinion/94819/thomas-v-gay/\"><span class=\"volume\">18</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">340</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"94819\"><a href=\"/opinion/94819/thomas-v-gay/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">740</span></a></span></cross_reference>\n(1898), the United States Supreme Court upheld a state tax on cattle of non-Indians grazing on tribal lands leased from the Indians.</p>\n<p>8. The statutory prohibition contained in <cross_reference>28 USCA &#167; 1360</cross_reference>(b) and ORS <cross_reference>307.180</cross_reference>, is against taxing property belonging to the Indians. Here the tax is against PGE's interest in the Indian lands and not against the Indians or the Indian lands. There is no more reason to deny the state's jurisdiction to tax PGE's interest in <span class=\"star-pagination\">*Page 232</span> \nthe Indian lands than there is to deny the state's jurisdiction to tax PGE's interest in the federal lands.</p>\n<p>9. PGE argues that if the state does have jurisdiction to tax its interest in the Indian lands that such interests are not sufficiently possessory under the <em>Sproul</em> decision to allow the tax. Without going into detail, it would appear that when PGE was given the right by the Indians to build and use the dams, powerhouses, transmission lines, substations and access roads \"which may be necessary or useful in connection with the generation, transportation, transmission and distribution of electrical energy\" for the fifty years allowed in the FPC license, that these rights granted a possessory interest in PGE. It is true that the Indians reserved various rights under their agreement with PGE but so did the federal government reserve rights in the grazing lands involved in the <em>Sproul</em>\ncase. With all of its investment, and the construction and operation of these two large hydroelectric projects, PGE can not seriously argue that it does not have a substantial possessory interest in that part of the Pelton and Round Butte projects which are located on the Indian lands.</p>\n<p>The companion issue involves the value of PGE's interest in the tribal lands inundated by the Pelton and Round Butte dams. Approximately 550 acres were flooded by the Pelton Dam and 880 acres by the Round Butte Dam. The defendant's valuation of PGE's interest in the tribal lands flooded by the Pelton Dam would amount to $2,483 per acre and the lands flooded by Round Butte would be $3,933 per acre. Approximately 3300 acres of federal lands were inundated by both dams and the defendant has valued PGE's interest in these lands at $10.00 per acre.</p>\n<p>This court spent one day viewing the property <span class=\"star-pagination\">*Page 233</span> \ninvolved and travelled approximately forty miles by boat over both lakes and another forty miles by jeep. The canyons, partially filled by the two lakes, are typical central Oregon canyons. Generally they are deep, rocky and almost perpendicular in many areas. There are some places where the slope to the water is more gradual but this is the exception. The federal lands on one side and the tribal lands on the other side of the lakes are the same except that the tribal lands might be classed as more rugged and precipitous than the federal lands.</p>\n<p>The defendant valued PGE's interest in the Indian lands by using an income approach considering the present value of PGE's annual payment to the Indians over the life of the agreement. These valuations were not based specifically on PGE's interest in the inundated lands but on all the benefits that PGE received under its agreement with the Indians. The defendant's appraiser testified that he was not interested in valuing the inundated Indian lands as such but was considering the value of the whole contract between PGE and the Indians which included the right to build and operate the entire hydroelectric facility. Apparently, he treated the right to inundate the land as only incidental to the entire project. As he classified it, he arrived at his value considering the whole \"bundle of rights that they received from the Indians. * * * the right to construct, operate, maintain a hydro facility &#8212; a hydro generating facility.\"</p>\n<p>The appraiser for PGE used comparable sales of land to value the fee at $150 per acre for the inundated Indian lands. He considered that while the flooding of the land destroyed the grazing potential it increased the recreational potential. He concluded that the grazing had been worth $8 per acre and assigned this <span class=\"star-pagination\">*Page 234</span> \namount as the value of PGE's interest in the inundated Indian lands.</p>\n<p>The issue in this case involves the valuation of PGE's interest in the inundated Indian lands. It does not include all the other Indian lands involved in the entire hydroelectric project. The defendant's expert admitted that the benefits which PGE receives from its interest in the inundated federal lands are comparable to the benefits it receives from the inundated Indian lands. It is this court's conclusion that the value of PGE's interest in the dam site is another matter not at issue in this case. As the defendant's expert admitted: \"If you left the value of the dam site out of it, then you'd probably result in a residual value comparable to what Mr. Walstrom [PGE's expert] found, using his technique.\"</p>\n<p>10. What is even more important is the fact that the land on both sides of the lakes is substantially the same, rough, rocky and steep, and it is difficult to subscribe to the theory that PGE's interest on one side is worth $10 per acre and its interest on the other side is worth $2500 to $4000 per acre for the same kind of land, especially when the benefits to PGE are the same. Moreover, the parties stipulated that PGE's \"easement\" for the powerlines over Indian lands was worth $2 per acre. If this was a part of the \"whole bundle of rights\" received from the Indians, but could be segregated and a value stipulated, it would appear that it would be possible to segregate the value of the inundated Indian lands from the rest of the hydroelectric project. It is this court's conclusion that the value of PGE's interest in the inundated Indian lands is the same as its interest in the inundated federal lands &#8212; $10 per acre.</p>\n<p>The last issue concerns the right of the defendant <span class=\"star-pagination\">*Page 235</span> \nto tax the former Cove hydroelectric plant which was inundated by the Round Butte project. Pacific Power  Light Company formerly owned the plant and the Bureau of Reclamation was entitled to a portion of the electrical output. The PFC license required PGE to make available to Pacific Power  Light and the Bureau of Reclamation an amount of energy equal to that lost to them by the destruction of the Cove plant. The plant was conveyed to PGE and is no longer in existence since completion of the Round Butte Dam.</p>\n<p>The parties have stipulated the value but PGE contends that the Cove project is not taxable.</p>\n<p>The Cove plant has been destroyed by the Round Butte facility. The defendant cites no authority to sustain the tax and no authority has been found by this court allowing an ad valorem tax on property that was nonexistent on January 1, 1964, the assessment date involved in this case. It is not taxable. <span class=\"star-pagination\">*Page 236</span> </p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101733/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105628/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105629/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106772/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1214102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2421012/"
          ]
        }
      ],
      "judges": "EDWARD H. HOWELL, Judge.",
      "date_created": "2016-07-06T08:12:45.802661Z",
      "date_modified": "2017-04-15T03:32:46.919371Z",
      "date_filed": "1965-11-01",
      "date_filed_is_approximate": false,
      "slug": "pge-company-v-commission",
      "citation_id": null,
      "case_name_short": "Commission",
      "case_name": "Pge Company v. Commission",
      "case_name_full": "Portland General Electric Co. v. State Tax Commission",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "2 Or. Tax 222",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "Alfred H. Stoloff, of Phillips, Coughlin, Buell and Phillips, Portland, Oregon, argued the cause and filed a brief for the plaintiff.\n\nAlfred B. Thomas, Assistant Attorney General, Salem, argued the cause and submitted a brief for the defendant.",
      "nature_of_suit": "",
      "posture": "Trial had in Jefferson County.",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3957147/pge-company-v-commission/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-06T08:12:45.797585Z",
  "date_modified": "2016-07-06T08:12:45.797615Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Commission",
  "case_name": "Pge Company v. Commission",
  "case_name_full": "Portland General Electric Co. v. State Tax Commission",
  "slug": "pge-company-v-commission",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}