{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/397649/",
  "id": 397649,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/369685/",
      "id": 369685,
      "absolute_url": "/opinion/369685/mcintosh-county-branch-of-the-naacp-v-the-city-of-darien/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/397649/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/369685/",
          "id": 369685,
          "absolute_url": "/opinion/369685/mcintosh-county-branch-of-the-naacp-v-the-city-of-darien/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/369685/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:11:18Z",
          "date_modified": "2017-03-25T02:19:28.395267Z",
          "type": "010combined",
          "sha1": "780132f00e5158fcc8f67d37d09576f703c1ed0c",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/605/605.F2d.753.78-1287.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">605 F.2d 753</p>\n    <p class=\"parties\">McINTOSH COUNTY BRANCH OF THE NAACP, et al., Plaintiffs-Appellants,<br>v.<br>The CITY OF DARIEN, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 78-1287.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Oct. 19, 1979.<br>As Modified on Denial of Rehearing Jan. 2, 1980.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David F. Walbert, Atlanta, Ga., Mark F. Gorman, Brunswick, Ga., John L. Carroll, Morris Dees, Jr., Montgomery, Ala., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Charles C. Stebbins, Jr., Darien, Ga., Charles C. Stebbins, III, Augusta, Ga., for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Georgia.</p>\n      <p class=\"indent\">Before TUTTLE, GODBOLD and RUBIN, Circuit Judges.</p>\n      <p class=\"indent\">GODBOLD, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants are organizations representing blacks who vote in the City of Darien, Georgia.  They brought this suit alleging that Darien's use of an at-large electoral system for selection of city officers dilutes the votes of black citizens, in violation of the Fourteenth and Fifteenth Amendments and 42 U.S.C. &#167;&#167; 1971(a)(1) &amp; 1973.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">All four members of the Darien City Council and the mayor are chosen from the city at large, with the top four vote-getters taking office.  Darien is about 40% Black, and black persons comprise about 33% Of registered voters.  In 1977 a black person was elected to the Council for the first time.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court dismissed plaintiffs' suit, holding that they had failed to carry their burden of proving facts that would support an inference of dilution.  We reverse and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>I. District court resolution of voting dilution cases</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court adhered to the analysis set forth in Zimmer v. McKeithen, 485 F.2d 1297 (CA5, 1973) (en banc), Aff'd on other grounds sub nom., East Carroll Parish School Bd. v. Marshall, 424 U.S. 636, 96 S.Ct. 1083, 47 L.Ed.2d 296 (1976) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under Zimmer and many subsequent Fifth Circuit cases, four factors are of primary importance in determining whether the plaintiff in a voting rights suit has met the burden of proving that the black minority's votes are being diluted: (1) whether minority group members have equal access to the political process; (2) whether past discrimination has the present effect of discouraging participation by minority members in the political process; (3) whether the policy underlying the use of the at-large district is rooted in racial discrimination; and (4) whether the government body in question is unresponsive to the needs of the minority community.  See, E. g., Cross v. Baxter, 604 F.2d 875 (CA5, 1979); Corder v. Kirksey, 585 F.2d 708, 712 n.8 (CA5, 1978); Nevett v. Sides, 571 F.2d 209, 217 (CA5, 1978), Petition for cert. filed,  47 U.S.L.W. 3247 (Sept. 22, 1978) (No. 78-492); Kirksey v. Board of Supervisors, 554 F.2d 139, 143 (CA5) (en banc), Cert. denied, 434 U.S. 968, 98 S.Ct. 512, 54 L.Ed.2d 454 (1977); Zimmer, 485 F.2d at 1305.  We have also identified a number of enhancing factors which, although of secondary importance, strengthen the plaintiff's case when present.  These include majority vote requirements, anti-single shot voting provisions, lack of a geographic subdistrict requirement, and large election districts.  See Nevett, 571 F.2d at 223; Zimmer, 485 F.2d at 1305.  As we explained in Cross v. Baxter, Supra, decided recently for the court by this same panel, the ultimate issue in a voting dilution case is whether an at-large election system has the effect of diluting the impact of the minority's voting strength and whether such an impact is intended.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> The Zimmer framework of analysis is designed to facilitate resolution of this ultimate issue, but it is not the sole method of resolution.  A plaintiff is not limited to evidence that fits within the Zimmer framework and might in some cases prevail even though not all of the four Zimmer inquiries tend to show unconstitutional dilution and few or none of the enhancing factors are present.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As we also explained in Cross v. Baxter, because of the complexity of the factual inquiry and the potential for interference with state functions, it is important in voting dilution cases that the district court scrupulously comply with the requirements of Fed.R.Civ.P. 52(a) and make findings of fact and conclusions of law in sufficient detail that the court of appeals can fully understand the factual and legal basis for the court's ultimate conclusion.  In particular a district court must indicate in its findings of fact and conclusions of law that it has considered all relevant evidence.  A failure to discuss substantial evidence that tends to support a conclusion contrary to that reached by the district court may necessitate a remand.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Though the district court adhered to the Zimmer framework for analysis, we nevertheless must reverse because it did not adequately comply with the requirements of rule 52(a) and because it made errors of law in analyzing the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>II. The district court's findings of fact and conclusions of law</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court held that none of the four Zimmer factors produced results tending to show unconstitutional dilution and it found only one enhancing factor present.  Accordingly, the court found that in the aggregate the evidence failed to show the existence of unconstitutional dilution, and it refused to enjoin Darien's continued use of its at-large electoral system.  We review the district court's conclusion on each of the Zimmer factors to determine whether the court made adequately detailed findings of fact and conclusions of law and whether it committed errors of law in analyzing the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. Equality of access to the political process</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The first Zimmer inquiry is directed toward discovering whether minority group members are denied equal access to the political process.  The district court concluded that plaintiffs had failed to prove any denial of equal access because: (a) there is no slating organization in Darien, (b) the only requirements for getting on the ballot are payment of a qualifying fee and a requirement that candidates be freeholders,<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> and (c) no evidence shows that blacks have been harassed to prevent them from running for City Council or that there have been reprisals against blacks for running for office.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court derived from Zimmer that this first inquiry is conducted to determine whether there is a \"lack of minority access to the slating process.\"  This phrasing suggests that the district court thought that the inquiry is limited to ascertaining whether there is a formal slating organization or similar barrier preventing black candidates from obtaining places on the ballot.  All of the evidence considered by the district court under this rubric related to whether black candidates were able to get their names on the ballot.  None of the evidence relating to whether blacks have equal access to other phases of the political process was discussed by the district court in this portion of its opinion.  However, this facet of the Zimmer test is broader than minority members' ability to be placed on the ballot; it encompasses barriers to minority participation in any phase of the political process, including registering to vote, voting, and campaigning for office.  See White v. Regester, 412 U.S. 755, 766-69, 93 S.Ct. 2332, 2339, 2341, 37 L.Ed.2d 314, 324-26 (1973) (issue is whether \"political processes leading to nomination and election\" are equally open to all); Bolden, 571 F.2d at 243; Kirksey, 554 F.2d at 143.  Although we have frequently focused on slating as a crucial factual issue in voting dilution cases, See, E. g., U. S. v. Board of Supervisors, 571 F.2d 951, 954 (CA5, 1978); Hendrix v. Joseph, 559 F.2d 1265, 1268 (CA5, 1977), we have not held that exclusion of minority members from other phases of the political process is irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court did mention evidence relating to barriers to current black participation in other phases of the Darien political process.  It discussed some of these under the rubric of \"effect of past discrimination on present participation.\"  The court found that current educational and economic disparities have existed and now exist between whites and blacks in Darien, but it did not find this fact to be of significance (at least not with respect to showing that past discrimination has present effects) because, one, blacks had been permitted by law to vote in Darien city elections since 1929, and, two, the plaintiffs had not proved that the present socioeconomic disparity is the result of any past exclusion of blacks from the process of selecting the Darien City Council.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In finding that there were no current barriers to minority candidates who wish to run for office in Darien, the district court, however, did not use the standards of proof we set forth in our en banc decision in Kirksey,supra.  Moreover, it did not indicate in its opinion that it had considered the evidence pertinent to whether blacks are excluded from the process of electing Darien city officers, as required by rule 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The plaintiffs introduced three kinds of evidence of the existence of current barriers: social or economic facts, unofficial conduct, and governmental action.  We deal with these in turn.  The district court accepted plaintiffs' evidence that blacks in Darien are on the average less well-educated and poorer than whites.  It did not, however, discuss whether these demonstrated educational and economic inequalities have the effect of discouraging minority input into and participation in the Darien electoral process.  We have held that such disparities between majority and minority are so likely to make participation by the minority difficult that it is presumed, subject to rebuttal, that disadvantaged minority group members do not have access to the political process on an equal basis with majority group members.  See Cross v. Baxter, 604 F.2d at 875; Kirksey, 554 F.2d at 145.  The district court did not apply this presumption in discussing the evidence of educational and economic inequalities.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court also misapplied the first Zimmer factor insofar as it did not consider evidence introduced by plaintiffs that a small group of whites act as an informal slating organization that exercises considerable control over city politics through its support, and endorsement of, and payment of qualifying fees for candidates favored by them.  If such a group exists and wields its power to aid only white candidates, it is strong evidence of denial of access, See White v. Regester, 412 U.S. 755, 766-67, 93 S.Ct. 2332, 2339-2340, 37 L.Ed.2d 314, 324-25 (1973).  Nor did the court discuss testimony that plaintiffs assert shows that some potential black candidates were deterred from office by fear of economic reprisals and that some black citizens in Darien had been intimidated in their expression of political views by fear of economic reprisal by whites.  Moreover, the court alluded to the $40 qualifying fee required of Council candidates ($80 for mayoral candidates) but did not refer to plaintiffs' legal argument that because of the widespread poverty in the black community this requirement operated to deny black candidates access to the ballot.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, the court found (while discussing present effects of past history) that from 1929 to the present there have been no government-erected barriers to blacks who wished to register and vote.  The court did not discuss, however, evidence plaintiffs introduced of a purge of 137 voters, all blacks, from the voter rolls in 1976.  See generally, Toney v. White, 488 F.2d 310 (CA5, 1973) (en banc) (purge with disproportionate racial impact violates &#167; 5 of Voting Rights Act).  It also did not discuss evidence that the rules regarding voter registration and single shot voting were more widely misunderstood in the black community than in the white because of the lower education levels among blacks.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">By listing evidence that tends to show lack of equal access but was not considered by the district court, we do not suggest a particular outcome for the case on remand.  Sifting through the conflicting evidence and legal arguments and applying the correct legal standards is for the district court in the first instance.</p>\n    </div>\n    <p>B. Present effect of past discrimination</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The effects of past racial discrimination may persist for many years after the discrimination has ended.  The district court found that plaintiffs had proved that blacks in Darien had been adversely affected by \"the past existence of a pervasive pattern of official discrimination against Blacks by the State of Georgia.\"  However, it placed no weight on this finding because blacks had been allowed to vote in Darien elections since 1929.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The court's reasoning does not take into account the proper allocation of the burden of proof on this issue.  Plaintiffs bear the burden of proving that there are present effects of past discrimination, but if \"sweeping and pervasive\" past discrimination and a present disproportion in minority voting registration and election of representatives are proved, then the burden shifts to the defendant to prove that the past discrimination no longer has an effect on the present, See Cross v. Baxter, 604 F.2d at 881; Nevett v. Sides,571 F.2d 209, 227 &amp; n.26 (CA5, 1978), Petition for cert. filed, 47 U.S.L.W. 3247 (Sept. 22, 1978) (No. 78-492); Kirksey, 554 F.2d at 144-45.  Although our cases have not been precise about which governmental body must have practiced the pervasive discrimination,<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> the distinction between state and local governments hinted at by the district court is without merit.  See U. S. v. Board of Supervisors, 571 F.2d at 954 (holding county responsible for discriminatory state laws).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Since the district court appears to have misallocated the burden of proof, we cannot accept the finding that past discrimination has no effect on present participation by blacks in Darien.  On remand the court should reevaluate the evidence relevant to this inquiry under appropriate standards of proof.</p>\n    </div>\n    <p>C. Responsiveness</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Perhaps the most sensitive and difficult inquiry a district court must conduct under Zimmer is whether the elected officials in question are unresponsive to minority needs.  The evidence relevant to this question is likely to be hotly disputed and wide-ranging, so that the appellate court's need for detailed findings of fact and conclusions of law under rule 52(a) is acute.  This case is no exception.  The parties introduced voluminous evidence tending to show both responsiveness and unresponsiveness.  The district court, however, summarized its conclusions of law in a brief and conclusory paragraph, without reasons.  As a result we are unable to meaningfully review the court's ultimate conclusion that plaintiffs had failed to prove unresponsiveness.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court relied on three findings of fact in determining that plaintiffs had not carried their burden of proving that the Darien City Council is unresponsive to minority needs and concerns: (a) the City Council appoints blacks to various boards and commissions \"as a matter of course\"; (b) plaintiffs failed to prove that the city engages in employment discrimination; (c) there is no evidence of discriminatory provision of city services except street paving and placement of street signs.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With respect to (a), the appointment of black members to City boards and commissions, the court did not discuss evidence that proportionately fewer blacks than whites are appointed to such bodies.  With respect to (b), alleged discrimination in employment, plaintiffs introduced evidence not only of statistical disparities but also of specific examples of allegedly discriminatory hiring, firing and promotion decisions.  As to (c), the court concluded that City services were provided equally to white and black citizens, but it did not discuss evidence that the City has cooperated with and given financial aid to all-white organizations on numerous occasions but has never extended such aid and cooperation to all-black organizations.  The court found that there are proportionately fewer paved streets and street signs in primarily black areas of town, but did not infer unresponsiveness from this because similar disparities occur among some predominantly white areas.  It would not be an answer to evidence of unresponsiveness to the needs of the black community that the City is also unresponsive to some segments of the white community vis-a-vis other segments of the white community.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The City gives plausible arguments why the evidence overall could have been found by the district court to be insufficient to meet plaintiffs' burden of proof, but we cannot rest our decision on speculation about what the district court might have held.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plaintiffs urge that we hold the Council unresponsive as a matter of law because the Council has not done \"everything possible\" to eradicate segregation and discrimination in the City of Darien.  Plaintiffs introduced evidence pertaining to private discrimination (such as the existence of segregated barber shops and private schools) and discrimination by the McIntosh County government.  As we stated in Cross v. Baxter, 604 F.2d at 884 we doubt that such evidence of a failure to act is necessarily affirmative evidence of unresponsiveness, unless there has been a showing that the Council is responsible for the institution or continuation of the discriminatory practices.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> Also, plaintiffs suggest that we find that the Council's alleged failure to comply with requests and demands from groups assertedly representing black interests conclusively demonstrates the Council's unresponsiveness.  This has no merit.  The City disputes the allegations that the Council has not acted favorably on such requests and, in any event, a showing that a government body has not always acted in accordance with the wishes of groups assertedly representing black political interests does not necessarily show lack of responsiveness it depends upon what the requests were.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>D. Governmental policy regarding at-large districts</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court found no state policy favoring or disfavoring at-large districts and found that, because the at-large system had been used in Darien since 1929, it could not be said that the local policy favoring at-large elections was tenuous.  This was not error.  The purpose of the Zimmer inquiry into the policy underlying the use of at-large districts is to determine whether the system was instituted or continued with the intent to dilute the minority vote.  If no inference of such invidious intent can be drawn, no weight should be placed on the results of this inquiry.  See Cross v. Baxter, 604 F.2d at 884-85; Hendrix v. Joseph, 559 F.2d 1265, 1270 (CA5, 1977).</p>\n    </div>\n    <p>E. Enhancing factors</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court simply listed its conclusions with respect to the various enhancing factors, with no subsidiary findings of fact and no revealed reasoning.  This is unacceptable under rule 52(a).  On remand the court in giving findings of fact and conclusions of law relating to enhancing factors should in particular direct its attention to plaintiffs' evidence that members of the black community have been told by City officials that there is a prohibition against single-shot voting.  It should also explain its conclusion that Darien is not a \"large election district within the context of Georgia elections\" and why the size of Darien relative to other Georgia districts is relevant.  See David v. Garrison, 553 F.2d 923, 929 (CA 5, 1977) (size of district relevant to whether minority candidates can effectively reach electorate).</p>\n    </div>\n    <p>III. Necessity for a remand</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Since we have rejected the district court's conclusions on three of the four Zimmer inquiries and on the presence of enhancing factors, it is apparent that we cannot accept the district court's ultimate conclusion that the aggregate of evidence shows plaintiffs to have failed in their burden of proof.  The decision must be reversed.  Plaintiffs go farther, however, and argue that remand for reconsideration is unnecessary because the undisputed facts in the record are sufficient to prove dilution.  The argument is not persuasive.  Plaintiffs rely on U. S. v. Board of Supervisors, supra, in which we reversed a district court finding of no dilution and concluded that the record so overwhelmingly pointed to the existence of dilution that no remand was necessary.  Instead of independently going through the complex Zimmer process of categorizing and analyzing the evidence to see if an inference of unconstitutional dilution should logically be drawn, we instead noted the close factual similarity of the case to Kirksey, where we had found dilution to have been proved. 571 F.2d at 954.  Since eight of the 11 facts that had proved crucial in Kirksey were also present in Board of Supervisors we were satisfied that dilution was also present there.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Plaintiffs here cannot prevail in this fact-counting approach.  Of the 11 crucial Kirksey \"elements\" identified by us in Board of Supervisors,<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a> only one, a lower socioeconomic level in the black community, is undisputably present here.  Of the other ten elements, all are either clearly not present or there is conflicting evidence on the point.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Looking to the Zimmer inquiries themselves, plaintiffs fare no better.  Though the plaintiffs' evidence of current disproportionately low levels of black participation in the political process, together with evidence of current socioeconomic inequalities and past pervasive discrimination, goes far toward proving that blacks currently do not enjoy equal access and that past discrimination has present effects, the City has introduced evidence that tends to support a contrary conclusion.  Moreover, the City has introduced substantial evidence tending to show responsiveness, and the district court's conclusion that the local policy underlying at-large elections is not \"tenuous\" has not been reversed.  Thus, this case is far from being an appropriate case for decision by this court on the written record.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiffs request that if a remand becomes necessary we retain jurisdiction and order the district court to decide the case quickly enough that we can review its decision before the upcoming November 1979 elections.  The resolution of this case is too complex and the time too short for us to issue such an order.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We leave with the district court whether it wishes to consider the case on the present record or receive additional evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">REVERSED and REMANDED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court did not distinguish between plaintiffs' statutory and constitutional claims and decided the case on the basis of the well-developed caselaw regarding constitutional challenges to electoral systems.  On appeal plaintiffs argue that this was error and that the standards of proof differ in constitutional and statutory cases.  This is a question that we need not decide.  As discussed Infra, a remand is necessary under constitutional standards of proof.  On remand the district court may find in favor of the plaintiffs on their cause of action based on the Constitution.  Resolution of this case on well-settled constitutional grounds rather than on statutory grounds is permissible because of the savings of judicial resources.  See Bolden v. City of Mobile, 571 F.2d 238, 242 n.3 (CA5, 1978), Prob.jur. noted, 439 U.S. 815, 99 S.Ct. 75, 58 L.Ed.2d 106 (1978), Set for reargument, --- U.S. ----, 99 S.Ct. 2048, 60 L.Ed.2d 658 (1979)</p>\n        <p>Furthermore, when the Supreme Court decides Bolden, the district court may receive guidance on the issue of allegedly varying standards of proof.  The Supreme Court may offer guidance on other issues as well, such as whether the dilution theory applies to municipal elections.  See Wise v. Lipscomb, 437 U.S. 535, 549, 98 S.Ct. 2493, 2502, 57 L.Ed.2d 411, 423 (1978) (Rehnquist, J., concurring).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Plaintiffs argue that invidious intent is not required under their statutorily-based causes of action.  Since we are deciding this appeal solely on constitutional grounds, See note 1 Supra, we do not address this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The district court's mention of the freeholder requirement is puzzling since plaintiffs concede that it has not been enforced since 1970</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> It might have been more logical to analyze this evidence under the Zimmer inquiry into current barriers to equal access, See Cross v. Baxter, 604 F.2d at 875, 878 n.3 but this categorization alone, if error, is not reversible so long as appropriate standards of proof are used in evaluating the evidence.  We realize that our cases have not been perfectly consistent in this regard</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> The distinction is primarily important in determining whether an at-large scheme is based on an invidious racial motivation.  As we noted in Cross v. Baxter, the Zimmer criteria now are relevant in two senses they show that the effect of the at-large scheme is dilution of minority voting strength and they also show discriminatory intent in the institution or continuation of the scheme. 604 F.2d at 880 n.9.  Though it might be difficult to infer intent from pervasive discrimination by a governmental unit entirely unrelated to the body being sued, the source of past pervasive discrimination does not change its impact on present-day black access</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> The City argues that the district court's finding that there is a disparity in the condition of streets in white and black neighborhoods is erroneous because unsupported by the evidence.  We cannot evaluate this contention on remand because of the lack of detailed findings of fact</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> This is not to say that discrimination not caused by the government body in question is irrelevant when pursuing the Zimmer inquiries into whether minorities now have equal access to the political process or whether past discrimination has present effects on minority participation in the political process.  See text and note at note 5, Supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> 1. no black had been elected to a county office;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> retention of the poll tax as a requisite to voting until 1966;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> retention of a literacy test until 1966;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> conditioning of primary participation upon a pledge of party loyalty;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">5</a>\n        <p> property requirements for candidates for supervisors;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">6</a>\n        <p> designation of the county for the use of federal voting registrars;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">7</a>\n        <p> disqualification of certain black candidates by the county election commission;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">8</a>\n        <p> effect of a lower socio-economic level upon the blacks' ability to participate;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">9</a>\n        <p> a high rate of bloc voting;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">10</a>\n        <p> various electoral mechanisms;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">11</a>\n        <p> lack of responsiveness to the needs of black residents</p>\n        <p>571 F.2d at 954.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></span></p>\n    <p class=\"parties\">McINTOSH COUNTY BRANCH OF THE NAACP, et al., Plaintiffs-Appellants,<br>v.<br>The CITY OF DARIEN, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 78-1287.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Oct. 19, 1979.<br>As Modified on Denial of Rehearing Jan. 2, 1980.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David F. Walbert, Atlanta, Ga., Mark F. Gorman, Brunswick, Ga., John L. Carroll, Morris Dees, Jr., Montgomery, Ala., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Charles C. Stebbins, Jr., Darien, Ga., Charles C. Stebbins, III, Augusta, Ga., for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Georgia.</p>\n      <p class=\"indent\">Before TUTTLE, GODBOLD and RUBIN, Circuit Judges.</p>\n      <p class=\"indent\">GODBOLD, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants are organizations representing blacks who vote in the City of Darien, Georgia.  They brought this suit alleging that Darien's use of an at-large electoral system for selection of city officers dilutes the votes of black citizens, in violation of the Fourteenth and Fifteenth Amendments and 42 U.S.C. &#167;&#167; 1971(a)(1) &amp; 1973.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">All four members of the Darien City Council and the mayor are chosen from the city at large, with the top four vote-getters taking office.  Darien is about 40% Black, and black persons comprise about 33% Of registered voters.  In 1977 a black person was elected to the Council for the first time.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court dismissed plaintiffs' suit, holding that they had failed to carry their burden of proving facts that would support an inference of dilution.  We reverse and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>I. District court resolution of voting dilution cases</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court adhered to the analysis set forth in Zimmer v. McKeithen, <span class=\"citation\" data-id=\"314046\"><a href=\"/opinion/314046/charles-f-zimmer-stewart-marshall-intervenor-appellant-v-john-j/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1297</span></a></span> (CA5, 1973) (en banc), Aff'd on other grounds sub nom., East Carroll Parish School Bd. v. Marshall, <span class=\"citation\" data-id=\"109397\"><a href=\"/opinion/109397/east-carroll-parish-school-bd-v-marshall/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">636</span></a></span>, <span class=\"citation\" data-id=\"109397\"><a href=\"/opinion/109397/east-carroll-parish-school-bd-v-marshall/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1083</span></a></span>, <span class=\"citation\" data-id=\"109397\"><a href=\"/opinion/109397/east-carroll-parish-school-bd-v-marshall/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">296</span></a></span> (1976) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under Zimmer and many subsequent Fifth Circuit cases, four factors are of primary importance in determining whether the plaintiff in a voting rights suit has met the burden of proving that the black minority's votes are being diluted: (1) whether minority group members have equal access to the political process; (2) whether past discrimination has the present effect of discouraging participation by minority members in the political process; (3) whether the policy underlying the use of the at-large district is rooted in racial discrimination; and (4) whether the government body in question is unresponsive to the needs of the minority community.  See, E. g., Cross v. Baxter, <span class=\"citation\" data-id=\"369238\"><a href=\"/opinion/369238/john-w-cross-v-lloyd-baxter/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">875</span></a></span> (CA5, 1979); Corder v. Kirksey, <span class=\"citation\" data-id=\"360329\"><a href=\"/opinion/360329/james-h-corder-and-harry-w-western-on-behalf-of-themselves-and-all/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span></a></span>, 712 n.8 (CA5, 1978); Nevett v. Sides, <span class=\"citation\" data-id=\"353287\"><a href=\"/opinion/353287/reverend-charles-h-nevett-individually-and-on-behalf-of-all-others/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 217 (CA5, 1978), Petition for cert. filed,  <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3247</span></span> (Sept. 22, 1978) (No. 78-492); Kirksey v. Board of Supervisors, <span class=\"citation\" data-id=\"344996\"><a href=\"/opinion/344996/henry-j-kirksey-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 143 (CA5) (en banc), Cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">968</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span></span> (1977); Zimmer, 485 F.2d at 1305.  We have also identified a number of enhancing factors which, although of secondary importance, strengthen the plaintiff's case when present.  These include majority vote requirements, anti-single shot voting provisions, lack of a geographic subdistrict requirement, and large election districts.  See Nevett, 571 F.2d at 223; Zimmer, 485 F.2d at 1305.  As we explained in Cross v. Baxter, Supra, decided recently for the court by this same panel, the ultimate issue in a voting dilution case is whether an at-large election system has the effect of diluting the impact of the minority's voting strength and whether such an impact is intended.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> The Zimmer framework of analysis is designed to facilitate resolution of this ultimate issue, but it is not the sole method of resolution.  A plaintiff is not limited to evidence that fits within the Zimmer framework and might in some cases prevail even though not all of the four Zimmer inquiries tend to show unconstitutional dilution and few or none of the enhancing factors are present.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As we also explained in Cross v. Baxter, because of the complexity of the factual inquiry and the potential for interference with state functions, it is important in voting dilution cases that the district court scrupulously comply with the requirements of Fed.R.Civ.P. 52(a) and make findings of fact and conclusions of law in sufficient detail that the court of appeals can fully understand the factual and legal basis for the court's ultimate conclusion.  In particular a district court must indicate in its findings of fact and conclusions of law that it has considered all relevant evidence.  A failure to discuss substantial evidence that tends to support a conclusion contrary to that reached by the district court may necessitate a remand.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Though the district court adhered to the Zimmer framework for analysis, we nevertheless must reverse because it did not adequately comply with the requirements of rule 52(a) and because it made errors of law in analyzing the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>II. The district court's findings of fact and conclusions of law</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court held that none of the four Zimmer factors produced results tending to show unconstitutional dilution and it found only one enhancing factor present.  Accordingly, the court found that in the aggregate the evidence failed to show the existence of unconstitutional dilution, and it refused to enjoin Darien's continued use of its at-large electoral system.  We review the district court's conclusion on each of the Zimmer factors to determine whether the court made adequately detailed findings of fact and conclusions of law and whether it committed errors of law in analyzing the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. Equality of access to the political process</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The first Zimmer inquiry is directed toward discovering whether minority group members are denied equal access to the political process.  The district court concluded that plaintiffs had failed to prove any denial of equal access because: (a) there is no slating organization in Darien, (b) the only requirements for getting on the ballot are payment of a qualifying fee and a requirement that candidates be freeholders,<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> and (c) no evidence shows that blacks have been harassed to prevent them from running for City Council or that there have been reprisals against blacks for running for office.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court derived from Zimmer that this first inquiry is conducted to determine whether there is a \"lack of minority access to the slating process.\"  This phrasing suggests that the district court thought that the inquiry is limited to ascertaining whether there is a formal slating organization or similar barrier preventing black candidates from obtaining places on the ballot.  All of the evidence considered by the district court under this rubric related to whether black candidates were able to get their names on the ballot.  None of the evidence relating to whether blacks have equal access to other phases of the political process was discussed by the district court in this portion of its opinion.  However, this facet of the Zimmer test is broader than minority members' ability to be placed on the ballot; it encompasses barriers to minority participation in any phase of the political process, including registering to vote, voting, and campaigning for office.  See White v. Regester, <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, 766-69, <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2332</span></a></span>, 2339, 2341, <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">314</span></a></span>, 324-26 (1973) (issue is whether \"political processes leading to nomination and election\" are equally open to all); Bolden, 571 F.2d at 243; Kirksey, 554 F.2d at 143.  Although we have frequently focused on slating as a crucial factual issue in voting dilution cases, See, E. g., U. S. v. Board of Supervisors, <span class=\"citation\" data-id=\"353825\"><a href=\"/opinion/353825/united-states-v-the-board-of-supervisors-of-forrest-county-mississippi/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">951</span></a></span>, 954 (CA5, 1978); Hendrix v. Joseph, <span class=\"citation\" data-id=\"348285\"><a href=\"/opinion/348285/t-j-hendrix-individually-and-for-all-others-similarly-situated-v/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1265</span></a></span>, 1268 (CA5, 1977), we have not held that exclusion of minority members from other phases of the political process is irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court did mention evidence relating to barriers to current black participation in other phases of the Darien political process.  It discussed some of these under the rubric of \"effect of past discrimination on present participation.\"  The court found that current educational and economic disparities have existed and now exist between whites and blacks in Darien, but it did not find this fact to be of significance (at least not with respect to showing that past discrimination has present effects) because, one, blacks had been permitted by law to vote in Darien city elections since 1929, and, two, the plaintiffs had not proved that the present socioeconomic disparity is the result of any past exclusion of blacks from the process of selecting the Darien City Council.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In finding that there were no current barriers to minority candidates who wish to run for office in Darien, the district court, however, did not use the standards of proof we set forth in our en banc decision in Kirksey,supra.  Moreover, it did not indicate in its opinion that it had considered the evidence pertinent to whether blacks are excluded from the process of electing Darien city officers, as required by rule 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The plaintiffs introduced three kinds of evidence of the existence of current barriers: social or economic facts, unofficial conduct, and governmental action.  We deal with these in turn.  The district court accepted plaintiffs' evidence that blacks in Darien are on the average less well-educated and poorer than whites.  It did not, however, discuss whether these demonstrated educational and economic inequalities have the effect of discouraging minority input into and participation in the Darien electoral process.  We have held that such disparities between majority and minority are so likely to make participation by the minority difficult that it is presumed, subject to rebuttal, that disadvantaged minority group members do not have access to the political process on an equal basis with majority group members.  See Cross v. Baxter, 604 F.2d at 875; Kirksey, 554 F.2d at 145.  The district court did not apply this presumption in discussing the evidence of educational and economic inequalities.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court also misapplied the first Zimmer factor insofar as it did not consider evidence introduced by plaintiffs that a small group of whites act as an informal slating organization that exercises considerable control over city politics through its support, and endorsement of, and payment of qualifying fees for candidates favored by them.  If such a group exists and wields its power to aid only white candidates, it is strong evidence of denial of access, See White v. Regester, <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, 766-67, <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2332</span></a></span>, 2339-2340, <span class=\"citation\" data-id=\"108826\"><a href=\"/opinion/108826/white-v-regester/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">314</span></a></span>, 324-25 (1973).  Nor did the court discuss testimony that plaintiffs assert shows that some potential black candidates were deterred from office by fear of economic reprisals and that some black citizens in Darien had been intimidated in their expression of political views by fear of economic reprisal by whites.  Moreover, the court alluded to the $40 qualifying fee required of Council candidates ($80 for mayoral candidates) but did not refer to plaintiffs' legal argument that because of the widespread poverty in the black community this requirement operated to deny black candidates access to the ballot.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, the court found (while discussing present effects of past history) that from 1929 to the present there have been no government-erected barriers to blacks who wished to register and vote.  The court did not discuss, however, evidence plaintiffs introduced of a purge of 137 voters, all blacks, from the voter rolls in 1976.  See generally, Toney v. White, <span class=\"citation\" data-id=\"315405\"><a href=\"/opinion/315405/albert-c-toney-v-n-a-white-united-states-of-america-v-myrtis-bishop/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">310</span></a></span> (CA5, 1973) (en banc) (purge with disproportionate racial impact violates &#167; 5 of Voting Rights Act).  It also did not discuss evidence that the rules regarding voter registration and single shot voting were more widely misunderstood in the black community than in the white because of the lower education levels among blacks.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">By listing evidence that tends to show lack of equal access but was not considered by the district court, we do not suggest a particular outcome for the case on remand.  Sifting through the conflicting evidence and legal arguments and applying the correct legal standards is for the district court in the first instance.</p>\n    </div>\n    <p>B. Present effect of past discrimination</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The effects of past racial discrimination may persist for many years after the discrimination has ended.  The district court found that plaintiffs had proved that blacks in Darien had been adversely affected by \"the past existence of a pervasive pattern of official discrimination against Blacks by the State of Georgia.\"  However, it placed no weight on this finding because blacks had been allowed to vote in Darien elections since 1929.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The court's reasoning does not take into account the proper allocation of the burden of proof on this issue.  Plaintiffs bear the burden of proving that there are present effects of past discrimination, but if \"sweeping and pervasive\" past discrimination and a present disproportion in minority voting registration and election of representatives are proved, then the burden shifts to the defendant to prove that the past discrimination no longer has an effect on the present, See Cross v. Baxter, 604 F.2d at 881; Nevett v. Sides,<span class=\"citation\" data-id=\"353287\"><a href=\"/opinion/353287/reverend-charles-h-nevett-individually-and-on-behalf-of-all-others/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 227 &amp; n.26 (CA5, 1978), Petition for cert. filed, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3247</span></span> (Sept. 22, 1978) (No. 78-492); Kirksey, 554 F.2d at 144-45.  Although our cases have not been precise about which governmental body must have practiced the pervasive discrimination,<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> the distinction between state and local governments hinted at by the district court is without merit.  See U. S. v. Board of Supervisors, 571 F.2d at 954 (holding county responsible for discriminatory state laws).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Since the district court appears to have misallocated the burden of proof, we cannot accept the finding that past discrimination has no effect on present participation by blacks in Darien.  On remand the court should reevaluate the evidence relevant to this inquiry under appropriate standards of proof.</p>\n    </div>\n    <p>C. Responsiveness</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Perhaps the most sensitive and difficult inquiry a district court must conduct under Zimmer is whether the elected officials in question are unresponsive to minority needs.  The evidence relevant to this question is likely to be hotly disputed and wide-ranging, so that the appellate court's need for detailed findings of fact and conclusions of law under rule 52(a) is acute.  This case is no exception.  The parties introduced voluminous evidence tending to show both responsiveness and unresponsiveness.  The district court, however, summarized its conclusions of law in a brief and conclusory paragraph, without reasons.  As a result we are unable to meaningfully review the court's ultimate conclusion that plaintiffs had failed to prove unresponsiveness.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court relied on three findings of fact in determining that plaintiffs had not carried their burden of proving that the Darien City Council is unresponsive to minority needs and concerns: (a) the City Council appoints blacks to various boards and commissions \"as a matter of course\"; (b) plaintiffs failed to prove that the city engages in employment discrimination; (c) there is no evidence of discriminatory provision of city services except street paving and placement of street signs.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With respect to (a), the appointment of black members to City boards and commissions, the court did not discuss evidence that proportionately fewer blacks than whites are appointed to such bodies.  With respect to (b), alleged discrimination in employment, plaintiffs introduced evidence not only of statistical disparities but also of specific examples of allegedly discriminatory hiring, firing and promotion decisions.  As to (c), the court concluded that City services were provided equally to white and black citizens, but it did not discuss evidence that the City has cooperated with and given financial aid to all-white organizations on numerous occasions but has never extended such aid and cooperation to all-black organizations.  The court found that there are proportionately fewer paved streets and street signs in primarily black areas of town, but did not infer unresponsiveness from this because similar disparities occur among some predominantly white areas.  It would not be an answer to evidence of unresponsiveness to the needs of the black community that the City is also unresponsive to some segments of the white community vis-a-vis other segments of the white community.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The City gives plausible arguments why the evidence overall could have been found by the district court to be insufficient to meet plaintiffs' burden of proof, but we cannot rest our decision on speculation about what the district court might have held.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plaintiffs urge that we hold the Council unresponsive as a matter of law because the Council has not done \"everything possible\" to eradicate segregation and discrimination in the City of Darien.  Plaintiffs introduced evidence pertaining to private discrimination (such as the existence of segregated barber shops and private schools) and discrimination by the McIntosh County government.  As we stated in Cross v. Baxter, 604 F.2d at 884 we doubt that such evidence of a failure to act is necessarily affirmative evidence of unresponsiveness, unless there has been a showing that the Council is responsible for the institution or continuation of the discriminatory practices.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> Also, plaintiffs suggest that we find that the Council's alleged failure to comply with requests and demands from groups assertedly representing black interests conclusively demonstrates the Council's unresponsiveness.  This has no merit.  The City disputes the allegations that the Council has not acted favorably on such requests and, in any event, a showing that a government body has not always acted in accordance with the wishes of groups assertedly representing black political interests does not necessarily show lack of responsiveness it depends upon what the requests were.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>D. Governmental policy regarding at-large districts</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court found no state policy favoring or disfavoring at-large districts and found that, because the at-large system had been used in Darien since 1929, it could not be said that the local policy favoring at-large elections was tenuous.  This was not error.  The purpose of the Zimmer inquiry into the policy underlying the use of at-large districts is to determine whether the system was instituted or continued with the intent to dilute the minority vote.  If no inference of such invidious intent can be drawn, no weight should be placed on the results of this inquiry.  See Cross v. Baxter, 604 F.2d at 884-85; Hendrix v. Joseph, <span class=\"citation\" data-id=\"348285\"><a href=\"/opinion/348285/t-j-hendrix-individually-and-for-all-others-similarly-situated-v/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1265</span></a></span>, 1270 (CA5, 1977).</p>\n    </div>\n    <p>E. Enhancing factors</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court simply listed its conclusions with respect to the various enhancing factors, with no subsidiary findings of fact and no revealed reasoning.  This is unacceptable under rule 52(a).  On remand the court in giving findings of fact and conclusions of law relating to enhancing factors should in particular direct its attention to plaintiffs' evidence that members of the black community have been told by City officials that there is a prohibition against single-shot voting.  It should also explain its conclusion that Darien is not a \"large election district within the context of Georgia elections\" and why the size of Darien relative to other Georgia districts is relevant.  See David v. Garrison, <span class=\"citation\" data-id=\"344893\"><a href=\"/opinion/344893/kirkley-david-l-little-j-e-clark-v-pitser-garrison-and-ed-wareing/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">923</span></a></span>, 929 (CA 5, 1977) (size of district relevant to whether minority candidates can effectively reach electorate).</p>\n    </div>\n    <p>III. Necessity for a remand</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Since we have rejected the district court's conclusions on three of the four Zimmer inquiries and on the presence of enhancing factors, it is apparent that we cannot accept the district court's ultimate conclusion that the aggregate of evidence shows plaintiffs to have failed in their burden of proof.  The decision must be reversed.  Plaintiffs go farther, however, and argue that remand for reconsideration is unnecessary because the undisputed facts in the record are sufficient to prove dilution.  The argument is not persuasive.  Plaintiffs rely on U. S. v. Board of Supervisors, supra, in which we reversed a district court finding of no dilution and concluded that the record so overwhelmingly pointed to the existence of dilution that no remand was necessary.  Instead of independently going through the complex Zimmer process of categorizing and analyzing the evidence to see if an inference of unconstitutional dilution should logically be drawn, we instead noted the close factual similarity of the case to Kirksey, where we had found dilution to have been proved. 571 F.2d at 954.  Since eight of the 11 facts that had proved crucial in Kirksey were also present in Board of Supervisors we were satisfied that dilution was also present there.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Plaintiffs here cannot prevail in this fact-counting approach.  Of the 11 crucial Kirksey \"elements\" identified by us in Board of Supervisors,<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a> only one, a lower socioeconomic level in the black community, is undisputably present here.  Of the other ten elements, all are either clearly not present or there is conflicting evidence on the point.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Looking to the Zimmer inquiries themselves, plaintiffs fare no better.  Though the plaintiffs' evidence of current disproportionately low levels of black participation in the political process, together with evidence of current socioeconomic inequalities and past pervasive discrimination, goes far toward proving that blacks currently do not enjoy equal access and that past discrimination has present effects, the City has introduced evidence that tends to support a contrary conclusion.  Moreover, the City has introduced substantial evidence tending to show responsiveness, and the district court's conclusion that the local policy underlying at-large elections is not \"tenuous\" has not been reversed.  Thus, this case is far from being an appropriate case for decision by this court on the written record.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiffs request that if a remand becomes necessary we retain jurisdiction and order the district court to decide the case quickly enough that we can review its decision before the upcoming November 1979 elections.  The resolution of this case is too complex and the time too short for us to issue such an order.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We leave with the district court whether it wishes to consider the case on the present record or receive additional evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">REVERSED and REMANDED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court did not distinguish between plaintiffs' statutory and constitutional claims and decided the case on the basis of the well-developed caselaw regarding constitutional challenges to electoral systems.  On appeal plaintiffs argue that this was error and that the standards of proof differ in constitutional and statutory cases.  This is a question that we need not decide.  As discussed Infra, a remand is necessary under constitutional standards of proof.  On remand the district court may find in favor of the plaintiffs on their cause of action based on the Constitution.  Resolution of this case on well-settled constitutional grounds rather than on statutory grounds is permissible because of the savings of judicial resources.  See Bolden v. City of Mobile, <span class=\"citation\" data-id=\"353288\"><a href=\"/opinion/353288/wiley-l-bolden-v-city-of-mobile-alabama/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">238</span></a></span>, 242 n.3 (CA5, 1978), Prob.jur. noted, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">815</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">75</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></span> (1978), Set for reargument, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2048</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></span> (1979)</p>\n        <p>Furthermore, when the Supreme Court decides Bolden, the district court may receive guidance on the issue of allegedly varying standards of proof.  The Supreme Court may offer guidance on other issues as well, such as whether the dilution theory applies to municipal elections.  See Wise v. Lipscomb, <span class=\"citation\" data-id=\"109912\"><a href=\"/opinion/109912/wise-v-lipscomb/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, 549, <span class=\"citation\" data-id=\"109912\"><a href=\"/opinion/109912/wise-v-lipscomb/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2493</span></a></span>, 2502, <span class=\"citation\" data-id=\"109912\"><a href=\"/opinion/109912/wise-v-lipscomb/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span>, 423 (1978) (Rehnquist, J., concurring).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Plaintiffs argue that invidious intent is not required under their statutorily-based causes of action.  Since we are deciding this appeal solely on constitutional grounds, See note 1 Supra, we do not address this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The district court's mention of the freeholder requirement is puzzling since plaintiffs concede that it has not been enforced since 1970</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> It might have been more logical to analyze this evidence under the Zimmer inquiry into current barriers to equal access, See Cross v. Baxter, 604 F.2d at 875, 878 n.3 but this categorization alone, if error, is not reversible so long as appropriate standards of proof are used in evaluating the evidence.  We realize that our cases have not been perfectly consistent in this regard</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> The distinction is primarily important in determining whether an at-large scheme is based on an invidious racial motivation.  As we noted in Cross v. Baxter, the Zimmer criteria now are relevant in two senses they show that the effect of the at-large scheme is dilution of minority voting strength and they also show discriminatory intent in the institution or continuation of the scheme. 604 F.2d at 880 n.9.  Though it might be difficult to infer intent from pervasive discrimination by a governmental unit entirely unrelated to the body being sued, the source of past pervasive discrimination does not change its impact on present-day black access</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> The City argues that the district court's finding that there is a disparity in the condition of streets in white and black neighborhoods is erroneous because unsupported by the evidence.  We cannot evaluate this contention on remand because of the lack of detailed findings of fact</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> This is not to say that discrimination not caused by the government body in question is irrelevant when pursuing the Zimmer inquiries into whether minorities now have equal access to the political process or whether past discrimination has present effects on minority participation in the political process.  See text and note at note 5, Supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> 1. no black had been elected to a county office;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> retention of the poll tax as a requisite to voting until 1966;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> retention of a literacy test until 1966;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> conditioning of primary participation upon a pledge of party loyalty;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">5</a>\n        <p> property requirements for candidates for supervisors;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">6</a>\n        <p> designation of the county for the use of federal voting registrars;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">7</a>\n        <p> disqualification of certain black candidates by the county election commission;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">8</a>\n        <p> effect of a lower socio-economic level upon the blacks' ability to participate;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">9</a>\n        <p> a high rate of bloc voting;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">10</a>\n        <p> various electoral mechanisms;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">11</a>\n        <p> lack of responsiveness to the needs of black residents</p>\n        <p>571 F.2d at 954.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109397/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/314046/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315405/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/344893/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/344996/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/348285/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/353287/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/353288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/353825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/360329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/369238/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T21:42:59.996191Z",
      "date_modified": "2016-03-03T18:17:57.674610Z",
      "date_filed": "1980-01-02",
      "date_filed_is_approximate": false,
      "slug": "mcintosh-county-branch-of-the-naacp-v-the-city-of-darien",
      "citation_id": 343465,
      "case_name_short": "",
      "case_name": "McIntosh County Branch of the Naacp v. The City of Darien",
      "case_name_full": "",
      "federal_cite_one": "605 F.2d 753",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 10,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/397649/mcintosh-county-branch-of-the-naacp-v-the-city-of-darien/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:08:48.647522Z",
  "date_modified": "2014-10-30T09:08:48.647522Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "McIntosh County Branch of the Naacp v. The City of Darien",
  "case_name_full": "",
  "slug": "mcintosh-county-branch-of-the-naacp-v-the-city-of-darien",
  "docket_number": "78-1287",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}