{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/400312/",
  "id": 400312,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/me/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2679942/",
      "id": 2679942,
      "absolute_url": "/opinion/2679942/john-doe-v-regional-school-unit-26/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/400312/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2679942/",
          "id": 2679942,
          "absolute_url": "/opinion/2679942/john-doe-v-regional-school-unit-26/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2679942/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2014-06-23T17:04:38.978373Z",
          "date_modified": "2017-04-11T08:34:31.931723Z",
          "type": "010combined",
          "sha1": "1ac72a376abebf6d8bef0e40d4e05637f7f51291",
          "page_count": 23,
          "download_url": "http://www.courts.maine.gov/opinions_orders/supreme/lawcourt/2014/14me11do.pdf",
          "local_path": "pdf/2014/01/30/john_doe_v._regional_school_unit_26.pdf",
          "plain_text": "MAINE SUPREME JUDICIAL COURT                                                      Reporter of Decisions\nDecision: 2014 ME 11\nDocket:   Pen-12-582\nArgued:   June 12, 2013\nDecided:  January 30, 2014\n\nPanel:          SAUFLEY, C.J., and ALEXANDER, SILVER, MEAD, GORMAN, and JABAR, JJ.\nMajority:       SAUFLEY, C.J., ALEXANDER, SILVER, GORMAN, and JABAR, JJ.\nConcurrence:    SAUFLEY, C.J.\nDissent:        MEAD, J.\n\n                                         JOHN DOE et al.\n\n                                                   v.\n\n                               REGIONAL SCHOOL UNIT 26\n\nSILVER, J.\n\n        [¶1] John and Jane Doe, parents of Susan Doe,1 and the Maine Human\n\nRights Commission appeal from a summary judgment entered in the Superior\n\nCourt (Penobscot County, Anderson, J.) in favor of Regional School Unit 26 on the\n\nDoes’ complaint pursuant to the Maine Human Rights Act (MHRA), 5 M.R.S.\n\n§§ 4592(1), 4602(4) (2013).             RSU 26 argues that the public accommodations\n\nsection of the MHRA conflicts with a statutory provision regarding sanitary\n\nfacilities in schools, 20-A M.R.S. § 6501 (2013). We are called upon for the first\n\ntime to interpret the MHRA, and particularly several amendments enacted by the\n\nMaine Legislature in 2005, as it applies to transgender students in schools. We\n\nvacate the Superior Court’s judgment.\n\n\n\n  1\n      The Superior Court granted the Does permission to file their complaint using pseudonyms.\n\f2\n\n                               I. BACKGROUND\n\nA.    Facts\n\n      [¶2] The following facts are supported by the summary judgment record,\n\nviewed in the light most favorable to the Does and the Commission as the\n\nnonprevailing parties.    See Trott v. H.D. Goodall Hosp., 2013 ME 33, ¶ 2,\n\n66 A.3d 7.\n\n      [¶3] Susan Doe is a transgender girl. She was born male, but began to\n\nexpress a female gender identity as early as age two. Beginning in the first grade,\n\nshe attended Asa Adams School in Orono. Susan generally wore gender-neutral\n\nclothing to school until her third-grade year, when her identity as a girl became\n\nmanifest. At that time, the school principal first became aware that Susan was\n\ntransgender.\n\n      [¶4] All third and fourth grade students at Asa Adams used single-stall\n\nbathrooms.     Susan used the single-stall girls’ bathroom with the support and\n\nencouragement of school staff.     In third grade, teachers and students began\n\nreferring to Susan as “she.” By fourth grade, Susan was dressing and appearing\n\nexclusively as a girl.\n\n      [¶5]     In early 2007, midway through Susan’s fourth-grade year, school\n\npersonnel implemented an educational plan, commonly referred to as a “504”\n\f                                                                                                      3\n\nplan,2 to address Susan’s gender identity issues and her upcoming transition to the\n\nfifth grade, where students used communal bathrooms separated by sex.3 The 504\n\nprocess is generally designed to identify impediments to learning for individual\n\nstudents and to implement steps to help those students succeed in school.4\n\n         [¶6] By the time she was preparing to enter the fifth grade, Susan had\n\nreceived a diagnosis of gender dysphoria, which is the medical term for\n\npsychological distress resulting from having a gender identity different from the\n\nsex that one was assigned at birth.                   School officials recognized that it was\n\nimportant to Susan’s psychological health that she live socially as a female. They\n\ndid not interpret 20-A M.R.S. § 6501, or any other law, as prohibiting a person\n\nwith Susan’s diagnosis from using the girls’ bathroom.\n\n         [¶7] A team consisting of Susan’s mother, her teachers, the school guidance\n\ncounselor, and the director of special services met in March 2007 to develop the\n\n504 plan. The team agreed that school staff should refer to Susan, and encourage\n\n\n   2\n     Such plans derive their name from section 504 of the Rehabilitation Act of 1973. P.L. 93-112, Title\nV, § 504 (September 26, 1973.) That section has since been amended, and can now be found at\n29 U.S.C.A. § 794 (West, Westlaw through P.L. 113-65). It prohibits discrimination based on disability\nin any program or activity that receives federal funds, including local schools. 29 U.S.C.A. § 794(a),\n(b)(2)(B).\n   3\n       The communal bathroom for girls had separate stalls for each individual user.\n   4\n     The 504 process is typically used to help students who have disabilities, but who do not require a\nspecial education program. Although Susan did not have a disability, the format of the 504 plan was\nuseful for addressing the impact of her gender identity issues on her educational experience.\n\f4\n\nstudents to refer to Susan, by her female name. The school counselor expressed to\n\nthe group that, for a transgender girl like Susan, using the communal girls’\n\nbathroom was the best practice. The team agreed that requiring Susan to use the\n\nboys’ bathroom was not an acceptable option; the principal later testified that it\n\nwould not have been safe for Susan to do so. The minutes of the 504 meeting\n\nreflected the team’s recommendation that Susan use the girls’ bathroom. The\n\nminutes also reflected the team’s awareness that a unisex staff bathroom was\n\navailable for Susan to use in the event that her use of the girls’ bathroom became\n\n“an issue.”\n\n      [¶8] Susan began the fifth grade in September 2007. Her use of the girls’\n\nbathroom went smoothly, with no complaints from other students’ parents, until a\n\nmale student followed her into the restroom on two separate occasions, claiming\n\nthat he, too, was entitled to use the girls’ bathroom. The student was acting on\n\ninstructions from his grandfather, who was his guardian and was strongly opposed\n\nto the school’s decision to allow Susan to use the girls’ bathroom. The controversy\n\ngenerated significant media coverage. As a result of the two incidents, the school,\n\nover the Does’ objections, terminated Susan’s use of the girls’ bathroom, requiring\n\nher instead to use the single-stall, unisex staff bathroom. That year, Susan was the\n\nonly student instructed to use the staff bathroom.\n\f                                                                                                   5\n\n         [¶9]   The 504 team met again in December 2007 to discuss Susan’s\n\nupcoming transition to middle school. Over the Does’ objections, school officials\n\ndetermined that Susan would not be permitted to use the girls’ bathroom at the\n\nmiddle school. Again, Susan was required to use a separate, single-stall bathroom.\n\nAs a result, at the end of Susan’s sixth-grade year at Orono Middle School, the Doe\n\nfamily moved to another part of the state.\n\nB.       Procedural History\n\n         [¶10] On April 10, 2008, while Susan was still in elementary school, Jane\n\nDoe filed a complaint with the Commission alleging that the superintendent and\n\nother school district entities5 violated the MHRA by excluding Susan from the\n\ncommunal girls’ bathroom at Asa Adams. The Commission unanimously found\n\nreasonable grounds to believe discrimination had occurred.                        See 5 M.R.S.\n\n§ 4612(1)(B) (2013). The Does, as parents and next friends of Susan, and the\n\nCommission filed a complaint in the Superior Court on September 23, 2009,\n\nasserting claims for unlawful discrimination in education (Count I) and unlawful\n\n\n\n\n     5\n     Both the Does’ complaint with the Commission and the original complaint in Superior Court named\nfour defendants. By stipulation, all defendants other than RSU 26 were dismissed with prejudice after\nRSU 26 assumed their liability.\n\f6\n\ndiscrimination in a place of public accommodation (Count II) on the basis of\n\nsexual orientation.6 See 5 M.R.S. § 4612(4)(A) (2013).\n\n        [¶11] After the Superior Court denied the defendants’ motion to dismiss all\n\ncounts pursuant to M.R. Civ. P. 12(b)(6), the Does and the Commission filed an\n\namended complaint on May 11, 2011, adding facts to Counts I and II based on\n\nSusan’s exclusion from the girls’ bathroom at Orono Middle School. The Superior\n\nCourt granted RSU 26’s motion for summary judgment on all counts on\n\nNovember 20, 2012. See M.R. Civ. P. 56(b). The Does and the Commission\n\nappeal the Superior Court’s entry of summary judgment on Counts I and II.7\n\n                                         II. DISCUSSION\n\n        [¶12] This is the first case that has required us to interpret the Legislature’s\n\n2005 amendments to the MHRA that prohibit discrimination based on sexual\n\norientation in public accommodations, educational opportunities, employment,\n\nhousing, and other areas. See P.L. 2005, ch. 10. Particularly where young children\n\nare involved, it can be challenging for a school to strike the appropriate balance\n\nbetween maintaining order and ensuring that a transgender student’s individual\n\nrights are respected and protected.              Many of the school officials involved in\n\n    6\n     The Does’ complaint also included a claim for intentional infliction of emotional distress, but that\ncount was dismissed with prejudice by stipulation.\n    7\n      Appellants do not challenge the entry of summary judgment on Counts IV and V, which alleged that\nRSU 26 failed to remedy a hostile education environment resulting from peer harassment during Susan’s\nfifth- and sixth-grade years.\n\f                                                                                      7\n\nSusan’s education exhibited tremendous sensitivity and insight over several years.\n\nThe record reveals that her counselors and teachers strove to provide her with a\n\nsupportive environment and were largely successful. As a result of its efforts, the\n\nschool came under intense public scrutiny, which caused it to reconsider the\n\npropriety of the steps it had taken up to that point and ultimately to reverse course.\n\nWe appreciate the difficulty of the situation in which the school found itself;\n\nnevertheless, we must assess schools’ obligations pursuant to the Legislature’s\n\namendments to the MHRA without regard to the public’s potential discomfort with\n\nthe result. It is for the Legislature, not this Court, to write laws establishing public\n\npolicy, and we must respect that constitutional division of authority, absent the\n\nLegislature adopting a law violative of the Maine Constitution or the United States\n\nConstitution. There is no issue of the Legislature exceeding its constitutional\n\nauthority in this case.\n\n      [¶13] “We review a grant of summary judgment de novo.” Levesque v.\n\nAndroscoggin Cnty., 2012 ME 114, ¶ 5, 56 A.3d 1227. Summary judgment is\n\nproperly granted “if the record reflects that there is no genuine issue of material\n\nfact and the movant is entitled to a judgment as a matter of law.” Id. (quotation\n\nmarks omitted.)\n\n      [¶14]    This case requires us to examine the relationship between the\n\npublic-accommodations provision of the MHRA and a provision of the Sanitary\n\f8\n\nFacilities subchapter of title 20-A, which regulates education. “[O]ur first task\n\nwhen interpreting a statute is to ascertain the real purpose of the legislation.” State\n\nv. Niles, 585 A.2d 181, 182 (Me. 1990).         Seemingly contradictory provisions\n\nshould not be viewed as irreconcilable when they serve different purposes.\n\nTrask v. Pub. Utils. Comm’n, 1999 ME 93, ¶ 18, 731 A.2d 430. We give effect to\n\nthe Legislature’s intent, avoiding results that are inconsistent or illogical “if the\n\nlanguage of the statute is fairly susceptible to such a construction.”         Cote v.\n\nGeorgia-Pacific Corp., 596 A.2d 1004, 1005 (Me. 1991). We must presume that\n\nthe Legislature did not intend inconsistent results.           Woodcock v. Atlass,\n\n393 A.2d 167, 170 (Me. 1978).\n\n      [¶15]   In construing a statute, we may properly consider its “practical\n\noperation and potential consequences.”         Clark v. State Emps. Appeals Bd.,\n\n363 A.2d 735, 738 (Me. 1976). When one construction would lead to a result that\n\nis inimical to the public interest, and a different construction would avoid that\n\nresult, the latter construction is to be favored unless the terms of the statute\n\nabsolutely forbid it. Id. Moreover, “[w]e have the power and duty . . . to interpret\n\nstatutes so as to avoid absurd results.” State v. Hopkins, 526 A.2d 945, 950\n\n(Me. 1987).    “A court can even ignore the literal meaning of phrases if that\n\nmeaning thwarts the clear legislative objective.” Niles, 585 A.2d at 182. Such an\n\napproach “is not judicial legislation; it is seeking and enforcing the true sense of\n\f                                                                                     9\n\nthe law notwithstanding its imperfection or generality of expression.” State v. Day,\n\n132 Me. 38, 41, 165 A. 163 (1933).\n\n         Section 4592(1) of the MHRA provides, in relevant part:\n\n                It is unlawful public accommodations discrimination, in\n         violation of this Act . . . [f]or any public accommodation or any\n         person who is the . . . superintendent, agent, or employee of any place\n         of public accommodation to directly or indirectly refuse, discriminate\n         against or in any manner withhold from or deny the full and equal\n         enjoyment to any person, on account of . . . sexual orientation . . . any\n         of the accommodations . . . [or] facilities . . . of public\n         accommodation . . . .\n\nSection 4602(4) of the MHRA extends the same prohibition against discrimination\n\nbased on sexual orientation to educational institutions and educational\n\nopportunities, subject only to an exception in section 4553(10)(G)(3) for religious\n\ninstitutions and programs that do not receive public funds.\n\n         [¶16] The MHRA defines a “public accommodation” to include a public\n\nentity that “operates a place of public accommodation.” 5 M.R.S. § 4553(8-B)\n\n(2013). An elementary school is a place of public accommodation. 5 M.R.S.\n\n§ 4553(8)(J) (2013).       The definition of “discriminate” “includes, without\n\nlimitation, [to] segregate or separate.” 5 M.R.S. § 4553(2) (2013). The definition\n\nof “sexual orientation” includes “a person’s actual or perceived gender identity or\n\nexpression.” 5 M.R.S. § 4553(9-C) (2013). The MHRA provides no definition of\n\n“sex.”\n\f10\n\n       [¶17] On the other hand, 20-A M.R.S. § 6501 requires that sanitary facilities\n\nbe provided as follows:\n\n       1. Toilets. A school administrative unit shall provide clean toilets in\n       all school buildings, which shall be:\n\n       ....\n\n              B. Separated according to sex and accessible only by separate\n              entrances and exits[.]\n\n        [¶18] Section 6501 is located in the “Sanitary Facilities” subchapter of the\n\n“Health, Nutrition, and Safety” chapter of title 20-A. It has not been amended\n\nsince 1983. Its purpose is to establish cleanliness and maintenance requirements\n\nfor school bathrooms, as well as requirements for the physical layout of toilet\n\nfacilities.   See 20-A M.R.S. § 2(1) (2013).      It does not purport to establish\n\nguidelines for the use of school bathrooms. Nor does it address how schools\n\nshould monitor which students use which bathroom, and it certainly offers no\n\nguidance concerning how gender identity relates to the use of sex-separated\n\nfacilities.   In contrast, the sole purpose of the public-accommodations and\n\neducational-opportunities provisions of the MHRA is to ensure equal enjoyment of\n\nand access to educational opportunities and public accommodations and facilities.\n\nThe public-accommodations and educational-opportunities provisions were\n\f                                                                                                        11\n\namended in 2005 to prohibit discrimination against transgender students in\n\nschools.8\n\n        [¶19]      Because these statutes serve different purposes, they are not\n\nirreconcilable; one makes it a violation of the Maine Human Rights Act to\n\ndiscriminate in providing access to school bathrooms based on sexual orientation\n\nand the other requires schools to provide children with “clean toilets” separated\n\naccording to sex.         Although school buildings must, pursuant to section 6501,\n\ncontain separate bathrooms for each sex, section 6501 does not⎯and school\n\nofficials cannot⎯dictate the use of the bathrooms in a way that discriminates\n\nagainst students in violation of the MHRA.9\n\n        [¶20]     RSU 26 argues that the sanitary-facilities provision preemptively\n\ncreated an exception to the MHRA’s prohibition on sexual orientation\n\ndiscrimination twenty-two years in advance of the passage of the relevant sections\n\nof the MHRA. However, we must presume that the Legislature did not intend the\n\n   8\n      Title 5 M.R.S. § 4592 was amended in 2005 to add “sexual orientation,” which, pursuant to\n5 M.R.S. § 4553(9-C) (2013), includes gender identity, as a protected class, P.L. 2005, ch. 10, §§ 3, 17\n(effective March 31, 2005).\n   9\n       The Maine Human Rights Commission’s 1984 interpretation of the Maine Human Rights Act\nprovides that “[a]n educational institution may provide separate toilet, locker room, and shower facilities\non the basis of sex, but such facilities provided for students of one sex shall be comparable to such\nfacilities provided for students of the other sex.” 11 C.M.R. 94 348 ch. 4 § 4.13 (2000). This regulation\nsimply confirms that schools may provide separate bathrooms in compliance with 20-A M.R.S. § 6501\n(2013) and emphasizes that neither sex may be given preferential treatment. Like section 6501, however,\nit predates by more than twenty years the inclusion of sexual orientation in the MHRA. It offers no\nguidance concerning use of sex-separated facilities by transgender students, and is therefore of minimal\nrelevance to the present analysis.\n\f12\n\nMHRA to be construed as inconsistent with section 6501.             See Woodcock,\n\n393 A.2d at 170. In this case, a consistent reading of the two statutes avoids\n\nconflicting, illogical results and comports with the legislative intent by giving\n\neffect to both provisions. Therefore, we adopt a consistent reading of the two\n\nprovisions.\n\n      [¶21] Because section 6501 does not mandate, or even suggest, the manner\n\nin which transgender students should be permitted to use sex-separated facilities,\n\neach school is left with the responsibility of creating its own policies concerning\n\nhow these public accommodations are to be used. Those policies must comply\n\nwith the MHRA. Here, RSU 26 agreed with Susan’s family and counselors that,\n\nfor this purpose (as for virtually all others), Susan is a girl. Based upon its\n\ndetermination that Susan is a girl, and in keeping with the information provided to\n\nthe school by Susan’s family, her therapists, and experts in the field of transgender\n\nchildren, the school determined that Susan should use the girls’ bathroom. In so\n\ndoing, the school provided her with the same access to public facilities that it\n\nprovided other girls. In this regard, RSU 26 complied with both section 6501 and\n\nthe MHRA.\n\n      [¶22] RSU 26’s later decision to ban Susan from the girls’ bathroom, based\n\nnot on a determination that there had been some change in Susan’s status but on\n\nothers’ complaints about the school’s well-considered decision, constituted\n\f                                                                                13\n\ndiscrimination based on Susan’s sexual orientation. See 5 M.R.S. § 4592(1). She\n\nwas treated differently from other students solely because of her status as a\n\ntransgender girl. This type of discrimination is forbidden by the MHRA, see id.,\n\nand it is not excused by the school’s compliance with section 6501. We vacate the\n\nSuperior Court’s entry of summary judgment and remand for entry of summary\n\njudgment in favor of the Does and the Commission.\n\n      [¶23] In vacating this judgment, we emphasize that in this case the school\n\nhad a program carefully developed over several years and supported by an\n\neducational plan designed to sensitively address Susan’s gender identity issues.\n\nThe determination that discrimination is demonstrated in this case rests heavily on\n\nSusan’s gender identity and gender dysphoria diagnosis, both of which were\n\nacknowledged and accepted by the school.             The school, her parents, her\n\ncounselors, and her friends all accepted that Susan is a girl.\n\n      [¶24] Thus, we do not suggest that any person could demand access to any\n\nschool facility or program based solely on a self-declaration of gender identity or\n\nconfusion without the plans developed in cooperation with the school and the\n\naccepted and respected diagnosis that are present in this case. Our opinion must\n\nnot be read to require schools to permit students casual access to any bathroom of\n\ntheir choice. Decisions about how to address students’ legitimate gender identity\n\nissues are not to be taken lightly. Where, as here, it has been clearly established\n\f14\n\nthat a student’s psychological well-being and educational success depend upon\n\nbeing permitted to use the communal bathroom consistent with her gender identity,\n\ndenying access to the appropriate bathroom constitutes sexual orientation\n\ndiscrimination in violation of the MHRA.\n\n      The entry is:\n\n                      Judgment vacated.        Remanded for       further\n                      proceedings consistent with this opinion.\n\n\n\nSAUFLEY, C.J., concurring.\n\n      [¶25] I concur in the decision of the Court and write separately to highlight\n\ntwo aspects of the majority and dissent that may be lost amid the Court’s\n\nnecessarily detailed legislative analysis. First, as noted, the school system at issue\n\nin this case was working in uncharted territory and undertook a rational and\n\ncompassionate approach to the challenges presented to it. The school’s efforts\n\nshould not be lost or minimized simply because, in the end, its actions, initially\n\nagreed to by the parents of the student, contravened the Legislature’s statutory\n\npronouncements.        Second, the points made by the dissent regarding the\n\nramifications of the Court’s decision today, which as the dissent notes\n\n“inescapably lead to the conclusion that an individual may not be denied access to\n\f                                                                                     15\n\npublic bathrooms based upon sex,” Dissenting Opinion ¶ 34 n.12, require\n\nlegislative attention, and similarly should not be overlooked.\n\n      [¶26] With regard to the actions of the school, it bears repeating that the\n\nschool system in this case accepted Susan as a girl, supported her parents’ efforts\n\nto create a healthy school environment for Susan, and established a plan,\n\nmemorialized in meeting minutes, by which all of the adults in Susan’s life would\n\nwork together in support of those goals. Critical to the issue before the Court\n\ntoday, the school actually anticipated the possibility that Susan could be required to\n\nuse a single-user bathroom rather than the communal girls’ bathroom, and the\n\nparents, at an earlier point in the planning, did not object to the school’s anticipated\n\naction. Thus, although ultimately the parents, not unreasonably, sought to have\n\ntheir daughter treated identically to other girls at the school, and the law requires\n\nthe school to do so, the school’s actions in anticipating challenges and planning\n\nsmooth transitions around those challenges were not unreasonable.\n\n      [¶27] Finally, I write to encourage, as has the dissent, legislative attention to\n\nthe ramifications of the current language in the statutes that have been addressed\n\nby the Court today. Specifically, the Court has concluded, as it must based on the\n\nstatutes, that discrimination in the public accommodation of communal bathrooms\n\nis prohibited based on sexual orientation. See 5 M.R.S. §§ 4553(10)(G), 4592(1),\n\f16\n\n4602(4) (2013).10 The statute requiring that result, id. § 4592(1), also prohibits\n\ndiscrimination based simply on “sex.”                Thus, the next logical step given the\n\nCourt’s inevitable interpretation of the existing statute is, as the dissent points out,\n\nthe assertion that access to the public accommodation of designated communal\n\nbathrooms cannot be denied based on a person’s sex. See Dissenting Opinion ¶ 34\n\nn.12.\n\n          [¶28]   Put simply, it could now be argued that it would be illegal\n\ndiscrimination for a restaurant, for example, to prohibit a man from using the\n\nwomen’s communal bathroom, and vice versa. I agree with the dissent that it is\n\nhighly unlikely that the Legislature actually intended that result. Accordingly, on\n\nthis matter of public policy, it would benefit the public for the Legislature to act\n\nquickly to address the concern raised by the dissent in this matter.\n\n\n\n\nMEAD, J., dissenting\n\n          [¶29] I agree with the broad principle confirmed in the Court’s decision: the\n\nMaine Human Rights Act prohibits discrimination in access to public\n\naccommodations based upon sexual orientation.                    5 M.R.S. § 4592(1) (2013).\n\n     10\n      Although 5 M.R.S. § 4553(10)(G) (2013) was amended after the events at issue here, see P.L. 2011,\nch. 613, § 9 (effective Sept. 1, 2012) (codified at 5 M.R.S. § 4553(10)(G)(2) (2013)), the amendment is\nimmaterial to the issues raised in this appeal, and I cite to the current statute.\n\f                                                                                  17\n\n“Public accommodations” include multiple-user public bathrooms.              See id.\n\n(referencing the “accommodations” and “facilities” of places of public\n\naccommodation).        “Sexual orientation” includes gender identity.      5 M.R.S.\n\n§ 4553(9-C) (2013). Accordingly, a transgendered individual has the right to use a\n\npublic bathroom that is designated for use by the gender with which he or she\n\nidentifies. I depart and dissent, however, from the Court’s final conclusion that\n\nRSU 26 has committed an act of illegal discrimination upon the facts of this case\n\nbecause well-established principles of statutory construction require a different\n\nresult.\n\n          [¶30] A civilized society protects its citizens from discrimination that is\n\nbased on petty prejudices and mean-spirited exclusionary practices. The MHRA\n\nidentifies classes of persons who are entitled to specific protections from such\n\ndiscrimination. The Legislature has included sexual orientation as one of the\n\ncategories entitled to protection, and rightfully so. Considering the issue presented\n\nhere, transgendered persons who live their lives as a member of the sex with which\n\nthey identify face unique challenges with regard to public multiple-user bathrooms.\n\nIt is simply unreasonable to expect a transgendered person to enter a bathroom\n\ndesignated for use by the sex with which they do not identify. Doing so is likely to\n\nprovoke confrontation, or even violence. If transgendered people are prohibited\n\f18\n\nfrom using bathrooms designated for the sex with which they identify, they are left\n\nwith no practical recourse in most public settings. This result is simply untenable.\n\n          [¶31] The Court’s decision concludes, and I agree, that elementary schools\n\nare places of public accommodation.                  Court’s Opinion ¶ 16 (citing 5 M.R.S.\n\n§ 4553(8)(J) (2013)).           The MHRA provides that it is unlawful to withhold\n\n“facilities” in places of public accommodation, including bathrooms, from any\n\nperson on account of “race or color, sex, sexual orientation, physical or mental\n\ndisability, religion, ancestry or national origin.”11 5 M.R.S. § 4592(1).\n\n          [¶32] The broad principle established by the Court’s interpretation of the\n\nMHRA is that access to multiple-user public bathrooms may not be denied based\n\nupon sexual orientation. That principle, by implication, applies equally to the other\n\ncategories enumerated in the MHRA. See id. Specifically, it means that no person\n\nmay be denied access to a public bathroom in a school or other place of public\n\naccommodation on the basis of their race, color, physical or mental disability,\n\nreligion, ancestry, national origin, or sex. Thus, the MHRA, as construed by the\n\nCourt today, prevents the denial of access to any public bathroom on the basis of a\n\nperson’s sex.        Obviously this result is an extraordinary departure from the\n\nwell-established custom that public bathrooms are typically segregated by sex.\n\n     11\n      By definition, “sexual orientation” includes gender identity. 5 M.R.S. § 4553(9-C) (2013). The\nterm “sex” connotes the traditional concept of anatomical sex, or sex assigned at birth. The fact that both\nterms are included separately clearly denotes that neither is subsumed within the definition of the other.\n\f                                                                                                     19\n\n        [¶33] The understandable response by those opposed to this inescapable\n\nresult is: the Legislature would never have intended that! I do not disagree. But\n\nthe plain language of the MHRA and the unavoidable implications of the Court’s\n\ndecision set a well-established societal custom (segregation of public bathrooms by\n\nsex) and the MHRA on a collision course.\n\n        [¶34] I repeat that the right of transgendered individuals to access public\n\naccommodations consistent with their gender identity must be protected. It falls to\n\nthe Legislature to reconcile the plain language of the MHRA as it is currently\n\nwritten and interpreted by the Court with society’s longstanding expectation of\n\nhaving multiple-user bathrooms segregated by sex.12\n\n        [¶35] I realize that this issue at its broadest is not specifically presented by\n\nthe facts of this case. I address it to highlight the scope and potential ramifications\n\nof the Court’s decision, to invite the Legislature to clarify its intent concerning this\n\nanomaly in the law, and to provide context for the statutory construction analysis\n\nrequired by this case that follows.\n\n        [¶36]      RSU 26 is not guilty of unlawful public accommodations\n\ndiscrimination if the Legislature has approved segregating school bathrooms by\n\nsex in a way that supersedes the MHRA. Applying well-established rules of\n   12\n       I can find no authority, statutory or otherwise, that allows public bathrooms, other than school\nbathrooms (discussed infra), to be segregated by sex. On the contrary, the plain language of the MHRA,\nread in conjunction with the principles announced by the Court today, inescapably lead to the conclusion\nthat an individual may not be denied access to public bathrooms based upon sex.\n\f20\n\nstatutory construction, I conclude that it did so by purposely leaving 20-A M.R.S.\n\n§ 6501 (2013) in its current form after amending the MHRA in 2005. At the very\n\nleast, this circumstance raises enough of a question to require us to defer to the\n\nLegislature to resolve the uncertainty created by section 6501’s apparent tension\n\nwith the MHRA. Section 6501 provides:\n\n      1. Toilets. A school administrative unit shall provide clean toilets in\n      all school buildings, which shall be:\n\n        ....\n\n        B. Separated according to sex and accessible only by separate\n        entrances and exits[.]\n\n      [¶37]    Section 6501, in the specific case of school bathrooms, thus\n\nestablishes, and indeed mandates, an exception to the MHRA’s general rule\n\nforbidding the segregation of facilities in schools by sex. We recently reaffirmed\n\n“the fundamental rule of statutory construction that we favor the application of a\n\nspecific statutory provision over the application of a more general provision when\n\nthere is any inconsistency.”    Cent. Me. Power Co. v. Devereux Marine, Inc.,\n\n2013 ME 37, ¶ 22, 68 A.3d 1262.\n\n      [¶38] Furthermore, the Legislature is “presumed to be aware of the state of\n\nthe law . . . when it passes an act.”      Stockly v. Doil, 2005 ME 47, ¶ 14,\n\n870 A.2d 1208 (quotation marks omitted). Notwithstanding the Court’s assertion\n\nthat the purpose of section 6501 is merely “to establish . . . requirements for the\n\f                                                                                                   21\n\nphysical layout of toilet facilities,” and not to “address how schools should monitor\n\nwhich students use which bathroom,” Court’s Opinion ¶ 18, I presume as I must\n\nthat the Legislature was aware of the interplay between section 6501 and the public\n\naccommodations discrimination provision of the MHRA. It would make little\n\nsense for the Legislature to require that school bathroom facilities be “[s]eparated\n\naccording to sex and accessible only by separate entrances and exits,” 20-A M.R.S.\n\n§ 6501(1)(B), and at the same time mandate that schools allow the use of those\n\nsex-segregated facilities by students of either sex.13\n\n        [¶39]    The Court states: “[Section 6501] does not purport to establish\n\nguidelines for the use of school bathrooms.” Court’s Opinion ¶ 18 (emphasis in\n\noriginal). I vigorously disagree. The statutory directive to segregate bathrooms in\n\nschools by sex, and providing for separate entrances and exits for those bathrooms,\n\nclearly anticipates that the use of a bathroom would be restricted to the sex for\n\nwhich it has been designated. The statute is susceptible to no other reading. Thus\n\nI also disagree with the Court’s announcement that Section 6501 somehow vests\n\nschools with the prerogative of “creating its own policies concerning how these\n\npublic accommodations are to be used.” Court’s Opinion ¶ 21.\n\n\n\n\n   13\n      Although not specifically defined in the MHRA, the only logical definition for the word “sex” in\n5 M.R.S. § 4592(1) (2013) is the anatomical gender assigned at birth. Because the term has existed in\nsection 6501 for decades, I conclude that the Legislature intended the same meaning there.\n\f22\n\n      [¶40] Accordingly, I depart from the Court’s casual dismissal of the fact\n\nthat the plain language of a specific statute explicitly requires segregating school\n\nbathrooms by sex. The plain language of the provisions of section 6501 and the\n\nMHRA are in conflict, and I believe that principles of comity require us to defer to\n\nthe representative branch of government to resolve the issue.\n\n      [¶41] I would therefore affirm the judgment of the Superior Court.\n\n____________________________\n\nOn the briefs:\n\n      John P. Gause, Esq., Maine Human Rights Commission, Augusta, for\n      appellant Maine Human Rights Commission\n\n      Jodi L. Nofsinger, Esq. Berman & Simmons, P.A., Portland, and Jennifer\n      Levi, Esq., and Bennett H. Klein, Esq., Gay & Lesbian Advocates &\n      Defenders, Boston, Massachusetts, for appellants John and Jane Doe\n\n      Melissa A. Hewey, Esq., and David M. Kallin, Esq., Drummond Woodsum,\n      Portland, for appellee Regional School Unit 26\n\n      Richard O’Meara, Esq., Murray, Plumb & Murray, Portland, for amici\n      curiae Maine Chapter of the American Academy of Pediatrics; The Maine\n      Psychological Association; The National Association of Social Workers-\n      Maine Chapter; GLSEN Downeast Maine; GLSEN Southern Maine; Trans\n      Youth Equality Foundation; The Maine Women’s Lobby; Parents, Families\n      and Friends of Lesbians and Gays (PFLAG); PFLAG Portland; PFLAG\n      Machias; and Maine Transgender Network, Inc.\n\n      Zachary L. Heiden, Esq., American Civil Liberties Union of Maine\n      Foundation, Portland, and Amanda C. Goad, Esq., American Civil Liberties\n      Union Foundation, LGBT & AIDS Project, New York, New York for amici\n      curiae American Civil Liberties Union of Maine Foundation and American\n      Civil Liberties Union Foundation LGBT & AIDS Project\n\f                                                                           23\n\nAt oral argument:\n\n        Jennifer Levi, Esq. for appellants John and Jane Doe\n\n        John P. Gause, Esq., for appellant Maine Human Rights Commission\n\n        David M. Kalin, Esq., for appellee Regional School Unit 26\n\n\n\nPenobscot County Superior Court docket number CV-2009-201\nFOR CLERK REFERENCE ONLY\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">MAINE SUPREME JUDICIAL COURT                                                      Reporter of Decisions\nDecision: </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">ME</span> <span class=\"page\">11</span></span><pre class=\"inline\">\nDocket:   Pen-12-582\nArgued:   June 12, 2013\nDecided:  January 30, 2014\n\nPanel:          SAUFLEY, C.J., and ALEXANDER, SILVER, MEAD, GORMAN, and JABAR, JJ.\nMajority:       SAUFLEY, C.J., ALEXANDER, SILVER, GORMAN, and JABAR, JJ.\nConcurrence:    SAUFLEY, C.J.\nDissent:        MEAD, J.\n\n                                         JOHN DOE et al.\n\n                                                   v.\n\n                               REGIONAL SCHOOL UNIT 26\n\nSILVER, J.\n\n        [¶1] John and Jane Doe, parents of Susan Doe,1 and the Maine Human\n\nRights Commission appeal from a summary judgment entered in the Superior\n\nCourt (Penobscot County, Anderson, J.) in favor of Regional School Unit 26 on the\n\nDoes’ complaint pursuant to the Maine Human Rights Act (MHRA), 5 M.R.S.\n\n§§ 4592(1), 4602(4) (2013).             RSU 26 argues that the public accommodations\n\nsection of the MHRA conflicts with a statutory provision regarding sanitary\n\nfacilities in schools, 20-A M.R.S. § 6501 (2013). We are called upon for the first\n\ntime to interpret the MHRA, and particularly several amendments enacted by the\n\nMaine Legislature in 2005, as it applies to transgender students in schools. We\n\nvacate the Superior Court’s judgment.\n\n\n\n  1\n      The Superior Court granted the Does permission to file their complaint using pseudonyms.\n\f2\n\n                               I. BACKGROUND\n\nA.    Facts\n\n      [¶2] The following facts are supported by the summary judgment record,\n\nviewed in the light most favorable to the Does and the Commission as the\n\nnonprevailing parties.    See Trott v. H.D. Goodall Hosp., </pre><span class=\"citation\" data-id=\"2680028\"><a href=\"/opinion/2680028/claire-trott-v-hd-goodall-hospital/\"><span class=\"volume\">2013</span> <span class=\"reporter\">ME</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">, ¶ 2,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">7</span></span><pre class=\"inline\">.\n\n      [¶3] Susan Doe is a transgender girl. She was born male, but began to\n\nexpress a female gender identity as early as age two. Beginning in the first grade,\n\nshe attended Asa Adams School in Orono. Susan generally wore gender-neutral\n\nclothing to school until her third-grade year, when her identity as a girl became\n\nmanifest. At that time, the school principal first became aware that Susan was\n\ntransgender.\n\n      [¶4] All third and fourth grade students at Asa Adams used single-stall\n\nbathrooms.     Susan used the single-stall girls’ bathroom with the support and\n\nencouragement of school staff.     In third grade, teachers and students began\n\nreferring to Susan as “she.” By fourth grade, Susan was dressing and appearing\n\nexclusively as a girl.\n\n      [¶5]     In early 2007, midway through Susan’s fourth-grade year, school\n\npersonnel implemented an educational plan, commonly referred to as a “504”\n\f                                                                                                      3\n\nplan,2 to address Susan’s gender identity issues and her upcoming transition to the\n\nfifth grade, where students used communal bathrooms separated by sex.3 The 504\n\nprocess is generally designed to identify impediments to learning for individual\n\nstudents and to implement steps to help those students succeed in school.4\n\n         [¶6] By the time she was preparing to enter the fifth grade, Susan had\n\nreceived a diagnosis of gender dysphoria, which is the medical term for\n\npsychological distress resulting from having a gender identity different from the\n\nsex that one was assigned at birth.                   School officials recognized that it was\n\nimportant to Susan’s psychological health that she live socially as a female. They\n\ndid not interpret 20-A M.R.S. § 6501, or any other law, as prohibiting a person\n\nwith Susan’s diagnosis from using the girls’ bathroom.\n\n         [¶7] A team consisting of Susan’s mother, her teachers, the school guidance\n\ncounselor, and the director of special services met in March 2007 to develop the\n\n504 plan. The team agreed that school staff should refer to Susan, and encourage\n\n\n   2\n     Such plans derive their name from section 504 of the Rehabilitation Act of 1973. P.L. 93-112, Title\nV, § 504 (September 26, 1973.) That section has since been amended, and can now be found at\n29 U.S.C.A. § 794 (West, Westlaw through P.L. 113-65). It prohibits discrimination based on disability\nin any program or activity that receives federal funds, including local schools. 29 U.S.C.A. § 794(a),\n(b)(2)(B).\n   3\n       The communal bathroom for girls had separate stalls for each individual user.\n   4\n     The 504 process is typically used to help students who have disabilities, but who do not require a\nspecial education program. Although Susan did not have a disability, the format of the 504 plan was\nuseful for addressing the impact of her gender identity issues on her educational experience.\n\f4\n\nstudents to refer to Susan, by her female name. The school counselor expressed to\n\nthe group that, for a transgender girl like Susan, using the communal girls’\n\nbathroom was the best practice. The team agreed that requiring Susan to use the\n\nboys’ bathroom was not an acceptable option; the principal later testified that it\n\nwould not have been safe for Susan to do so. The minutes of the 504 meeting\n\nreflected the team’s recommendation that Susan use the girls’ bathroom. The\n\nminutes also reflected the team’s awareness that a unisex staff bathroom was\n\navailable for Susan to use in the event that her use of the girls’ bathroom became\n\n“an issue.”\n\n      [¶8] Susan began the fifth grade in September 2007. Her use of the girls’\n\nbathroom went smoothly, with no complaints from other students’ parents, until a\n\nmale student followed her into the restroom on two separate occasions, claiming\n\nthat he, too, was entitled to use the girls’ bathroom. The student was acting on\n\ninstructions from his grandfather, who was his guardian and was strongly opposed\n\nto the school’s decision to allow Susan to use the girls’ bathroom. The controversy\n\ngenerated significant media coverage. As a result of the two incidents, the school,\n\nover the Does’ objections, terminated Susan’s use of the girls’ bathroom, requiring\n\nher instead to use the single-stall, unisex staff bathroom. That year, Susan was the\n\nonly student instructed to use the staff bathroom.\n\f                                                                                                   5\n\n         [¶9]   The 504 team met again in December 2007 to discuss Susan’s\n\nupcoming transition to middle school. Over the Does’ objections, school officials\n\ndetermined that Susan would not be permitted to use the girls’ bathroom at the\n\nmiddle school. Again, Susan was required to use a separate, single-stall bathroom.\n\nAs a result, at the end of Susan’s sixth-grade year at Orono Middle School, the Doe\n\nfamily moved to another part of the state.\n\nB.       Procedural History\n\n         [¶10] On April 10, 2008, while Susan was still in elementary school, Jane\n\nDoe filed a complaint with the Commission alleging that the superintendent and\n\nother school district entities5 violated the MHRA by excluding Susan from the\n\ncommunal girls’ bathroom at Asa Adams. The Commission unanimously found\n\nreasonable grounds to believe discrimination had occurred.                        See 5 M.R.S.\n\n§ 4612(1)(B) (2013). The Does, as parents and next friends of Susan, and the\n\nCommission filed a complaint in the Superior Court on September 23, 2009,\n\nasserting claims for unlawful discrimination in education (Count I) and unlawful\n\n\n\n\n     5\n     Both the Does’ complaint with the Commission and the original complaint in Superior Court named\nfour defendants. By stipulation, all defendants other than RSU 26 were dismissed with prejudice after\nRSU 26 assumed their liability.\n\f6\n\ndiscrimination in a place of public accommodation (Count II) on the basis of\n\nsexual orientation.6 See 5 M.R.S. § 4612(4)(A) (2013).\n\n        [¶11] After the Superior Court denied the defendants’ motion to dismiss all\n\ncounts pursuant to M.R. Civ. P. 12(b)(6), the Does and the Commission filed an\n\namended complaint on May 11, 2011, adding facts to Counts I and II based on\n\nSusan’s exclusion from the girls’ bathroom at Orono Middle School. The Superior\n\nCourt granted RSU 26’s motion for summary judgment on all counts on\n\nNovember 20, 2012. See M.R. Civ. P. 56(b). The Does and the Commission\n\nappeal the Superior Court’s entry of summary judgment on Counts I and II.7\n\n                                         II. DISCUSSION\n\n        [¶12] This is the first case that has required us to interpret the Legislature’s\n\n2005 amendments to the MHRA that prohibit discrimination based on sexual\n\norientation in public accommodations, educational opportunities, employment,\n\nhousing, and other areas. See P.L. 2005, ch. 10. Particularly where young children\n\nare involved, it can be challenging for a school to strike the appropriate balance\n\nbetween maintaining order and ensuring that a transgender student’s individual\n\nrights are respected and protected.              Many of the school officials involved in\n\n    6\n     The Does’ complaint also included a claim for intentional infliction of emotional distress, but that\ncount was dismissed with prejudice by stipulation.\n    7\n      Appellants do not challenge the entry of summary judgment on Counts IV and V, which alleged that\nRSU 26 failed to remedy a hostile education environment resulting from peer harassment during Susan’s\nfifth- and sixth-grade years.\n\f                                                                                      7\n\nSusan’s education exhibited tremendous sensitivity and insight over several years.\n\nThe record reveals that her counselors and teachers strove to provide her with a\n\nsupportive environment and were largely successful. As a result of its efforts, the\n\nschool came under intense public scrutiny, which caused it to reconsider the\n\npropriety of the steps it had taken up to that point and ultimately to reverse course.\n\nWe appreciate the difficulty of the situation in which the school found itself;\n\nnevertheless, we must assess schools’ obligations pursuant to the Legislature’s\n\namendments to the MHRA without regard to the public’s potential discomfort with\n\nthe result. It is for the Legislature, not this Court, to write laws establishing public\n\npolicy, and we must respect that constitutional division of authority, absent the\n\nLegislature adopting a law violative of the Maine Constitution or the United States\n\nConstitution. There is no issue of the Legislature exceeding its constitutional\n\nauthority in this case.\n\n      [¶13] “We review a grant of summary judgment de novo.” Levesque v.\n\nAndroscoggin Cnty., </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span> <span class=\"reporter\">ME</span> <span class=\"page\">114</span></span><pre class=\"inline\">, ¶ 5, </pre><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">1227</span></span><pre class=\"inline\">. Summary judgment is\n\nproperly granted “if the record reflects that there is no genuine issue of material\n\nfact and the movant is entitled to a judgment as a matter of law.” Id. (quotation\n\nmarks omitted.)\n\n      [¶14]    This case requires us to examine the relationship between the\n\npublic-accommodations provision of the MHRA and a provision of the Sanitary\n\f8\n\nFacilities subchapter of title 20-A, which regulates education. “[O]ur first task\n\nwhen interpreting a statute is to ascertain the real purpose of the legislation.” State\n\nv. Niles, </pre><span class=\"citation no-link\"><span class=\"volume\">585</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">181</span></span><pre class=\"inline\">, 182 (Me. 1990).         Seemingly contradictory provisions\n\nshould not be viewed as irreconcilable when they serve different purposes.\n\nTrask v. Pub. Utils. Comm’n, </pre><span class=\"citation\" data-id=\"2299886\"><a href=\"/opinion/2299886/trask-v-public-utilities-comn/\"><span class=\"volume\">1999</span> <span class=\"reporter\">ME</span> <span class=\"page\">93</span></a></span><pre class=\"inline\">, ¶ 18, </pre><span class=\"citation\" data-id=\"2299886\"><a href=\"/opinion/2299886/trask-v-public-utilities-comn/\"><span class=\"volume\">731</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">430</span></a></span><pre class=\"inline\">. We give effect to\n\nthe Legislature’s intent, avoiding results that are inconsistent or illogical “if the\n\nlanguage of the statute is fairly susceptible to such a construction.”         Cote v.\n\nGeorgia-Pacific Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">596</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1004</span></span><pre class=\"inline\">, 1005 (Me. 1991). We must presume that\n\nthe Legislature did not intend inconsistent results.           Woodcock v. Atlass,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">167</span></span><pre class=\"inline\">, 170 (Me. 1978).\n\n      [¶15]   In construing a statute, we may properly consider its “practical\n\noperation and potential consequences.”         Clark v. State Emps. Appeals Bd.,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">735</span></span><pre class=\"inline\">, 738 (Me. 1976). When one construction would lead to a result that\n\nis inimical to the public interest, and a different construction would avoid that\n\nresult, the latter construction is to be favored unless the terms of the statute\n\nabsolutely forbid it. Id. Moreover, “[w]e have the power and duty . . . to interpret\n\nstatutes so as to avoid absurd results.” State v. Hopkins, </pre><span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">945</span></span><pre class=\"inline\">, 950\n\n(Me. 1987).    “A court can even ignore the literal meaning of phrases if that\n\nmeaning thwarts the clear legislative objective.” Niles, 585 A.2d at 182. Such an\n\napproach “is not judicial legislation; it is seeking and enforcing the true sense of\n\f                                                                                     9\n\nthe law notwithstanding its imperfection or generality of expression.” State v. Day,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Me.</span> <span class=\"page\">38</span></span><pre class=\"inline\">, 41, </pre><span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">A.</span> <span class=\"page\">163</span></span><pre class=\"inline\"> (1933).\n\n         Section 4592(1) of the MHRA provides, in relevant part:\n\n                It is unlawful public accommodations discrimination, in\n         violation of this Act . . . [f]or any public accommodation or any\n         person who is the . . . superintendent, agent, or employee of any place\n         of public accommodation to directly or indirectly refuse, discriminate\n         against or in any manner withhold from or deny the full and equal\n         enjoyment to any person, on account of . . . sexual orientation . . . any\n         of the accommodations . . . [or] facilities . . . of public\n         accommodation . . . .\n\nSection 4602(4) of the MHRA extends the same prohibition against discrimination\n\nbased on sexual orientation to educational institutions and educational\n\nopportunities, subject only to an exception in section 4553(10)(G)(3) for religious\n\ninstitutions and programs that do not receive public funds.\n\n         [¶16] The MHRA defines a “public accommodation” to include a public\n\nentity that “operates a place of public accommodation.” 5 M.R.S. § 4553(8-B)\n\n(2013). An elementary school is a place of public accommodation. 5 M.R.S.\n\n§ 4553(8)(J) (2013).       The definition of “discriminate” “includes, without\n\nlimitation, [to] segregate or separate.” 5 M.R.S. § 4553(2) (2013). The definition\n\nof “sexual orientation” includes “a person’s actual or perceived gender identity or\n\nexpression.” 5 M.R.S. § 4553(9-C) (2013). The MHRA provides no definition of\n\n“sex.”\n\f10\n\n       [¶17] On the other hand, 20-A M.R.S. § 6501 requires that sanitary facilities\n\nbe provided as follows:\n\n       1. Toilets. A school administrative unit shall provide clean toilets in\n       all school buildings, which shall be:\n\n       ....\n\n              B. Separated according to sex and accessible only by separate\n              entrances and exits[.]\n\n        [¶18] Section 6501 is located in the “Sanitary Facilities” subchapter of the\n\n“Health, Nutrition, and Safety” chapter of title 20-A. It has not been amended\n\nsince 1983. Its purpose is to establish cleanliness and maintenance requirements\n\nfor school bathrooms, as well as requirements for the physical layout of toilet\n\nfacilities.   See 20-A M.R.S. § 2(1) (2013).      It does not purport to establish\n\nguidelines for the use of school bathrooms. Nor does it address how schools\n\nshould monitor which students use which bathroom, and it certainly offers no\n\nguidance concerning how gender identity relates to the use of sex-separated\n\nfacilities.   In contrast, the sole purpose of the public-accommodations and\n\neducational-opportunities provisions of the MHRA is to ensure equal enjoyment of\n\nand access to educational opportunities and public accommodations and facilities.\n\nThe public-accommodations and educational-opportunities provisions were\n\f                                                                                                        11\n\namended in 2005 to prohibit discrimination against transgender students in\n\nschools.8\n\n        [¶19]      Because these statutes serve different purposes, they are not\n\nirreconcilable; one makes it a violation of the Maine Human Rights Act to\n\ndiscriminate in providing access to school bathrooms based on sexual orientation\n\nand the other requires schools to provide children with “clean toilets” separated\n\naccording to sex.         Although school buildings must, pursuant to section 6501,\n\ncontain separate bathrooms for each sex, section 6501 does not⎯and school\n\nofficials cannot⎯dictate the use of the bathrooms in a way that discriminates\n\nagainst students in violation of the MHRA.9\n\n        [¶20]     RSU 26 argues that the sanitary-facilities provision preemptively\n\ncreated an exception to the MHRA’s prohibition on sexual orientation\n\ndiscrimination twenty-two years in advance of the passage of the relevant sections\n\nof the MHRA. However, we must presume that the Legislature did not intend the\n\n   8\n      Title 5 M.R.S. § 4592 was amended in 2005 to add “sexual orientation,” which, pursuant to\n5 M.R.S. § 4553(9-C) (2013), includes gender identity, as a protected class, P.L. 2005, ch. 10, §§ 3, 17\n(effective March 31, 2005).\n   9\n       The Maine Human Rights Commission’s 1984 interpretation of the Maine Human Rights Act\nprovides that “[a]n educational institution may provide separate toilet, locker room, and shower facilities\non the basis of sex, but such facilities provided for students of one sex shall be comparable to such\nfacilities provided for students of the other sex.” </pre><span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">C.M.R.</span> <span class=\"page\">94</span></span><pre class=\"inline\"> 348 ch. 4 § 4.13 (2000). This regulation\nsimply confirms that schools may provide separate bathrooms in compliance with 20-A M.R.S. § 6501\n(2013) and emphasizes that neither sex may be given preferential treatment. Like section 6501, however,\nit predates by more than twenty years the inclusion of sexual orientation in the MHRA. It offers no\nguidance concerning use of sex-separated facilities by transgender students, and is therefore of minimal\nrelevance to the present analysis.\n\f12\n\nMHRA to be construed as inconsistent with section 6501.             See Woodcock,\n\n393 A.2d at 170. In this case, a consistent reading of the two statutes avoids\n\nconflicting, illogical results and comports with the legislative intent by giving\n\neffect to both provisions. Therefore, we adopt a consistent reading of the two\n\nprovisions.\n\n      [¶21] Because section 6501 does not mandate, or even suggest, the manner\n\nin which transgender students should be permitted to use sex-separated facilities,\n\neach school is left with the responsibility of creating its own policies concerning\n\nhow these public accommodations are to be used. Those policies must comply\n\nwith the MHRA. Here, RSU 26 agreed with Susan’s family and counselors that,\n\nfor this purpose (as for virtually all others), Susan is a girl. Based upon its\n\ndetermination that Susan is a girl, and in keeping with the information provided to\n\nthe school by Susan’s family, her therapists, and experts in the field of transgender\n\nchildren, the school determined that Susan should use the girls’ bathroom. In so\n\ndoing, the school provided her with the same access to public facilities that it\n\nprovided other girls. In this regard, RSU 26 complied with both section 6501 and\n\nthe MHRA.\n\n      [¶22] RSU 26’s later decision to ban Susan from the girls’ bathroom, based\n\nnot on a determination that there had been some change in Susan’s status but on\n\nothers’ complaints about the school’s well-considered decision, constituted\n\f                                                                                13\n\ndiscrimination based on Susan’s sexual orientation. See 5 M.R.S. § 4592(1). She\n\nwas treated differently from other students solely because of her status as a\n\ntransgender girl. This type of discrimination is forbidden by the MHRA, see id.,\n\nand it is not excused by the school’s compliance with section 6501. We vacate the\n\nSuperior Court’s entry of summary judgment and remand for entry of summary\n\njudgment in favor of the Does and the Commission.\n\n      [¶23] In vacating this judgment, we emphasize that in this case the school\n\nhad a program carefully developed over several years and supported by an\n\neducational plan designed to sensitively address Susan’s gender identity issues.\n\nThe determination that discrimination is demonstrated in this case rests heavily on\n\nSusan’s gender identity and gender dysphoria diagnosis, both of which were\n\nacknowledged and accepted by the school.             The school, her parents, her\n\ncounselors, and her friends all accepted that Susan is a girl.\n\n      [¶24] Thus, we do not suggest that any person could demand access to any\n\nschool facility or program based solely on a self-declaration of gender identity or\n\nconfusion without the plans developed in cooperation with the school and the\n\naccepted and respected diagnosis that are present in this case. Our opinion must\n\nnot be read to require schools to permit students casual access to any bathroom of\n\ntheir choice. Decisions about how to address students’ legitimate gender identity\n\nissues are not to be taken lightly. Where, as here, it has been clearly established\n\f14\n\nthat a student’s psychological well-being and educational success depend upon\n\nbeing permitted to use the communal bathroom consistent with her gender identity,\n\ndenying access to the appropriate bathroom constitutes sexual orientation\n\ndiscrimination in violation of the MHRA.\n\n      The entry is:\n\n                      Judgment vacated.        Remanded for       further\n                      proceedings consistent with this opinion.\n\n\n\nSAUFLEY, C.J., concurring.\n\n      [¶25] I concur in the decision of the Court and write separately to highlight\n\ntwo aspects of the majority and dissent that may be lost amid the Court’s\n\nnecessarily detailed legislative analysis. First, as noted, the school system at issue\n\nin this case was working in uncharted territory and undertook a rational and\n\ncompassionate approach to the challenges presented to it. The school’s efforts\n\nshould not be lost or minimized simply because, in the end, its actions, initially\n\nagreed to by the parents of the student, contravened the Legislature’s statutory\n\npronouncements.        Second, the points made by the dissent regarding the\n\nramifications of the Court’s decision today, which as the dissent notes\n\n“inescapably lead to the conclusion that an individual may not be denied access to\n\f                                                                                     15\n\npublic bathrooms based upon sex,” Dissenting Opinion ¶ 34 n.12, require\n\nlegislative attention, and similarly should not be overlooked.\n\n      [¶26] With regard to the actions of the school, it bears repeating that the\n\nschool system in this case accepted Susan as a girl, supported her parents’ efforts\n\nto create a healthy school environment for Susan, and established a plan,\n\nmemorialized in meeting minutes, by which all of the adults in Susan’s life would\n\nwork together in support of those goals. Critical to the issue before the Court\n\ntoday, the school actually anticipated the possibility that Susan could be required to\n\nuse a single-user bathroom rather than the communal girls’ bathroom, and the\n\nparents, at an earlier point in the planning, did not object to the school’s anticipated\n\naction. Thus, although ultimately the parents, not unreasonably, sought to have\n\ntheir daughter treated identically to other girls at the school, and the law requires\n\nthe school to do so, the school’s actions in anticipating challenges and planning\n\nsmooth transitions around those challenges were not unreasonable.\n\n      [¶27] Finally, I write to encourage, as has the dissent, legislative attention to\n\nthe ramifications of the current language in the statutes that have been addressed\n\nby the Court today. Specifically, the Court has concluded, as it must based on the\n\nstatutes, that discrimination in the public accommodation of communal bathrooms\n\nis prohibited based on sexual orientation. See 5 M.R.S. §§ 4553(10)(G), 4592(1),\n\f16\n\n4602(4) (2013).10 The statute requiring that result, id. § 4592(1), also prohibits\n\ndiscrimination based simply on “sex.”                Thus, the next logical step given the\n\nCourt’s inevitable interpretation of the existing statute is, as the dissent points out,\n\nthe assertion that access to the public accommodation of designated communal\n\nbathrooms cannot be denied based on a person’s sex. See Dissenting Opinion ¶ 34\n\nn.12.\n\n          [¶28]   Put simply, it could now be argued that it would be illegal\n\ndiscrimination for a restaurant, for example, to prohibit a man from using the\n\nwomen’s communal bathroom, and vice versa. I agree with the dissent that it is\n\nhighly unlikely that the Legislature actually intended that result. Accordingly, on\n\nthis matter of public policy, it would benefit the public for the Legislature to act\n\nquickly to address the concern raised by the dissent in this matter.\n\n\n\n\nMEAD, J., dissenting\n\n          [¶29] I agree with the broad principle confirmed in the Court’s decision: the\n\nMaine Human Rights Act prohibits discrimination in access to public\n\naccommodations based upon sexual orientation.                    5 M.R.S. § 4592(1) (2013).\n\n     10\n      Although 5 M.R.S. § 4553(10)(G) (2013) was amended after the events at issue here, see P.L. 2011,\nch. 613, § 9 (effective Sept. 1, 2012) (codified at 5 M.R.S. § 4553(10)(G)(2) (2013)), the amendment is\nimmaterial to the issues raised in this appeal, and I cite to the current statute.\n\f                                                                                  17\n\n“Public accommodations” include multiple-user public bathrooms.              See id.\n\n(referencing the “accommodations” and “facilities” of places of public\n\naccommodation).        “Sexual orientation” includes gender identity.      5 M.R.S.\n\n§ 4553(9-C) (2013). Accordingly, a transgendered individual has the right to use a\n\npublic bathroom that is designated for use by the gender with which he or she\n\nidentifies. I depart and dissent, however, from the Court’s final conclusion that\n\nRSU 26 has committed an act of illegal discrimination upon the facts of this case\n\nbecause well-established principles of statutory construction require a different\n\nresult.\n\n          [¶30] A civilized society protects its citizens from discrimination that is\n\nbased on petty prejudices and mean-spirited exclusionary practices. The MHRA\n\nidentifies classes of persons who are entitled to specific protections from such\n\ndiscrimination. The Legislature has included sexual orientation as one of the\n\ncategories entitled to protection, and rightfully so. Considering the issue presented\n\nhere, transgendered persons who live their lives as a member of the sex with which\n\nthey identify face unique challenges with regard to public multiple-user bathrooms.\n\nIt is simply unreasonable to expect a transgendered person to enter a bathroom\n\ndesignated for use by the sex with which they do not identify. Doing so is likely to\n\nprovoke confrontation, or even violence. If transgendered people are prohibited\n\f18\n\nfrom using bathrooms designated for the sex with which they identify, they are left\n\nwith no practical recourse in most public settings. This result is simply untenable.\n\n          [¶31] The Court’s decision concludes, and I agree, that elementary schools\n\nare places of public accommodation.                  Court’s Opinion ¶ 16 (citing 5 M.R.S.\n\n§ 4553(8)(J) (2013)).           The MHRA provides that it is unlawful to withhold\n\n“facilities” in places of public accommodation, including bathrooms, from any\n\nperson on account of “race or color, sex, sexual orientation, physical or mental\n\ndisability, religion, ancestry or national origin.”11 5 M.R.S. § 4592(1).\n\n          [¶32] The broad principle established by the Court’s interpretation of the\n\nMHRA is that access to multiple-user public bathrooms may not be denied based\n\nupon sexual orientation. That principle, by implication, applies equally to the other\n\ncategories enumerated in the MHRA. See id. Specifically, it means that no person\n\nmay be denied access to a public bathroom in a school or other place of public\n\naccommodation on the basis of their race, color, physical or mental disability,\n\nreligion, ancestry, national origin, or sex. Thus, the MHRA, as construed by the\n\nCourt today, prevents the denial of access to any public bathroom on the basis of a\n\nperson’s sex.        Obviously this result is an extraordinary departure from the\n\nwell-established custom that public bathrooms are typically segregated by sex.\n\n     11\n      By definition, “sexual orientation” includes gender identity. 5 M.R.S. § 4553(9-C) (2013). The\nterm “sex” connotes the traditional concept of anatomical sex, or sex assigned at birth. The fact that both\nterms are included separately clearly denotes that neither is subsumed within the definition of the other.\n\f                                                                                                     19\n\n        [¶33] The understandable response by those opposed to this inescapable\n\nresult is: the Legislature would never have intended that! I do not disagree. But\n\nthe plain language of the MHRA and the unavoidable implications of the Court’s\n\ndecision set a well-established societal custom (segregation of public bathrooms by\n\nsex) and the MHRA on a collision course.\n\n        [¶34] I repeat that the right of transgendered individuals to access public\n\naccommodations consistent with their gender identity must be protected. It falls to\n\nthe Legislature to reconcile the plain language of the MHRA as it is currently\n\nwritten and interpreted by the Court with society’s longstanding expectation of\n\nhaving multiple-user bathrooms segregated by sex.12\n\n        [¶35] I realize that this issue at its broadest is not specifically presented by\n\nthe facts of this case. I address it to highlight the scope and potential ramifications\n\nof the Court’s decision, to invite the Legislature to clarify its intent concerning this\n\nanomaly in the law, and to provide context for the statutory construction analysis\n\nrequired by this case that follows.\n\n        [¶36]      RSU 26 is not guilty of unlawful public accommodations\n\ndiscrimination if the Legislature has approved segregating school bathrooms by\n\nsex in a way that supersedes the MHRA. Applying well-established rules of\n   12\n       I can find no authority, statutory or otherwise, that allows public bathrooms, other than school\nbathrooms (discussed infra), to be segregated by sex. On the contrary, the plain language of the MHRA,\nread in conjunction with the principles announced by the Court today, inescapably lead to the conclusion\nthat an individual may not be denied access to public bathrooms based upon sex.\n\f20\n\nstatutory construction, I conclude that it did so by purposely leaving 20-A M.R.S.\n\n§ 6501 (2013) in its current form after amending the MHRA in 2005. At the very\n\nleast, this circumstance raises enough of a question to require us to defer to the\n\nLegislature to resolve the uncertainty created by section 6501’s apparent tension\n\nwith the MHRA. Section 6501 provides:\n\n      1. Toilets. A school administrative unit shall provide clean toilets in\n      all school buildings, which shall be:\n\n        ....\n\n        B. Separated according to sex and accessible only by separate\n        entrances and exits[.]\n\n      [¶37]    Section 6501, in the specific case of school bathrooms, thus\n\nestablishes, and indeed mandates, an exception to the MHRA’s general rule\n\nforbidding the segregation of facilities in schools by sex. We recently reaffirmed\n\n“the fundamental rule of statutory construction that we favor the application of a\n\nspecific statutory provision over the application of a more general provision when\n\nthere is any inconsistency.”    Cent. Me. Power Co. v. Devereux Marine, Inc.,\n\n</pre><span class=\"citation\" data-id=\"2680032\"><a href=\"/opinion/2680032/central-maine-power-company-v-devereux-marine-inc/\"><span class=\"volume\">2013</span> <span class=\"reporter\">ME</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, ¶ 22, </pre><span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">1262</span></span><pre class=\"inline\">.\n\n      [¶38] Furthermore, the Legislature is “presumed to be aware of the state of\n\nthe law . . . when it passes an act.”      Stockly v. Doil, </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">ME</span> <span class=\"page\">47</span></span><pre class=\"inline\">, ¶ 14,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">870</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1208</span></span><pre class=\"inline\"> (quotation marks omitted). Notwithstanding the Court’s assertion\n\nthat the purpose of section 6501 is merely “to establish . . . requirements for the\n\f                                                                                                   21\n\nphysical layout of toilet facilities,” and not to “address how schools should monitor\n\nwhich students use which bathroom,” Court’s Opinion ¶ 18, I presume as I must\n\nthat the Legislature was aware of the interplay between section 6501 and the public\n\naccommodations discrimination provision of the MHRA. It would make little\n\nsense for the Legislature to require that school bathroom facilities be “[s]eparated\n\naccording to sex and accessible only by separate entrances and exits,” 20-A M.R.S.\n\n§ 6501(1)(B), and at the same time mandate that schools allow the use of those\n\nsex-segregated facilities by students of either sex.13\n\n        [¶39]    The Court states: “[Section 6501] does not purport to establish\n\nguidelines for the use of school bathrooms.” Court’s Opinion ¶ 18 (emphasis in\n\noriginal). I vigorously disagree. The statutory directive to segregate bathrooms in\n\nschools by sex, and providing for separate entrances and exits for those bathrooms,\n\nclearly anticipates that the use of a bathroom would be restricted to the sex for\n\nwhich it has been designated. The statute is susceptible to no other reading. Thus\n\nI also disagree with the Court’s announcement that Section 6501 somehow vests\n\nschools with the prerogative of “creating its own policies concerning how these\n\npublic accommodations are to be used.” Court’s Opinion ¶ 21.\n\n\n\n\n   13\n      Although not specifically defined in the MHRA, the only logical definition for the word “sex” in\n5 M.R.S. § 4592(1) (2013) is the anatomical gender assigned at birth. Because the term has existed in\nsection 6501 for decades, I conclude that the Legislature intended the same meaning there.\n\f22\n\n      [¶40] Accordingly, I depart from the Court’s casual dismissal of the fact\n\nthat the plain language of a specific statute explicitly requires segregating school\n\nbathrooms by sex. The plain language of the provisions of section 6501 and the\n\nMHRA are in conflict, and I believe that principles of comity require us to defer to\n\nthe representative branch of government to resolve the issue.\n\n      [¶41] I would therefore affirm the judgment of the Superior Court.\n\n____________________________\n\nOn the briefs:\n\n      John P. Gause, Esq., Maine Human Rights Commission, Augusta, for\n      appellant Maine Human Rights Commission\n\n      Jodi L. Nofsinger, Esq. Berman & Simmons, P.A., Portland, and Jennifer\n      Levi, Esq., and Bennett H. Klein, Esq., Gay & Lesbian Advocates &\n      Defenders, Boston, Massachusetts, for appellants John and Jane Doe\n\n      Melissa A. Hewey, Esq., and David M. Kallin, Esq., Drummond Woodsum,\n      Portland, for appellee Regional School Unit 26\n\n      Richard O’Meara, Esq., Murray, Plumb & Murray, Portland, for amici\n      curiae Maine Chapter of the American Academy of Pediatrics; The Maine\n      Psychological Association; The National Association of Social Workers-\n      Maine Chapter; GLSEN Downeast Maine; GLSEN Southern Maine; Trans\n      Youth Equality Foundation; The Maine Women’s Lobby; Parents, Families\n      and Friends of Lesbians and Gays (PFLAG); PFLAG Portland; PFLAG\n      Machias; and Maine Transgender Network, Inc.\n\n      Zachary L. Heiden, Esq., American Civil Liberties Union of Maine\n      Foundation, Portland, and Amanda C. Goad, Esq., American Civil Liberties\n      Union Foundation, LGBT & AIDS Project, New York, New York for amici\n      curiae American Civil Liberties Union of Maine Foundation and American\n      Civil Liberties Union Foundation LGBT & AIDS Project\n\f                                                                           23\n\nAt oral argument:\n\n        Jennifer Levi, Esq. for appellants John and Jane Doe\n\n        John P. Gause, Esq., for appellant Maine Human Rights Commission\n\n        David M. Kalin, Esq., for appellee Regional School Unit 26\n\n\n\nPenobscot County Superior Court docket number CV-2009-201\nFOR CLERK REFERENCE ONLY\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2299886/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2680028/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2680032/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-05-14T16:06:43.912833Z",
      "date_modified": "2016-03-03T22:36:51.883420Z",
      "date_filed": "2014-01-30",
      "date_filed_is_approximate": false,
      "slug": "john-doe-v-regional-school-unit-26",
      "citation_id": 2652714,
      "case_name_short": "",
      "case_name": "John Doe v. Regional School Unit 26",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "2014 ME 11",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/400312/john-doe-v-regional-school-unit-26/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:10:19.121045Z",
  "date_modified": "2014-10-30T09:10:19.121045Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "John Doe v. Regional School Unit 26",
  "case_name_full": "",
  "slug": "john-doe-v-regional-school-unit-26",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}