{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/400651/",
  "id": 400651,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2686802/",
      "id": 2686802,
      "absolute_url": "/opinion/2686802/people-v-sindaha-ca43/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/400651/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2686802/",
          "id": 2686802,
          "absolute_url": "/opinion/2686802/people-v-sindaha-ca43/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2686802/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2014-07-31T21:01:19.934845Z",
          "date_modified": "2017-04-11T09:01:58.060608Z",
          "type": "010combined",
          "sha1": "8c6ecd30802906f185ae83f0388e058ec37e7689",
          "page_count": 36,
          "download_url": "http://www.courts.ca.gov/opinions/nonpub/G047750.PDF",
          "local_path": "pdf/2014/07/31/people_v._sindaha_ca43.pdf",
          "plain_text": "Filed 7/31/14 P. v. Sindaha CA4/3\n\n\n\n\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n              IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                     FOURTH APPELLATE DISTRICT\n\n                                                DIVISION THREE\n\n\nTHE PEOPLE,\n\n     Plaintiff and Respondent,                                         G047750\n\n         v.                                                            (Super. Ct. No. M-10734)\n\nSAMI MICHAEL SINDAHA,                                                  OPINION\n\n     Defendant and Appellant.\n\n\n\n                   Appeal from a judgment of the Superior Court of Orange County, Sheila F.\nHanson, Judge. Affirmed.\n                   Ronald Richard Boyer, under appointment by the Court of Appeal, for\nDefendant and Appellant.\n                   Kamala D. Harris, Attorney General, Dane R. Gillette, Chief Assistant\nAttorney General, Julie L. Garland, Assistant Attorney General, Bradley Weinreb and\nJoy Utomi, Deputy Attorneys General, for Plaintiff and Respondent.\n\f              Sami Michael Sindaha appeals from a judgment after the jury found true a\npetition to commit him as a sexually violent predator (SVP). Sindaha argues there was\ninsufficient evidence he is an SVP, the Sexually Violent Predator Act (the SVPA)\nviolated his due process rights, the trial court committed numerous instances of\ninstructional error, the court erred in admitting evidence, there was cumulative error, and\nthe matter must be remanded for a hearing to determine whether the SVPA violated the\nequal protection clause. None of his contentions have merit, and we affirm the judgment.\n                                          FACTS\n              In July 1984, 21-year old Sindaha followed 12-year and 10-month old\nJoseph S. into the men’s locker room of a community pool and started a conversation\nwith him. Sindaha grabbed Joseph’s arm, pulled him into a bathroom stall, covered his\nmouth, and locked the door. Sindaha sat Joseph on his lap, told him to not make any\nnoise, put his hand down Joseph’s swim trunks, and fondled his penis. In May 1985, the\njury convicted Sindaha of violating Penal Code section 288, subdivision (b), and\nthe trial court sentenced him to eight years in prison. He was released in 1989, violated\nparole, was returned to custody, and was paroled again in 1992.\n              In February 1994, 31-year old Sindaha met and befriended Rena Z., a\nsingle mother of four children, including 13-year-old David Z. who was about four and\none-half feet tall. One day, Rena gave Sindaha permission to take David to the movies.\nInstead, Sindaha took David to a friend’s house where they smoked marijuana and drank\nbeer. Sindaha then took him to a motel. At the motel, Sindaha told David to take a\nshower, which he did. Sindaha went into the bathroom wearing only his underwear, and\nas he stroked his penis, he pulled back the shower curtain. Sindaha told David he should\nstroke his own penis, and David told him to get out of the bathroom, which he eventually\ndid taking David’s clothes from the bathroom floor. When David finished showering and\nrealized his clothes were gone, he saw them on a closet shelf too high for him to reach.\nAfter he was unsuccessful in reaching his clothes, David laid down on one of the two\n\n                                             2\n\fbeds. Sindaha laid down next to David, pulled down his boxers, grabbed his penis, and\nstroked it for about 15 minutes. Sindaha told David, “This is how you make love to a\nwoman . . . .” and got on top of David and grinded his crotch against David’s crotch.\nSindaha also kissed him. Sindaha turned David over and did the same thing. Sindaha\neventually went to the other bed and fell asleep. Sindaha took David to Knott’s Berry\nFarm the next morning and later that evening took him home. The jury convicted\nSindaha of two counts of violating Penal Code section 288, subdivision (a), and the trial\ncourt, because of prior conviction enhancements, sentenced him to 18 years in prison.\n              In November 2005, the Orange County District Attorney filed a petition to\ncommit Sindaha as an SVP pursuant to Welfare and Institutions Code section 6600\net seq.1 The prosecution supported the petition with reports from psychologists\nHy Malinek and Mark A. Schwartz. In January 2006, Sindaha was moved from prison to\nCoalinga State Hospital (Coalinga). In August 2009, the trial court ruled there was\nprobable cause to conclude Sindaha is likely to engage in sexually violent predatory\ncriminal behavior upon release.\n              Before trial, Sindaha filed a motion in limine concerning many items, two\nof which are relevant here. First, relying on People v. Krah (2003) 114 Cal.App.4th 534\n(Krah), he argued the trial court should exclude any evidence concerning parole and\nparole conditions for sex offenders. Second, he argued the court should preclude the use\nof the phrase “sexually violent predator” because it is unduly prejudicial. The\nprosecution opposed both requests.\n              At a hearing on the in limine motions, the trial court denied Sindaha’s\nmotion to exclude evidence of parole because it was probative to the issue of amenability\nof treatment. After stating, “I’m not suggesting there be any reference to parole\nconditions[,]” the court explained “that in evaluating whether or not someone is a danger\n\n1            All further statutory references are to the Welfare and Institutions Code,\nunless otherwise indicated.\n\n                                             3\n\fin the community, . . . they can look at whether or not there’s anything in place to require\nthem to seek treatment.” The court also denied Sindaha’s motion to exclude any\nreference to the phrase “sexually violent predator” because the words are used in the\nstatute and the jury instruction, and it is what the jury is being asked to decide. The court\nopined the phrase was not unduly prejudicial. Sindaha’s counsel stated, “And one of\nthese days that will work.”\n              A jury trial began in November 2012. In addition to Joseph’s, Rena’s, and\nDavid’s testimony as described above, the prosecution offered the following testimony.\n              After detailing her education, training, and experience, Carolyn Murphy, a\npsychologist, testified that on March 19, 2012, she interviewed Sindaha at Coalinga for\nabout one hour. As part of her evaluation, Murphy reviewed “tens of thousands of pieces\nof paper,” including medical records, wellness and recovery plans, police reports, and\nprobation reports and based her opinion on the totality of what she reviewed. Murphy\nstated Sindaha had three qualifying offenses because he had suffered three convictions.\nMurphy also stated Sindaha admitted he engaged in sexual conduct with teenage male\nprostitutes on about a dozen occasions. And Sindaha told her he was accused of falsely\nimprisoning and touching a 13- or 14-year-old boy who he was attracted to and who he\nmet at the park.\n              When asked, Murphy opined Sindaha had a current diagnosable mental\ndisorder. Murphy explained he had “one qualifying mental disorder under that criterion,\nbut that he has four diagnosed conditions that do interrelate and influence one another.”\nShe stated they were “pedophilia, sexually attracted to males, non-exclusive type.” After\nexplaining the criteria for pedophilia, “sexual attraction to children who are prepubescent\ngenerally under the age of 13[,]” Murphy admitted that when the victims are 11, 12, or\n13, “a value judgment” must be made. Murphy added, “In this instance, I had no\ninformation that I can recall necessarily from the police reports that describe the victims,\nbut I did ask [Sindaha]. And he told me that one of the victims he didn’t recall pubic hair\n\n                                              4\n\for any secondary characteristics. [¶] And in another one he described him as being short\nand seeming to look very young.” Murphy continued that she did not get any information\nto suggest the victims were postpubescent males who had gone through puberty early.\nLater, after refreshing her recollection with her report, Murphy stated Sindaha referred to\nDavid as cute and short and Joseph as young. She added Sindaha said he did not recall\nseeing any pubic hair or secondary sex characteristics on either victim. She opined\nSindaha committed two incidents 10 years apart indicating a deviant interest and he is\nsexually attracted to males of all ages. She described pedophilia as chronic and generally\nincurable. Murphy agreed Sindaha’s history established a long standing interest in\nchildren and she opined he was a menace to the health and safety of others due to his\npedophilia disorder. She opined Sindaha “didn’t have a really full or clear understanding\nof why he did what he did in his crimes and how to prevent them in the future. It’s\nlimited.” Murphy also opined Sindaha had a cognitive disorder not otherwise specified\n(head trauma as a young child), personality disorder not otherwise specified with\nantisocial traits, and cannabis dependence in remission. Murphy cited to his “115’s[]”\nrules violations in prison and disciplinary reports from Coalinga as evidence of Sindaha’s\nantisocial traits. The disciplinary reports involve drug use, cursing at staff, losing his\ntempter, and spitting.\n              Murphy stated Sindaha’s psychosexual history was somewhat inconsistent\nbecause in some reports he is identified as being bisexual but he identified himself as\nbeing homosexual as a teenager. She said Sindaha stated one of his older brothers had\nraped him when he was a teenager. Sindaha told Murphy he was attracted to “mostly\nadults.” Murphy stated Sindaha had a lover at Coalinga for about two years but when it\nrecently ended, “[h]e handled himself well, but . . . it was a little upsetting to him.”\nWhen discussing his relations, including his relationships in Coalinga, Sindaha told\nMurphy that he does not masturbate as often when he is in a relationship. She stated,\n“[H]e certainly still does have a sex drive.”\n\n                                                5\n\f              Murphy opined Sindaha was likely to reoffend. In addition to the other\nfactors Murphy considers in forming her opinion, i.e., her clinical judgment, she also\nconsiders the actuarial assessments, which she described as “a statistical means of\nproviding some additional data.” She stated, “Clinical judgment is generally about the\nsame as a coin toss. 50/50. [¶] There are various actuarial or statistical tools, measures,\nthat we can use that help improve that predicted accuracy, but only improve it somewhat.\nMore like 70 percent. [¶] So it’s not perfect by any means. It’s not something that I\noverly rely on. It’s another data point that I consider.” She stated that on the Static-99R\ntest, Sindaha scored a “5,” which meant he was in the moderate high range for\nreoffending. She explained that because Sindaha received treatment at Coalinga, the\nmoderate high range “could be compared to the high risk/high need.” She described the\ncomparison as “a bit of a Catch 22[]” and “like a bit of circular reasoning.” Murphy said\nSindaha had a 25.2 percent risk of reoffending over five years and a 35.5 percent risk of\nreoffending over 10 years. On the Static-2002R, Sindaha scored a “7,” which is in the\nmoderate high-risk category. She explained Sindaha’s behavior both in and out of\ncustody demonstrate a difficulty in controlling his conduct and complying with the law.\nMurphy concluded Sindaha is an SVP and it was necessary to keep him in custody\nbecause, despite treatment, he is unable to understand why he committed the offenses, he\ncannot talk about it, and he does not have a plan for relapse. When the prosecutor asked\nwhether Sindaha would be on parole if released, Murphy said she did not believe he\nwould be on parole but he would be subject to Penal Code section 290 registration.\n              On cross-examination, Murphy agreed evidence of interest in prepubescent\nchildren while housed in Coalinga would be relevant in her evaluation but children were\nnot present there. But she agreed hospital personnel look for other signs such as inmates\nwatching children’s shows or movies on television, child pornography, and ordering\nchildren’s catalogues. Murphy said it did not appear Sindaha engaged in any of this type\nof behavior. She was aware Sindaha’s IQ was 73, which is the borderline intellectual\n\n                                             6\n\ffunctioning range. She stated Sindaha participated in anger management classes,\nBreaking Barriers, and Narcotics Anonymous. On redirect examination, Murphy stated\nthe fact Sindaha committed his last child molestation offense in 1994 did not affect her\nopinion because he had been in custody and there are no children at Coalinga.\n              Sindaha testified he was 14 years old when he came out as a homosexual,\nbut he dated men and women from the age of 14 to 20, and he was comfortable as a gay\nman in his late teens. He stated that before he came out, one of his older brothers raped\nhim. He also stated he suffered a serious head injury when he was a young boy and his\nmemory failed him. He had difficulty remembering the details of the incident with the\nyoung boy at the park. But he remembered there was a boy he was playing with who got\nscared and ran away. Sindaha remembered telling Murphy that he was attracted to the\nboy, but he denied he was attracted to him and claimed he lied a lot. He also remembered\ntelling Murphy he frequently solicited teenage male prostitutes “but [he] could have been\nlying.” Sindaha described Joseph as “sexy” and David as “cute” and “attractive.” He\nadmitted that at the time he molested them he was attracted to boys but he was attracted\nto men at the time of trial, a change he attributed to his treatment. Sindaha testified\nconcerning the 13 incident reports he had received while at Coalinga from July 2006 to\nMarch 2011. When the prosecutor asked whether Sindaha knew he would not be on\nparole if he was released, he said, “Yes, sir.”\n              On cross-examination, Sindaha testified that after his head injury he found\nschool very difficult and his parents placed him in special education classes. He said his\nolder brother raped him and he told his parents but they did not believe him. He stated he\nwas scared while at Coalinga and he attributed his behavioral problems to acting\n“macho” so other inmates would leave him alone. He testified concerning the positive\nsteps he had made at Coalinga while participating in the various treatment programs,\nincluding New Life, Regular Program, Tutorial Program, Positive Behavioral Support\n(PBS) Plan, Narcotics Anonymous, Anger Management, Breaking Barriers,\n\n                                              7\n\fMedicine Wheel, church, and band class. He identified his triggers as drugs and “teenage\nyoung men[]” and explained how he would avoid both to ensure he does not reoffend.\n              On redirect examination, Sindaha admitted he was placed on the PBS Plan\nbecause of verbal and physical outbursts, physical altercations, and drug use. He had not\ndrunk at Coalinga for two years and not smoked marijuana for about eight months. He\nadmitted he drank alcohol and smoked marijuana when he molested Joseph and David.\nThe prosecutor asked whether he was afraid he would ever be attracted to a boy again,\nand Sindaha claimed he does not think about boys anymore. The prosecutor asked him\nwhether he thought about it anymore, and he answered, “Lately.” When the prosecutor\nasked how long it had been, Sindaha finally answered seven or eight years.\n              After detailing his education, training, and experience, Malinek, a\npsychologist, testified he interviewed Sindaha three times, once in prison in 2005, once in\nCoalinga in February 2011, and once in Coalinga in February 2012. He also reviewed\nmedical, police, court, and prison records. Malinek testified Sindaha suffered the\nrequisite qualifying offenses. Also, Sindaha reported an additional incident for which he\nwas not arrested and admitted he solicited teenage male prostitutes.\n              Malinek testified Sindaha had current diagnosable mental disorders, which\nincluded pedophilia, substance abuse in institutional remission, and personality disorder\nwith antisocial and histrionic features. Malinek explained pedophilia is a sexual\ndeviation where the individual is sexually interested in prepubescent children ages 13 or\nyounger. Malinek opined Sindaha met the criteria for pedophilia based on his\nconvictions and his statements he was attracted to children. He added Sindaha had\ndifficulty complying with the law, controlling his impulses, and exercising good\njudgment as demonstrated by his convictions and his behavior while incarcerated,\nincluding placement in administrative segregation on four occasions, and 17 serious rule\nviolations. He said Sindaha, “does what he wants[,]” “[t]he rules don’t apply to him[,]”\nand he “[d]oes not learn from experience.” Malinek said the fact Sindaha did not molest\n\n                                             8\n\fanyone since 1995 did not change his opinion Sindaha was a pedophile because there\nwere no children in custody. He described pedophilia as “chronic and life-long.”\nMalinek found it important Sindaha received beneficial treatment while in prison for\nmolesting Joseph and when he was released he molested David. Malinek stated that\nduring his 2012 interview, he asked Sindaha whether he had ever had sexual relations\nwith adults and he replied he did not feel comfortable having sexual relations with adults\nso he “‘went younger.’” Malinek said he described Joseph as being 10 years old, which\n“supports his consistent pedophilic inclinations.” Malinek stated he admitted to\nsexual conduct “at Coalinga which indicates his sex drive is not low at all.” Sindaha told\nMalinek that he was attracted to young men, nothing below 16 or 17 years old, and he\nwas not interested in children.\n              Based on a totality of the circumstances, Malinek opined Sindaha was “a\nhigh risk . . . to sexually reoffend.” On the Static-99R test, Malinek scored Sindaha a\n“6,” which is a “high risk” of reoffending. He said Sindaha had a 24.7 percent risk of\nreoffending over five years and a 30.7 percent risk of reoffending over 10 years. On the\nStatic-2002R, Sindaha scored a “8,” which correlates to a 33.4 percent risk of reoffending\nover five years and a 41.8 percent risk of reoffending over 10 years. Malinek described\nSindaha’s treatment at Coalinga as inconsistent. He added that outpatient treatment\nwould not be effective for Sindaha. Malinek concluded Sindaha met all the criteria for an\nSVP. On cross-examination, Malinek testified there was no evidence any of Sindaha’s\nsexual misconduct at Coalinga involved pedophilia.\n              Sindaha offered the testimony of Christopher Fisher, a psychologist. After\ndetailing his education, training, and experience, Fisher testified he had been licensed to\npractice in California for three years and had done about 25 SVP evaluations. Fisher\nexplained he did an SVP evaluation of Sindaha based on an interview with Sindaha,\nMurphy’s and Malinek’s evaluations, and a review of medical records, police records,\ncourt records, and prison records. Fisher stated Sindaha suffered the qualifying\n\n                                             9\n\fconvictions. As to whether he had a current mental disorder, Fisher testified his\ndiagnosis related to Sindaha’s substance abuse, antisocial personality disorder, and\nborderline intellectual functioning. Fisher explained he considered pedophilia but\nultimately concluded Sindaha did not meet the criteria because his molestations of Joseph\nand David were “outliers” compared to his other sexual misconduct and he did not\nexhibit any pedophilic behaviors while at Coalinga. Fisher explained Sindaha’s\nparticipation in programs demonstrated he was committed to improving himself, and his\nprogress in the PBS Plan demonstrated that when people focused on him, he excelled.\nFisher testified at length about the imprecise nature of evaluations, including the actuarial\nassessments and de minimis predictive value. Based on the actuarial assessments and the\ndynamic risk factors, Fisher opined Sindaha did not have a diagnosable mental disorder\nthat predisposed him to commit sexual offenses and he did not believe Sindaha was likely\nto commit sexual offenses again. Fisher concluded he did not believe Sindaha qualified\nas an SVP under the applicable criteria.\n              On cross-examination, Fisher admitted Sindaha had stopped using alcohol\nand marijuana at Coalinga about one year before trial. On redirect examination, Fisher\ndenied pedophilia is chronic and resistant to change.\n              Brian Abbott, a psychologist, also testified for Sindaha. After detailing his\neducation, training, and experience, Abbott testified he did not do a complete\nSVP evaluation of Abbott but instead reviewed Murphy’s and Malinek’s reports to\ndetermine whether the reports supported their conclusions Sindaha suffers from a current\nmental disorder. Abbot discussed pedophilia at length and the criteria he relied on in\ndetermining whether a patient has a current mental disorder. He opined pedophilia could\nor could not be chronic and stated a person may molest a child for reasons other than\npedophilia. He explained Sindaha’s misbehavior at Coalinga and his sexual activity with\nadult males was not indicative of pedophilia. Abbott testified at length about the\nactuarial assessments and their margin of error in predicting future behavior.\n\n                                             10\n\f                Marguerite Ann Saunders, a clinical psychologist who previously worked at\nCoalinga, testified for Sindaha. She stated Sindaha told her he wanted to stop using\nillegal substances in Coalinga and with her guidance he tested clean and was awarded\ncertificates for his progress. Suhaila Saad, Sindaha’s sister, testified he suffered a head\ninjury when he was a child that had long lasting effects. She said that if he was released\nshe would do whatever is needed to help him. Finally, Sindaha offered testimony\nestablishing he had been a consumer at the Regional Center and remains eligible for\nservices there.\n                Sindaha requested the trial court instruct the jury with two special\ninstructions. First, Sindaha requested the following: “‘You may not find the petition true\nunless the prosecutor proves beyond a reasonable doubt that . . . Sindaha suffers from a\ndiagnosable mental illness that predisposes him to commit sexually violent crimes if\nreleased. The prosecutor must prove beyond a reasonable doubt that the mental illness is\nsufficient to distinguish . . . Sindaha from a dangerous but typical recidivist in an ordinary\ncase.’” (Italics added.) Next, he requested the following: “While ‘[d]anger to the health\nand safety of others’ does not require proof of a recent overt act while the offender is in\ncustody, this does not mean that absence of such conduct may not be considered by you\nin reaching a verdict in this matter.” (Italics added.) The prosecutor opposed both\ninstructions.\n                At a hearing on the jury instructions, the trial court refused to give either of\nSindaha’s special instructions. With regard to the first, the recidivist instruction, the trial\ncourt stated the instruction was unnecessary because CALCRIM No. 3454 adequately\nprovides the elements necessary to establish Sindaha is an SVP. The court added the\ninstruction was confusing because it is unclear “what a typical recidivist is.” The court\nconcluded CALCRIM No. 3454 “covers the fact that [Sindaha] must be predisposed by\nvirtue of a mental disease or disorder to commit these crimes.” As to the second, the\nrecent overt act instruction, the court again stated CALCRIM No. 3454 clearly provided\n\n                                               11\n\fthe appropriate legal standard, including the prosecutor must prove Sindaha “is a danger\nto the health and safety of others.” The court did not find the instruction helpful because\nthe jury was instructed on what evidence they could consider and how to consider the\nevidence.\n              As relevant here, the trial court instructed the jury with\nCALCRIM No. 3454, as follows: “The petition alleges that . . . Sindaha is a[n] [SVP].\n[¶] To prove this allegation, the People must prove beyond a reasonable doubt that: [¶]\n1. He has been convicted of committing sexually violent offenses against one or more\nvictims; [¶] 2. He has a diagnosed mental disorder; [¶] 3. As a result of that diagnosed\nmental disorder, he is a danger to the health and safety of others because it is likely that\nhe will engage in sexually violent predatory criminal behavior; [¶] AND [¶] 4. It is\nnecessary to keep him in custody in a secure facility to ensure the health and safety of\nothers. [¶] The term diagnosed mental disorder includes conditions either existing at\nbirth or acquired after birth that affect a person’s ability to control emotions and behavior\nand predispose that person to commit criminal sexual acts to an extent that makes him or\nher a menace to the health and safety of others. [¶] A person is likely to engage in\nsexually violent predatory criminal behavior if there is a substantial danger, that is, a\nserious and well-founded risk that the person will engage in such conduct if released into\nthe community. [¶] The likelihood that the person will engage in such conduct does not\nhave to be greater than 50 percent. [¶] Sexually violent criminal behavior is predatory if\nit is directed toward a stranger, a person of casual acquaintance with whom no substantial\nrelationship exists, or a person with whom a relationship has been established or\npromoted for the primary purpose of victimization. [¶] Violation of Penal Code sections\n288[, subdivision] (a)[,] and 288[, subdivision](b)[,] is a sexually violent offense when\ncommitted by force, violence, duress, menace, or fear of immediate and unlawful bodily\ninjury to the victim or another person of threatening to retaliate in the future against the\nvictim or any other person. [¶] Violation of Penal Code sections 288[, subdivision] (a)[,]\n\n                                              12\n\fand 288[, subdivision](b)[,] is also a sexually violent offense when the offense is\ncommitted on a child under 14 years old. [¶] As used here, conviction for committing a\nsexually violent offense is one of the following: [¶] a prior conviction for one of the\noffenses I have just described to you that resulted in a prison sentence for a fixed period\nof time. [¶] You may not conclude that . . . Sindaha is a[n] [SVP] based solely on his\nalleged prior convictions without additional evidence that he currently has such a\ndiagnosed mental disorder. [¶] In order to prove that . . . Sindaha is a danger to the\nhealth and safety of others, the People do not need to prove a recent overt act committed\nwhile he was in custody. A recent overt act is a criminal act that shows a likelihood that\nthe actor may engage in sexually violent predatory criminal behavior.”\n              The jury concluded Sindaha is an SVP. The trial court ordered him\ncommitted to Coalinga for an indeterminate term.\n                                      DISCUSSION\nI. Sufficiency of the Evidence\n              We need not provide a detailed explanation of the SVPA as the California\nSupreme Court has done that on numerous occasions. (Reilly v. Superior Court (2013)\n57 Cal.4th 641, 646 (Reilly); In re Lucas (2012) 53 Cal.4th 839, 845; People v. McKee\n(2010) 47 Cal.4th 1172, 1183, 1185 (McKee I); People v. Williams (2003) 31 Cal.4th\n757, 776 (Williams); People v. Roberge (2003) 29 Cal.4th 979, 981, 984 (Roberge);\nCooley v. Superior Court (2002) 29 Cal.4th 228, 243 (Cooley); People v. Hurtado (2002)\n28 Cal.4th 1179, 1181-1182, 1186 (Hurtado); People v. Superior Court (Ghilotti) (2002)\n27 Cal.4th 888, 893, 902 (Ghilotti); Hubbart v. Superior Court (1999) 19 Cal.4th 1138,\n1143 (Hubbart).)\n              Suffice it to say, the SVPA provides for indefinite involuntary civil\ncommitment of certain offenders who are found to be SVPs following the completion of\ntheir prison terms. (McKee I, supra, 47 Cal.4th at pp. 1186-1187.) Except for\nnonsubstantive differences in grammar, California’s SVP law tracks verbatim the\n\n                                             13\n\fKansas SVP law approved in Kansas v. Crane (2001) 534 U.S. 407, and Kansas v.\nHendricks (1997) 521 U.S. 346. (Hubbart, supra, 19 Cal.4th at p. 1157.) Section 6600,\nsubdivision (a)(1), states: “‘Sexually violent predator’ means a person who has been\nconvicted of a sexually violent offense against one or more victims and who has a\ndiagnosed mental disorder that makes the person a danger to the health and safety of\nothers in that it is likely that he or she will engage in sexually violent criminal behavior.”\n              To establish that a person is an SVP, the prosecution was required to prove\nthe following: (1) the offender has been convicted of a qualifying sexually violent\noffense against at least two victims; (2) the offender has a diagnosed mental disorder;\n(3) the disorder makes it likely the offender would engage in sexually violent conduct if\nreleased; and (4) this sexually violent conduct will be predatory in nature. (Roberge,\nsupra, 29 Cal.4th at pp. 984-985; Cooley, supra, 29 Cal.4th at pp. 243 & 246, fn. 9;\nHurtado, supra, 28 Cal.4th at p. 1189.) The prosecutor must establish these elements\nbeyond a reasonable doubt and the jury must be unanimous. (Reilly, supra, 57 Cal.4th at\np. 648.)\n              “We review sufficiency of the evidence challenges under the SVP Act\naccording to the same standard pertinent to criminal convictions. [Citation.] We thus\nreview the entire record in the light most favorable to the judgment to determine whether\nsubstantial evidence supports the determination below. [Citation.] We may not\ndetermine the credibility of witnesses, nor reweigh any of the evidence, and we must\ndraw all reasonable inferences in favor of the judgment below. [Citation.]” (People v.\nFulcher (2006) 136 Cal.App.4th 41, 52.)\n              A defendant claiming insufficiency of the evidence forfeits the claim on\nappeal when he “restricts his analysis to the evidence most favorable to himself.”\n(People v. Battle (2011) 198 Cal.App.4th 50, 62; see also People v. Dougherty (1982)\n138 Cal.App.3d 278, 282 (Dougherty).) The defendant must “‘“state fully, with\ntranscript references, the evidence which is claimed to be insufficient to support the\n\n                                              14\n\ffindings”’” (Dougherty, supra, 138 Cal.App.3d at p. 282), and the reviewing court is not\nrequired to “‘comb the record on [defendant’s] behalf.’” (Ibid.)\n              Needless to say, the outcome of this case depended entirely on which\nexperts the jury believed. There are hundreds of pages of expert testimony in this case.\nYet appellate counsel provides very little of that testimony. And when he does discuss\nthe expert testimony, he cites almost entirely to that evidence which favors his client,\nwhich forfeits the issue. Nevertheless, we will address the merits of his claims.\nA. Diagnosed Mental Disorder\n              Sindaha argues there was insufficient evidence he had a current diagnosed\nmental disorder based on the following: (1) there was no recent objective criteria he\ncurrently suffered from a diagnosed mental disorder that rendered him unable to control\nhis behavior; (2) there was no evidence Joseph and David were prepubescent; (3) the\nqualifying sexual offenses were too remote to establish a current diagnosed mental\ndisorder; and (4) expert testimony pedophilia is a chronic condition is insufficient to\nestablish a current diagnosed mental disorder. His contentions are meritless.\n              Section 6600, subdivision (c), states, “‘Diagnosed mental disorder’ includes\na congenital or acquired condition affecting the emotional or volitional capacity that\npredisposes the person to the commission of criminal sexual acts in a degree constituting\nthe person a menace to the health and safety of others.” (§ 6600, subd. (c).) “Entirely\naside from future dangerousness, the SVPA requires a diagnosed mental disorder\naffecting the person’s emotional or volitional capacity that predisposes the person to\ncommit sex crimes in a menacing degree. [Citation.] . . . [T]his requirement alone\nimplies ‘serious difficulty’ in controlling behavior, as required by Kansas v. Crane[,\nsupra, 534 U.S. 407].” (Williams, supra, 31 Cal.4th at p. 776; Kansas v. Crane, supra,\n434 U.S. at pp. 412-413 [interpreting Kansas SVP law and serious mental disorder as\nrequiring special and serious difficulty in controlling behavior].)\n\n\n\n                                             15\n\f              “A diagnosis of pedophilia requires a person to have recurrent, intense\nsexually arousing fantasies, sexual urges or behaviors involving sexual activity with a\nprepubescent child” for a period of at least six months. [Citations.]” (People v. Dodd\n(2005) 133 Cal.App.4th 1564, 1568; American Psychiatric Assn. Diagnostic and\nStatistical Manual of Mental Disorders (4th ed. Text Revision 2000) § 302.2, pp. 571-572\n(DSM IV).)\n              Here, there was sufficient evidence from which the jury could reasonably\nconclude Sindaha suffered from a current mental disorder, pedophilia, that made it\ndifficult for him to control his behavior. Both Murphy and Malinek diagnosed Sindaha\nwith pedophilia. Murphy opined Sindaha was attracted to males of all ages, including\nprepubescent males. Murphy explained his two offenses 10 years apart indicate Sindaha\nhas a deviant interest in prepubescent boys and it was not an isolated incident. Based on\nher complete review of his history, she concluded Sindaha has a long standing interest in\nchildren. Murphy said pedophilia is chronic and Sindaha did not understand why he\nmolested Joseph and David and did not know how to prevent doing it in the future.\n              Malinek opined Sindaha meets the criteria for pedophilia based on his\nconvictions and Sindaha’s statements he was drawn to children. Malinek stated that\nduring his 2012 interview, Sindaha said he did not feel comfortable having sexual\nrelations with adults so he “‘went younger.’” Sindaha admitted he was sexually attracted\nto Joseph and David. Malinek concluded Sindaha had pedophilic inclinations in part\nbased on his perception Joseph was 10 years old. Malinek found it important Sindaha\nsaid he received beneficial treatment while in prison for molesting Joseph and when he\nwas released he molested David. Malinek relied on this to conclude Sindaha failed to\nlearn from his treatment and was unable to control his pedophilic urges. Malinek\ndescribed pedophilia as “chronic and life-long.” Based on this evidence, Sindaha’s\nadmissions he was attracted to young males, and expert testimony Sindaha’s history\ndemonstrates a long standing deviant interest in prepubescent boys, Sindaha failed to\n\n                                            16\n\funderstand his conduct, Sindaha failed to control his urges despite treatment, and\npedophilia is chronic, the jury could reasonably conclude Sindaha had a current mental\ndisorder, pedophilia. (McKee I, supra, 47 Cal.4th at p. 1192 [expert testimony critical in\nan SVP case because unlike criminal trial where trier of fact must determine whether\ndefendant committed certain acts, SVP case involves prediction about individual’s future\nbehavior].) It is well established that “[t]he credibility and weight of the expert testimony\nwas for the jury to determine, and it is not up to us to reevaluate it. [Citations.]” (People\nv. Flores (2006) 144 Cal.App.4th 625, 633 [SVP case] (Flores).)\n              Sindaha relies on People v. Buffington (1999) 74 Cal.App.4th 1149\n(Buffington), to argue there were no recent objective criteria he was a pedophile. He\nasserts there was no evidence that while at Coalinga he discussed having sex with\nchildren, admitted in therapy he had a sexual obsession with children, wrote stories or\ndrew pictures depicting sex with children, possessed child pornography, ordered\nchildren’s catalogues, or watched children’s television or movies. He buttresses his claim\nwith Murphy’s concession on cross-examination the most recent evidence of pedophilia\nis Sindaha’s molestation of David in 1994. Sindaha’s reliance on Buffington is\nmisplaced.\n              In Buffington, the court upheld the constitutionality of the SVPA in part by\ndetermining that it requires “‘recent objective indicia of the defendant’s condition’” as\nwell as “‘current psychological symptoms.’” (Buffington, supra, 74 Cal.App.4th at\np. 1161.) The court opined those requirements are satisfied by the administrative process\nfor screening and evaluation of SVPs, requiring professional assessments of the\ndiagnoses and risk factors, which must be sufficient to demonstrate the required criteria\nfor SVP commitment beyond a reasonable doubt. (Ibid.) The court noted the SVPA does\nnot require a recent overt act to support a finding a defendant is likely to reoffend. (Ibid.;\n(§ 6600, subd. (d).)\n\n\n\n                                             17\n\f              Nothing in Buffington suggests expert testimony is insufficient to establish\nthe requisite recent objective indicia of the defendant’s condition, or current\npsychological symptoms. Additionally, while it is true a current mental disorder is\nrequired, a defendant need not currently be exhibiting symptoms or manifestations of the\ndisorder. To hold otherwise would be absurd, as a defendant is constrained from acting\non his urges in a secured state hospital. Moreover, as Sindaha admitted he is attracted to\nyoung males, which was in part the basis of Murphy’s opinion his pedophilias was the\nnon-exclusive type, it was certainly reasonable for the jury to conclude Sindaha satisfied\nhis sexual urges in prison as evidenced by his relationships in Coalinga.\n              With respect to Sindaha’s contention insufficient evidence supports the\nconclusion Joseph and David were prepubescent, we disagree. The DSM IV defines\nprepubescent as “generally age 13 years or younger.” (DSM IV, supra, § 302.2, p. 571.)\nMurphy explained that “a value judgment” must be made when the victims are 11, 12,\nand 13 because they could be going through puberty. It is true David was 13 years old\nand Joseph was one month shy of his 13th birthday, but based on Sindaha’s statements,\nboth Murphy and Malinek opined David and Joseph were prepubescent. Sindaha told\nMurphy that he did not recall seeing any pubic hair or secondary sex characteristics on\neither victim. He also told her David was cute and short and Joseph was young.\nAdditionally, Sindaha perceived one of the victims to be young. He told Malinek that he\nthought Joseph was 10 years old, and he tried to have sexual relations with adults, but he\ndid not feel comfortable so he “‘went younger.’” We agree with Sindaha this evidence is\nnot overwhelming, but neither is it so speculative as to have no evidentiary value.\n(Flores, supra, 144 Cal.App.4th at p. 633 [appellate court cannot reexamine expert\ntestimony].) The jury could reasonably rely on Sindaha’s admissions and the expert’s\nvalue judgments to conclude Joseph and David were prepubescent.\n              As to Sindaha’s assertion the qualifying sexual offenses were too remote to\nestablish he currently suffers from a mental disorder, we disagree. Section 6600,\n\n                                             18\n\fsubdivision (b), states the sexually violent offense may be committed “on, before, or after\nthe effective date of this article.” (Italics added.) The SVP law clearly states it “does not\nrequire proof of a recent overt act while the offender is in custody.” (§ 6600, subd. (d).)\nSindaha concedes his 1985 and 1995 convictions properly establish the qualifying prior\nsexual offenses, but he complains they are of little if any evidentiary value on the issue of\nhis current mental state. Murphy and Malinek, however, did not rely solely on Sindaha’s\nprior convictions in concluding he currently suffered from pedophilia. They also relied\non Sindaha’s statements and conduct, and the results of actuarial analysis. To the extent\nSindaha asserts Murphy’s and Malinek’s opinions were too remote, we disagree as their\nevaluations were both less than one year before trial. Sindaha’s reliance on People v.\nSalomon Munoz (2005) 129 Cal.App.4th 421, 428-432, is misplaced as that case involved\nthe evidentiary value of two prior SVP commitments in a recommitment proceeding.\nNeedless to say, that is not the procedural posture of this case. Additionally, his\nanalogies to remoteness principles in Evidence Code section 1108 and conservatorship\nproceedings (§ 5000 et seq.), do not alter our conclusion. In sum, Murphy’s and\nMalinek’s conclusions Sindaha currently suffered from pedophilia were not based solely\non his 1985 and 1995 convictions.\n              Finally, as we explain above, the record includes more than Murphy’s and\nMalinek’s testimony pedophilia is chronic. Their opinions were based on a totality of the\ncircumstances, which included Sindaha’s psychosexual history.\nB. Likely to Reoffend\n              Sindaha contends there was insufficient evidence he will likely engage in\nsexually violent predatory conduct if released. We disagree.\n              “[T]he phrase ‘likely to engage in acts of sexual violence’ . . . , as used in\nsection 6601, subdivision (d), connotes much more than the mere possibility that the\nperson will reoffend as a result of a predisposing mental disorder that seriously impairs\nvolitional control. On the other hand, the statute does not require a precise determination\n\n                                             19\n\fthat the chance of reoffense is better than even. Instead, an evaluator applying this\nstandard must conclude that the person is ‘likely’ to reoffend if, because of a current\nmental disorder which makes it difficult or impossible to restrain violent sexual behavior,\nthe person presents a substantial danger, that is, a serious and well-founded risk, that he\nor she will commit such crimes if free in the community.” (Ghilotti, supra, 27 Cal.4th at\np. 922; Roberge, supra, 29 Cal.4th at p. 986, Cooley, supra, 29 Cal.4th pp. 255-256.)\n              Here, there was sufficient evidence from which the jury could reasonably\nconclude there was a serious and well-founded risk Sindaha would likely engage in\nsexually violent predatory conduct if released. Both prosecution experts opined Sindaha\nwas likely to reoffend. Murphy opined Sindaha was likely to reoffend if released because\nof the following: his chronic mental disorder, his qualifying offenses were predatory, his\ninability to control his urges and impulses as demonstrated by his repeated rules\nviolations while in custody and parole violations, his treatment and failure to understand\nthe basis for his conduct and failure to discuss it, his current sex drive, his failure to have\na plan for relapse, and the actuarial risk assessments. As to the actuarial risk assessments,\nMurphy stated both tests revealed he was in the moderate high range for reoffending.\nMalinek based his opinion on most of the same considerations, including the qualifying\noffenses were predatory, inconsistent treatment while in custody, conduct in custody,\nnormal sex drive, and the actuarial risk assessments. With respect to the actuarial risk\nassessments, Malinek opined Sindaha was a high risk of reoffending.\n              Moreover, there was evidence Sindaha’s substance abuse contributed to his\npoor decision making. Sindaha was under the influence of drugs and alcohol at the time\nof both qualifying offenses. Sindaha testified his triggers were drugs and “teenage young\nmen.” The evidence at trial demonstrated Sindaha had been sober for at most one year.\nThe jury could reasonably rely on this evidence to conclude Sindaha’s substance abuse\nproblems contributed to his failure to control his impulses and he had not achieved\nsufficient success in his sobriety. Contrary to Sindaha’s repeated claims otherwise, this is\n\n                                              20\n\fevidence that establishes his risk of reoffense is well-founded. Sindaha cites only to the\nevidence that supports his contentions, but as we explain above we must review the entire\nrecord.\n              Thus, based on Sindaha’s admissions and conduct, and the expert\ntestimony, the evidence supported the conclusion there was “much more than the mere\npossibility” of a well-founded risk Sindaha was likely to reoffend. Indeed, based on our\ncomplete reading of the record, the likelihood of reoffense was better than even.\n              Sindaha relies on isolated portions of Murphy’s and Malinek’s testimony to\nargue their opinions he was likely to reoffend was speculative and not well-founded. He\ncites to the following statements from Murphy: (1) “Clinical judgment is generally about\nthe same as a coin toss. 50/50[;]” (2) actuarial risk assessments “help improve that\npredicted accuracy, but only improve it somewhat. More like 70 percent. [¶] So it’s not\nperfect by any means[;]” (3) actuarial risk assessments do not “tell you that this\nindividual is high risk to reoffend of this is their percentage likelihood[;]” and (4)\ncomparisons of individuals to test groups is inexact, imperfect, and employs circular\nreasoning which results in a “Catch-22.” Additionally, Sindaha relies on the following\nstatements from Malinek: (1) the actuarial risk assessments are “gross screening\nmeasures[;]” and (2) comparisons of individuals to test groups is inexact. Finally, he\ncites to his own experts’ testimony the actuarial risk assessments are statistically\nineffectual in predicting future behavior.\n              As we explain above, Sindaha cites only to the evidence that supports his\ncontentions and fails to provide a complete portrayal of the expert testimony at trial,\nwhich we provide above. We will not reexamine expert testimony. (Flores, supra,\n144 Cal.App.4th at p. 633.) The jury heard and considered all the expert testimony and\nnecessarily rejected Sindaha’s theory he was not likely to reoffend. Expert testimony is\ncritical in SVP cases because they involve predictions about an individual’s future\nbehavior. (McKee I, supra, 47 Cal.4th at p. 1192.) Second, the Static-99 test and other\n\n                                              21\n\factuarial risk assessments are commonly used and relied on in predicting the likeliness of\nreoffending. (See People v. Paniagua (2012) 209 Cal.App.4th 499, 504, fn. 5;\nPen. Code, § 290.04.)\n              Finally, by their very nature, SVP proceedings involve some uncertainty\nbecause predicting human behavior is an inexact science. The California Supreme Court\nrecognized this when it stated, “The word ‘likely,’ as used in the statute, also must be\nconstrued in light of the ‘difficulties inherent in predicting human behavior’ [citation],\nparticularly in mathematical terms.” (Ghilotti, supra, 27 Cal.4th at p. 921.) Sindaha\ncomplains the Attorney General confuses the quantum of evidence necessary to\ndemonstrate the likelihood of reoffense with quality of the evidence supporting the expert\nopinion. Both Murphy and Malinek candidly testified to the limits of clinical judgments\nand actuarial risk assessments and stated they are tools to be considered in determining\nwhether an individual is an SVP based on a totality of the circumstances. Neither said\nshe/he relied solely on a clinical judgment or actuarial risk assessment in making her/his\ndetermination. Thus, sufficient evidence supports the conclusion there is a serious and\nwell-founded risk Sindaha will likely engage in sexually violent predatory conduct if\nreleased.\nII. Void for Vagueness\n              Sindaha asserts the SVPA is unconstitutionally vague because the statutory\nstandard “leaves the application of the statute to the individual predilections of”\nevaluators, attorneys, judges, and jurors. He adds that a risk that is substantial, serious,\nand well-founded can mean different things to different people. Sindaha’s claim is an\nattack on the California Supreme Court’s definition of “likely” first articulated in\nGhilotti, supra, 27 Cal.4th at page 922, at the prefiling stage, then in Cooley, supra,\n29 Cal.4th at pages 255-258, at the probable cause stage, and then in Roberge, supra,\n29 Cal.4th at pages 987-988, at the trial stage. As the California Supreme Court has\ninterpreted “likely” in the same manner in a trio of cases, we reject Sindaha’s claim it is\n\n                                              22\n\fconstitutionally suspect. (In re Marquez (2003) 30 Cal.4th 14, 20 [courts interpret statute\nconsistent with applicable constitutional provisions seeking to harmonize statute and\nconstitution].) Moreover, the term “likely” has been approved in statutes which are\nsubstantially similar to the SVPA, such as the Kansas sex offender statute reviewed in\nKansas v. Hendricks, supra, 521 U.S. 346. Because the likelihood standard under the\nSVPA is not materially different from the statute at issue in Kansas v. Hendricks, supra,\n521 U.S. 346, and the California Supreme Court has clearly and repeatedly spoken on the\nissue, we reject Sindaha’s void for vagueness claim.\nIII. Jury Instructions\nA. Likely\n              Citing to the California Supreme Court’s definition of “likely” articulated\nin Ghilotti, Cooley, and Roberge, Sindaha argues the trial court erred in failing to instruct\nthe jury sua sponte on the complete definition set forth in those cases. We disagree.\n               As we explain above, “the phrase ‘likely to engage in acts of sexual\nviolence’ . . . , as used in section 6601, subdivision (d), connotes much more than the\nmere possibility that the person will reoffend as a result of a predisposing mental disorder\nthat seriously impairs volitional control. On the other hand, the statute does not require a\nprecise determination that the chance of reoffense is better than even. Instead, an\nevaluator applying this standard must conclude that the person is ‘likely’ to reoffend if,\nbecause of a current mental disorder which makes it difficult or impossible to restrain\nviolent sexual behavior, the person presents a substantial danger, that is, a serious and\nwell-founded risk, that he or she will commit such crimes if free in the community.”\n(Ghilotti, supra, 27 Cal.4th at p. 922; Roberge, supra, 29 Cal.4th at p. 986, Cooley,\nsupra, 29 Cal.4th pp. 255-256.)\n              As relevant here, the trial court instructed the jury with\nCALCRIM No. 3454, as follows: “A person is likely to engage in sexually violent\npredatory criminal behavior if there is a substantial danger, that is, a serious and\n\n                                             23\n\fwell-founded risk that the person will engage in such conduct if released into the\ncommunity. [¶] The likelihood that the person will engage in such conduct does not\nhave to be greater than\n50 percent.”\n               Sindaha asserts the trial court erred in failing to instruct the jury sua sponte\non the “outside lower limit” that “likely” means “more than the mere possibility.” He\nclaims the court should have modified CALCRIM No. 3454 to include the following\nlanguage: “Likely to engage in acts of sexual violence connotes much more than the\nmere possibility that the person will reoffend as a result of a predisposing mental disorder\nthat seriously impairs volitional control[,]” or something similar. (Italics omitted.)\n               “The rules governing a trial court’s obligation to give jury instructions\nwithout request by either party are well established. ‘Even in the absence of a request, a\ntrial court must instruct on general principles of law that are . . . necessary to the jury’s\nunderstanding of the case.’ [Citations.] That obligation comes into play when a statutory\nterm ‘does not have a plain, unambiguous meaning,’ has a ‘particular and restricted\nmeaning’ [citation], or has a technical meaning peculiar to the law or an area of law\n[citation]. [¶] As is clear from our recent decision in Ghilotti, supra, 27 Cal.4th 888, the\nmeaning of the SVPA’s term ‘likely’ is neither plain nor unambiguous.” (Roberge,\nsupra, 29 Cal.4th at p. 988.)\n               Here, the trial court instructed the jury that to find Sindaha was an SVP,\nthere had to be a “substantial danger” and a “serious and well-founded risk,” that he\nwould reoffend if released. The instruction as given closely tracked the language in\nRoberge, supra, 29 Cal.4th at page 988, where the court stated that “a person is ‘likely\n[to] engage in sexually violent criminal behavior’ if at trial the person is found to present\na substantial danger, that is, a serious and well-founded risk, of committing such crimes\nif released from custody.” No reasonable juror would have read the trial court’s\ninstruction to conclude a “mere possibility” of reoffending would suffice to qualify\n\n                                              24\n\fSindaha as an SVP. Thus, the instruction was accurate as given, although in the future\nthe better practice would be to instruct the jury with the language Sindaha complains was\nimproperly omitted to track precisely the definition of “likely” articulated in Ghilotti,\nCooley, and Roberge.\nB. Recent Overt Act\n              Sindaha argues the trial court erred in refusing his request to instruct the\njury with a pinpoint instruction informing the jury it could consider the absence of a\nrecent overt act in reaching its verdict because it was a correct statement of the law and\nwas not otherwise covered. Not so.\n              “A trial court may be required to give a requested jury instruction that\npinpoints a defense theory of the case, but it need not give an argumentative or\nduplicative instruction. [Citation.]” (People v. Harris (2013) 57 Cal.4th 804, 853.) The\nsame rule applies in civil cases. “A party is entitled upon request to correct,\nnonargumentative instructions on every theory of the case advanced by him which is\nsupported by substantial evidence. The trial court may not force the litigant to rely on\nabstract generalities, but must instruct in specific terms that relate the party’s theory to\nthe particular case. [Citations.]” (Soule v. General Motors Corp. (1994) 8 Cal.4th 548,\n572.) We will review the trial court’s determination de novo. (People v. Cole (2004)\n33 Cal.4th 1158, 1210.)\n              Here, the trial court properly refused to instruct the jury with Sindaha’s\npinpoint instruction telling the jury it could consider the absence of evidence of an overt\nact in reaching its verdict. As relevant here, an individual is a sexually violent predator if\nthe individual has a “diagnosed mental disorder that makes the person a danger to the\nhealth and safety of others.” (§ 6600, subd. (a)(1).) Section 6600, subdivision (d),\nprovides, “‘Danger to the health and safety of others’ does not require proof of a recent\novert act while the offender is in custody.” The trial court instructed the jury with\nCALCRIM No. 3454 on this point as follows: “In order to prove that . . . Sindaha is a\n\n                                              25\n\fdanger to the health and safety of others, the People do not need to prove a recent overt\nact committed while he was in custody. A recent overt act is a criminal act that shows a\nlikelihood that the actor may engage in sexually violent predatory criminal behavior.”\nThe instruction tracked the statutory language and was proper. (Williams, supra,\n31 Cal.4th at pp. 774-775 [CALCRIM No. 3454 tracks statutory language and is\nsufficient].) Moreover, we conclude the pinpoint instruction was argumentative because\nit unduly emphasized a particular issue, the absence of a recent overt act, and invaded the\njury’s province by inviting the jury to draw inferences favorable to Sindaha. Such an\ninstruction is improper. (People v. Mincey (1992) 2 Cal.4th 408, 437 [court must refuse\nargumentative instruction that invited jury to draw favorable inferences to one party from\nspecified evidence].)\n              Sindaha argues his pinpoint instruction remedied a flaw in\nCALCRIM No. 3454. He claims the language that relieves the prosecution from the\nrequirement of proving a recent overt act also relieves the prosecution from proving he\nsuffers from current symptoms establishing a current mental disorder. We disagree.\nCALCRIM No. 219 informed the jury Sindaha was presumed not to be an SVP and the\nprosecution must prove Sindaha was an SVP beyond a reasonable doubt or the jury must\nfind the petition not true. Additionally, CALCRIM No. 3454 required the prosecution to\nprove Sindaha “has a diagnosed mental disorder.” In making that determination, the\ncourt instructed the jury it could not conclude Sindaha was an SVP based solely on his\nprior convictions “without additional evidence that he currently has such a diagnosed\nmental disorder.” Based on the entire charge to the jury, we conclude the court properly\ninstructed the jury on the prosecution’s burden of proof, i.e., that Sindaha has a current\nmental disorder. Thus, the court did not err in refusing Sindaha’s pinpoint instruction on\nthe absence of a recent overt act.\n\n\n\n\n                                             26\n\fC. Mental Disorder\n                Sindaha raises two claims regarding the mental disorder requirement. First,\nhe claims the trial court erred in refusing to instruct the jury with his pinpoint instruction\nstating he must suffer from a mental disorder that distinguished him from a typical\nrecidivist. Relying on People v. Leffel (1988) 203 Cal.App.3d 575 (Leffel), he claims that\nbecause of witness testimony and the prosecutor’s statements the court had a sua sponte\nduty to instruct the jury that it needed to find he had serious difficulty controlling his\nsexually violent behavior. Williams, supra, 31 Cal.4th 757, is dispositive.\n                In that case, the trial court did not separately and specifically instruct the\njury on the need to find serious difficulty in controlling behavior, and defendant argued a\nseparate “‘control’” instruction was constitutionally required under Kansas v. Crane,\nsupra, 534 U.S. 407. (Williams, supra, 31 Cal.4th at p. 759.) After exhaustively\ndiscussing the United States Supreme Court’s decisions in Kansas v. Crane, supra,\n534 U.S. 407, and Kansas v. Hendricks, supra, 521 U.S. 346, and its own decision in\nHubbart, supra, 19 Cal.4th 1138, the Williams court concluded the SVPA “inherently\nembraces and conveys the need for a dangerous mental condition characterized by\nimpairment of behavioral control,” and “states no category of committable disorder\nwhich does not expressly require a dangerous effect on emotional or volitional capacity.”\n(Williams, supra, 31 Cal.4th at p. 774.) Thus, it concluded, “a jury instructed in the\nlanguage of [the SVPA] must necessarily understand the need for serious difficulty in\ncontrolling behavior,” and no “further lack-of-control instructions or findings are\nnecessary to support a commitment under the SVPA.” (Williams, supra, 31 Cal.4th at\npp. 774-775.)\n                Here, the trial court instructed the jury with CALCRIM No. 3454, which\ntracks the statutory language the Williams court concluded was sufficient. We are bound\nby Williams (Auto Equity Sales, Inc. v. Superior Court (1962) 57 Cal.2d 450, 455), and\ntherefore reject Sindaha’s claim of instructional error.\n\n                                                27\n\f              We also reject Sindaha’s assertion witness testimony and the prosecutor’s\nstatements takes the case outside Williams’ holding because they were misleading and\nrelieved the prosecution from proving beyond a reasonable doubt Sindaha had serious\ndifficulty controlling his sexually violent behavior. As we explain above, the trial court\nproperly instructed the jury with CALCRIM No. 3454, and with CALCRIM No. 200,\nwhich informed the jury the trial court was the final arbiter of what the law is and if\nanything counsel said conflicts with what the law is, the jury must follow the court’s\ninstructions. Finally, neither Leffel, supra, 203 Cal.App.3d 575, a Fifth District Court of\nAppeal case concerning the meaning of “gross negligence,” nor the cases it relied on,\nconvince us to depart from the California Supreme Court’s reasoning in Williams, supra,\n31 Cal.4th 757.\nD. Amenability to Treatment\n              Relying on People v. Grassini (2003) 113 Cal.App.4th 765 (Grassini),\nSindaha contends the trial court had a sua sponte duty to instruct the jury it should\nconsider whether his amenability to treatment raised a reasonable doubt as to whether he\nwas likely to reoffend. We disagree.\n              In determining whether it is likely that the person will reoffend, the\nquestion is whether the individual presents a serious and well-founded risk of committing\nsexually violent criminal acts that will be of a predatory nature if the person is set free in\nthe community. (Roberge, supra, 29 Cal.4th at pp. 988-989.) “Evidence of the person’s\namenability to voluntary treatment, if any is presented, is relevant to the ultimate\ndetermination whether the person is likely to engage in sexually violent predatory crimes\nif released from custody.” (Id. at p. 988, fn. 2.) The trial court in an SVP proceeding\nmust instruct on the general principles of law that are necessary to the jury’s\nunderstanding of the case. (Id. at p. 988.)\n              In Grassini, supra, 113 Cal.App.4th at page 777, footnote omitted, the\ncourt ruled that “the presence of [evidence of amenability to voluntary treatment] creates\n\n                                              28\n\fa sua sponte duty in the trial court to instruct the jury that it is to determine whether\ncustody in a secure facility is necessary to ensure that the individual is not a danger to the\nhealth and safety of others.” Based on Grassini, CALCRIM No. 3454 includes a fourth\nelement that must be proved to establish SVP status if there is evidence of the person’s\namenability to voluntary treatment, that it is necessary to keep the person “‘in custody in\na secure facility’” to ensure the health and safety of the public. (People v. Superior Court\n(George) (2008) 164 Cal.App.4th 183, 194-195.)\n              Here, the trial court instructed the jury with this fourth element as follows:\n“It is necessary to keep him in custody in a secure facility to ensure the health and safety\nof others.” Sindaha acknowledges this language “parallels” Grassini but argues\nCALCRIM No. 3454 “completely fail[s] to address the issue that triggers the\ninstruction[,]” i.e., “whether [his] amenability to voluntary treatment raised a reasonable\ndoubt as to whether [he] was likely to reoffend.” Because the instruction was a correct\nstatement of the law, the trial court did not have a sua sponte duty to instruct the jury on\nthis point further. Had Sindaha wanted a special instruction on this point, he could have\nrequested one. He did not, and the trial court properly instructed the jury with\nCALCRIM No. 3454’s fourth element as required by Grassini.\nE. Burden of Proof\n              Again focusing on the fourth element, Sindaha claims the trial court\ninstructed the jury in language that placed the burden of proof on dangerousness on him.\nAgain, the fourth element stated, “It is necessary to keep him in custody in a secure\nfacility to ensure the health and safety of others.” (Italics added.) Sindaha relies on the\nitalicized portion of the statute to argue the instruction shifted the burden of proof to him\nbecause “if the jury has no evidence of anything that would guarantee the health and\nsafety of others then the jury has no choice but to answer that confinement in a secure\nfacility is necessary. In that sense, on this element, the burden of proof has been\nreversed.” His claim is meritless.\n\n                                              29\n\f                “‘[T]he correctness of jury instructions is to be determined from the entire\ncharge of the court, not from a consideration of parts of an instruction or from a particular\ninstruction.’ [Citation.] . . . [Citation.] ‘“‘Jurors are presumed to be intelligent, capable\nof understanding instructions and applying them to the facts of the case.’”’ [Citation.]”\n(People v. Hajek (2014) 58 Cal.4th 1144, 1220.)\n                Nothing in CALCRIM No. 3454’s fourth element, CALCRIM No. 3454,\nor the instructions as a whole placed the burden of proof on Sindaha. As to the fourth\nelement, it merely told the jury to consider whether custody in a secure facility was\nnecessary to protect the health and safety of others. The remainder of the instruction and\nother instructions clearly placed the burden of proof on the prosecution.\nCALCRIM No. 3454 begins, “The petition alleges that . . . Sindaha is a sexually violent\npredator. [¶] To prove this allegation, the People must prove beyond a reasonable doubt\nthat . . . .” The court also instructed the jury with CALCRIM No. 219, which stated in\nrelevant part, “The Petitioner is required to prove the allegations of the petition true\nbeyond a reasonable doubt.” Based upon the court’s entire charge, we conclude the\nprosecution properly bore the burden of proof to prove all allegations beyond a\nreasonable doubt. Therefore, the fourth element of CALCRIM No. 3454 did not shift the\nburden of proof to Sindaha to prove he was not dangerous.\nIV. Admission of Evidence\n                Sindaha claims the trial court made two evidentiary errors. We will address\neach in turn.\nA. Parole\n                Relying on Krah, supra, 114 Cal.App.4th 534, Sindaha asserts the trial\ncourt erred in admitting evidence he would not be on parole if released. Not so.\n                In Krah, supra, 114 Cal.App.4th at page 539, a petition was filed alleging\ndefendant was an SVP and should be committed to a state hospital. Defendant contended\n\n\n\n                                              30\n\fhe was not an SVP due to his advanced age and poor health, making it unlikely he would\nreoffend if released into the community. (Ibid.) On appeal, defendant argued the trial\ncourt committed reversible error by excluding evidence of the terms and conditions of\nparole that would have been imposed on him if he were released from custody. (Id. at\np. 544.)\n                 The Krah court disagreed, explaining: “[Defendant’s] theory of relevance\nreflects a fundamental misunderstanding of section 6600[, subdivision](a)(1). This\nstatutory provision directs the trier of fact to determine whether the defendant has a\n‘diagnosed mental disorder’ that predisposes him to engage in sexually violent criminal\nbehavior. Evidence of the terms and conditions of a parole release is simply not relevant\nto the determination whether the defendant has the type of medical condition that is an\nelement of the definition of a sexually violent predator. Further, admitting such evidence\nmight well confuse and mislead a jury. For example, a jury presented with such evidence\nmight mistakenly base its determination on an assessment of the likely effectiveness of\nthe policing function of the prospective parole officer rather than on the relevant evidence\npertaining to the defendant’s actual mental condition.” (Krah, supra, 114 Cal.App.4th at\npp. 544-545.) Krah is inapposite.\n                 Here, the trial court properly admitted evidence on the issue of parole\nbecause it was relevant to the issue of whether Sindaha should be kept in a secure facility.\nUnlike Krah, the record includes no evidence concerning parole terms and conditions.\nThe only evidence Sindaha cites to, and the only evidence we could find, concerning\nparole is Murphy’s and Sindaha’s testimony he would not be on parole if released.\nAgain, the evidence was limited to the fact he would not be on parole and necessarily not\non terms and conditions of parole. The court properly admitted evidence of Sindaha’s\nparole status.\n\n\n\n\n                                               31\n\fB. Sexually Violent Predator\n              Sindaha claims use of the phrase “sexually violent predator” was inherently\ninflammatory and prejudicial, and thus deprived him of due process. The same attorney\nwho represents Sindaha in this appeal raised the identical claim in at least five\nnonpublished cases (People v. Atualevao (Feb. 13, 2013, A131853) [nonpub. opn.];\nPeople v. Aguon (Jan. 17, 2013, D053875) [nonpub. opn.]; People v. Yartz (Sept. 30,\n2011, C064044) [nonpub. opn.]; People v. Martinez (Dec. 16, 2010, D055274) [nonpub.\nopn.]; People v. Lowe (Nov. 29, 2010, A124874) [nonpub. opn.]). Those courts rejected\nthis argument. On the court’s own motion, we take judicial notice of the opinions in\nthose cases. (Evid. Code § 451, subd. (a); In re Luke L. (1996) 44 Cal.App.4th 670, 674,\nfn. 3 [judicial notice of nonpublished opinion pursuant to Evid. Code, § 451, subd. (a) ].)\n              We need not engage in a lengthy discussion as to why his claim is\nmeritless. Suffice it to say, the Legislature chose the phrase “sexually violent predator”\nwhen enacting the SVPA, and CALCRIM No. 3454 similarly uses that phrase. Sindaha’s\nremedy is to petition the Legislature to amended section 6600 et seq. to omit any\nreference to “sexually violent predator.” Sindaha’s claim the prosecutor committed\nmisconduct by using the phrase is meritless as the prosecutor simply used the words\nspecified in the statutory scheme. Finally, the prejudice contemplated when assessing the\nprejudicial effect of evidence is that evidence which causes the jury to prejudge a person.\nWe conclude there is no likelihood the jury prejudged Sindaha because as we explain\nabove the trial court properly explained the prosecution was required to prove all the\nrequired elements beyond a reasonable doubt. Thus, the court properly denied Sindaha’s\nmotion to preclude the prosecutor from using the phrase “sexually violent predator.”\n\n\n\n\n                                             32\n\fV. Cumulative Error\n              Sindaha contends the cumulative effect of the errors requires reversal. We\nhave concluded there were no errors. Thus, his claim has no merit.\nVI. Equal Protection\nA. Burden of Proof\n              Sindaha contends the SVPA violates his equal protection rights because the\nSVPA places a higher burden of proof on SVPs than similarly situated mentally\ndisordered offenders (MDOs) and individuals committed after being found not guilty by\nreason of insanity whose commitments are extended (NGIs). He adds the matter must be\nremanded to the trial court for a hearing to determine whether there is a justification for\nplacing a higher burden of proof on SVPs than on MDOs and NDIs. Again, we disagree.\n              In McKee I, supra, 47 Cal.4th at pages 1202, 1207, the California Supreme\nCourt recognized that persons civilly committed as MDOs or NGIs are subject to short,\ndefinite terms of commitment whereas persons found to be SVPs are committed to an\nindeterminate term of commitment. The court concluded SVPs were similarly situated to\nthese other groups of committees. (Id. at pp. 1204, 1207.) It remanded the matter to the\ntrial court “to determine whether the People . . . can demonstrate the constitutional\njustification for imposing on SVP’s a greater burden than is imposed on MDO’s and\nNGI’s in order to obtain release from commitment.” (Id. at pp. 1208-1209, fn. omitted.)\n              After remand, the superior court conducted a 21-day evidentiary hearing on\nthe justification of disparate treatment for SVPs and concluded the People had met their\nburden. On appeal, the Fourth District, Division One reviewed the matter de novo.\n(People v. McKee (2012) 207 Cal.App.4th 1325 (McKee II).) “When a constitutional\nright, such as the right to liberty from involuntary confinement, is at stake, the usual\njudicial deference to legislative findings gives way to an exercise of independent\njudgment of the facts to ascertain whether the legislative body ‘“has drawn reasonable\ninferences based on substantial evidence.”’” (McKee I, supra, 47 Cal.4th at p. 1206.)\n\n                                             33\n\f              In McKee II, the court concluded “[t]he People have shown ‘that the\ninherent nature of the SVP’s mental disorder makes recidivism as a class significantly\nmore likely[;] . . . that SVP’s pose a greater risk [and unique dangers] to a particularly\nvulnerable class of victims, such as children’; and that SVP’s have diagnostic and\ntreatment differences from MDO’s and NGI’s, thereby supporting a reasonable\nperception by the electorate . . . that the disparate treatment of SVP’s under the amended\n[SVPA] is necessary to further the state’s compelling interests in public safety and\nhumanely treating the mentally disordered.” (McKee II, supra, 207 Cal.App.4th at\np. 1347.) The Supreme Court denied a petition for review, making McKee II final.\n(McKee II, review den. Oct. 10, 2012, S204503.)\n              Sindaha recognizes this court has followed McKee II, supra,\n207 Cal.App.4th 1325, in People v. McDonald (2013) 214 Cal.App.4th 1367, 1377\n(McDonald), and People v. Landau (2013) 214 Cal.App.4th 1, 47-48 (Landau). But he\nargues this court should reconsider its acceptance of McKee II. We decline his invitation\nand follow the well-reasoned analysis in McDonald and Landau. We find the reasoning\nin McKee II persuasive and Sindaha offers no compelling justification for departing from\nit.\nB. Summary Dismissals\n              Sindaha also contends section 6608 violates his equal protection rights\nbecause the trial court may summarily dismiss a frivolous petition without a hearing\nwhen similar petitions from MDOs and NGIs are not subject to summary dismissal. He\nadds the matter must be remanded to the trial court for a hearing to determine whether\nthere is a justification for the disparate treatment.\n\n\n\n\n                                               34\n\f              The Attorney General responds Sindaha’s claim is not ripe for review\nbecause he has not filed a section 6608 petition, a petition for conditional release after\nhaving been committed as an SVP. Sindaha responds the claim is equally ripe with the\nequal protection challenge considered by the California Supreme Court in McKee I,\nsupra, 47 Cal.4th 1172. We agree with the Attorney General.\n              It is a “well-settled rule that courts should ‘avoid advisory opinions on\nabstract propositions of law. [Citations.]’ [Citation.]” (People v. Ybarra (1988)\n206 Cal.App.3d 546, 549; People v. Gonzales (1994) 29 Cal.App.4th 1684, 1700.) To\nprevent advisory opinions, courts must wait until a case “‘has reached, but has not\npassed, the point that the facts have sufficiently congealed to permit an intelligent and\nuseful decision to be made.’” (Pacific Legal Foundation v. California Coastal Com.\n(1982) 33 Cal.3d 158, 171.)\n              Under section 6608, if an SVP files a petition for conditional release or\nunconditional discharge without the recommendation or concurrence of the Director of\nState Hospitals, the court “shall endeavor whenever possible to review the petition and\ndetermine if it is based upon frivolous grounds and, if so, shall deny the petition without a\nhearing.” (§ 6608, subd. (a).) Here, Sindaha’s appeal is from the jury’s verdict under the\nSVPA’s initial commitment procedures (§§ 6601-6604), and not from a determination\nunder the postcommitment release procedure set forth in section 6608.\n              We recognize that in People v. McCloud (2013) 213 Cal.App.4th 1076,\n1086-1088 (McCloud), the First District remanded an appeal from an SVP commitment\ndetermination “so that both parties may fully brief and argue [defendant’s] claim that\nsection 6608, subdivision (a), violates the equal protection clause” because his claim was\nnot “wholly without merit.” (McCloud, supra, 213 Cal.App.4th at p. 1088.) The issue of\nripeness was not before the court in that case however. Thus, we conclude Sindaha’s\nequal protection challenge is not ripe.\n\n\n\n                                             35\n\f                                  DISPOSITION\n            The judgment is affirmed.\n\n\n\n\n                                             O’LEARY, P. J.\n\nWE CONCUR:\n\n\n\nRYLAARSDAM, J.\n\n\n\nIKOLA, J.\n\n\n\n\n                                        36\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">Filed 7/31/14 P. v. Sindaha CA4/3\n\n\n\n\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n              IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                     FOURTH APPELLATE DISTRICT\n\n                                                DIVISION THREE\n\n\nTHE PEOPLE,\n\n     Plaintiff and Respondent,                                         G047750\n\n         v.                                                            (Super. Ct. No. M-10734)\n\nSAMI MICHAEL SINDAHA,                                                  OPINION\n\n     Defendant and Appellant.\n\n\n\n                   Appeal from a judgment of the Superior Court of Orange County, Sheila F.\nHanson, Judge. Affirmed.\n                   Ronald Richard Boyer, under appointment by the Court of Appeal, for\nDefendant and Appellant.\n                   Kamala D. Harris, Attorney General, Dane R. Gillette, Chief Assistant\nAttorney General, Julie L. Garland, Assistant Attorney General, Bradley Weinreb and\nJoy Utomi, Deputy Attorneys General, for Plaintiff and Respondent.\n\f              Sami Michael Sindaha appeals from a judgment after the jury found true a\npetition to commit him as a sexually violent predator (SVP). Sindaha argues there was\ninsufficient evidence he is an SVP, the Sexually Violent Predator Act (the SVPA)\nviolated his due process rights, the trial court committed numerous instances of\ninstructional error, the court erred in admitting evidence, there was cumulative error, and\nthe matter must be remanded for a hearing to determine whether the SVPA violated the\nequal protection clause. None of his contentions have merit, and we affirm the judgment.\n                                          FACTS\n              In July 1984, 21-year old Sindaha followed 12-year and 10-month old\nJoseph S. into the men’s locker room of a community pool and started a conversation\nwith him. Sindaha grabbed Joseph’s arm, pulled him into a bathroom stall, covered his\nmouth, and locked the door. Sindaha sat Joseph on his lap, told him to not make any\nnoise, put his hand down Joseph’s swim trunks, and fondled his penis. In May 1985, the\njury convicted Sindaha of violating Penal Code section 288, subdivision (b), and\nthe trial court sentenced him to eight years in prison. He was released in 1989, violated\nparole, was returned to custody, and was paroled again in 1992.\n              In February 1994, 31-year old Sindaha met and befriended Rena Z., a\nsingle mother of four children, including 13-year-old David Z. who was about four and\none-half feet tall. One day, Rena gave Sindaha permission to take David to the movies.\nInstead, Sindaha took David to a friend’s house where they smoked marijuana and drank\nbeer. Sindaha then took him to a motel. At the motel, Sindaha told David to take a\nshower, which he did. Sindaha went into the bathroom wearing only his underwear, and\nas he stroked his penis, he pulled back the shower curtain. Sindaha told David he should\nstroke his own penis, and David told him to get out of the bathroom, which he eventually\ndid taking David’s clothes from the bathroom floor. When David finished showering and\nrealized his clothes were gone, he saw them on a closet shelf too high for him to reach.\nAfter he was unsuccessful in reaching his clothes, David laid down on one of the two\n\n                                             2\n\fbeds. Sindaha laid down next to David, pulled down his boxers, grabbed his penis, and\nstroked it for about 15 minutes. Sindaha told David, “This is how you make love to a\nwoman . . . .” and got on top of David and grinded his crotch against David’s crotch.\nSindaha also kissed him. Sindaha turned David over and did the same thing. Sindaha\neventually went to the other bed and fell asleep. Sindaha took David to Knott’s Berry\nFarm the next morning and later that evening took him home. The jury convicted\nSindaha of two counts of violating Penal Code section 288, subdivision (a), and the trial\ncourt, because of prior conviction enhancements, sentenced him to 18 years in prison.\n              In November 2005, the Orange County District Attorney filed a petition to\ncommit Sindaha as an SVP pursuant to Welfare and Institutions Code section 6600\net seq.1 The prosecution supported the petition with reports from psychologists\nHy Malinek and Mark A. Schwartz. In January 2006, Sindaha was moved from prison to\nCoalinga State Hospital (Coalinga). In August 2009, the trial court ruled there was\nprobable cause to conclude Sindaha is likely to engage in sexually violent predatory\ncriminal behavior upon release.\n              Before trial, Sindaha filed a motion in limine concerning many items, two\nof which are relevant here. First, relying on People v. Krah (2003) </pre><span class=\"citation\" data-id=\"2295453\"><a href=\"/opinion/2295453/people-v-krah/\"><span class=\"volume\">114</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">534</span></a></span><pre class=\"inline\">\n(Krah), he argued the trial court should exclude any evidence concerning parole and\nparole conditions for sex offenders. Second, he argued the court should preclude the use\nof the phrase “sexually violent predator” because it is unduly prejudicial. The\nprosecution opposed both requests.\n              At a hearing on the in limine motions, the trial court denied Sindaha’s\nmotion to exclude evidence of parole because it was probative to the issue of amenability\nof treatment. After stating, “I’m not suggesting there be any reference to parole\nconditions[,]” the court explained “that in evaluating whether or not someone is a danger\n\n1            All further statutory references are to the Welfare and Institutions Code,\nunless otherwise indicated.\n\n                                             3\n\fin the community, . . . they can look at whether or not there’s anything in place to require\nthem to seek treatment.” The court also denied Sindaha’s motion to exclude any\nreference to the phrase “sexually violent predator” because the words are used in the\nstatute and the jury instruction, and it is what the jury is being asked to decide. The court\nopined the phrase was not unduly prejudicial. Sindaha’s counsel stated, “And one of\nthese days that will work.”\n              A jury trial began in November 2012. In addition to Joseph’s, Rena’s, and\nDavid’s testimony as described above, the prosecution offered the following testimony.\n              After detailing her education, training, and experience, Carolyn Murphy, a\npsychologist, testified that on March 19, 2012, she interviewed Sindaha at Coalinga for\nabout one hour. As part of her evaluation, Murphy reviewed “tens of thousands of pieces\nof paper,” including medical records, wellness and recovery plans, police reports, and\nprobation reports and based her opinion on the totality of what she reviewed. Murphy\nstated Sindaha had three qualifying offenses because he had suffered three convictions.\nMurphy also stated Sindaha admitted he engaged in sexual conduct with teenage male\nprostitutes on about a dozen occasions. And Sindaha told her he was accused of falsely\nimprisoning and touching a 13- or 14-year-old boy who he was attracted to and who he\nmet at the park.\n              When asked, Murphy opined Sindaha had a current diagnosable mental\ndisorder. Murphy explained he had “one qualifying mental disorder under that criterion,\nbut that he has four diagnosed conditions that do interrelate and influence one another.”\nShe stated they were “pedophilia, sexually attracted to males, non-exclusive type.” After\nexplaining the criteria for pedophilia, “sexual attraction to children who are prepubescent\ngenerally under the age of 13[,]” Murphy admitted that when the victims are 11, 12, or\n13, “a value judgment” must be made. Murphy added, “In this instance, I had no\ninformation that I can recall necessarily from the police reports that describe the victims,\nbut I did ask [Sindaha]. And he told me that one of the victims he didn’t recall pubic hair\n\n                                              4\n\for any secondary characteristics. [¶] And in another one he described him as being short\nand seeming to look very young.” Murphy continued that she did not get any information\nto suggest the victims were postpubescent males who had gone through puberty early.\nLater, after refreshing her recollection with her report, Murphy stated Sindaha referred to\nDavid as cute and short and Joseph as young. She added Sindaha said he did not recall\nseeing any pubic hair or secondary sex characteristics on either victim. She opined\nSindaha committed two incidents 10 years apart indicating a deviant interest and he is\nsexually attracted to males of all ages. She described pedophilia as chronic and generally\nincurable. Murphy agreed Sindaha’s history established a long standing interest in\nchildren and she opined he was a menace to the health and safety of others due to his\npedophilia disorder. She opined Sindaha “didn’t have a really full or clear understanding\nof why he did what he did in his crimes and how to prevent them in the future. It’s\nlimited.” Murphy also opined Sindaha had a cognitive disorder not otherwise specified\n(head trauma as a young child), personality disorder not otherwise specified with\nantisocial traits, and cannabis dependence in remission. Murphy cited to his “115’s[]”\nrules violations in prison and disciplinary reports from Coalinga as evidence of Sindaha’s\nantisocial traits. The disciplinary reports involve drug use, cursing at staff, losing his\ntempter, and spitting.\n              Murphy stated Sindaha’s psychosexual history was somewhat inconsistent\nbecause in some reports he is identified as being bisexual but he identified himself as\nbeing homosexual as a teenager. She said Sindaha stated one of his older brothers had\nraped him when he was a teenager. Sindaha told Murphy he was attracted to “mostly\nadults.” Murphy stated Sindaha had a lover at Coalinga for about two years but when it\nrecently ended, “[h]e handled himself well, but . . . it was a little upsetting to him.”\nWhen discussing his relations, including his relationships in Coalinga, Sindaha told\nMurphy that he does not masturbate as often when he is in a relationship. She stated,\n“[H]e certainly still does have a sex drive.”\n\n                                                5\n\f              Murphy opined Sindaha was likely to reoffend. In addition to the other\nfactors Murphy considers in forming her opinion, i.e., her clinical judgment, she also\nconsiders the actuarial assessments, which she described as “a statistical means of\nproviding some additional data.” She stated, “Clinical judgment is generally about the\nsame as a coin toss. 50/50. [¶] There are various actuarial or statistical tools, measures,\nthat we can use that help improve that predicted accuracy, but only improve it somewhat.\nMore like 70 percent. [¶] So it’s not perfect by any means. It’s not something that I\noverly rely on. It’s another data point that I consider.” She stated that on the Static-99R\ntest, Sindaha scored a “5,” which meant he was in the moderate high range for\nreoffending. She explained that because Sindaha received treatment at Coalinga, the\nmoderate high range “could be compared to the high risk/high need.” She described the\ncomparison as “a bit of a Catch 22[]” and “like a bit of circular reasoning.” Murphy said\nSindaha had a 25.2 percent risk of reoffending over five years and a 35.5 percent risk of\nreoffending over 10 years. On the Static-2002R, Sindaha scored a “7,” which is in the\nmoderate high-risk category. She explained Sindaha’s behavior both in and out of\ncustody demonstrate a difficulty in controlling his conduct and complying with the law.\nMurphy concluded Sindaha is an SVP and it was necessary to keep him in custody\nbecause, despite treatment, he is unable to understand why he committed the offenses, he\ncannot talk about it, and he does not have a plan for relapse. When the prosecutor asked\nwhether Sindaha would be on parole if released, Murphy said she did not believe he\nwould be on parole but he would be subject to Penal Code section 290 registration.\n              On cross-examination, Murphy agreed evidence of interest in prepubescent\nchildren while housed in Coalinga would be relevant in her evaluation but children were\nnot present there. But she agreed hospital personnel look for other signs such as inmates\nwatching children’s shows or movies on television, child pornography, and ordering\nchildren’s catalogues. Murphy said it did not appear Sindaha engaged in any of this type\nof behavior. She was aware Sindaha’s IQ was 73, which is the borderline intellectual\n\n                                             6\n\ffunctioning range. She stated Sindaha participated in anger management classes,\nBreaking Barriers, and Narcotics Anonymous. On redirect examination, Murphy stated\nthe fact Sindaha committed his last child molestation offense in 1994 did not affect her\nopinion because he had been in custody and there are no children at Coalinga.\n              Sindaha testified he was 14 years old when he came out as a homosexual,\nbut he dated men and women from the age of 14 to 20, and he was comfortable as a gay\nman in his late teens. He stated that before he came out, one of his older brothers raped\nhim. He also stated he suffered a serious head injury when he was a young boy and his\nmemory failed him. He had difficulty remembering the details of the incident with the\nyoung boy at the park. But he remembered there was a boy he was playing with who got\nscared and ran away. Sindaha remembered telling Murphy that he was attracted to the\nboy, but he denied he was attracted to him and claimed he lied a lot. He also remembered\ntelling Murphy he frequently solicited teenage male prostitutes “but [he] could have been\nlying.” Sindaha described Joseph as “sexy” and David as “cute” and “attractive.” He\nadmitted that at the time he molested them he was attracted to boys but he was attracted\nto men at the time of trial, a change he attributed to his treatment. Sindaha testified\nconcerning the 13 incident reports he had received while at Coalinga from July 2006 to\nMarch 2011. When the prosecutor asked whether Sindaha knew he would not be on\nparole if he was released, he said, “Yes, sir.”\n              On cross-examination, Sindaha testified that after his head injury he found\nschool very difficult and his parents placed him in special education classes. He said his\nolder brother raped him and he told his parents but they did not believe him. He stated he\nwas scared while at Coalinga and he attributed his behavioral problems to acting\n“macho” so other inmates would leave him alone. He testified concerning the positive\nsteps he had made at Coalinga while participating in the various treatment programs,\nincluding New Life, Regular Program, Tutorial Program, Positive Behavioral Support\n(PBS) Plan, Narcotics Anonymous, Anger Management, Breaking Barriers,\n\n                                              7\n\fMedicine Wheel, church, and band class. He identified his triggers as drugs and “teenage\nyoung men[]” and explained how he would avoid both to ensure he does not reoffend.\n              On redirect examination, Sindaha admitted he was placed on the PBS Plan\nbecause of verbal and physical outbursts, physical altercations, and drug use. He had not\ndrunk at Coalinga for two years and not smoked marijuana for about eight months. He\nadmitted he drank alcohol and smoked marijuana when he molested Joseph and David.\nThe prosecutor asked whether he was afraid he would ever be attracted to a boy again,\nand Sindaha claimed he does not think about boys anymore. The prosecutor asked him\nwhether he thought about it anymore, and he answered, “Lately.” When the prosecutor\nasked how long it had been, Sindaha finally answered seven or eight years.\n              After detailing his education, training, and experience, Malinek, a\npsychologist, testified he interviewed Sindaha three times, once in prison in 2005, once in\nCoalinga in February 2011, and once in Coalinga in February 2012. He also reviewed\nmedical, police, court, and prison records. Malinek testified Sindaha suffered the\nrequisite qualifying offenses. Also, Sindaha reported an additional incident for which he\nwas not arrested and admitted he solicited teenage male prostitutes.\n              Malinek testified Sindaha had current diagnosable mental disorders, which\nincluded pedophilia, substance abuse in institutional remission, and personality disorder\nwith antisocial and histrionic features. Malinek explained pedophilia is a sexual\ndeviation where the individual is sexually interested in prepubescent children ages 13 or\nyounger. Malinek opined Sindaha met the criteria for pedophilia based on his\nconvictions and his statements he was attracted to children. He added Sindaha had\ndifficulty complying with the law, controlling his impulses, and exercising good\njudgment as demonstrated by his convictions and his behavior while incarcerated,\nincluding placement in administrative segregation on four occasions, and 17 serious rule\nviolations. He said Sindaha, “does what he wants[,]” “[t]he rules don’t apply to him[,]”\nand he “[d]oes not learn from experience.” Malinek said the fact Sindaha did not molest\n\n                                             8\n\fanyone since 1995 did not change his opinion Sindaha was a pedophile because there\nwere no children in custody. He described pedophilia as “chronic and life-long.”\nMalinek found it important Sindaha received beneficial treatment while in prison for\nmolesting Joseph and when he was released he molested David. Malinek stated that\nduring his 2012 interview, he asked Sindaha whether he had ever had sexual relations\nwith adults and he replied he did not feel comfortable having sexual relations with adults\nso he “‘went younger.’” Malinek said he described Joseph as being 10 years old, which\n“supports his consistent pedophilic inclinations.” Malinek stated he admitted to\nsexual conduct “at Coalinga which indicates his sex drive is not low at all.” Sindaha told\nMalinek that he was attracted to young men, nothing below 16 or 17 years old, and he\nwas not interested in children.\n              Based on a totality of the circumstances, Malinek opined Sindaha was “a\nhigh risk . . . to sexually reoffend.” On the Static-99R test, Malinek scored Sindaha a\n“6,” which is a “high risk” of reoffending. He said Sindaha had a 24.7 percent risk of\nreoffending over five years and a 30.7 percent risk of reoffending over 10 years. On the\nStatic-2002R, Sindaha scored a “8,” which correlates to a 33.4 percent risk of reoffending\nover five years and a 41.8 percent risk of reoffending over 10 years. Malinek described\nSindaha’s treatment at Coalinga as inconsistent. He added that outpatient treatment\nwould not be effective for Sindaha. Malinek concluded Sindaha met all the criteria for an\nSVP. On cross-examination, Malinek testified there was no evidence any of Sindaha’s\nsexual misconduct at Coalinga involved pedophilia.\n              Sindaha offered the testimony of Christopher Fisher, a psychologist. After\ndetailing his education, training, and experience, Fisher testified he had been licensed to\npractice in California for three years and had done about 25 SVP evaluations. Fisher\nexplained he did an SVP evaluation of Sindaha based on an interview with Sindaha,\nMurphy’s and Malinek’s evaluations, and a review of medical records, police records,\ncourt records, and prison records. Fisher stated Sindaha suffered the qualifying\n\n                                             9\n\fconvictions. As to whether he had a current mental disorder, Fisher testified his\ndiagnosis related to Sindaha’s substance abuse, antisocial personality disorder, and\nborderline intellectual functioning. Fisher explained he considered pedophilia but\nultimately concluded Sindaha did not meet the criteria because his molestations of Joseph\nand David were “outliers” compared to his other sexual misconduct and he did not\nexhibit any pedophilic behaviors while at Coalinga. Fisher explained Sindaha’s\nparticipation in programs demonstrated he was committed to improving himself, and his\nprogress in the PBS Plan demonstrated that when people focused on him, he excelled.\nFisher testified at length about the imprecise nature of evaluations, including the actuarial\nassessments and de minimis predictive value. Based on the actuarial assessments and the\ndynamic risk factors, Fisher opined Sindaha did not have a diagnosable mental disorder\nthat predisposed him to commit sexual offenses and he did not believe Sindaha was likely\nto commit sexual offenses again. Fisher concluded he did not believe Sindaha qualified\nas an SVP under the applicable criteria.\n              On cross-examination, Fisher admitted Sindaha had stopped using alcohol\nand marijuana at Coalinga about one year before trial. On redirect examination, Fisher\ndenied pedophilia is chronic and resistant to change.\n              Brian Abbott, a psychologist, also testified for Sindaha. After detailing his\neducation, training, and experience, Abbott testified he did not do a complete\nSVP evaluation of Abbott but instead reviewed Murphy’s and Malinek’s reports to\ndetermine whether the reports supported their conclusions Sindaha suffers from a current\nmental disorder. Abbot discussed pedophilia at length and the criteria he relied on in\ndetermining whether a patient has a current mental disorder. He opined pedophilia could\nor could not be chronic and stated a person may molest a child for reasons other than\npedophilia. He explained Sindaha’s misbehavior at Coalinga and his sexual activity with\nadult males was not indicative of pedophilia. Abbott testified at length about the\nactuarial assessments and their margin of error in predicting future behavior.\n\n                                             10\n\f                Marguerite Ann Saunders, a clinical psychologist who previously worked at\nCoalinga, testified for Sindaha. She stated Sindaha told her he wanted to stop using\nillegal substances in Coalinga and with her guidance he tested clean and was awarded\ncertificates for his progress. Suhaila Saad, Sindaha’s sister, testified he suffered a head\ninjury when he was a child that had long lasting effects. She said that if he was released\nshe would do whatever is needed to help him. Finally, Sindaha offered testimony\nestablishing he had been a consumer at the Regional Center and remains eligible for\nservices there.\n                Sindaha requested the trial court instruct the jury with two special\ninstructions. First, Sindaha requested the following: “‘You may not find the petition true\nunless the prosecutor proves beyond a reasonable doubt that . . . Sindaha suffers from a\ndiagnosable mental illness that predisposes him to commit sexually violent crimes if\nreleased. The prosecutor must prove beyond a reasonable doubt that the mental illness is\nsufficient to distinguish . . . Sindaha from a dangerous but typical recidivist in an ordinary\ncase.’” (Italics added.) Next, he requested the following: “While ‘[d]anger to the health\nand safety of others’ does not require proof of a recent overt act while the offender is in\ncustody, this does not mean that absence of such conduct may not be considered by you\nin reaching a verdict in this matter.” (Italics added.) The prosecutor opposed both\ninstructions.\n                At a hearing on the jury instructions, the trial court refused to give either of\nSindaha’s special instructions. With regard to the first, the recidivist instruction, the trial\ncourt stated the instruction was unnecessary because CALCRIM No. 3454 adequately\nprovides the elements necessary to establish Sindaha is an SVP. The court added the\ninstruction was confusing because it is unclear “what a typical recidivist is.” The court\nconcluded CALCRIM No. 3454 “covers the fact that [Sindaha] must be predisposed by\nvirtue of a mental disease or disorder to commit these crimes.” As to the second, the\nrecent overt act instruction, the court again stated CALCRIM No. 3454 clearly provided\n\n                                               11\n\fthe appropriate legal standard, including the prosecutor must prove Sindaha “is a danger\nto the health and safety of others.” The court did not find the instruction helpful because\nthe jury was instructed on what evidence they could consider and how to consider the\nevidence.\n              As relevant here, the trial court instructed the jury with\nCALCRIM No. 3454, as follows: “The petition alleges that . . . Sindaha is a[n] [SVP].\n[¶] To prove this allegation, the People must prove beyond a reasonable doubt that: [¶]\n1. He has been convicted of committing sexually violent offenses against one or more\nvictims; [¶] 2. He has a diagnosed mental disorder; [¶] 3. As a result of that diagnosed\nmental disorder, he is a danger to the health and safety of others because it is likely that\nhe will engage in sexually violent predatory criminal behavior; [¶] AND [¶] 4. It is\nnecessary to keep him in custody in a secure facility to ensure the health and safety of\nothers. [¶] The term diagnosed mental disorder includes conditions either existing at\nbirth or acquired after birth that affect a person’s ability to control emotions and behavior\nand predispose that person to commit criminal sexual acts to an extent that makes him or\nher a menace to the health and safety of others. [¶] A person is likely to engage in\nsexually violent predatory criminal behavior if there is a substantial danger, that is, a\nserious and well-founded risk that the person will engage in such conduct if released into\nthe community. [¶] The likelihood that the person will engage in such conduct does not\nhave to be greater than 50 percent. [¶] Sexually violent criminal behavior is predatory if\nit is directed toward a stranger, a person of casual acquaintance with whom no substantial\nrelationship exists, or a person with whom a relationship has been established or\npromoted for the primary purpose of victimization. [¶] Violation of Penal Code sections\n288[, subdivision] (a)[,] and 288[, subdivision](b)[,] is a sexually violent offense when\ncommitted by force, violence, duress, menace, or fear of immediate and unlawful bodily\ninjury to the victim or another person of threatening to retaliate in the future against the\nvictim or any other person. [¶] Violation of Penal Code sections 288[, subdivision] (a)[,]\n\n                                              12\n\fand 288[, subdivision](b)[,] is also a sexually violent offense when the offense is\ncommitted on a child under 14 years old. [¶] As used here, conviction for committing a\nsexually violent offense is one of the following: [¶] a prior conviction for one of the\noffenses I have just described to you that resulted in a prison sentence for a fixed period\nof time. [¶] You may not conclude that . . . Sindaha is a[n] [SVP] based solely on his\nalleged prior convictions without additional evidence that he currently has such a\ndiagnosed mental disorder. [¶] In order to prove that . . . Sindaha is a danger to the\nhealth and safety of others, the People do not need to prove a recent overt act committed\nwhile he was in custody. A recent overt act is a criminal act that shows a likelihood that\nthe actor may engage in sexually violent predatory criminal behavior.”\n              The jury concluded Sindaha is an SVP. The trial court ordered him\ncommitted to Coalinga for an indeterminate term.\n                                      DISCUSSION\nI. Sufficiency of the Evidence\n              We need not provide a detailed explanation of the SVPA as the California\nSupreme Court has done that on numerous occasions. (Reilly v. Superior Court (2013)\n</pre><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">641</span></span><pre class=\"inline\">, 646 (Reilly); In re Lucas (2012) </pre><span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">839</span></span><pre class=\"inline\">, 845; People v. McKee\n(2010) </pre><span class=\"citation\" data-id=\"2591905\"><a href=\"/opinion/2591905/people-v-mckee/\"><span class=\"volume\">47</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1172</span></a></span><pre class=\"inline\">, 1183, 1185 (McKee I); People v. Williams (2003) </pre><span class=\"citation\" data-id=\"2625326\"><a href=\"/opinion/2625326/people-v-williams/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. 4th</span>\n<span class=\"page\">757</span></a></span><pre class=\"inline\">, 776 (Williams); People v. Roberge (2003) </pre><span class=\"citation\" data-id=\"2621513\"><a href=\"/opinion/2621513/people-v-roberge/\"><span class=\"volume\">29</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">979</span></a></span><pre class=\"inline\">, 981, 984 (Roberge);\nCooley v. Superior Court (2002) </pre><span class=\"citation\" data-id=\"2602478\"><a href=\"/opinion/2602478/cooley-v-superior-court/\"><span class=\"volume\">29</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">228</span></a></span><pre class=\"inline\">, 243 (Cooley); People v. Hurtado (2002)\n</pre><span class=\"citation\" data-id=\"2519753\"><a href=\"/opinion/2519753/people-v-hurtado/\"><span class=\"volume\">28</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1179</span></a></span><pre class=\"inline\">, 1181-1182, 1186 (Hurtado); People v. Superior Court (Ghilotti) (2002)\n</pre><span class=\"citation\" data-id=\"2543849\"><a href=\"/opinion/2543849/people-v-superior-court-ghilotti/\"><span class=\"volume\">27</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">888</span></a></span><pre class=\"inline\">, 893, 902 (Ghilotti); Hubbart v. Superior Court (1999) </pre><span class=\"citation\" data-id=\"1404685\"><a href=\"/opinion/1404685/hubbart-v-superior-court/\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1138</span></a></span><pre class=\"inline\">,\n1143 (Hubbart).)\n              Suffice it to say, the SVPA provides for indefinite involuntary civil\ncommitment of certain offenders who are found to be SVPs following the completion of\ntheir prison terms. (McKee I, supra, 47 Cal.4th at pp. 1186-1187.) Except for\nnonsubstantive differences in grammar, California’s SVP law tracks verbatim the\n\n                                             13\n\fKansas SVP law approved in Kansas v. Crane (2001) </pre><span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></span><pre class=\"inline\">, and Kansas v.\nHendricks (1997) </pre><span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span><pre class=\"inline\">. (Hubbart, supra, 19 Cal.4th at p. 1157.) Section 6600,\nsubdivision (a)(1), states: “‘Sexually violent predator’ means a person who has been\nconvicted of a sexually violent offense against one or more victims and who has a\ndiagnosed mental disorder that makes the person a danger to the health and safety of\nothers in that it is likely that he or she will engage in sexually violent criminal behavior.”\n              To establish that a person is an SVP, the prosecution was required to prove\nthe following: (1) the offender has been convicted of a qualifying sexually violent\noffense against at least two victims; (2) the offender has a diagnosed mental disorder;\n(3) the disorder makes it likely the offender would engage in sexually violent conduct if\nreleased; and (4) this sexually violent conduct will be predatory in nature. (Roberge,\nsupra, 29 Cal.4th at pp. 984-985; Cooley, supra, 29 Cal.4th at pp. 243 & 246, fn. 9;\nHurtado, supra, 28 Cal.4th at p. 1189.) The prosecutor must establish these elements\nbeyond a reasonable doubt and the jury must be unanimous. (Reilly, supra, 57 Cal.4th at\np. 648.)\n              “We review sufficiency of the evidence challenges under the SVP Act\naccording to the same standard pertinent to criminal convictions. [Citation.] We thus\nreview the entire record in the light most favorable to the judgment to determine whether\nsubstantial evidence supports the determination below. [Citation.] We may not\ndetermine the credibility of witnesses, nor reweigh any of the evidence, and we must\ndraw all reasonable inferences in favor of the judgment below. [Citation.]” (People v.\nFulcher (2006) </pre><span class=\"citation\" data-id=\"2280815\"><a href=\"/opinion/2280815/people-v-fulcher/\"><span class=\"volume\">136</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 52.)\n              A defendant claiming insufficiency of the evidence forfeits the claim on\nappeal when he “restricts his analysis to the evidence most favorable to himself.”\n(People v. Battle (2011) </pre><span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">50</span></span><pre class=\"inline\">, 62; see also People v. Dougherty (1982)\n</pre><span class=\"citation\" data-id=\"2120507\"><a href=\"/opinion/2120507/people-v-dougherty/\"><span class=\"volume\">138</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">278</span></a></span><pre class=\"inline\">, 282 (Dougherty).) The defendant must “‘“state fully, with\ntranscript references, the evidence which is claimed to be insufficient to support the\n\n                                              14\n\ffindings”’” (Dougherty, supra, 138 Cal.App.3d at p. 282), and the reviewing court is not\nrequired to “‘comb the record on [defendant’s] behalf.’” (Ibid.)\n              Needless to say, the outcome of this case depended entirely on which\nexperts the jury believed. There are hundreds of pages of expert testimony in this case.\nYet appellate counsel provides very little of that testimony. And when he does discuss\nthe expert testimony, he cites almost entirely to that evidence which favors his client,\nwhich forfeits the issue. Nevertheless, we will address the merits of his claims.\nA. Diagnosed Mental Disorder\n              Sindaha argues there was insufficient evidence he had a current diagnosed\nmental disorder based on the following: (1) there was no recent objective criteria he\ncurrently suffered from a diagnosed mental disorder that rendered him unable to control\nhis behavior; (2) there was no evidence Joseph and David were prepubescent; (3) the\nqualifying sexual offenses were too remote to establish a current diagnosed mental\ndisorder; and (4) expert testimony pedophilia is a chronic condition is insufficient to\nestablish a current diagnosed mental disorder. His contentions are meritless.\n              Section 6600, subdivision (c), states, “‘Diagnosed mental disorder’ includes\na congenital or acquired condition affecting the emotional or volitional capacity that\npredisposes the person to the commission of criminal sexual acts in a degree constituting\nthe person a menace to the health and safety of others.” (§ 6600, subd. (c).) “Entirely\naside from future dangerousness, the SVPA requires a diagnosed mental disorder\naffecting the person’s emotional or volitional capacity that predisposes the person to\ncommit sex crimes in a menacing degree. [Citation.] . . . [T]his requirement alone\nimplies ‘serious difficulty’ in controlling behavior, as required by Kansas v. Crane[,\nsupra, </pre><span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></span><pre class=\"inline\">].” (Williams, supra, 31 Cal.4th at p. 776; Kansas v. Crane, supra,\n434 U.S. at pp. 412-413 [interpreting Kansas SVP law and serious mental disorder as\nrequiring special and serious difficulty in controlling behavior].)\n\n\n\n                                             15\n\f              “A diagnosis of pedophilia requires a person to have recurrent, intense\nsexually arousing fantasies, sexual urges or behaviors involving sexual activity with a\nprepubescent child” for a period of at least six months. [Citations.]” (People v. Dodd\n(2005) </pre><span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1564</span></span><pre class=\"inline\">, 1568; American Psychiatric Assn. Diagnostic and\nStatistical Manual of Mental Disorders (4th ed. Text Revision 2000) § 302.2, pp. 571-572\n(DSM IV).)\n              Here, there was sufficient evidence from which the jury could reasonably\nconclude Sindaha suffered from a current mental disorder, pedophilia, that made it\ndifficult for him to control his behavior. Both Murphy and Malinek diagnosed Sindaha\nwith pedophilia. Murphy opined Sindaha was attracted to males of all ages, including\nprepubescent males. Murphy explained his two offenses 10 years apart indicate Sindaha\nhas a deviant interest in prepubescent boys and it was not an isolated incident. Based on\nher complete review of his history, she concluded Sindaha has a long standing interest in\nchildren. Murphy said pedophilia is chronic and Sindaha did not understand why he\nmolested Joseph and David and did not know how to prevent doing it in the future.\n              Malinek opined Sindaha meets the criteria for pedophilia based on his\nconvictions and Sindaha’s statements he was drawn to children. Malinek stated that\nduring his 2012 interview, Sindaha said he did not feel comfortable having sexual\nrelations with adults so he “‘went younger.’” Sindaha admitted he was sexually attracted\nto Joseph and David. Malinek concluded Sindaha had pedophilic inclinations in part\nbased on his perception Joseph was 10 years old. Malinek found it important Sindaha\nsaid he received beneficial treatment while in prison for molesting Joseph and when he\nwas released he molested David. Malinek relied on this to conclude Sindaha failed to\nlearn from his treatment and was unable to control his pedophilic urges. Malinek\ndescribed pedophilia as “chronic and life-long.” Based on this evidence, Sindaha’s\nadmissions he was attracted to young males, and expert testimony Sindaha’s history\ndemonstrates a long standing deviant interest in prepubescent boys, Sindaha failed to\n\n                                            16\n\funderstand his conduct, Sindaha failed to control his urges despite treatment, and\npedophilia is chronic, the jury could reasonably conclude Sindaha had a current mental\ndisorder, pedophilia. (McKee I, supra, 47 Cal.4th at p. 1192 [expert testimony critical in\nan SVP case because unlike criminal trial where trier of fact must determine whether\ndefendant committed certain acts, SVP case involves prediction about individual’s future\nbehavior].) It is well established that “[t]he credibility and weight of the expert testimony\nwas for the jury to determine, and it is not up to us to reevaluate it. [Citations.]” (People\nv. Flores (2006) </pre><span class=\"citation\" data-id=\"2290406\"><a href=\"/opinion/2290406/people-v-flores/\"><span class=\"volume\">144</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">625</span></a></span><pre class=\"inline\">, 633 [SVP case] (Flores).)\n              Sindaha relies on People v. Buffington (1999) </pre><span class=\"citation\" data-id=\"2248679\"><a href=\"/opinion/2248679/people-v-buffington/\"><span class=\"volume\">74</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1149</span></a></span><pre class=\"inline\">\n(Buffington), to argue there were no recent objective criteria he was a pedophile. He\nasserts there was no evidence that while at Coalinga he discussed having sex with\nchildren, admitted in therapy he had a sexual obsession with children, wrote stories or\ndrew pictures depicting sex with children, possessed child pornography, ordered\nchildren’s catalogues, or watched children’s television or movies. He buttresses his claim\nwith Murphy’s concession on cross-examination the most recent evidence of pedophilia\nis Sindaha’s molestation of David in 1994. Sindaha’s reliance on Buffington is\nmisplaced.\n              In Buffington, the court upheld the constitutionality of the SVPA in part by\ndetermining that it requires “‘recent objective indicia of the defendant’s condition’” as\nwell as “‘current psychological symptoms.’” (Buffington, supra, 74 Cal.App.4th at\np. 1161.) The court opined those requirements are satisfied by the administrative process\nfor screening and evaluation of SVPs, requiring professional assessments of the\ndiagnoses and risk factors, which must be sufficient to demonstrate the required criteria\nfor SVP commitment beyond a reasonable doubt. (Ibid.) The court noted the SVPA does\nnot require a recent overt act to support a finding a defendant is likely to reoffend. (Ibid.;\n(§ 6600, subd. (d).)\n\n\n\n                                             17\n\f              Nothing in Buffington suggests expert testimony is insufficient to establish\nthe requisite recent objective indicia of the defendant’s condition, or current\npsychological symptoms. Additionally, while it is true a current mental disorder is\nrequired, a defendant need not currently be exhibiting symptoms or manifestations of the\ndisorder. To hold otherwise would be absurd, as a defendant is constrained from acting\non his urges in a secured state hospital. Moreover, as Sindaha admitted he is attracted to\nyoung males, which was in part the basis of Murphy’s opinion his pedophilias was the\nnon-exclusive type, it was certainly reasonable for the jury to conclude Sindaha satisfied\nhis sexual urges in prison as evidenced by his relationships in Coalinga.\n              With respect to Sindaha’s contention insufficient evidence supports the\nconclusion Joseph and David were prepubescent, we disagree. The DSM IV defines\nprepubescent as “generally age 13 years or younger.” (DSM IV, supra, § 302.2, p. 571.)\nMurphy explained that “a value judgment” must be made when the victims are 11, 12,\nand 13 because they could be going through puberty. It is true David was 13 years old\nand Joseph was one month shy of his 13th birthday, but based on Sindaha’s statements,\nboth Murphy and Malinek opined David and Joseph were prepubescent. Sindaha told\nMurphy that he did not recall seeing any pubic hair or secondary sex characteristics on\neither victim. He also told her David was cute and short and Joseph was young.\nAdditionally, Sindaha perceived one of the victims to be young. He told Malinek that he\nthought Joseph was 10 years old, and he tried to have sexual relations with adults, but he\ndid not feel comfortable so he “‘went younger.’” We agree with Sindaha this evidence is\nnot overwhelming, but neither is it so speculative as to have no evidentiary value.\n(Flores, supra, 144 Cal.App.4th at p. 633 [appellate court cannot reexamine expert\ntestimony].) The jury could reasonably rely on Sindaha’s admissions and the expert’s\nvalue judgments to conclude Joseph and David were prepubescent.\n              As to Sindaha’s assertion the qualifying sexual offenses were too remote to\nestablish he currently suffers from a mental disorder, we disagree. Section 6600,\n\n                                             18\n\fsubdivision (b), states the sexually violent offense may be committed “on, before, or after\nthe effective date of this article.” (Italics added.) The SVP law clearly states it “does not\nrequire proof of a recent overt act while the offender is in custody.” (§ 6600, subd. (d).)\nSindaha concedes his 1985 and 1995 convictions properly establish the qualifying prior\nsexual offenses, but he complains they are of little if any evidentiary value on the issue of\nhis current mental state. Murphy and Malinek, however, did not rely solely on Sindaha’s\nprior convictions in concluding he currently suffered from pedophilia. They also relied\non Sindaha’s statements and conduct, and the results of actuarial analysis. To the extent\nSindaha asserts Murphy’s and Malinek’s opinions were too remote, we disagree as their\nevaluations were both less than one year before trial. Sindaha’s reliance on People v.\nSalomon Munoz (2005) </pre><span class=\"citation\" data-id=\"2255524\"><a href=\"/opinion/2255524/people-v-salomon-munoz/\"><span class=\"volume\">129</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">421</span></a></span><pre class=\"inline\">, 428-432, is misplaced as that case involved\nthe evidentiary value of two prior SVP commitments in a recommitment proceeding.\nNeedless to say, that is not the procedural posture of this case. Additionally, his\nanalogies to remoteness principles in Evidence Code section 1108 and conservatorship\nproceedings (§ 5000 et seq.), do not alter our conclusion. In sum, Murphy’s and\nMalinek’s conclusions Sindaha currently suffered from pedophilia were not based solely\non his 1985 and 1995 convictions.\n              Finally, as we explain above, the record includes more than Murphy’s and\nMalinek’s testimony pedophilia is chronic. Their opinions were based on a totality of the\ncircumstances, which included Sindaha’s psychosexual history.\nB. Likely to Reoffend\n              Sindaha contends there was insufficient evidence he will likely engage in\nsexually violent predatory conduct if released. We disagree.\n              “[T]he phrase ‘likely to engage in acts of sexual violence’ . . . , as used in\nsection 6601, subdivision (d), connotes much more than the mere possibility that the\nperson will reoffend as a result of a predisposing mental disorder that seriously impairs\nvolitional control. On the other hand, the statute does not require a precise determination\n\n                                             19\n\fthat the chance of reoffense is better than even. Instead, an evaluator applying this\nstandard must conclude that the person is ‘likely’ to reoffend if, because of a current\nmental disorder which makes it difficult or impossible to restrain violent sexual behavior,\nthe person presents a substantial danger, that is, a serious and well-founded risk, that he\nor she will commit such crimes if free in the community.” (Ghilotti, supra, 27 Cal.4th at\np. 922; Roberge, supra, 29 Cal.4th at p. 986, Cooley, supra, 29 Cal.4th pp. 255-256.)\n              Here, there was sufficient evidence from which the jury could reasonably\nconclude there was a serious and well-founded risk Sindaha would likely engage in\nsexually violent predatory conduct if released. Both prosecution experts opined Sindaha\nwas likely to reoffend. Murphy opined Sindaha was likely to reoffend if released because\nof the following: his chronic mental disorder, his qualifying offenses were predatory, his\ninability to control his urges and impulses as demonstrated by his repeated rules\nviolations while in custody and parole violations, his treatment and failure to understand\nthe basis for his conduct and failure to discuss it, his current sex drive, his failure to have\na plan for relapse, and the actuarial risk assessments. As to the actuarial risk assessments,\nMurphy stated both tests revealed he was in the moderate high range for reoffending.\nMalinek based his opinion on most of the same considerations, including the qualifying\noffenses were predatory, inconsistent treatment while in custody, conduct in custody,\nnormal sex drive, and the actuarial risk assessments. With respect to the actuarial risk\nassessments, Malinek opined Sindaha was a high risk of reoffending.\n              Moreover, there was evidence Sindaha’s substance abuse contributed to his\npoor decision making. Sindaha was under the influence of drugs and alcohol at the time\nof both qualifying offenses. Sindaha testified his triggers were drugs and “teenage young\nmen.” The evidence at trial demonstrated Sindaha had been sober for at most one year.\nThe jury could reasonably rely on this evidence to conclude Sindaha’s substance abuse\nproblems contributed to his failure to control his impulses and he had not achieved\nsufficient success in his sobriety. Contrary to Sindaha’s repeated claims otherwise, this is\n\n                                              20\n\fevidence that establishes his risk of reoffense is well-founded. Sindaha cites only to the\nevidence that supports his contentions, but as we explain above we must review the entire\nrecord.\n              Thus, based on Sindaha’s admissions and conduct, and the expert\ntestimony, the evidence supported the conclusion there was “much more than the mere\npossibility” of a well-founded risk Sindaha was likely to reoffend. Indeed, based on our\ncomplete reading of the record, the likelihood of reoffense was better than even.\n              Sindaha relies on isolated portions of Murphy’s and Malinek’s testimony to\nargue their opinions he was likely to reoffend was speculative and not well-founded. He\ncites to the following statements from Murphy: (1) “Clinical judgment is generally about\nthe same as a coin toss. 50/50[;]” (2) actuarial risk assessments “help improve that\npredicted accuracy, but only improve it somewhat. More like 70 percent. [¶] So it’s not\nperfect by any means[;]” (3) actuarial risk assessments do not “tell you that this\nindividual is high risk to reoffend of this is their percentage likelihood[;]” and (4)\ncomparisons of individuals to test groups is inexact, imperfect, and employs circular\nreasoning which results in a “Catch-22.” Additionally, Sindaha relies on the following\nstatements from Malinek: (1) the actuarial risk assessments are “gross screening\nmeasures[;]” and (2) comparisons of individuals to test groups is inexact. Finally, he\ncites to his own experts’ testimony the actuarial risk assessments are statistically\nineffectual in predicting future behavior.\n              As we explain above, Sindaha cites only to the evidence that supports his\ncontentions and fails to provide a complete portrayal of the expert testimony at trial,\nwhich we provide above. We will not reexamine expert testimony. (Flores, supra,\n144 Cal.App.4th at p. 633.) The jury heard and considered all the expert testimony and\nnecessarily rejected Sindaha’s theory he was not likely to reoffend. Expert testimony is\ncritical in SVP cases because they involve predictions about an individual’s future\nbehavior. (McKee I, supra, 47 Cal.4th at p. 1192.) Second, the Static-99 test and other\n\n                                              21\n\factuarial risk assessments are commonly used and relied on in predicting the likeliness of\nreoffending. (See People v. Paniagua (2012) </pre><span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">499</span></span><pre class=\"inline\">, 504, fn. 5;\nPen. Code, § 290.04.)\n              Finally, by their very nature, SVP proceedings involve some uncertainty\nbecause predicting human behavior is an inexact science. The California Supreme Court\nrecognized this when it stated, “The word ‘likely,’ as used in the statute, also must be\nconstrued in light of the ‘difficulties inherent in predicting human behavior’ [citation],\nparticularly in mathematical terms.” (Ghilotti, supra, 27 Cal.4th at p. 921.) Sindaha\ncomplains the Attorney General confuses the quantum of evidence necessary to\ndemonstrate the likelihood of reoffense with quality of the evidence supporting the expert\nopinion. Both Murphy and Malinek candidly testified to the limits of clinical judgments\nand actuarial risk assessments and stated they are tools to be considered in determining\nwhether an individual is an SVP based on a totality of the circumstances. Neither said\nshe/he relied solely on a clinical judgment or actuarial risk assessment in making her/his\ndetermination. Thus, sufficient evidence supports the conclusion there is a serious and\nwell-founded risk Sindaha will likely engage in sexually violent predatory conduct if\nreleased.\nII. Void for Vagueness\n              Sindaha asserts the SVPA is unconstitutionally vague because the statutory\nstandard “leaves the application of the statute to the individual predilections of”\nevaluators, attorneys, judges, and jurors. He adds that a risk that is substantial, serious,\nand well-founded can mean different things to different people. Sindaha’s claim is an\nattack on the California Supreme Court’s definition of “likely” first articulated in\nGhilotti, supra, 27 Cal.4th at page 922, at the prefiling stage, then in Cooley, supra,\n29 Cal.4th at pages 255-258, at the probable cause stage, and then in Roberge, supra,\n29 Cal.4th at pages 987-988, at the trial stage. As the California Supreme Court has\ninterpreted “likely” in the same manner in a trio of cases, we reject Sindaha’s claim it is\n\n                                              22\n\fconstitutionally suspect. (In re Marquez (2003) </pre><span class=\"citation\" data-id=\"2625864\"><a href=\"/opinion/2625864/in-re-marquez/\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 20 [courts interpret statute\nconsistent with applicable constitutional provisions seeking to harmonize statute and\nconstitution].) Moreover, the term “likely” has been approved in statutes which are\nsubstantially similar to the SVPA, such as the Kansas sex offender statute reviewed in\nKansas v. Hendricks, supra, </pre><span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span><pre class=\"inline\">. Because the likelihood standard under the\nSVPA is not materially different from the statute at issue in Kansas v. Hendricks, supra,\n</pre><span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span><pre class=\"inline\">, and the California Supreme Court has clearly and repeatedly spoken on the\nissue, we reject Sindaha’s void for vagueness claim.\nIII. Jury Instructions\nA. Likely\n              Citing to the California Supreme Court’s definition of “likely” articulated\nin Ghilotti, Cooley, and Roberge, Sindaha argues the trial court erred in failing to instruct\nthe jury sua sponte on the complete definition set forth in those cases. We disagree.\n               As we explain above, “the phrase ‘likely to engage in acts of sexual\nviolence’ . . . , as used in section 6601, subdivision (d), connotes much more than the\nmere possibility that the person will reoffend as a result of a predisposing mental disorder\nthat seriously impairs volitional control. On the other hand, the statute does not require a\nprecise determination that the chance of reoffense is better than even. Instead, an\nevaluator applying this standard must conclude that the person is ‘likely’ to reoffend if,\nbecause of a current mental disorder which makes it difficult or impossible to restrain\nviolent sexual behavior, the person presents a substantial danger, that is, a serious and\nwell-founded risk, that he or she will commit such crimes if free in the community.”\n(Ghilotti, supra, 27 Cal.4th at p. 922; Roberge, supra, 29 Cal.4th at p. 986, Cooley,\nsupra, 29 Cal.4th pp. 255-256.)\n              As relevant here, the trial court instructed the jury with\nCALCRIM No. 3454, as follows: “A person is likely to engage in sexually violent\npredatory criminal behavior if there is a substantial danger, that is, a serious and\n\n                                             23\n\fwell-founded risk that the person will engage in such conduct if released into the\ncommunity. [¶] The likelihood that the person will engage in such conduct does not\nhave to be greater than\n50 percent.”\n               Sindaha asserts the trial court erred in failing to instruct the jury sua sponte\non the “outside lower limit” that “likely” means “more than the mere possibility.” He\nclaims the court should have modified CALCRIM No. 3454 to include the following\nlanguage: “Likely to engage in acts of sexual violence connotes much more than the\nmere possibility that the person will reoffend as a result of a predisposing mental disorder\nthat seriously impairs volitional control[,]” or something similar. (Italics omitted.)\n               “The rules governing a trial court’s obligation to give jury instructions\nwithout request by either party are well established. ‘Even in the absence of a request, a\ntrial court must instruct on general principles of law that are . . . necessary to the jury’s\nunderstanding of the case.’ [Citations.] That obligation comes into play when a statutory\nterm ‘does not have a plain, unambiguous meaning,’ has a ‘particular and restricted\nmeaning’ [citation], or has a technical meaning peculiar to the law or an area of law\n[citation]. [¶] As is clear from our recent decision in Ghilotti, supra, </pre><span class=\"citation\" data-id=\"2543849\"><a href=\"/opinion/2543849/people-v-superior-court-ghilotti/\"><span class=\"volume\">27</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">888</span></a></span><pre class=\"inline\">, the\nmeaning of the SVPA’s term ‘likely’ is neither plain nor unambiguous.” (Roberge,\nsupra, 29 Cal.4th at p. 988.)\n               Here, the trial court instructed the jury that to find Sindaha was an SVP,\nthere had to be a “substantial danger” and a “serious and well-founded risk,” that he\nwould reoffend if released. The instruction as given closely tracked the language in\nRoberge, supra, 29 Cal.4th at page 988, where the court stated that “a person is ‘likely\n[to] engage in sexually violent criminal behavior’ if at trial the person is found to present\na substantial danger, that is, a serious and well-founded risk, of committing such crimes\nif released from custody.” No reasonable juror would have read the trial court’s\ninstruction to conclude a “mere possibility” of reoffending would suffice to qualify\n\n                                              24\n\fSindaha as an SVP. Thus, the instruction was accurate as given, although in the future\nthe better practice would be to instruct the jury with the language Sindaha complains was\nimproperly omitted to track precisely the definition of “likely” articulated in Ghilotti,\nCooley, and Roberge.\nB. Recent Overt Act\n              Sindaha argues the trial court erred in refusing his request to instruct the\njury with a pinpoint instruction informing the jury it could consider the absence of a\nrecent overt act in reaching its verdict because it was a correct statement of the law and\nwas not otherwise covered. Not so.\n              “A trial court may be required to give a requested jury instruction that\npinpoints a defense theory of the case, but it need not give an argumentative or\nduplicative instruction. [Citation.]” (People v. Harris (2013) </pre><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">804</span></span><pre class=\"inline\">, 853.) The\nsame rule applies in civil cases. “A party is entitled upon request to correct,\nnonargumentative instructions on every theory of the case advanced by him which is\nsupported by substantial evidence. The trial court may not force the litigant to rely on\nabstract generalities, but must instruct in specific terms that relate the party’s theory to\nthe particular case. [Citations.]” (Soule v. General Motors Corp. (1994) </pre><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">548</span></span><pre class=\"inline\">,\n572.) We will review the trial court’s determination de novo. (People v. Cole (2004)\n</pre><span class=\"citation\" data-id=\"2590164\"><a href=\"/opinion/2590164/people-v-cole/\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1158</span></a></span><pre class=\"inline\">, 1210.)\n              Here, the trial court properly refused to instruct the jury with Sindaha’s\npinpoint instruction telling the jury it could consider the absence of evidence of an overt\nact in reaching its verdict. As relevant here, an individual is a sexually violent predator if\nthe individual has a “diagnosed mental disorder that makes the person a danger to the\nhealth and safety of others.” (§ 6600, subd. (a)(1).) Section 6600, subdivision (d),\nprovides, “‘Danger to the health and safety of others’ does not require proof of a recent\novert act while the offender is in custody.” The trial court instructed the jury with\nCALCRIM No. 3454 on this point as follows: “In order to prove that . . . Sindaha is a\n\n                                              25\n\fdanger to the health and safety of others, the People do not need to prove a recent overt\nact committed while he was in custody. A recent overt act is a criminal act that shows a\nlikelihood that the actor may engage in sexually violent predatory criminal behavior.”\nThe instruction tracked the statutory language and was proper. (Williams, supra,\n31 Cal.4th at pp. 774-775 [CALCRIM No. 3454 tracks statutory language and is\nsufficient].) Moreover, we conclude the pinpoint instruction was argumentative because\nit unduly emphasized a particular issue, the absence of a recent overt act, and invaded the\njury’s province by inviting the jury to draw inferences favorable to Sindaha. Such an\ninstruction is improper. (People v. Mincey (1992) </pre><span class=\"citation\" data-id=\"1199062\"><a href=\"/opinion/1199062/people-v-mincey/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">, 437 [court must refuse\nargumentative instruction that invited jury to draw favorable inferences to one party from\nspecified evidence].)\n              Sindaha argues his pinpoint instruction remedied a flaw in\nCALCRIM No. 3454. He claims the language that relieves the prosecution from the\nrequirement of proving a recent overt act also relieves the prosecution from proving he\nsuffers from current symptoms establishing a current mental disorder. We disagree.\nCALCRIM No. 219 informed the jury Sindaha was presumed not to be an SVP and the\nprosecution must prove Sindaha was an SVP beyond a reasonable doubt or the jury must\nfind the petition not true. Additionally, CALCRIM No. 3454 required the prosecution to\nprove Sindaha “has a diagnosed mental disorder.” In making that determination, the\ncourt instructed the jury it could not conclude Sindaha was an SVP based solely on his\nprior convictions “without additional evidence that he currently has such a diagnosed\nmental disorder.” Based on the entire charge to the jury, we conclude the court properly\ninstructed the jury on the prosecution’s burden of proof, i.e., that Sindaha has a current\nmental disorder. Thus, the court did not err in refusing Sindaha’s pinpoint instruction on\nthe absence of a recent overt act.\n\n\n\n\n                                             26\n\fC. Mental Disorder\n                Sindaha raises two claims regarding the mental disorder requirement. First,\nhe claims the trial court erred in refusing to instruct the jury with his pinpoint instruction\nstating he must suffer from a mental disorder that distinguished him from a typical\nrecidivist. Relying on People v. Leffel (1988) </pre><span class=\"citation\" data-id=\"2133532\"><a href=\"/opinion/2133532/people-v-leffel/\"><span class=\"volume\">203</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">575</span></a></span><pre class=\"inline\"> (Leffel), he claims that\nbecause of witness testimony and the prosecutor’s statements the court had a sua sponte\nduty to instruct the jury that it needed to find he had serious difficulty controlling his\nsexually violent behavior. Williams, supra, </pre><span class=\"citation\" data-id=\"2625326\"><a href=\"/opinion/2625326/people-v-williams/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">757</span></a></span><pre class=\"inline\">, is dispositive.\n                In that case, the trial court did not separately and specifically instruct the\njury on the need to find serious difficulty in controlling behavior, and defendant argued a\nseparate “‘control’” instruction was constitutionally required under Kansas v. Crane,\nsupra, </pre><span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></span><pre class=\"inline\">. (Williams, supra, 31 Cal.4th at p. 759.) After exhaustively\ndiscussing the United States Supreme Court’s decisions in Kansas v. Crane, supra,\n</pre><span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></span><pre class=\"inline\">, and Kansas v. Hendricks, supra, </pre><span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span><pre class=\"inline\">, and its own decision in\nHubbart, supra, </pre><span class=\"citation\" data-id=\"1404685\"><a href=\"/opinion/1404685/hubbart-v-superior-court/\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1138</span></a></span><pre class=\"inline\">, the Williams court concluded the SVPA “inherently\nembraces and conveys the need for a dangerous mental condition characterized by\nimpairment of behavioral control,” and “states no category of committable disorder\nwhich does not expressly require a dangerous effect on emotional or volitional capacity.”\n(Williams, supra, 31 Cal.4th at p. 774.) Thus, it concluded, “a jury instructed in the\nlanguage of [the SVPA] must necessarily understand the need for serious difficulty in\ncontrolling behavior,” and no “further lack-of-control instructions or findings are\nnecessary to support a commitment under the SVPA.” (Williams, supra, 31 Cal.4th at\npp. 774-775.)\n                Here, the trial court instructed the jury with CALCRIM No. 3454, which\ntracks the statutory language the Williams court concluded was sufficient. We are bound\nby Williams (Auto Equity Sales, Inc. v. Superior Court (1962) </pre><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">450</span></span><pre class=\"inline\">, 455), and\ntherefore reject Sindaha’s claim of instructional error.\n\n                                                27\n\f              We also reject Sindaha’s assertion witness testimony and the prosecutor’s\nstatements takes the case outside Williams’ holding because they were misleading and\nrelieved the prosecution from proving beyond a reasonable doubt Sindaha had serious\ndifficulty controlling his sexually violent behavior. As we explain above, the trial court\nproperly instructed the jury with CALCRIM No. 3454, and with CALCRIM No. 200,\nwhich informed the jury the trial court was the final arbiter of what the law is and if\nanything counsel said conflicts with what the law is, the jury must follow the court’s\ninstructions. Finally, neither Leffel, supra, </pre><span class=\"citation\" data-id=\"2133532\"><a href=\"/opinion/2133532/people-v-leffel/\"><span class=\"volume\">203</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">575</span></a></span><pre class=\"inline\">, a Fifth District Court of\nAppeal case concerning the meaning of “gross negligence,” nor the cases it relied on,\nconvince us to depart from the California Supreme Court’s reasoning in Williams, supra,\n</pre><span class=\"citation\" data-id=\"2625326\"><a href=\"/opinion/2625326/people-v-williams/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">757</span></a></span><pre class=\"inline\">.\nD. Amenability to Treatment\n              Relying on People v. Grassini (2003) </pre><span class=\"citation\" data-id=\"2278134\"><a href=\"/opinion/2278134/people-v-grassini/\"><span class=\"volume\">113</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">765</span></a></span><pre class=\"inline\"> (Grassini),\nSindaha contends the trial court had a sua sponte duty to instruct the jury it should\nconsider whether his amenability to treatment raised a reasonable doubt as to whether he\nwas likely to reoffend. We disagree.\n              In determining whether it is likely that the person will reoffend, the\nquestion is whether the individual presents a serious and well-founded risk of committing\nsexually violent criminal acts that will be of a predatory nature if the person is set free in\nthe community. (Roberge, supra, 29 Cal.4th at pp. 988-989.) “Evidence of the person’s\namenability to voluntary treatment, if any is presented, is relevant to the ultimate\ndetermination whether the person is likely to engage in sexually violent predatory crimes\nif released from custody.” (Id. at p. 988, fn. 2.) The trial court in an SVP proceeding\nmust instruct on the general principles of law that are necessary to the jury’s\nunderstanding of the case. (Id. at p. 988.)\n              In Grassini, supra, 113 Cal.App.4th at page 777, footnote omitted, the\ncourt ruled that “the presence of [evidence of amenability to voluntary treatment] creates\n\n                                              28\n\fa sua sponte duty in the trial court to instruct the jury that it is to determine whether\ncustody in a secure facility is necessary to ensure that the individual is not a danger to the\nhealth and safety of others.” Based on Grassini, CALCRIM No. 3454 includes a fourth\nelement that must be proved to establish SVP status if there is evidence of the person’s\namenability to voluntary treatment, that it is necessary to keep the person “‘in custody in\na secure facility’” to ensure the health and safety of the public. (People v. Superior Court\n(George) (2008) </pre><span class=\"citation\" data-id=\"2252965\"><a href=\"/opinion/2252965/people-v-superior-court-george/\"><span class=\"volume\">164</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">183</span></a></span><pre class=\"inline\">, 194-195.)\n              Here, the trial court instructed the jury with this fourth element as follows:\n“It is necessary to keep him in custody in a secure facility to ensure the health and safety\nof others.” Sindaha acknowledges this language “parallels” Grassini but argues\nCALCRIM No. 3454 “completely fail[s] to address the issue that triggers the\ninstruction[,]” i.e., “whether [his] amenability to voluntary treatment raised a reasonable\ndoubt as to whether [he] was likely to reoffend.” Because the instruction was a correct\nstatement of the law, the trial court did not have a sua sponte duty to instruct the jury on\nthis point further. Had Sindaha wanted a special instruction on this point, he could have\nrequested one. He did not, and the trial court properly instructed the jury with\nCALCRIM No. 3454’s fourth element as required by Grassini.\nE. Burden of Proof\n              Again focusing on the fourth element, Sindaha claims the trial court\ninstructed the jury in language that placed the burden of proof on dangerousness on him.\nAgain, the fourth element stated, “It is necessary to keep him in custody in a secure\nfacility to ensure the health and safety of others.” (Italics added.) Sindaha relies on the\nitalicized portion of the statute to argue the instruction shifted the burden of proof to him\nbecause “if the jury has no evidence of anything that would guarantee the health and\nsafety of others then the jury has no choice but to answer that confinement in a secure\nfacility is necessary. In that sense, on this element, the burden of proof has been\nreversed.” His claim is meritless.\n\n                                              29\n\f                “‘[T]he correctness of jury instructions is to be determined from the entire\ncharge of the court, not from a consideration of parts of an instruction or from a particular\ninstruction.’ [Citation.] . . . [Citation.] ‘“‘Jurors are presumed to be intelligent, capable\nof understanding instructions and applying them to the facts of the case.’”’ [Citation.]”\n(People v. Hajek (2014) </pre><span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1144</span></span><pre class=\"inline\">, 1220.)\n                Nothing in CALCRIM No. 3454’s fourth element, CALCRIM No. 3454,\nor the instructions as a whole placed the burden of proof on Sindaha. As to the fourth\nelement, it merely told the jury to consider whether custody in a secure facility was\nnecessary to protect the health and safety of others. The remainder of the instruction and\nother instructions clearly placed the burden of proof on the prosecution.\nCALCRIM No. 3454 begins, “The petition alleges that . . . Sindaha is a sexually violent\npredator. [¶] To prove this allegation, the People must prove beyond a reasonable doubt\nthat . . . .” The court also instructed the jury with CALCRIM No. 219, which stated in\nrelevant part, “The Petitioner is required to prove the allegations of the petition true\nbeyond a reasonable doubt.” Based upon the court’s entire charge, we conclude the\nprosecution properly bore the burden of proof to prove all allegations beyond a\nreasonable doubt. Therefore, the fourth element of CALCRIM No. 3454 did not shift the\nburden of proof to Sindaha to prove he was not dangerous.\nIV. Admission of Evidence\n                Sindaha claims the trial court made two evidentiary errors. We will address\neach in turn.\nA. Parole\n                Relying on Krah, supra, </pre><span class=\"citation\" data-id=\"2295453\"><a href=\"/opinion/2295453/people-v-krah/\"><span class=\"volume\">114</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">534</span></a></span><pre class=\"inline\">, Sindaha asserts the trial\ncourt erred in admitting evidence he would not be on parole if released. Not so.\n                In Krah, supra, 114 Cal.App.4th at page 539, a petition was filed alleging\ndefendant was an SVP and should be committed to a state hospital. Defendant contended\n\n\n\n                                              30\n\fhe was not an SVP due to his advanced age and poor health, making it unlikely he would\nreoffend if released into the community. (Ibid.) On appeal, defendant argued the trial\ncourt committed reversible error by excluding evidence of the terms and conditions of\nparole that would have been imposed on him if he were released from custody. (Id. at\np. 544.)\n                 The Krah court disagreed, explaining: “[Defendant’s] theory of relevance\nreflects a fundamental misunderstanding of section 6600[, subdivision](a)(1). This\nstatutory provision directs the trier of fact to determine whether the defendant has a\n‘diagnosed mental disorder’ that predisposes him to engage in sexually violent criminal\nbehavior. Evidence of the terms and conditions of a parole release is simply not relevant\nto the determination whether the defendant has the type of medical condition that is an\nelement of the definition of a sexually violent predator. Further, admitting such evidence\nmight well confuse and mislead a jury. For example, a jury presented with such evidence\nmight mistakenly base its determination on an assessment of the likely effectiveness of\nthe policing function of the prospective parole officer rather than on the relevant evidence\npertaining to the defendant’s actual mental condition.” (Krah, supra, 114 Cal.App.4th at\npp. 544-545.) Krah is inapposite.\n                 Here, the trial court properly admitted evidence on the issue of parole\nbecause it was relevant to the issue of whether Sindaha should be kept in a secure facility.\nUnlike Krah, the record includes no evidence concerning parole terms and conditions.\nThe only evidence Sindaha cites to, and the only evidence we could find, concerning\nparole is Murphy’s and Sindaha’s testimony he would not be on parole if released.\nAgain, the evidence was limited to the fact he would not be on parole and necessarily not\non terms and conditions of parole. The court properly admitted evidence of Sindaha’s\nparole status.\n\n\n\n\n                                               31\n\fB. Sexually Violent Predator\n              Sindaha claims use of the phrase “sexually violent predator” was inherently\ninflammatory and prejudicial, and thus deprived him of due process. The same attorney\nwho represents Sindaha in this appeal raised the identical claim in at least five\nnonpublished cases (People v. Atualevao (Feb. 13, 2013, A131853) [nonpub. opn.];\nPeople v. Aguon (Jan. 17, 2013, D053875) [nonpub. opn.]; People v. Yartz (Sept. 30,\n2011, C064044) [nonpub. opn.]; People v. Martinez (Dec. 16, 2010, D055274) [nonpub.\nopn.]; People v. Lowe (Nov. 29, 2010, A124874) [nonpub. opn.]). Those courts rejected\nthis argument. On the court’s own motion, we take judicial notice of the opinions in\nthose cases. (Evid. Code § 451, subd. (a); In re Luke L. (1996) </pre><span class=\"citation\" data-id=\"2272089\"><a href=\"/opinion/2272089/in-re-luke-l/\"><span class=\"volume\">44</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">670</span></a></span><pre class=\"inline\">, 674,\nfn. 3 [judicial notice of nonpublished opinion pursuant to Evid. Code, § 451, subd. (a) ].)\n              We need not engage in a lengthy discussion as to why his claim is\nmeritless. Suffice it to say, the Legislature chose the phrase “sexually violent predator”\nwhen enacting the SVPA, and CALCRIM No. 3454 similarly uses that phrase. Sindaha’s\nremedy is to petition the Legislature to amended section 6600 et seq. to omit any\nreference to “sexually violent predator.” Sindaha’s claim the prosecutor committed\nmisconduct by using the phrase is meritless as the prosecutor simply used the words\nspecified in the statutory scheme. Finally, the prejudice contemplated when assessing the\nprejudicial effect of evidence is that evidence which causes the jury to prejudge a person.\nWe conclude there is no likelihood the jury prejudged Sindaha because as we explain\nabove the trial court properly explained the prosecution was required to prove all the\nrequired elements beyond a reasonable doubt. Thus, the court properly denied Sindaha’s\nmotion to preclude the prosecutor from using the phrase “sexually violent predator.”\n\n\n\n\n                                             32\n\fV. Cumulative Error\n              Sindaha contends the cumulative effect of the errors requires reversal. We\nhave concluded there were no errors. Thus, his claim has no merit.\nVI. Equal Protection\nA. Burden of Proof\n              Sindaha contends the SVPA violates his equal protection rights because the\nSVPA places a higher burden of proof on SVPs than similarly situated mentally\ndisordered offenders (MDOs) and individuals committed after being found not guilty by\nreason of insanity whose commitments are extended (NGIs). He adds the matter must be\nremanded to the trial court for a hearing to determine whether there is a justification for\nplacing a higher burden of proof on SVPs than on MDOs and NDIs. Again, we disagree.\n              In McKee I, supra, 47 Cal.4th at pages 1202, 1207, the California Supreme\nCourt recognized that persons civilly committed as MDOs or NGIs are subject to short,\ndefinite terms of commitment whereas persons found to be SVPs are committed to an\nindeterminate term of commitment. The court concluded SVPs were similarly situated to\nthese other groups of committees. (Id. at pp. 1204, 1207.) It remanded the matter to the\ntrial court “to determine whether the People . . . can demonstrate the constitutional\njustification for imposing on SVP’s a greater burden than is imposed on MDO’s and\nNGI’s in order to obtain release from commitment.” (Id. at pp. 1208-1209, fn. omitted.)\n              After remand, the superior court conducted a 21-day evidentiary hearing on\nthe justification of disparate treatment for SVPs and concluded the People had met their\nburden. On appeal, the Fourth District, Division One reviewed the matter de novo.\n(People v. McKee (2012) </pre><span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1325</span></span><pre class=\"inline\"> (McKee II).) “When a constitutional\nright, such as the right to liberty from involuntary confinement, is at stake, the usual\njudicial deference to legislative findings gives way to an exercise of independent\njudgment of the facts to ascertain whether the legislative body ‘“has drawn reasonable\ninferences based on substantial evidence.”’” (McKee I, supra, 47 Cal.4th at p. 1206.)\n\n                                             33\n\f              In McKee II, the court concluded “[t]he People have shown ‘that the\ninherent nature of the SVP’s mental disorder makes recidivism as a class significantly\nmore likely[;] . . . that SVP’s pose a greater risk [and unique dangers] to a particularly\nvulnerable class of victims, such as children’; and that SVP’s have diagnostic and\ntreatment differences from MDO’s and NGI’s, thereby supporting a reasonable\nperception by the electorate . . . that the disparate treatment of SVP’s under the amended\n[SVPA] is necessary to further the state’s compelling interests in public safety and\nhumanely treating the mentally disordered.” (McKee II, supra, 207 Cal.App.4th at\np. 1347.) The Supreme Court denied a petition for review, making McKee II final.\n(McKee II, review den. Oct. 10, 2012, S204503.)\n              Sindaha recognizes this court has followed McKee II, supra,\n</pre><span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1325</span></span><pre class=\"inline\">, in People v. McDonald (2013) </pre><span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1367</span></span><pre class=\"inline\">, 1377\n(McDonald), and People v. Landau (2013) </pre><span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 47-48 (Landau). But he\nargues this court should reconsider its acceptance of McKee II. We decline his invitation\nand follow the well-reasoned analysis in McDonald and Landau. We find the reasoning\nin McKee II persuasive and Sindaha offers no compelling justification for departing from\nit.\nB. Summary Dismissals\n              Sindaha also contends section 6608 violates his equal protection rights\nbecause the trial court may summarily dismiss a frivolous petition without a hearing\nwhen similar petitions from MDOs and NGIs are not subject to summary dismissal. He\nadds the matter must be remanded to the trial court for a hearing to determine whether\nthere is a justification for the disparate treatment.\n\n\n\n\n                                               34\n\f              The Attorney General responds Sindaha’s claim is not ripe for review\nbecause he has not filed a section 6608 petition, a petition for conditional release after\nhaving been committed as an SVP. Sindaha responds the claim is equally ripe with the\nequal protection challenge considered by the California Supreme Court in McKee I,\nsupra, </pre><span class=\"citation\" data-id=\"2591905\"><a href=\"/opinion/2591905/people-v-mckee/\"><span class=\"volume\">47</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1172</span></a></span><pre class=\"inline\">. We agree with the Attorney General.\n              It is a “well-settled rule that courts should ‘avoid advisory opinions on\nabstract propositions of law. [Citations.]’ [Citation.]” (People v. Ybarra (1988)\n</pre><span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">546</span></span><pre class=\"inline\">, 549; People v. Gonzales (1994) </pre><span class=\"citation\" data-id=\"2255572\"><a href=\"/opinion/2255572/people-v-gonzales/\"><span class=\"volume\">29</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1684</span></a></span><pre class=\"inline\">, 1700.) To\nprevent advisory opinions, courts must wait until a case “‘has reached, but has not\npassed, the point that the facts have sufficiently congealed to permit an intelligent and\nuseful decision to be made.’” (Pacific Legal Foundation v. California Coastal Com.\n(1982) </pre><span class=\"citation\" data-id=\"1177879\"><a href=\"/opinion/1177879/pacific-legal-foundation-v-california-coastal-com/\"><span class=\"volume\">33</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">158</span></a></span><pre class=\"inline\">, 171.)\n              Under section 6608, if an SVP files a petition for conditional release or\nunconditional discharge without the recommendation or concurrence of the Director of\nState Hospitals, the court “shall endeavor whenever possible to review the petition and\ndetermine if it is based upon frivolous grounds and, if so, shall deny the petition without a\nhearing.” (§ 6608, subd. (a).) Here, Sindaha’s appeal is from the jury’s verdict under the\nSVPA’s initial commitment procedures (§§ 6601-6604), and not from a determination\nunder the postcommitment release procedure set forth in section 6608.\n              We recognize that in People v. McCloud (2013) </pre><span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1076</span></span><pre class=\"inline\">,\n1086-1088 (McCloud), the First District remanded an appeal from an SVP commitment\ndetermination “so that both parties may fully brief and argue [defendant’s] claim that\nsection 6608, subdivision (a), violates the equal protection clause” because his claim was\nnot “wholly without merit.” (McCloud, supra, 213 Cal.App.4th at p. 1088.) The issue of\nripeness was not before the court in that case however. Thus, we conclude Sindaha’s\nequal protection challenge is not ripe.\n\n\n\n                                             35\n\f                                  DISPOSITION\n            The judgment is affirmed.\n\n\n\n\n                                             O’LEARY, P. J.\n\nWE CONCUR:\n\n\n\nRYLAARSDAM, J.\n\n\n\nIKOLA, J.\n\n\n\n\n                                        36\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118136/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118479/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1177879/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1199062/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1404685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2120507/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2133532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2248679/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2252965/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2255524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2255572/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2272089/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2278134/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2280815/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2290406/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2295453/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2519753/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2543849/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2590164/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2591905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2602478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2621513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2625326/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2625864/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T09:10:26.159212Z",
      "date_modified": "2014-10-30T09:10:26.159212Z",
      "date_filed": "2014-07-31",
      "date_filed_is_approximate": false,
      "slug": "people-v-sindaha-ca43",
      "citation_id": 2659574,
      "case_name_short": "",
      "case_name": "People v. Sindaha CA4/3",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/400651/people-v-sindaha-ca43/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:10:26.156700Z",
  "date_modified": "2014-10-30T09:10:26.156700Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "People v. Sindaha CA4/3",
  "case_name_full": "",
  "slug": "people-v-sindaha-ca43",
  "docket_number": "G047750",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}