{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/4007752/",
  "id": 4007752,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texag/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4135610/",
      "id": 4135610,
      "absolute_url": "/opinion/4135610/opinion-no/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/4007752/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3898352/",
          "id": 3898352,
          "absolute_url": "/opinion/4135610/opinion-no/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4135610/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-06T09:29:50.657550Z",
          "date_modified": "2017-04-15T04:08:26.991286Z",
          "type": "020lead",
          "sha1": "a288afd994d24e3f44cc7ecd398f4984d87944fd",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/texas/attorney_general_opinion/documents/6c96fed38461d9ce.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>Honorable Bob Bullock Comptroller of Public Accounts L.B.J. Building Austin, Texas 78774</p>\n<p>Re: Authority of State Auditor and Legislative Audit Committee to conduct economy and efficiency audits and effectiveness audits under section <cross_reference>321.0133</cross_reference> of the Texas Government Code, and related questions (RQ-1279)</p>\n<p>Dear Mr. Bullock:</p>\n<p>You ask six questions regarding the proper construction and constitutionality of two recently enacted bills that set forth responsibilities and authority of the State Auditor and the Legislative Audit Committee. The Committee comprises the Lieutenant Governor, the Speaker of the House, and the chairmen of the Senate State Affairs Committee, the Senate Finance Committee, the House Appropriations Committee, and the House Ways and Means Committee. See Gov't Code &#167; <cross_reference>321.002</cross_reference>. Several of your questions raise issues that have not been addressed yet specifically in any court case or any Attorney General opinion in Texas; these are issues of first impression. The first bill with which you are concerned, House Bill No. 699 [hereinafter H.B. 699] amends the Government Code by adding several sections to chapter 321 governing the State Auditor and the Legislative Audit Committee, including sections 321.0133, 321.0134 and 321.016, that define specifically the sorts of audits that the auditor may conduct with the approval of the committee. Acts 1987, 70th Leg., ch. 862, &#167; 6 at 5876-5889. The second bill with which you are concerned, House Bill No. 2181 [hereinafter H.B. 2181], amends sections <cross_reference>51.005</cross_reference> and <cross_reference>61.065</cross_reference> of the Education Code, and purports to confer joint rulemaking authority on the State Auditor and the College Coordinating Board. Acts 1987, 70th Leg., ch. 823, &#167;&#167; 3.06, 4.02, at 5712-13, 5725-26. Before we turn to your first question, we first present a brief history of the position of State Auditor in order that we may place in perspective the scope of the 1987 amendments.</p>\n<p>The position of `State Auditor and Efficiency Expert,' an executive branch officer appointed by the Governor, was created in 1929.<sup id=\"ref-fn1\"><a href=\"#fn1\">1</a></sup> Acts 1929, 41st Leg., 1st C.S., ch. 91, at 222. He was to be `an investigator of all custodians of public funds and disbursing officers of the State and personnel of departments.' Acts 1929, 41st Leg., 1st C.S., ch. 91, &#167; 1, at 222. He was granted the authority `to inspect all the books and records of all the officers, departments and institutions of the State Government' and to `investigate the efficiency of the personnel and clerical forces thereof.' Acts 1929, 41st Leg., 1st C.S., ch. 91, &#167; 3, at 223. Section 4 of the act provided the following:</p>\n<blockquote><p>  In addition to the other duties provided for said Auditor, he shall thoroughly examine all departments of the State Government with special regard to their activities and the duplication of efforts between departments, and the efficiency of the subordinate employees in each of such several departments. He shall examine into the work done by the subordinate employees in the several departments of the State Government.</p>\n<p>  Upon completing the examination of any department he shall furnish the head of said department with a report on (a) the efficiency of the subordinate employees; (b) the status and condition of all public funds in charge of said department; (c) the amount of duplication between work done by the department so examined and other departments of the State Government; (d) such a system of accounts as will provide for a uniform system of auditing, bookkeeping, and system of accounts for every department of State. He shall also make recommendations to the said head of the departments for the elimination of duplication and inefficiency. A copy of each such report submitted by said officer to the head of the department shall be forthwith furnished to the Governor, the Speaker of the House, and the President of the Senate. Nothing contained herein shall be construed as authorizing the State Auditor to employ or discharge any state employee other than those herein authorized to be appointed by him for his department.</p></blockquote>\n<p>Acts 1929, 41st Leg., 1st C.S., ch. 91, &#167; 4, at 223. And finally, he was required, at section 5, to prepare a report showing the status of all public funds in the state and to `recommend to the Legislature such changes as he deems necessary to provide uniform, adequate and efficient systems of records and accounting in each department.' Acts 1929, 41st Leg., 1st C.S., ch. 91, &#167; 5, at 224.</p>\n<p>The 1929 act was repealed in 1943. The position was renamed `State Auditor,' and appointment power was vested in the newly-created Legislative Audit Committee, a joint interim committee of the legislature. Acts 1943, 48th Leg., ch. 293, at 429 [codified at V.T.C.S. arts. 4413a-13 through 4413a-24]. Section 7 of 1943 act continued to repose in the Auditor the authority to audit all accounts, books, and financial records of every agency of the state, but the act for the first time purported to confer on the Auditor the authority, not just to report to the legislature recommended changes, but also to direct the administration or execution of the laws by executive branch agencies themselves insofar as he was authorized: `To require such changes in the accounting system or systems and record or records of any office, department, board, bureau, institution, commission or state agency, that in his opinion will augment or provide a uniform, adequate, and efficient system of records and accounting.' Acts 1943, 48th Leg., ch. 293, &#167; 7(3), at 431. Section 8 of the 1943 act also required the Auditor to prepare, again, a report for the head of every agency on, inter alia, the efficiency of subordinate employees, the amount of duplication between work done by the examined agency and other agencies, and `any suggested changes looking toward economy and reduction of number of clerical and other employees, and the elimination of duplication and inefficiency.' Section 8 also set forth the following:</p>\n<blockquote><p>  Reports shall also contain specific recommendations to the Legislature for the amendment of existing laws or the passage of new laws designed to improve the functioning of various departments, boards, bureaus, institutions or agencies of State Government to the end that more efficient service may be rendered and the cost of government reduced.</p></blockquote>\n<p>All recommendations submitted by the State Auditor shall be confined to those matters properly coming within his jurisdiction, which is to see that the laws passed by the Legislature dealing with the expenditure of public moneys are in all respects carefully observed, and that the attention of the Legislature is directed to all cases of violation of the law and to those instances where there is need for change of existing laws or the passage of new laws to secure the efficient spending of public funds. The State Auditor shall not include in his recommendations to the Legislature any recommendations as to the sources from which taxes shall be raised to meet the governmental expense.</p>\n<p>Acts 1943, 48th Leg., ch. 293, &#167; 8, at 432. And finally, section 10 of the act authorized the Legislative Audit Committee to conduct hearings with the head of any agency where the Auditor has found `evidence of improper practices of financial administration or of any general incompetency of personnel, inadequacy of financial records.' Acts 1943, 48th Leg., ch. 293, &#167; 10, at 433. The committee was required to report to the legislature any refusal of the agency officials to remedy `such incompetency or the installation of proper fiscal records.' Id. Except for a 1977 amendment giving the committee authority to subpoena information that it seeks, the act remained unchanged until 1985. At that time, the articles governing the Legislative Audit Committee and the State Auditor were recodified in a nonsubstantive revision and placed in Chapter 3 of the newly-enacted Government Code. House Bill No. 699 and House Bill No. 2181, the two bills about which you inquire, were adopted in 1987 by the 70th session of the Legislature.</p>\n<p>Prior to the enactment of H.B. 699, section <cross_reference>321.013</cross_reference>(a) of the Government Code provided, inter alia, that the State Auditor shall `perform an audit of all governmental accounts, books, and other financial records of any state officer or department.' The chapter did not define `audit,' but section 321.014(a) provided that the `State Auditor shall conduct each audit as directed by the committee and as prescribed by this chapter.' With the passage of H.B. 699, section <cross_reference>321.013</cross_reference>(f) of the Government Code now confers authority on the State Auditor to conduct various types of audits, specifically `financial audits, compliance audits, economy and efficiency audits, effectiveness audits, special audits, and investigations as defined by this chapter.'</p>\n<p>Sections <cross_reference>321.0133</cross_reference> and <cross_reference>321.0134</cross_reference> of the Government Code define `economy and efficiency audit' and `effectiveness audit' respectively. Section <cross_reference>321.0133</cross_reference> of the Government Code provides:</p>\n<p>An economy and efficiency audit is an audit to determine:</p>\n<blockquote><p>  (1) whether the audited entity is managing or utilizing its resources, including state funds, personnel, property, equipment, and space, in an economical and efficient manner;</p>\n<p>  (2) causes of inefficiencies or uneconomical practices, including inadequacies in management information systems, internal and administrative procedures, organizational structure, use of resources, allocation of personnel, purchasing, policies, and equipment; and</p>\n<p>  (3) whether financial, program, and statistical reports of the audited entity contain useful data and are fairly presented.</p></blockquote>\n<p>Section <cross_reference>321.0134</cross_reference> of the Government Code provides:</p>\n<blockquote><p>  (a) An effectiveness audit is an audit to determine, according to established or designated program objectives, responsibilities or duties, statutes and regulations, program performance criteria, or program evaluation standards:</p>\n<p>  (1) whether the objectives and intended benefits are being achieved efficiently and effectively; and</p>\n<p>  (2) whether the program duplicates, overlaps, or conflicts with another state program.</p>\n<p>  (b) An effectiveness audit may be scheduled only when the audited entity is not scheduled for review under the Texas Sunset Act (Chapter 325).</p></blockquote>\n<p>Section <cross_reference>321.016</cross_reference> of the Government Code requires, inter alia, that the State Auditor report to the Governor, the Legislative Audit Committee, the administrative head and the chairman of the governing body of the affected agency, any evidence of improper practices of financial administration or `ineffective program performance'; the Legislative Audit committee is required then to report to the legislature any refusal by the administrative head or the governing body of the agency to make changes recommended by the committee.</p>\n<p>You first ask whether section <cross_reference>321.016</cross_reference> of the Government Code, as amended by H.B. 699, is unconstitutional to the extent that it purports to give the Legislative Audit Committee the authority to order changes in the way in which legislation is implemented or administered by an executive agency. Section <cross_reference>321.016</cross_reference>, Government Code, now provides the following:</p>\n<blockquote><p>  (a) If in the course of an audit the State Auditor finds evidence of improper practices of financial administration, inadequate fiscal records, uneconomical use of resources, or ineffective program performance, the State Auditor, after consulting with the head of the agency, shall immediately report the evidence to the governor, the committee, and the administrative head and the chairman of the governing body of the affected department.</p>\n<p>  (b) If in the course of an audit the State Auditor finds evidence of an illegal transaction, the State Auditor, after consulting with the head of the agency, shall immediately report the transaction to the governor, the committee, and the appropriate legal authority.</p>\n<p>  (c) Immediately after the committee receives a report from the State Auditor alleging improper practices of financial administration, uneconomical use of resources, or ineffective program performance, the committee shall review the report and shall consult with and may hold hearings with the administrative head and the chairman of the governing body of the affected department regarding the report.</p>\n<p>  (d) If the administrative head or the governing body of the affected department refuses to make the changes recommended by the committee at the hearing or provide any additional information or reports requested, the committee shall report the refusal to the legislature.</p></blockquote>\n<p>The various statutes enacted through the years conferring authority upon the Legislative Audit Committee and its effective agent, the State Auditor, reveal a trend toward the conferral of ever-expanding authority on both. The 1929 act conferred upon the State Auditor and Efficiency Expert the authority to examine the fiscal records of every state agency and to make recommendations to the legislature regarding the elimination of duplication and inefficiency. The 1943 act attempted to expand the authority of the newly-named State Auditor by conferring upon him the power, not only to report to the legislature recommended changes, but to direct the administration or execution of the laws by requiring each agency to install whatever method of accounting and record keeping that he recommended. After conducting hearings with the heads of those agencies in which the State Auditor found evidence of improper practices of financial administration, inadequate financial records, or `general incompetency of personnel,' the newly-created Legislative Audit Committee was required to report to the legislature as a whole any refusal of agency officials to remedy those identified problems. And with the 1987 amendments to the recently-codified Government Code, the State Auditor appears to be empowered to `audit' not just the efficiency and cost effectiveness of an agency's performance, but also the substantive performance of the tasks and responsibilities imposed by law on an executive agency, i.e. to determine whether there is `ineffective program performance.' It appears, for example, that inquiry into whether the College Coordinating Board, for instance, is in fact carrying out its statutory responsibilities rests now with the Legislative Audit Committee rather than with the Committee on Higher Education in the House of Representative and with the Committee on Education in the Senate.</p>\n<p>Article <cross_reference>II</cross_reference>, section <cross_reference>1</cross_reference>, of the Texas Constitution provides for the separation of powers between the executive, the judicial, and the legislative branches of government. It states:</p>\n<blockquote><p>  The powers of the Government of the State of Texas shall be divided into three distinct departments, each of which shall be confided to a separate body of magistracy, to wit: Those which are Legislative to one, those which are Executive to another, and those which are Judicial to another; and no person, or collection of persons, being of one of these departments, shall exercise any power properly attached to either of the others, except in the instances herein expressly permitted.</p>\n<p>  This office has consistently held that any attempt by the legislature to supervise the implementation of duly enacted statutes through the means of a legislative committee or through some means other than the normal legislative processes (set forth in sections <cross_reference>28</cross_reference> through <cross_reference>40</cross_reference> of article <cross_reference>III</cross_reference> of the Texas Constitution) Violates article II, section 1. Attorney General Opinions <u>MW-46</u>0 (1982), V-1305 (1951); V-1254 (1951); and O-4609 (1942). This rule is the rule in virtually every other state that has had cause to address this issue. See, e.g., Legislative Research Comm'n v. Brown, <cross_reference>664 S.W.2d 907</cross_reference> (Ky. 1984); State ex rel. Stephan v. Kansas House of Representatives, <cross_reference>687 P.2d 622</cross_reference>\n(Kan. 1984); General Assembly of the State of New Jersey v. Byrne, <cross_reference>448 A.2d 438</cross_reference> (N.J. 1982); State ex rel. Barker v. Manchin,  <cross_reference>279 S.E.2d 622</cross_reference> (W.Va. 1981); State of Alaska v. A.L.I.V.E. Voluntary, <cross_reference>606 P.2d 769</cross_reference> (Alaska 1980); see also Bonfield, State Administrative Rule Making, &#167; 8.3.2(c).</p>\n<p>  In Attorney General Opinion O-4609 (1942), this office addressed whether a bill creating a Joint Legislative Advisory Committee and conferring specific powers thereon was constitutional. The opinion construed a rural aid appropriations bill, Acts 1941, 47th Leg., ch. 549, at 880, that created a joint legislative advisory committee composed of five senate members and five house members. The committee was given the authority to approve numerous transactions, including the receipt of tuition payments and transportation aid by school districts. This office held that only so much of the act that created a joint legislative advisory committee to study school laws as an aid to their recodification was constitutional; the provisions reposing in the committee the authority to administer the law were unconstitutional.</p>\n<p>  It is the function of the legislative branch of the government to make the laws; it is the function of the executive branch of the government to administer and execute those laws. In the statute under consideration, the Legislature of the State of Texas has undertaken not only to declare what the law shall be, which is clearly its prerogative, but has also undertaken to clothe a portion of the membership of the Legislature, the Joint Legislative Advisory Committee, with the authority to execute and administer the law passed by the Legislature. Under Article <cross_reference>2</cross_reference>, Section <cross_reference>1</cross_reference>, of the Constitution of the State of Texas, the Legislature is powerless to clothe itself, or a portion of its members, with executive authority. (Emphasis added.)</p></blockquote>\n<p>Attorney General Opinion O-4609 (1942) at 8.</p>\n<p>In Attorney General Opinions V-1305 and V-1254 (1951), this office declared unconstitutional an appropriations act rider that attempted to confer on the Legislative Budget Board the authority to require of various executive branch administrative agencies further itemization of appropriations or specific approval of the expenditure of appropriated funds by the board.</p>\n<p>The phrase `any power properly attached to either of the others' [set forth in Article II, section 1] prompts inquiry as to what powers belong to each branch. `Legislative' means `making, or having the power to make, a law or laws.' Webster's New International Dictionary (2d Ed. 1938). This includes making and itemizing appropriations. `The power to itemize appropriations is a legislative power which it may exercise if it sees fit as long as the matter is in its hands. . . . The legislation is complete when the appropriation is made.' People v. Tremaine, <cross_reference>168 N.E. 817</cross_reference>\n(N.Y.Ct.App. 1929). The money once appropriated, the Legislature is no longer authorized to concern itself with the further segregation and disbursement of the funds, the constitutional inhibition being not only against actual usurpation of the function, but also against one department's setting itself up in a supervisory capacity over the actions of another. [Citation omitted]. Parenthetically, it may be noted here that if the approval of proposed expenditures be considered a legislative function, still such function could not be delegated by the body as a whole to a few of its members. [Citation omitted.]</p>\n<blockquote><p>  The legislative function being to make laws, the executive function is to carry them out. Webster's New International Dictionary (2d Ed. 1938), in its definition of `executive,' uses the phrases `or carrying into effect' . . . `or secures their due performance.' More specifically, the fiscal administration of the affairs of the government has been held to be an executive duty. [Citation omitted.] The above riders thus attempt to vest an executive power in a joint committee of the legislative branch. (Emphasis added.)</p></blockquote>\n<p>Attorney General Opinion V-1254 (1951) at 15.</p>\n<p>And finally, in Attorney General Opinion <u><cross_reference>MW-460</cross_reference></u> (1982), this office held unconstitutional legislation that purported to confer authority on the standing committees of both houses of the legislature effectively to veto or repeal administrative rules adopted by executive agencies pursuant to the Administrative Procedure and Texas Register Act, article 6252-13a, V.T.C.S. The opinion held that the discretionary rulemaking authority delegated to an administrative agency is an executive function; it is therefore impermissible under article <cross_reference>II</cross_reference>, section <cross_reference>1</cross_reference> of the Texas Constitution, for the legislature or one of its committees to usurp the function. See Walker v. Baker, <cross_reference>196 S.W.2d 324</cross_reference> (Tex. 1946); Ex parte Youngblood, <cross_reference>251 S.W. 509</cross_reference> (Tex.Crim.App. 1923).</p>\n<p>In passing upon the constitutionality of any statute, we begin with a presumption of validity. Smith v. Davis, <cross_reference>426 S.W.2d 827</cross_reference>\n(Tex. 1968); Texas National Guard Armory Board v. McCraw,<cross_reference>126 S.W.2d 627</cross_reference> (Tex. 1939). We are required, moreover, to construe the code provisions at issue in a way that comports with the constitution, if any such reasonable construction is possible. McKinney v. Blankenship, <cross_reference>282 S.W.2d 691</cross_reference> (Tex. 1955); Thomas v. Groebl, <cross_reference>212 S.W.2d 625</cross_reference> (Tex. 1948). See also Gov't Code, &#167;<cross_reference>311.021</cross_reference> (Code Construction Act); Local Gov't Code, &#167; <cross_reference>1.002</cross_reference>\n(application of Code Construction Act to Local Government Code).</p>\n<p>If we were to construe section <cross_reference>321.016</cross_reference> of the Government Code in the fashion that you suggest, i.e., as conferring authority on the Legislative Audit Committee to order changes in the way that executive agencies implement or administer duly enacted statutes, we would be constrained to hold the section unconstitutional. However, we do not so construe that provision. Subsection (c) of section 321.016 merely confers on the committee the authority to make recommendations to the various executive agencies, recommendations that each agency may ignore. However, subsection (d) provides that, if any agency refuses to accept any such recommendation, the committee is required to inform the legislature as a whole of that fact. Subsection (d) permits an ill-disguised attempt by the committee to direct the methods by which investigated administrative agencies execute the laws. While it is true that the committee itself technically is not conferred the authority to impose sanctions or to enforce compliance by those administrative agencies that refuse to comply with committee recommendations, the absence of such conferral of authority does not resolve the article II, section 1, issue. Subsection (d) clearly acts in a punitive, and perhaps in a coercive, fashion that is tantamount to a legislative usurpation of executive power, in violation of article <cross_reference>II</cross_reference>, section <cross_reference>1</cross_reference>, of the Texas Constitution. We do not question the authority of the legislature or of a committee of the legislature to gather information and to investigate those matters about which it properly could enact legislation, a subject that we will address more fully in answer to your fourth and fifth questions. We question only the propriety of making a committee's report to the legislature as a whole mandatory upon an administrative agency's refusal to comply with the committee's recommendations.</p>\n<p>As a matter of law, the committee does not have the authority to order any executive agency to implement or administer any law in any particular manner, any more than it has authority to direct officers in the judicial branch in the construction of the laws, which the constitution reposes in the judicial branch. The legislature's authority to direct the administration of laws whose execution is reposed by statute in so-called `legislative agencies,' see, e.g., Gov't Code, &#167;&#167; <cross_reference>326.001</cross_reference>-326.003, is greater, of course. Accordingly, we conclude that chapter 321 of the Government Code, which creates the Legislative Audit Committee and the office of State Auditor and confers powers and duties thereon, does not authorize the Legislative Audit Committee to order an executive agency to change the way in which it implements or administers any law; however, subsection (d) of section 321.016 does authorize an impermissible intrusion by the legislative branch into areas of administration reposed by the Texas Constitution in the executive branch. Insofar as that subsection requires the committee to report to the legislature as a whole in the event that an administrative agency fails to adopt its recommendations, subsection (d) is unconstitutional.</p>\n<p>You next ask whether the State Auditor, whom you characterize as, in effect, an employee of the Legislature, may properly exercise authority to supervise members of the executive branch in their implementation of statutes or whether his proper role is investigatory only. As we noted earlier, the position of State Auditor was created in 1943 to replace an executive officer, the `State Auditor and Efficiency Expert,' appointed by the governor. Acts 1929, 41st Leg., 1st C.S., ch. 91, at 222. The 1943 act repealed the 1929 act, created the Legislative Audit Committee, renamed the position `State Auditor,' and conferred authority on the committee to appoint him. There is no question that the State Auditor is an appointee and an agent of the legislature. See Gov't Code, &#167;&#167; <cross_reference>326.001</cross_reference>-326.003 (authorizing co-operation between houses of the legislature and legislative agencies) (formerly codified as article 5429g, V.T.C.S.); see also Attorney General Opinions <u><cross_reference>MW-192</cross_reference></u> (1980); <u><cross_reference>H-1063</cross_reference></u> (1977); V-504 (1948). Accordingly, we conclude that the State Auditor is a subordinate of the legislative branch.</p>\n<p>For the reasons set forth in answer to your first question, if we were to construe chapter 321 as conferring on the State Auditor the authority to order any changes in the way in which executive agencies administer the laws, we would be constrained to declare any such provisions unconstitutional as a violation of article <cross_reference>II</cross_reference>, section <cross_reference>1</cross_reference>, of the Texas Constitution. And, again, for the reasons set forth in answer to your first question, we do not construe any provision of chapter 321 of the Government Code as conferring authority on the State Auditor to order executive agencies to change the way in which statutes are implemented or administered. If the State Auditor were part of the executive branch whose activities were directed, as they were prior to the 1943 enactment, by the Governor rather than by the Legislative Audit Committee, his authority possibly could be broader. But such is not the case.</p>\n<p>Section <cross_reference>321.013</cross_reference> of the Government Code sets forth the powers and duties of the State Auditor and provides:</p>\n<blockquote><p>  (a) The State Auditor shall conduct audits of all departments, including institutions of higher education, as specified in the audit plan. At the direction of the committee, the State Auditor shall conduct an audit or investigation of any entity receiving funds from the state.</p>\n<p>  (b) The State Auditor shall conduct the audits in accordance with generally accepted auditing standards as prescribed by the American Institute of Certified Public Accountants, the Governmental Accounting Standards Board, the United States General Accounting Office, or other professionally recognized entities that prescribe auditing standards.</p>\n<p>  (c) The State Auditor shall determine the audit plan for the state for each fiscal year. In devising the plan, the State Auditor shall consider recommendations concerning coordination of agency functions made by the committee composed of the Legislative Budget Board, Sunset Advisory Commission, and State Auditor's Office. The plan shall provide for auditing of federal programs at least once in each fiscal biennium and shall ensure that audit requirements of all bond covenants and other credit or financial agreements are satisfied. The committee shall review and approve the plan.</p>\n<p>  (d) At any time during an audit or investigation, the State Auditor may require the assistance of the administrative head, official, auditor, accountant, or other employees of the entity being audited or investigated.</p>\n<p>  (e) The State Auditor is entitled to access to all of the books, accounts, confidential or unconfidential reports, vouchers, or other records of information in any department or entity subject to audit, including access to all electronic data. However, the State Auditor has access to information and data the release of which is restricted under federal law only with the approval of the appropriate federal administrative agency, and the State Auditor shall have access to copyrighted or restricted information obtained by the Office of the Comptroller of Public Accounts under subscription agreements and utilized in the preparation of economic estimates only for audit purposes.</p>\n<p>  (f) The State Auditor may conduct financial audits, compliance audits, economy and efficiency audits, effectiveness audits, special audits, and investigations as defined by this chapter and specified in the audit plan.</p>\n<p>  (g) To the extent that the performance of the powers and duties of the State Auditor under law is not impeded or otherwise hindered, the State Auditor shall make reasonable efforts to coordinate requests for employee assistance under Subsection (d) or requests for access to books, accounts, vouchers, records, or data under Subsection (e) so as not to hinder the daily operations of the audited entity.</p>\n<p>  (h) The State Auditor may not conduct audits of private entities concerning collection or remittance of taxes or fees to the state if the entity is subject to audit by another state agency for the taxes or fees.</p>\n<p>  (i) If the State Auditor decides a change in an accounting system is necessary, the State Auditor shall consider the present system of books, records, accounts, and reports to ensure that the transition will be gradual and that the past and present records will be coordinated into the new system.</p></blockquote>\n<p>Sections 321.0131 through 321.0136 define the various audits and investigations that the State Auditor may conduct. Nothing in these sections or in section 321.016, purports to confer any authority upon the State Auditor to direct the activities of state agencies.</p>\n<p>In your third question you ask whether sections <cross_reference>51.005</cross_reference> and <cross_reference>61.065</cross_reference>\nof the Education Code, as amended by H.B. 2181, are unconstitutional insofar as they purport to allow the State Auditor, an agent of the legislative branch, to prescribe administrative rules for state institutions of higher education. Prior to the 1987 amendments, the authority to prescribe such administrative rules was reposed solely in the College Coordinating Board. In a letter accompanying a brief submitted to this office by the State Auditor, it is urged that, if it is constitutional for the legislature to delegate to a member of the executive branch the authority properly to promulgate rules that have the force and effect of law, it is certainly constitutional for the legislature to delegate such authority to a member of the legislative branch. We disagree; we conclude that the amended sections of the Education Code are unconstitutional insofar as they purport to confer joint rulemaking authority on the State Auditor and the College Coordinating Board.</p>\n<p>Section <cross_reference>51.005</cross_reference> of the Education Code provides:</p>\n<p><blockquote>  (a) True and full accounts shall be kept by the governing board and by the employees of the institution of all funds collected from all sources and of all sums paid out and the persons to whom and the purposes for which the sums are paid. The governing board shall annually, between September 1 and January 1, print a complete report of all the sums collected, all expenditures, and all sums remaining on hand. The report shall show the true condition of all funds as of the August 31 preceding as well as the collections and expenditures for the preceding year.</p>\n<p>  (b) Reports under this section must be in a form approved jointly by the coordinating board and the state auditor. The accounting and classification procedures of each institution must be consistent with uniform procedures prescribed for that purpose by the coordinating board and the state auditor. The requirements imposed by the coordinating board and state auditor must be designed to reduce paperwork and duplicative reports.</p>\n<p>  (c) The governing board shall furnish one copy of the report each to the governor, comptroller of public accounts, state auditor, Texas Higher Education Coordinating Board, Legislative Budget Board, House Appropriations Committee, Senate Finance Committee, and Legislative Reference Library. The governing board shall retain five copies of the report for distribution to legislators or other state officials on request. (Emphasis added.)</blockquote></p>\n<p>Section <cross_reference>61.065</cross_reference> of the Education Code provides:</p>\n<p><blockquote>  (a) The state auditor and the board jointly shall prescribe and periodically update a uniform system of financial accounting and reporting for the institutions of higher education, including definitions of the elements of cost on the basis of which appropriations shall be made and financial records shall be maintained. In order that the uniform system of financial accounting and reporting shall provide for maximum consistency with the national reporting system for higher education, the uniform system shall incorporate insofar as possible the provisions of the financial accounting and reporting manual published by the National Association of College and University Business Officers. The accounts of the institutions shall be maintained and audited in accordance with the approved reporting system.</p>\n<p>  (b) The coordinating board shall annually evaluate the informational requirements of the state for purposes of simplifying institutional reports of every kind and shall consult with the state auditor in relation to appropriate changes in the uniform system of financial accounting and reporting. (Emphasis added.)</blockquote></p>\n<p>In legal theory, the legislative power vested in the legislature by article III, section 1, of the constitution must be exercised by it alone. Texas National Guard Armory Board v. McCraw, supra; Brown v. Humble Oil  Refining Co., <cross_reference>83 S.W.2d 935</cross_reference> (Tex. 1935). The principle of non-delegation, however, has certain important qualifications. See generally, Annot., Permissible limits to delegation of legislative power, <cross_reference>79 L.Ed. 414</cross_reference> (1935). Many powers properly have been delegated by the legislature to administrative agencies. See, e.g., Housing Authority of Dallas v. Higginbotham,<cross_reference>143 S.W. 79</cross_reference> (Tex. 1940); Brazos River Conservation  Reclamation Dist. v. McCraw, <cross_reference>91 S.W.2d 665</cross_reference> (Tex. 1936); Trimmier v. Carlton,<cross_reference>296 S.W.2d 1070</cross_reference> (Tex. 1927). Among them has been the power to make rules having the force and effect of law. See, e.g., Housing Authority of Dallas v. Higginbotham, supra.; O'Brien v. Amerman,<cross_reference>247 S.W. 270</cross_reference> (Tex. 1922); Spears v. City of San Antonio,<cross_reference>223 S.W. 166</cross_reference> (Tex. 1920). Valid rules promulgated by an administrative agency acting within its statutory authority have the force and effect of legislation. Lewis v. Jacksonville Building and Loan Association, <cross_reference>540 S.W.2d 307</cross_reference> (Tex. 1976). A rule promulgated by an administrative agency acting within its delegated authority should be considered under the same principles as if it were the act of the legislature. Texas Liquor Control Board v. Attic Club, Inc., <cross_reference>457 S.W. 41</cross_reference> (Tex. 1970). Nevertheless, when such rulemaking power is vested in an agency of the state, it is regarded as an incident of the executive power to administer laws enacted by the legislature, and not as a power to enact laws. It is held that an act of the legislature that is complete and comprehensive in itself and which confers upon an agency authority only to establish rules, regulations and minimum standards to reasonably carry out the expressed purposes of the legislature's act, does not make a constitutionally forbidden delegation of legislative power. Oxford v. Hill, <cross_reference>558 S.W.2d 557</cross_reference> (Tex.Civ.App.-Austin 1977, writ ref'd). It confers only the power to efficiently administer the complete law already established by the legislature. See Ex parte Granviel, <cross_reference>561 S.W.2d 503</cross_reference> (Tex.Crim.App. 1978). Cf. Lone Star Gas Company v. State, <cross_reference>153 S.W.2d 681</cross_reference> (Tex. 1941) (delegated power to fix rates is legislative power).</p>\n<p>The power to control or correct decisions committed to administrators by law is an executive function. Walker v. Baker, supra. The legislature, of course, may in the first instance severely restrict the discretion of executive officers or administrators to make rules by so thoroughly detailing legislation before it leaves its ambit that little or no room is left for administrative interpretation. See Fire Department of City of Fort Worth v. City of Fort Worth, <cross_reference>217 S.W.2d 664</cross_reference> (Tex. 1949); Letter Advisory No. 2 (1973). And, by the proper exercise of its law-making powers, the legislature may supersede or repeal any agency rule or decision that has acquired the force and effect of law. But when a statute commits to an administrative agency's control the power to execute that law and promulgate rules in order to better administer the legislative policy embodied therein, neither the legislature nor any of its committees may direct that agency regarding the manner in which the executive discretion is thus reposed. Tex. Const. art. <cross_reference>II</cross_reference>, &#167;<cross_reference>1</cross_reference>.</p>\n<p>If a discretionary rulemaking function delegated to an administrative agency is an executive function &#8212; as we think it is &#8212; it is impermissible for the legislature (or one of its committees) to usurp that function. Tex. Const. art. <cross_reference>II</cross_reference>, &#167; <cross_reference>1</cross_reference>, Walker v. Baker, supra; Ex parte Youngblood, supra; Attorney General Opinions V-1254 (1951); O-4609 (1942). See State ex rel. Judge v. Legislative Finance Committee, et al., <cross_reference>543 P.2d 1317</cross_reference>\n(Mont. 1975). See also Anderson v. Lamm, <cross_reference>579 P.2d 620</cross_reference> (Colo. 1978); In re Opinion of the Justices to the Governor,<cross_reference>341 N.E.2d 254</cross_reference> (Mass. 1976). See also, Railroad Commission of Texas v. Shell Oil Company, <cross_reference>161 S.W.2d 1022</cross_reference> (Tex. 1942); Denison v. State,<cross_reference>61 S.W.2d 1017</cross_reference> (Tex.Civ.App.-Austin), writ ref'd per curiam,<cross_reference>61 S.W.2d 1022</cross_reference> (Tex. 1933).</p>\n<p>The amendments also violate article <cross_reference>III</cross_reference>, section <cross_reference>1</cross_reference>, of the Texas Constitution, even if the powers conferred could be said to be purely legislative in character. It was held in Parks v. West,<cross_reference>111 S.W. 726</cross_reference> (Tex. 1908), and reiterated in Walker v. Baker, supra, that where the constitution gives a power and prescribes the means by which or the manner in which it is to be exercised, such means or manner is exclusive of all others. Article III, section 1, of the constitution vests the legislative power of the state `in a Senate and House of Representatives, which together shall be styled `The Legislature of the State of Texas.\" Sections 29 through 40 of that article detail at great length the manner in which the legislature must exercise its right to legislate. Because the means by which the legislature is to accomplish the enactment of laws is expressly provided by the constitution, any authority for the legislature to exercise that right in a different mode is excluded. See Walker v. Baker, supra; American Indemnity Company v. City of Austin, <cross_reference>246 S.W. 1019</cross_reference> (Tex.Crim.App. 1922).</p>\n<p>Accordingly, we conclude that the two amended Education Code provisions are unconstitutional because they attempt to confer upon members of the legislative branch of government an executive power to efficiently administer laws enacted by the legislature.</p>\n<p>The restrictions in article II, section 1, apply, to a `collection of persons' of the legislative department. It was held in Ex parte Youngblood, <cross_reference>251 S.W. 509</cross_reference> (Tex.Crim.App. 1923), that when a power conferred by the constitution upon the legislature or either branch thereof is in turn conferred by the constitutionally designated legislative body upon a committee composed of members of the house and senate, the committee is a `collection of persons' within the proscription of the foregoing constitutional provision &#8212; and one to which non-legislative powers cannot be delegated. See also Walker v. Baker, <cross_reference>196 S.W.2d 324</cross_reference>\n(Tex. 1946); Attorney General Opinions V-1254 (1951); O-4609 (1942). See also Anderson v. Lamm, <cross_reference>579 P.2d 620</cross_reference> (Colo. 1978); In re Opinion of the Justices to the Governor, <cross_reference>341 N.E.2d 254</cross_reference> (Mass. 1976); Bramlette v. Stringer, 195 S.E. 257 (So. Car. 1938); People v. Tremaine, <cross_reference>168 N.E. 817</cross_reference> (N.Y., 1929).</p>\n<p>It has been suggested that Texas has adopted the more modern view of the doctrine of separation of powers, which permits cooperation between branches of government rather than enforces a rigid separation between them. It is contended that the older view, perhaps best exemplified by Kilbourn v. Thompson,<cross_reference>103 U.S. 168</cross_reference> (1880), has been discarded in favor of a more flexible construction of the constitutional provision. In Kilbourn v. Thompson, supra, the United States Supreme Court set forth a classic statement of the older construction:</p>\n<p><blockquote>  It is believed to be one of the chief merits of the American system of written constitutional law, that all powers intrusted to government, whether state or national, are divided into the three grand departments of government, the executive, the legislative, and the judicial. That the functions appropriate to each of these branches of government shall be vested in a separate body of public servants, and that the perfection of the system requires that the lines which separate and divide these departments be broadly and clearly defined. It is also essential to the successful working of this system that the persons intrusted with power in any one of these branches shall not be permitted to encroach upon the powers confided to the others, but that each shall by the law of its creation be limited to the exercise of the powers appropriate to its own department and to no other. (Emphasis added).</blockquote></p>\n<p>Id. at 190-191. A statement of the more modern view was well expressed in J. W. Hampton, Jr.  Co. v. United States,<cross_reference>276 U.S. 394</cross_reference> (1928):</p>\n<p><blockquote>  Our Federal Constitution and State Constitutions of this country divide the governmental power into three branches . . . . [T]he rule is . . . in carrying out that constitutional division into three branches it is a breach of the fundamental law if Congress gives up its legislative power and transfers it to the President or to the Judicial branch, or if by law it attempts to invest itself or its members with either executive or judicial power. This is not to say that the three branches are not coordinate parts of one government and that each in the field of its duties may not invoke the action of the other two branches insofar as the action invoked shall not be an assumption of the Constitutional field of action of another branch. In determining what it may do in seeking assistance from another branch, the extent and character of that assistance must be fixed according to common sense and the inherent necessities of the governmental coordination. (Emphasis added.)</blockquote></p>\n<p>Id. at 406; see also, Youngstown Sheet  Tube Co. v. Sawyer,<cross_reference>343 U.S. 579</cross_reference> at 635 (1952). But see, Singer, 1A Sutherland on Statutory Construction, &#167; 3.07. The rule as stated in Sutherland seems to be:</p>\n<p><blockquote>  This interpretation of the doctrine permits the exercise by one department of some powers of the other departments when it is essential to the discharge of a primary function, when it is not an assumption of the whole power of another department, and when the exercise of the other power does not jeopardize individual liberty.</blockquote></p>\n<p>Id. at &#167; 3.06 (and cases cited therein).</p>\n<p>The argument that Texas adopts the more modern view rests primarily upon language found in a case that received no review by the Supreme Court, Coates v. Windham, <cross_reference>613 S.W.2d 572</cross_reference>\n(Tex.Civ.App.-Austin 1981, no writ), which upheld an appropriations act rider that conferred upon certain, specified public officers the limited and negative power of declining approval of any particular prison site proposed by the Department of Corrections. The relevant passage provides:</p>\n<p><blockquote>  We believe that it is well settled that this constitutional prohibition [providing for separation of powers] states a principle of government and not a rigid classification as in a table of organization. This provision must be interpreted along with other constitutional provisions, and when this is done it is clear that the Constitution does three things: (1) it provides for three polar functions of government; (2) it delegates certain powers to each of the three departments in a distribution of all governmental powers; and (3) it blends legislative, executive, and judicial powers in a great many cases. [Footnote omitted.] The proper interpreation of Article II, section 1 is therefore dictated by its context. The proper interpretation is that this provision prohibits a transfer of a whole mass of powers from one department to another and it prohibits a person of one branch from exercising a power historically or inherently belonging to another department. It may not be interpreted in a way that prevents cooperation or coordination between two or more branches of government, hindering altogether effective governmental action. It was designed, as were other checks and balances, to prevent excesses. (Emphasis in original).</blockquote></p>\n<p><cross_reference>613 S.W.2d 572</cross_reference> at 576.</p>\n<p>For purposes of this discussion, we are not prepared to accept the proposition that Texas adopts the more modern, flexible construction of the separation of powers doctrine, absent a definite ruling of the Texas Supreme Court. We note that it is only under that construction that article II, section 1, would permit the legislature, or more specifically a joint interim committee thereof, to appoint the State Auditor, since the appointment power, except for specific constitutional provisions reposing such authority in others, is historically one that inheres in the office of Governor. See, Walker v. Baker, supra. Because you do not ask about the constitutionality of the statute pursuant to which the State Auditor is appointed, we need not resolve that issue. But even this more flexible construction will not permit the sort of intrusion that the Education Code amendments contemplate.</p>\n<p>In State Board of Insurance v. Betts, <cross_reference>308 S.W.2d 846</cross_reference> (Tex. 1958), the court held that, in an instance in which the attorney for a statutory receiver for an insurance company resigned and the board of insurance commissioners did not designate a successor, the district judge had discretionary power to appoint an attorney for the receiver, since he had judicial control or supervision of the receivership case. The statute then in force conferred appointment authority upon the board. The court seemed to accept the modern construction of the separation of powers principle when it rejected a challenge to the judge's action under article II, section 1. But the court stated, at 851-852:</p>\n<p><blockquote>  However the controlling factor in settling the constitutional point presented is the presence or absence of interference with the effective judicial control occasioned by the executive power to select a liquidator. . . . It is only when the functioning of the judicial process in a field constitutionally committed to the control of the courts is interfered with by the executive or legislative branches that a constitutional problem arises. (Emphasis added.)</blockquote></p>\n<p>Analogously, we conclude that the Education Code amendments about which you inquire permit the legislature, or more specifically an effective agent of a committee of the legislature, to interfere with the proper functioning of an executive branch agency in a field constitutionally committed to its control, i.e. the proper execution or administration of the law and the responsibilities duly imposed upon it by statute. Our construction of article II, section 1, and article III, section 1, suggests that the State Auditor may not constitutionally prescribe accounting and record keeping procedures for all state agencies. There is no question that the legislature is authorized to prescribe the accounting and record keeping procedures to be followed by state agencies. It is doubtful, however, whether the State Auditor and the Legislative Audit Committee may prescribe such procedures. Although such authority has been conferred by statute since 1943, general acquiescence in a custom which may not have resulted in a harmful violation of the constitution does not preclude a contest when substantial rights are insisted upon. City of Los Angeles v. Los Angeles City Water Co., <cross_reference>177 U.S. 558</cross_reference> (1919). If it be urged that the result that we reach here is unrealistic, impractical, and inefficient, we note the words of the United States Supreme Court in the recent case of Immigration and Naturalization Service v. Chadha, <cross_reference>462 U.S. 919</cross_reference> at 944 (1983) (which held that the so-called `legislative veto' is an unconstitutional violation of the implied separation of powers principle of the U.S. Constitution):</p>\n<p><blockquote>  . . . the fact that a given law or procedure is efficient, convenient, and useful in facilitating functions of government, standing alone, will not save it if it is contrary to the Constitution. Convenience and efficiency are not the primary objectives &#8212; or the hallmarks &#8212; of democratic government. . . .</blockquote></p>\n<p>We conclude that the Education Code provisions about which you inquire interfere impermissibly with the proper administration of the laws reposed by article II, section 1, in the executive branch. Accordingly, we conclude that it is constitutionally impermissible for the legislature to delegate to the State Auditor and the College Coordinating Board the joint authority to promulgate administrative rules.</p>\n<p>You next ask:</p>\n<p><blockquote>  Whether the State Auditor's authority as legislative staff is similarly limited to investigating matters that could lead to legislation?</blockquote></p>\n<p>Assuming a `yes' answer to my fourth question, my fifth question is:</p>\n<p><blockquote>  Since the Comptroller and not the Legislature has been given constitutional responsibility for the revenue estimating/budget certification function, Tex. Const. Art. <cross_reference>III</cross_reference>, Sec. <cross_reference>49a</cross_reference>, and it is not clear what legislation could constitutionally be enacted controlling the manner in which the revenue estimate for budget certification is determined, whether the State Auditor has authority to evaluate or inquire into how the revenue estimating/budget certification function is carried out.</blockquote></p>\n<p>Courts in this state long ago upheld the right of the legislature to appoint committees for the purposes of conducting investigations and gathering information regarding the possible enactment of legislation. Ex parte Ferguson, <cross_reference>15 S.W.2d 650</cross_reference> (Tex. 1929); Terrell v. King, <cross_reference>14 S.W.2d 786</cross_reference> (Tex. 1929).</p>\n<p>The legislature has the power to investigate any subject regarding which it may desire information in connection with the proper discharge of its function to enact, amend or repeal statutes or to perform any other act delegated to it by the constitution. . . . A legislature in conducting whatever inquisitions the proper exercise of its functions require, must be as broad as the subject to which the inquiry properly entered into has relation.</p>\n<p>Mason, Manual of Legislative Procedure, &#167; 795 (1970). As the Texas Supreme Court declared in Terrell v. Kindg:</p>\n<p><blockquote>  Not only does the Constitution, in the grant of the rule-making power [by means of which each house is empowered to organize itself], authorize either house to name such committees as it may deem necessary or proper for purposes of investigation and inquiry, when looking to the discharge of any legitimate function or duty of such house, but the Constitution goes further and makes consideration by a committee a condition precedent to the enactment of any law. Section 37, article 3.</blockquote></p>\n<p><cross_reference>14 S.W.2d at 789</cross_reference>.</p>\n<p>Generally, however, the legislative power to investigate is not absolute, see, e.g., Gibson v. Florida Legislative Investigation Committee, <cross_reference>372 U.S. 539</cross_reference> (1962); State ex rel. Fatzer v. Anderson,<cross_reference>299 P.2d 1078</cross_reference> (Kan. 1956); Commonwealth ex rel. Carcaci v. Brandamore, <cross_reference>327 A.2d 1</cross_reference> (Pa. 1974), and it has been held to be limited to the obtaining of information on matters that fall within the proper field of legislative action. See, e.g., Ferrantello v. State, <cross_reference>256 S.W.2d 587</cross_reference> (Tex.Crim.App. 1952); State ex rel. Fatzer v. Anderson, supra; Commonwealth ex rel. Carcaci v. Brandamore, supra. The powers of an investigating committee, subject to limitations on the investigating power of the legislature, are in general as broad as the resolution constituting it. Ex parte Wolters, <cross_reference>144 S.W. 531</cross_reference> (Tex.Crim.App. 1912).</p>\n<p>It is a principle of constitutional law that</p>\n<p><blockquote>  where there is a grant of power in the Constitution to a department of Government, or to a constitutional or statutory officer, or tribunal, without defining the manner or form in or by which it is to be exercised and carried into effect, the Legislature may legitimately prescribe reasonable rules by which this may be done. And though such power may not be taken away by the Legislature, and should it fail or refuse to legislate so as to provide for the efficient use and exercise of the power, the department, officer, or tribunal to whom it is delegated might possibly act in accordance with its own discretion, yet when the Legislature has made reasonable and appropriate provisions for its proper exercise, it should and will be exercised in conformity with such provisions.</blockquote></p>\n<p>Austin v. Gulf, Colorado, and Santa Fe Railroad Co., <cross_reference>45 Tex. 234</cross_reference>,<cross_reference>265</cross_reference> (1876). But it is in no way certain that article III, section 49a, fails to set forth the manner or form by which you are required to perform your duty. See, e.g., Attorney General Opinion WW-640 (1959) (holding unconstitutional in part the predecessor statute to article 4348a, V.T.C.S., now codified as Government Code, &#167;&#167; <cross_reference>403.013</cross_reference>, 403.121-403.122). This office declared in Attorney General Opinion <u><cross_reference>JM-666</cross_reference></u> (1987):</p>\n<p><blockquote>  In Attorney General Opinion WW-640 (1959), Attorney General Will Wilson considered the constitutionality of a bill that, among other things, attempted to control the Comptroller's estimates of the outstanding but undisbursed appropriations to be expected at the end of a biennium. The opinion concluded, `Insofar as this bill attempts to make estimates it is unconstitutional as a legislative invasion of the duties of the comptroller.'</blockquote></p>\n<p>The bill at issue there, with the offending provision `making estimates' deleted, became article 4348a, V.T.C.S., still extant. The remainder of the bill, in the form it was considered by Attorney General Wilson, was characterized as an instruction to the Comptroller `to use the cash accounting basis' and was pronounced constitutional inasmuch as, according to the opinion:</p>\n<p><blockquote>  Reading Section 49a of Article III from its four corners, it is our opinion that this constitutional provision contemplates that the Comptroller, in making his estimate for certification of bills, use the cash accounting method.</blockquote></p>\n<p>Thus, article 4348a, V.T.C.S., is to be read not as a legislative mandate defining the power of the Comptroller under section 49a with respect to certifications or estimates made for the purpose, but, rather, as a direction that he conform to the requirements of section 49a itself by using the cash accounting method in arriving at his estimates for that purpose. (Emphasis added.)</p>\n<p>For purposes of this opinion, we accept the assertion that the means and manner by which you must perform the budget certification/revenue estimate certification processes are set forth in the constitution with sufficient specificity such that the legislature is without authority, absent a constitutional amendment, to direct you in the manner in which you carry out your constitutional responsibilities. It necessarily follows that the legislature is without authority to inquire into the manner and method by which you arrive at the budget certification/revenue estimate figures, if the purpose for which it seeks the information is to enact legislation. But, article <cross_reference>XVII</cross_reference>, section <cross_reference>1</cross_reference>, of the Texas Constitution reposes in the legislature the sole authority to propose amendments to the constitution; the issue then focuses upon the authority of the legislature to inquire into the manner and method by which you perform your constitutional duties if such inquiry is done in aid of determining the need for any such amendments.</p>\n<p>We are not unmindful of the importance of this question; indeed, it goes to the very heart of the nature of the kind of government that we have. Texas, unlike many states, sets forth in its constitution the duties and responsibilities of many of its state officers. If we permit the State Auditor and the Legislative Audit Committee, under the guise of performing `economy and efficiency audits' or `effectiveness audits' to inquire into the manner by which you perform the duties reposed in you by the constitution of this state, we perforce would have to permit such an `audit' inquiry into the manner in which other constitutional officers perform their constitutional duties. We would have to permit the Legislative Audit Committee and the State Auditor to inquire into the manner by which the Governor exercises his appointment power and his authority to veto legislation. We would have to permit the Legislative Audit Committee and the State Auditor to inquire into the manner in which the justices of the Texas Supreme Court and the Texas Court of Criminal Appeals administer their respective caseloads and deliberate and arrive at their decisions. We would have to permit the Legislative Audit Committee and the State Auditor to inquire into the manner in which the Attorney General advises and represents state agencies.</p>\n<p>We do not resolve here the issue as to the scope that any such legislative inquiry could possess. We think that your question raises the significant issue as to whether the direction or guidance instructing any such investigating committee must be reasonably specific and whether any resolution constituting such investigation must be inveighed with sufficient dignity to convey the extreme significance of what is undertaken. We question whether a mere decision by the State Auditor and the Legislative Audit Committee to so investigate, under the guise of conducting an `economy and efficiency audit' or an `effectiveness audit,' is sufficient. We need not, however, determine whether the State Auditor and the Legislative Audit Committee may conduct an `economy and efficiency audit' or an `effectiveness audit' for the purpose of making an inquiry into the manner in which you perform the duties reposed in you by the Texas Constitution. We need note only that nothing in the Government Code purports to confer such authority in the first place. Subsection (e) of section 321.013 permits the Auditor to examine, for example, whether subscription material exists, but not the use to which it is put. Nor does it authorize an inquiry into discretionary decision-making by you that is personal to you as a constitutional officer. We add that the Legislative Audit Committee, of course, has no authority to direct you in the manner in which the budget certification/revenue estimate figures are derived.</p>\n<p>Finally, you ask whether the State Auditor has the authority to direct an executive agency or officer to seek amendments to the laws or to evaluate the agency or officer on the basis of whether such amendments are sought. The answer to your question is clearly `no.'</p>\n<p>It is well established that a state agency has only those powers expressly granted to it by statute or necessarily implied from the statutory authority conferred or duties imposed. City of Sherman v. Public Utility Commission, <cross_reference>643 S.W.2d 681</cross_reference>, <cross_reference>686</cross_reference> (Tex. 1983); Stauffer v. City of San Antonio, <cross_reference>344 S.W.2d 158</cross_reference>, <cross_reference>160</cross_reference> (Tex. 1961); Attorney General Opinions <u><cross_reference>JM-452</cross_reference></u> (1986); <u><cross_reference>JM-256</cross_reference></u> (1984);<u><cross_reference>MW-532</cross_reference></u> (1982); V-504 (1948); O-4260 (1942); O-3536 (1941). We need not address whether any statute constitutionally could confer such authority on the State Auditor, because we conclude that no statute purports to do so. We have found no section of the Government Code nor any other statute that purports to confer such authority upon the State Auditor; accordingly, he has none.</p>\n<p><center>                                 <strong>SUMMARY</strong></center>\n1. No provision in chapter 321 of the Government Code, which sets forth the duties of the State Auditor and the Legislative Audit Committee, purports to confer authority on the committee to direct executive agencies in the manner in which they execute or administer the laws.</p>\n<p>2. No provision in chapter 321 of the Government Code purports to confer authority on the State Auditor to direct executive agencies in the manner in which they execute or administer the laws.</p>\n<p>3. Sections <cross_reference>51.005</cross_reference> and 61.005 of the Education Code are unconstitutional insofar as they purport to confer authority on the State Auditor to promulgate rules jointly with the College Coordinating Board.</p>\n<p>4. Legislative committees properly may gather information and conduct investigations upon any matters about which legislation may be enacted.</p>\n<p>5. Because the Texas Constitution reposes in the legislature sole authority to propose constitutional amendments, legislative committees may gather information and conduct investigations in aid of such authority. However, it is questionable whether a mere decision by the Legislative Audit Committee and the State Auditor to so investigate, under the guise of conducting an `economy and efficiency audit' or an `effectiveness audit,' is sufficient to permit such a serious intrusion into the performance of constitutionally imposed duties as is here contemplated by an inquiry into the methods and means whereby you derive the budget certification/revenue estimate figures. This issue need not be decided, because nothing in the Government Code purports to confer the authority to conduct such an inquiry in the first place. The Legislative Audit Committee may not direct the manner in which the Comptroller derives such estimates.</p>\n<p>6. The State Auditor possesses no authority either to direct an executive agency or officer to seek amendments to the laws or to evaluate the agency or officer on the basis of whether such amendments are sought.</p>\n<p>Very truly yours,</p>\n<p><blockquote>  Jim Mattox Attorney General of Texas</p>\n<p>  Mary Keller First Assistant Attorney General</p>\n<p>  Lous McCreary Executive Assistant Attorney General</p>\n<p>  Judge Zollie Steakly Special Assistant Attorney General</p>\n<p>  Rick Gilpin Chairman Opinion Committee</p>\n<p>  Prepared by Jim Moellinger Assistant Attorney General</blockquote></p>\n<p><footnote_body><sup id=\"fn1\"><a href=\"#ref-fn1\">1</a></sup> We note that section <cross_reference>402.026</cross_reference>, Gov't Code, reposes responsibility in the Attorney General, Inter alia, to inspect monthly `the accounts of the offices of the state treasurer, comptroller, and each other person responsible for collection or custody of state funds.' It appears that this provision, which was first enacted in 1879 and subsequently recodified three times before its inclusion in the non-substantive recodification of the Government Code in 1985, heretofore has not been enforced.</footnote_body></p>",
          "html_with_citations": "<p>Honorable Bob Bullock Comptroller of Public Accounts L.B.J. Building Austin, Texas 78774</p>\n<p>Re: Authority of State Auditor and Legislative Audit Committee to conduct economy and efficiency audits and effectiveness audits under section <cross_reference>321.0133</cross_reference> of the Texas Government Code, and related questions (RQ-1279)</p>\n<p>Dear Mr. Bullock:</p>\n<p>You ask six questions regarding the proper construction and constitutionality of two recently enacted bills that set forth responsibilities and authority of the State Auditor and the Legislative Audit Committee. The Committee comprises the Lieutenant Governor, the Speaker of the House, and the chairmen of the Senate State Affairs Committee, the Senate Finance Committee, the House Appropriations Committee, and the House Ways and Means Committee. See Gov't Code &#167; <cross_reference>321.002</cross_reference>. Several of your questions raise issues that have not been addressed yet specifically in any court case or any Attorney General opinion in Texas; these are issues of first impression. The first bill with which you are concerned, House Bill No. 699 [hereinafter H.B. 699] amends the Government Code by adding several sections to chapter 321 governing the State Auditor and the Legislative Audit Committee, including sections 321.0133, 321.0134 and 321.016, that define specifically the sorts of audits that the auditor may conduct with the approval of the committee. Acts 1987, 70th Leg., ch. 862, &#167; 6 at 5876-5889. The second bill with which you are concerned, House Bill No. 2181 [hereinafter H.B. 2181], amends sections <cross_reference>51.005</cross_reference> and <cross_reference>61.065</cross_reference> of the Education Code, and purports to confer joint rulemaking authority on the State Auditor and the College Coordinating Board. Acts 1987, 70th Leg., ch. 823, &#167;&#167; 3.06, 4.02, at 5712-13, 5725-26. Before we turn to your first question, we first present a brief history of the position of State Auditor in order that we may place in perspective the scope of the 1987 amendments.</p>\n<p>The position of `State Auditor and Efficiency Expert,' an executive branch officer appointed by the Governor, was created in 1929.<sup id=\"ref-fn1\"><a href=\"#fn1\">1</a></sup> Acts 1929, 41st Leg., 1st C.S., ch. 91, at 222. He was to be `an investigator of all custodians of public funds and disbursing officers of the State and personnel of departments.' Acts 1929, 41st Leg., 1st C.S., ch. 91, &#167; 1, at 222. He was granted the authority `to inspect all the books and records of all the officers, departments and institutions of the State Government' and to `investigate the efficiency of the personnel and clerical forces thereof.' Acts 1929, 41st Leg., 1st C.S., ch. 91, &#167; 3, at 223. Section 4 of the act provided the following:</p>\n<blockquote><p>  In addition to the other duties provided for said Auditor, he shall thoroughly examine all departments of the State Government with special regard to their activities and the duplication of efforts between departments, and the efficiency of the subordinate employees in each of such several departments. He shall examine into the work done by the subordinate employees in the several departments of the State Government.</p>\n<p>  Upon completing the examination of any department he shall furnish the head of said department with a report on (a) the efficiency of the subordinate employees; (b) the status and condition of all public funds in charge of said department; (c) the amount of duplication between work done by the department so examined and other departments of the State Government; (d) such a system of accounts as will provide for a uniform system of auditing, bookkeeping, and system of accounts for every department of State. He shall also make recommendations to the said head of the departments for the elimination of duplication and inefficiency. A copy of each such report submitted by said officer to the head of the department shall be forthwith furnished to the Governor, the Speaker of the House, and the President of the Senate. Nothing contained herein shall be construed as authorizing the State Auditor to employ or discharge any state employee other than those herein authorized to be appointed by him for his department.</p></blockquote>\n<p>Acts 1929, 41st Leg., 1st C.S., ch. 91, &#167; 4, at 223. And finally, he was required, at section 5, to prepare a report showing the status of all public funds in the state and to `recommend to the Legislature such changes as he deems necessary to provide uniform, adequate and efficient systems of records and accounting in each department.' Acts 1929, 41st Leg., 1st C.S., ch. 91, &#167; 5, at 224.</p>\n<p>The 1929 act was repealed in 1943. The position was renamed `State Auditor,' and appointment power was vested in the newly-created Legislative Audit Committee, a joint interim committee of the legislature. Acts 1943, 48th Leg., ch. 293, at 429 [codified at V.T.C.S. arts. 4413a-13 through 4413a-24]. Section 7 of 1943 act continued to repose in the Auditor the authority to audit all accounts, books, and financial records of every agency of the state, but the act for the first time purported to confer on the Auditor the authority, not just to report to the legislature recommended changes, but also to direct the administration or execution of the laws by executive branch agencies themselves insofar as he was authorized: `To require such changes in the accounting system or systems and record or records of any office, department, board, bureau, institution, commission or state agency, that in his opinion will augment or provide a uniform, adequate, and efficient system of records and accounting.' Acts 1943, 48th Leg., ch. 293, &#167; 7(3), at 431. Section 8 of the 1943 act also required the Auditor to prepare, again, a report for the head of every agency on, inter alia, the efficiency of subordinate employees, the amount of duplication between work done by the examined agency and other agencies, and `any suggested changes looking toward economy and reduction of number of clerical and other employees, and the elimination of duplication and inefficiency.' Section 8 also set forth the following:</p>\n<blockquote><p>  Reports shall also contain specific recommendations to the Legislature for the amendment of existing laws or the passage of new laws designed to improve the functioning of various departments, boards, bureaus, institutions or agencies of State Government to the end that more efficient service may be rendered and the cost of government reduced.</p></blockquote>\n<p>All recommendations submitted by the State Auditor shall be confined to those matters properly coming within his jurisdiction, which is to see that the laws passed by the Legislature dealing with the expenditure of public moneys are in all respects carefully observed, and that the attention of the Legislature is directed to all cases of violation of the law and to those instances where there is need for change of existing laws or the passage of new laws to secure the efficient spending of public funds. The State Auditor shall not include in his recommendations to the Legislature any recommendations as to the sources from which taxes shall be raised to meet the governmental expense.</p>\n<p>Acts 1943, 48th Leg., ch. 293, &#167; 8, at 432. And finally, section 10 of the act authorized the Legislative Audit Committee to conduct hearings with the head of any agency where the Auditor has found `evidence of improper practices of financial administration or of any general incompetency of personnel, inadequacy of financial records.' Acts 1943, 48th Leg., ch. 293, &#167; 10, at 433. The committee was required to report to the legislature any refusal of the agency officials to remedy `such incompetency or the installation of proper fiscal records.' Id. Except for a 1977 amendment giving the committee authority to subpoena information that it seeks, the act remained unchanged until 1985. At that time, the articles governing the Legislative Audit Committee and the State Auditor were recodified in a nonsubstantive revision and placed in Chapter 3 of the newly-enacted Government Code. House Bill No. 699 and House Bill No. 2181, the two bills about which you inquire, were adopted in 1987 by the 70th session of the Legislature.</p>\n<p>Prior to the enactment of H.B. 699, section <cross_reference>321.013</cross_reference>(a) of the Government Code provided, inter alia, that the State Auditor shall `perform an audit of all governmental accounts, books, and other financial records of any state officer or department.' The chapter did not define `audit,' but section 321.014(a) provided that the `State Auditor shall conduct each audit as directed by the committee and as prescribed by this chapter.' With the passage of H.B. 699, section <cross_reference>321.013</cross_reference>(f) of the Government Code now confers authority on the State Auditor to conduct various types of audits, specifically `financial audits, compliance audits, economy and efficiency audits, effectiveness audits, special audits, and investigations as defined by this chapter.'</p>\n<p>Sections <cross_reference>321.0133</cross_reference> and <cross_reference>321.0134</cross_reference> of the Government Code define `economy and efficiency audit' and `effectiveness audit' respectively. Section <cross_reference>321.0133</cross_reference> of the Government Code provides:</p>\n<p>An economy and efficiency audit is an audit to determine:</p>\n<blockquote><p>  (1) whether the audited entity is managing or utilizing its resources, including state funds, personnel, property, equipment, and space, in an economical and efficient manner;</p>\n<p>  (2) causes of inefficiencies or uneconomical practices, including inadequacies in management information systems, internal and administrative procedures, organizational structure, use of resources, allocation of personnel, purchasing, policies, and equipment; and</p>\n<p>  (3) whether financial, program, and statistical reports of the audited entity contain useful data and are fairly presented.</p></blockquote>\n<p>Section <cross_reference>321.0134</cross_reference> of the Government Code provides:</p>\n<blockquote><p>  (a) An effectiveness audit is an audit to determine, according to established or designated program objectives, responsibilities or duties, statutes and regulations, program performance criteria, or program evaluation standards:</p>\n<p>  (1) whether the objectives and intended benefits are being achieved efficiently and effectively; and</p>\n<p>  (2) whether the program duplicates, overlaps, or conflicts with another state program.</p>\n<p>  (b) An effectiveness audit may be scheduled only when the audited entity is not scheduled for review under the Texas Sunset Act (Chapter 325).</p></blockquote>\n<p>Section <cross_reference>321.016</cross_reference> of the Government Code requires, inter alia, that the State Auditor report to the Governor, the Legislative Audit Committee, the administrative head and the chairman of the governing body of the affected agency, any evidence of improper practices of financial administration or `ineffective program performance'; the Legislative Audit committee is required then to report to the legislature any refusal by the administrative head or the governing body of the agency to make changes recommended by the committee.</p>\n<p>You first ask whether section <cross_reference>321.016</cross_reference> of the Government Code, as amended by H.B. 699, is unconstitutional to the extent that it purports to give the Legislative Audit Committee the authority to order changes in the way in which legislation is implemented or administered by an executive agency. Section <cross_reference>321.016</cross_reference>, Government Code, now provides the following:</p>\n<blockquote><p>  (a) If in the course of an audit the State Auditor finds evidence of improper practices of financial administration, inadequate fiscal records, uneconomical use of resources, or ineffective program performance, the State Auditor, after consulting with the head of the agency, shall immediately report the evidence to the governor, the committee, and the administrative head and the chairman of the governing body of the affected department.</p>\n<p>  (b) If in the course of an audit the State Auditor finds evidence of an illegal transaction, the State Auditor, after consulting with the head of the agency, shall immediately report the transaction to the governor, the committee, and the appropriate legal authority.</p>\n<p>  (c) Immediately after the committee receives a report from the State Auditor alleging improper practices of financial administration, uneconomical use of resources, or ineffective program performance, the committee shall review the report and shall consult with and may hold hearings with the administrative head and the chairman of the governing body of the affected department regarding the report.</p>\n<p>  (d) If the administrative head or the governing body of the affected department refuses to make the changes recommended by the committee at the hearing or provide any additional information or reports requested, the committee shall report the refusal to the legislature.</p></blockquote>\n<p>The various statutes enacted through the years conferring authority upon the Legislative Audit Committee and its effective agent, the State Auditor, reveal a trend toward the conferral of ever-expanding authority on both. The 1929 act conferred upon the State Auditor and Efficiency Expert the authority to examine the fiscal records of every state agency and to make recommendations to the legislature regarding the elimination of duplication and inefficiency. The 1943 act attempted to expand the authority of the newly-named State Auditor by conferring upon him the power, not only to report to the legislature recommended changes, but to direct the administration or execution of the laws by requiring each agency to install whatever method of accounting and record keeping that he recommended. After conducting hearings with the heads of those agencies in which the State Auditor found evidence of improper practices of financial administration, inadequate financial records, or `general incompetency of personnel,' the newly-created Legislative Audit Committee was required to report to the legislature as a whole any refusal of agency officials to remedy those identified problems. And with the 1987 amendments to the recently-codified Government Code, the State Auditor appears to be empowered to `audit' not just the efficiency and cost effectiveness of an agency's performance, but also the substantive performance of the tasks and responsibilities imposed by law on an executive agency, i.e. to determine whether there is `ineffective program performance.' It appears, for example, that inquiry into whether the College Coordinating Board, for instance, is in fact carrying out its statutory responsibilities rests now with the Legislative Audit Committee rather than with the Committee on Higher Education in the House of Representative and with the Committee on Education in the Senate.</p>\n<p>Article <cross_reference>II</cross_reference>, section <cross_reference>1</cross_reference>, of the Texas Constitution provides for the separation of powers between the executive, the judicial, and the legislative branches of government. It states:</p>\n<blockquote><p>  The powers of the Government of the State of Texas shall be divided into three distinct departments, each of which shall be confided to a separate body of magistracy, to wit: Those which are Legislative to one, those which are Executive to another, and those which are Judicial to another; and no person, or collection of persons, being of one of these departments, shall exercise any power properly attached to either of the others, except in the instances herein expressly permitted.</p>\n<p>  This office has consistently held that any attempt by the legislature to supervise the implementation of duly enacted statutes through the means of a legislative committee or through some means other than the normal legislative processes (set forth in sections <cross_reference>28</cross_reference> through <cross_reference>40</cross_reference> of article <cross_reference>III</cross_reference> of the Texas Constitution) Violates article II, section 1. Attorney General Opinions <u>MW-46</u>0 (1982), V-1305 (1951); V-1254 (1951); and O-4609 (1942). This rule is the rule in virtually every other state that has had cause to address this issue. See, e.g., Legislative Research Comm'n v. Brown, <cross_reference><span class=\"citation\" data-id=\"2446605\"><a href=\"/opinion/2446605/legislative-research-comn-v-brown/\"><span class=\"volume\">664</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">907</span></a></span></cross_reference> (Ky. 1984); State ex rel. Stephan v. Kansas House of Representatives, <cross_reference><span class=\"citation\" data-id=\"1389591\"><a href=\"/opinion/1389591/state-ex-rel-stephan-v-kan-house-of-representatives/\"><span class=\"volume\">687</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">622</span></a></span></cross_reference>\n(Kan. 1984); General Assembly of the State of New Jersey v. Byrne, <cross_reference><span class=\"citation\" data-id=\"1962463\"><a href=\"/opinion/1962463/general-assembly-of-state-of-new-jersey-v-byrne/\"><span class=\"volume\">448</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">438</span></a></span></cross_reference> (N.J. 1982); State ex rel. Barker v. Manchin,  <cross_reference><span class=\"citation\" data-id=\"1394731\"><a href=\"/opinion/1394731/state-ex-rel-barker-v-manchin/\"><span class=\"volume\">279</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">622</span></a></span></cross_reference> (W.Va. 1981); State of Alaska v. A.L.I.V.E. Voluntary, <cross_reference><span class=\"citation\" data-id=\"1145032\"><a href=\"/opinion/1145032/state-v-alive-voluntary/\"><span class=\"volume\">606</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">769</span></a></span></cross_reference> (Alaska 1980); see also Bonfield, State Administrative Rule Making, &#167; 8.3.2(c).</p>\n<p>  In Attorney General Opinion O-4609 (1942), this office addressed whether a bill creating a Joint Legislative Advisory Committee and conferring specific powers thereon was constitutional. The opinion construed a rural aid appropriations bill, Acts 1941, 47th Leg., ch. 549, at 880, that created a joint legislative advisory committee composed of five senate members and five house members. The committee was given the authority to approve numerous transactions, including the receipt of tuition payments and transportation aid by school districts. This office held that only so much of the act that created a joint legislative advisory committee to study school laws as an aid to their recodification was constitutional; the provisions reposing in the committee the authority to administer the law were unconstitutional.</p>\n<p>  It is the function of the legislative branch of the government to make the laws; it is the function of the executive branch of the government to administer and execute those laws. In the statute under consideration, the Legislature of the State of Texas has undertaken not only to declare what the law shall be, which is clearly its prerogative, but has also undertaken to clothe a portion of the membership of the Legislature, the Joint Legislative Advisory Committee, with the authority to execute and administer the law passed by the Legislature. Under Article <cross_reference>2</cross_reference>, Section <cross_reference>1</cross_reference>, of the Constitution of the State of Texas, the Legislature is powerless to clothe itself, or a portion of its members, with executive authority. (Emphasis added.)</p></blockquote>\n<p>Attorney General Opinion O-4609 (1942) at 8.</p>\n<p>In Attorney General Opinions V-1305 and V-1254 (1951), this office declared unconstitutional an appropriations act rider that attempted to confer on the Legislative Budget Board the authority to require of various executive branch administrative agencies further itemization of appropriations or specific approval of the expenditure of appropriated funds by the board.</p>\n<p>The phrase `any power properly attached to either of the others' [set forth in Article II, section 1] prompts inquiry as to what powers belong to each branch. `Legislative' means `making, or having the power to make, a law or laws.' Webster's New International Dictionary (2d Ed. 1938). This includes making and itemizing appropriations. `The power to itemize appropriations is a legislative power which it may exercise if it sees fit as long as the matter is in its hands. . . . The legislation is complete when the appropriation is made.' People v. Tremaine, <cross_reference><span class=\"citation\" data-id=\"3582921\"><a href=\"/opinion/3601493/people-v-tremaine/\"><span class=\"volume\">168</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">817</span></a></span></cross_reference>\n(N.Y.Ct.App. 1929). The money once appropriated, the Legislature is no longer authorized to concern itself with the further segregation and disbursement of the funds, the constitutional inhibition being not only against actual usurpation of the function, but also against one department's setting itself up in a supervisory capacity over the actions of another. [Citation omitted]. Parenthetically, it may be noted here that if the approval of proposed expenditures be considered a legislative function, still such function could not be delegated by the body as a whole to a few of its members. [Citation omitted.]</p>\n<blockquote><p>  The legislative function being to make laws, the executive function is to carry them out. Webster's New International Dictionary (2d Ed. 1938), in its definition of `executive,' uses the phrases `or carrying into effect' . . . `or secures their due performance.' More specifically, the fiscal administration of the affairs of the government has been held to be an executive duty. [Citation omitted.] The above riders thus attempt to vest an executive power in a joint committee of the legislative branch. (Emphasis added.)</p></blockquote>\n<p>Attorney General Opinion V-1254 (1951) at 15.</p>\n<p>And finally, in Attorney General Opinion <u><cross_reference>MW-460</cross_reference></u> (1982), this office held unconstitutional legislation that purported to confer authority on the standing committees of both houses of the legislature effectively to veto or repeal administrative rules adopted by executive agencies pursuant to the Administrative Procedure and Texas Register Act, article 6252-13a, V.T.C.S. The opinion held that the discretionary rulemaking authority delegated to an administrative agency is an executive function; it is therefore impermissible under article <cross_reference>II</cross_reference>, section <cross_reference>1</cross_reference> of the Texas Constitution, for the legislature or one of its committees to usurp the function. See Walker v. Baker, <cross_reference><span class=\"citation\" data-id=\"3967096\"><a href=\"/opinion/4196545/walker-v-baker/\"><span class=\"volume\">196</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">324</span></a></span></cross_reference> (Tex. 1946); Ex parte Youngblood, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">509</span></span></cross_reference> (Tex.Crim.App. 1923).</p>\n<p>In passing upon the constitutionality of any statute, we begin with a presumption of validity. Smith v. Davis, <cross_reference><span class=\"citation\" data-id=\"2463186\"><a href=\"/opinion/2463186/smith-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">827</span></a></span></cross_reference>\n(Tex. 1968); Texas National Guard Armory Board v. McCraw,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">627</span></span></cross_reference> (Tex. 1939). We are required, moreover, to construe the code provisions at issue in a way that comports with the constitution, if any such reasonable construction is possible. McKinney v. Blankenship, <cross_reference><span class=\"citation\" data-id=\"2447717\"><a href=\"/opinion/2447717/mckinney-v-blankenship/\"><span class=\"volume\">282</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">691</span></a></span></cross_reference> (Tex. 1955); Thomas v. Groebl, <cross_reference><span class=\"citation\" data-id=\"3920376\"><a href=\"/opinion/4155237/thomas-v-groebl/\"><span class=\"volume\">212</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">625</span></a></span></cross_reference> (Tex. 1948). See also Gov't Code, &#167;<cross_reference>311.021</cross_reference> (Code Construction Act); Local Gov't Code, &#167; <cross_reference>1.002</cross_reference>\n(application of Code Construction Act to Local Government Code).</p>\n<p>If we were to construe section <cross_reference>321.016</cross_reference> of the Government Code in the fashion that you suggest, i.e., as conferring authority on the Legislative Audit Committee to order changes in the way that executive agencies implement or administer duly enacted statutes, we would be constrained to hold the section unconstitutional. However, we do not so construe that provision. Subsection (c) of section 321.016 merely confers on the committee the authority to make recommendations to the various executive agencies, recommendations that each agency may ignore. However, subsection (d) provides that, if any agency refuses to accept any such recommendation, the committee is required to inform the legislature as a whole of that fact. Subsection (d) permits an ill-disguised attempt by the committee to direct the methods by which investigated administrative agencies execute the laws. While it is true that the committee itself technically is not conferred the authority to impose sanctions or to enforce compliance by those administrative agencies that refuse to comply with committee recommendations, the absence of such conferral of authority does not resolve the article II, section 1, issue. Subsection (d) clearly acts in a punitive, and perhaps in a coercive, fashion that is tantamount to a legislative usurpation of executive power, in violation of article <cross_reference>II</cross_reference>, section <cross_reference>1</cross_reference>, of the Texas Constitution. We do not question the authority of the legislature or of a committee of the legislature to gather information and to investigate those matters about which it properly could enact legislation, a subject that we will address more fully in answer to your fourth and fifth questions. We question only the propriety of making a committee's report to the legislature as a whole mandatory upon an administrative agency's refusal to comply with the committee's recommendations.</p>\n<p>As a matter of law, the committee does not have the authority to order any executive agency to implement or administer any law in any particular manner, any more than it has authority to direct officers in the judicial branch in the construction of the laws, which the constitution reposes in the judicial branch. The legislature's authority to direct the administration of laws whose execution is reposed by statute in so-called `legislative agencies,' see, e.g., Gov't Code, &#167;&#167; <cross_reference>326.001</cross_reference>-326.003, is greater, of course. Accordingly, we conclude that chapter 321 of the Government Code, which creates the Legislative Audit Committee and the office of State Auditor and confers powers and duties thereon, does not authorize the Legislative Audit Committee to order an executive agency to change the way in which it implements or administers any law; however, subsection (d) of section 321.016 does authorize an impermissible intrusion by the legislative branch into areas of administration reposed by the Texas Constitution in the executive branch. Insofar as that subsection requires the committee to report to the legislature as a whole in the event that an administrative agency fails to adopt its recommendations, subsection (d) is unconstitutional.</p>\n<p>You next ask whether the State Auditor, whom you characterize as, in effect, an employee of the Legislature, may properly exercise authority to supervise members of the executive branch in their implementation of statutes or whether his proper role is investigatory only. As we noted earlier, the position of State Auditor was created in 1943 to replace an executive officer, the `State Auditor and Efficiency Expert,' appointed by the governor. Acts 1929, 41st Leg., 1st C.S., ch. 91, at 222. The 1943 act repealed the 1929 act, created the Legislative Audit Committee, renamed the position `State Auditor,' and conferred authority on the committee to appoint him. There is no question that the State Auditor is an appointee and an agent of the legislature. See Gov't Code, &#167;&#167; <cross_reference>326.001</cross_reference>-326.003 (authorizing co-operation between houses of the legislature and legislative agencies) (formerly codified as article 5429g, V.T.C.S.); see also Attorney General Opinions <u><cross_reference>MW-192</cross_reference></u> (1980); <u><cross_reference>H-1063</cross_reference></u> (1977); V-504 (1948). Accordingly, we conclude that the State Auditor is a subordinate of the legislative branch.</p>\n<p>For the reasons set forth in answer to your first question, if we were to construe chapter 321 as conferring on the State Auditor the authority to order any changes in the way in which executive agencies administer the laws, we would be constrained to declare any such provisions unconstitutional as a violation of article <cross_reference>II</cross_reference>, section <cross_reference>1</cross_reference>, of the Texas Constitution. And, again, for the reasons set forth in answer to your first question, we do not construe any provision of chapter 321 of the Government Code as conferring authority on the State Auditor to order executive agencies to change the way in which statutes are implemented or administered. If the State Auditor were part of the executive branch whose activities were directed, as they were prior to the 1943 enactment, by the Governor rather than by the Legislative Audit Committee, his authority possibly could be broader. But such is not the case.</p>\n<p>Section <cross_reference>321.013</cross_reference> of the Government Code sets forth the powers and duties of the State Auditor and provides:</p>\n<blockquote><p>  (a) The State Auditor shall conduct audits of all departments, including institutions of higher education, as specified in the audit plan. At the direction of the committee, the State Auditor shall conduct an audit or investigation of any entity receiving funds from the state.</p>\n<p>  (b) The State Auditor shall conduct the audits in accordance with generally accepted auditing standards as prescribed by the American Institute of Certified Public Accountants, the Governmental Accounting Standards Board, the United States General Accounting Office, or other professionally recognized entities that prescribe auditing standards.</p>\n<p>  (c) The State Auditor shall determine the audit plan for the state for each fiscal year. In devising the plan, the State Auditor shall consider recommendations concerning coordination of agency functions made by the committee composed of the Legislative Budget Board, Sunset Advisory Commission, and State Auditor's Office. The plan shall provide for auditing of federal programs at least once in each fiscal biennium and shall ensure that audit requirements of all bond covenants and other credit or financial agreements are satisfied. The committee shall review and approve the plan.</p>\n<p>  (d) At any time during an audit or investigation, the State Auditor may require the assistance of the administrative head, official, auditor, accountant, or other employees of the entity being audited or investigated.</p>\n<p>  (e) The State Auditor is entitled to access to all of the books, accounts, confidential or unconfidential reports, vouchers, or other records of information in any department or entity subject to audit, including access to all electronic data. However, the State Auditor has access to information and data the release of which is restricted under federal law only with the approval of the appropriate federal administrative agency, and the State Auditor shall have access to copyrighted or restricted information obtained by the Office of the Comptroller of Public Accounts under subscription agreements and utilized in the preparation of economic estimates only for audit purposes.</p>\n<p>  (f) The State Auditor may conduct financial audits, compliance audits, economy and efficiency audits, effectiveness audits, special audits, and investigations as defined by this chapter and specified in the audit plan.</p>\n<p>  (g) To the extent that the performance of the powers and duties of the State Auditor under law is not impeded or otherwise hindered, the State Auditor shall make reasonable efforts to coordinate requests for employee assistance under Subsection (d) or requests for access to books, accounts, vouchers, records, or data under Subsection (e) so as not to hinder the daily operations of the audited entity.</p>\n<p>  (h) The State Auditor may not conduct audits of private entities concerning collection or remittance of taxes or fees to the state if the entity is subject to audit by another state agency for the taxes or fees.</p>\n<p>  (i) If the State Auditor decides a change in an accounting system is necessary, the State Auditor shall consider the present system of books, records, accounts, and reports to ensure that the transition will be gradual and that the past and present records will be coordinated into the new system.</p></blockquote>\n<p>Sections 321.0131 through 321.0136 define the various audits and investigations that the State Auditor may conduct. Nothing in these sections or in section 321.016, purports to confer any authority upon the State Auditor to direct the activities of state agencies.</p>\n<p>In your third question you ask whether sections <cross_reference>51.005</cross_reference> and <cross_reference>61.065</cross_reference>\nof the Education Code, as amended by H.B. 2181, are unconstitutional insofar as they purport to allow the State Auditor, an agent of the legislative branch, to prescribe administrative rules for state institutions of higher education. Prior to the 1987 amendments, the authority to prescribe such administrative rules was reposed solely in the College Coordinating Board. In a letter accompanying a brief submitted to this office by the State Auditor, it is urged that, if it is constitutional for the legislature to delegate to a member of the executive branch the authority properly to promulgate rules that have the force and effect of law, it is certainly constitutional for the legislature to delegate such authority to a member of the legislative branch. We disagree; we conclude that the amended sections of the Education Code are unconstitutional insofar as they purport to confer joint rulemaking authority on the State Auditor and the College Coordinating Board.</p>\n<p>Section <cross_reference>51.005</cross_reference> of the Education Code provides:</p>\n<p><blockquote>  (a) True and full accounts shall be kept by the governing board and by the employees of the institution of all funds collected from all sources and of all sums paid out and the persons to whom and the purposes for which the sums are paid. The governing board shall annually, between September 1 and January 1, print a complete report of all the sums collected, all expenditures, and all sums remaining on hand. The report shall show the true condition of all funds as of the August 31 preceding as well as the collections and expenditures for the preceding year.</p>\n<p>  (b) Reports under this section must be in a form approved jointly by the coordinating board and the state auditor. The accounting and classification procedures of each institution must be consistent with uniform procedures prescribed for that purpose by the coordinating board and the state auditor. The requirements imposed by the coordinating board and state auditor must be designed to reduce paperwork and duplicative reports.</p>\n<p>  (c) The governing board shall furnish one copy of the report each to the governor, comptroller of public accounts, state auditor, Texas Higher Education Coordinating Board, Legislative Budget Board, House Appropriations Committee, Senate Finance Committee, and Legislative Reference Library. The governing board shall retain five copies of the report for distribution to legislators or other state officials on request. (Emphasis added.)</blockquote></p>\n<p>Section <cross_reference>61.065</cross_reference> of the Education Code provides:</p>\n<p><blockquote>  (a) The state auditor and the board jointly shall prescribe and periodically update a uniform system of financial accounting and reporting for the institutions of higher education, including definitions of the elements of cost on the basis of which appropriations shall be made and financial records shall be maintained. In order that the uniform system of financial accounting and reporting shall provide for maximum consistency with the national reporting system for higher education, the uniform system shall incorporate insofar as possible the provisions of the financial accounting and reporting manual published by the National Association of College and University Business Officers. The accounts of the institutions shall be maintained and audited in accordance with the approved reporting system.</p>\n<p>  (b) The coordinating board shall annually evaluate the informational requirements of the state for purposes of simplifying institutional reports of every kind and shall consult with the state auditor in relation to appropriate changes in the uniform system of financial accounting and reporting. (Emphasis added.)</blockquote></p>\n<p>In legal theory, the legislative power vested in the legislature by article III, section 1, of the constitution must be exercised by it alone. Texas National Guard Armory Board v. McCraw, supra; Brown v. Humble Oil  Refining Co., <cross_reference><span class=\"citation\" data-id=\"3976873\"><a href=\"/opinion/4205191/brown-v-humble-oil-co/\"><span class=\"volume\">83</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">935</span></a></span></cross_reference> (Tex. 1935). The principle of non-delegation, however, has certain important qualifications. See generally, Annot., Permissible limits to delegation of legislative power, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">414</span></span></cross_reference> (1935). Many powers properly have been delegated by the legislature to administrative agencies. See, e.g., Housing Authority of Dallas v. Higginbotham,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">79</span></span></cross_reference> (Tex. 1940); Brazos River Conservation  Reclamation Dist. v. McCraw, <cross_reference><span class=\"citation\" data-id=\"3942752\"><a href=\"/opinion/4174980/brazos-r-con-rec-dist-v-mccraw/\"><span class=\"volume\">91</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">665</span></a></span></cross_reference> (Tex. 1936); Trimmier v. Carlton,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1070</span></span></cross_reference> (Tex. 1927). Among them has been the power to make rules having the force and effect of law. See, e.g., Housing Authority of Dallas v. Higginbotham, supra.; O'Brien v. Amerman,<cross_reference><span class=\"citation\" data-id=\"3962080\"><a href=\"/opinion/4192097/obrien-v-amerman/\"><span class=\"volume\">247</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">270</span></a></span></cross_reference> (Tex. 1922); Spears v. City of San Antonio,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">166</span></span></cross_reference> (Tex. 1920). Valid rules promulgated by an administrative agency acting within its statutory authority have the force and effect of legislation. Lewis v. Jacksonville Building and Loan Association, <cross_reference><span class=\"citation\" data-id=\"2467263\"><a href=\"/opinion/2467263/lewis-v-jacksonville-bldg-loan-assn/\"><span class=\"volume\">540</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">307</span></a></span></cross_reference> (Tex. 1976). A rule promulgated by an administrative agency acting within its delegated authority should be considered under the same principles as if it were the act of the legislature. Texas Liquor Control Board v. Attic Club, Inc., <cross_reference><span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">41</span></span></cross_reference> (Tex. 1970). Nevertheless, when such rulemaking power is vested in an agency of the state, it is regarded as an incident of the executive power to administer laws enacted by the legislature, and not as a power to enact laws. It is held that an act of the legislature that is complete and comprehensive in itself and which confers upon an agency authority only to establish rules, regulations and minimum standards to reasonably carry out the expressed purposes of the legislature's act, does not make a constitutionally forbidden delegation of legislative power. Oxford v. Hill, <cross_reference><span class=\"citation\" data-id=\"1563898\"><a href=\"/opinion/1563898/oxford-v-hill/\"><span class=\"volume\">558</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">557</span></a></span></cross_reference> (Tex.Civ.App.-Austin 1977, writ ref'd). It confers only the power to efficiently administer the complete law already established by the legislature. See Ex parte Granviel, <cross_reference><span class=\"citation\" data-id=\"1627824\"><a href=\"/opinion/1627824/ex-parte-granviel/\"><span class=\"volume\">561</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">503</span></a></span></cross_reference> (Tex.Crim.App. 1978). Cf. Lone Star Gas Company v. State, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">681</span></span></cross_reference> (Tex. 1941) (delegated power to fix rates is legislative power).</p>\n<p>The power to control or correct decisions committed to administrators by law is an executive function. Walker v. Baker, supra. The legislature, of course, may in the first instance severely restrict the discretion of executive officers or administrators to make rules by so thoroughly detailing legislation before it leaves its ambit that little or no room is left for administrative interpretation. See Fire Department of City of Fort Worth v. City of Fort Worth, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">664</span></span></cross_reference> (Tex. 1949); Letter Advisory No. 2 (1973). And, by the proper exercise of its law-making powers, the legislature may supersede or repeal any agency rule or decision that has acquired the force and effect of law. But when a statute commits to an administrative agency's control the power to execute that law and promulgate rules in order to better administer the legislative policy embodied therein, neither the legislature nor any of its committees may direct that agency regarding the manner in which the executive discretion is thus reposed. Tex. Const. art. <cross_reference>II</cross_reference>, &#167;<cross_reference>1</cross_reference>.</p>\n<p>If a discretionary rulemaking function delegated to an administrative agency is an executive function &#8212; as we think it is &#8212; it is impermissible for the legislature (or one of its committees) to usurp that function. Tex. Const. art. <cross_reference>II</cross_reference>, &#167; <cross_reference>1</cross_reference>, Walker v. Baker, supra; Ex parte Youngblood, supra; Attorney General Opinions V-1254 (1951); O-4609 (1942). See State ex rel. Judge v. Legislative Finance Committee, et al., <cross_reference><span class=\"citation\" data-id=\"875917\"><a href=\"/opinion/875917/state-ex-rel-judge-v-legislative-finance-com/\"><span class=\"volume\">543</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1317</span></a></span></cross_reference>\n(Mont. 1975). See also Anderson v. Lamm, <cross_reference><span class=\"citation\" data-id=\"1412435\"><a href=\"/opinion/1412435/anderson-v-lamm/\"><span class=\"volume\">579</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">620</span></a></span></cross_reference> (Colo. 1978); In re Opinion of the Justices to the Governor,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">254</span></span></cross_reference> (Mass. 1976). See also, Railroad Commission of Texas v. Shell Oil Company, <cross_reference><span class=\"citation\" data-id=\"3956531\"><a href=\"/opinion/4187202/railroad-commission-of-texas-v-shell-oil-co/\"><span class=\"volume\">161</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1022</span></a></span></cross_reference> (Tex. 1942); Denison v. State,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1017</span></span></cross_reference> (Tex.Civ.App.-Austin), writ ref'd per curiam,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1022</span></span></cross_reference> (Tex. 1933).</p>\n<p>The amendments also violate article <cross_reference>III</cross_reference>, section <cross_reference>1</cross_reference>, of the Texas Constitution, even if the powers conferred could be said to be purely legislative in character. It was held in Parks v. West,<cross_reference><span class=\"citation\" data-id=\"3930719\"><a href=\"/opinion/4164330/parks-v-west/\"><span class=\"volume\">111</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">726</span></a></span></cross_reference> (Tex. 1908), and reiterated in Walker v. Baker, supra, that where the constitution gives a power and prescribes the means by which or the manner in which it is to be exercised, such means or manner is exclusive of all others. Article III, section 1, of the constitution vests the legislative power of the state `in a Senate and House of Representatives, which together shall be styled `The Legislature of the State of Texas.\" Sections 29 through 40 of that article detail at great length the manner in which the legislature must exercise its right to legislate. Because the means by which the legislature is to accomplish the enactment of laws is expressly provided by the constitution, any authority for the legislature to exercise that right in a different mode is excluded. See Walker v. Baker, supra; American Indemnity Company v. City of Austin, <cross_reference><span class=\"citation\" data-id=\"3975660\"><a href=\"/opinion/4204125/american-indemnity-co-v-austin/\"><span class=\"volume\">246</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">1019</span></a></span></cross_reference> (Tex.Crim.App. 1922).</p>\n<p>Accordingly, we conclude that the two amended Education Code provisions are unconstitutional because they attempt to confer upon members of the legislative branch of government an executive power to efficiently administer laws enacted by the legislature.</p>\n<p>The restrictions in article II, section 1, apply, to a `collection of persons' of the legislative department. It was held in Ex parte Youngblood, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">509</span></span></cross_reference> (Tex.Crim.App. 1923), that when a power conferred by the constitution upon the legislature or either branch thereof is in turn conferred by the constitutionally designated legislative body upon a committee composed of members of the house and senate, the committee is a `collection of persons' within the proscription of the foregoing constitutional provision &#8212; and one to which non-legislative powers cannot be delegated. See also Walker v. Baker, <cross_reference><span class=\"citation\" data-id=\"3967096\"><a href=\"/opinion/4196545/walker-v-baker/\"><span class=\"volume\">196</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">324</span></a></span></cross_reference>\n(Tex. 1946); Attorney General Opinions V-1254 (1951); O-4609 (1942). See also Anderson v. Lamm, <cross_reference><span class=\"citation\" data-id=\"1412435\"><a href=\"/opinion/1412435/anderson-v-lamm/\"><span class=\"volume\">579</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">620</span></a></span></cross_reference> (Colo. 1978); In re Opinion of the Justices to the Governor, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">254</span></span></cross_reference> (Mass. 1976); Bramlette v. Stringer, <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">257</span></span> (So. Car. 1938); People v. Tremaine, <cross_reference><span class=\"citation\" data-id=\"3582921\"><a href=\"/opinion/3601493/people-v-tremaine/\"><span class=\"volume\">168</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">817</span></a></span></cross_reference> (N.Y., 1929).</p>\n<p>It has been suggested that Texas has adopted the more modern view of the doctrine of separation of powers, which permits cooperation between branches of government rather than enforces a rigid separation between them. It is contended that the older view, perhaps best exemplified by Kilbourn v. Thompson,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></span></cross_reference> (1880), has been discarded in favor of a more flexible construction of the constitutional provision. In Kilbourn v. Thompson, supra, the United States Supreme Court set forth a classic statement of the older construction:</p>\n<p><blockquote>  It is believed to be one of the chief merits of the American system of written constitutional law, that all powers intrusted to government, whether state or national, are divided into the three grand departments of government, the executive, the legislative, and the judicial. That the functions appropriate to each of these branches of government shall be vested in a separate body of public servants, and that the perfection of the system requires that the lines which separate and divide these departments be broadly and clearly defined. It is also essential to the successful working of this system that the persons intrusted with power in any one of these branches shall not be permitted to encroach upon the powers confided to the others, but that each shall by the law of its creation be limited to the exercise of the powers appropriate to its own department and to no other. (Emphasis added).</blockquote></p>\n<p>Id. at 190-191. A statement of the more modern view was well expressed in J. W. Hampton, Jr.  Co. v. United States,<cross_reference><span class=\"citation\" data-id=\"101250\"><a href=\"/opinion/101250/jw-hampton-jr-co-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span></cross_reference> (1928):</p>\n<p><blockquote>  Our Federal Constitution and State Constitutions of this country divide the governmental power into three branches . . . . [T]he rule is . . . in carrying out that constitutional division into three branches it is a breach of the fundamental law if Congress gives up its legislative power and transfers it to the President or to the Judicial branch, or if by law it attempts to invest itself or its members with either executive or judicial power. This is not to say that the three branches are not coordinate parts of one government and that each in the field of its duties may not invoke the action of the other two branches insofar as the action invoked shall not be an assumption of the Constitutional field of action of another branch. In determining what it may do in seeking assistance from another branch, the extent and character of that assistance must be fixed according to common sense and the inherent necessities of the governmental coordination. (Emphasis added.)</blockquote></p>\n<p>Id. at 406; see also, Youngstown Sheet  Tube Co. v. Sawyer,<cross_reference><span class=\"citation\" data-id=\"105018\"><a href=\"/opinion/105018/youngstown-sheet-tube-co-v-sawyer/\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span></cross_reference> at 635 (1952). But see, Singer, 1A Sutherland on Statutory Construction, &#167; 3.07. The rule as stated in Sutherland seems to be:</p>\n<p><blockquote>  This interpretation of the doctrine permits the exercise by one department of some powers of the other departments when it is essential to the discharge of a primary function, when it is not an assumption of the whole power of another department, and when the exercise of the other power does not jeopardize individual liberty.</blockquote></p>\n<p>Id. at &#167; 3.06 (and cases cited therein).</p>\n<p>The argument that Texas adopts the more modern view rests primarily upon language found in a case that received no review by the Supreme Court, Coates v. Windham, <cross_reference><span class=\"citation\" data-id=\"1731868\"><a href=\"/opinion/1731868/coates-v-windham/\"><span class=\"volume\">613</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">572</span></a></span></cross_reference>\n(Tex.Civ.App.-Austin 1981, no writ), which upheld an appropriations act rider that conferred upon certain, specified public officers the limited and negative power of declining approval of any particular prison site proposed by the Department of Corrections. The relevant passage provides:</p>\n<p><blockquote>  We believe that it is well settled that this constitutional prohibition [providing for separation of powers] states a principle of government and not a rigid classification as in a table of organization. This provision must be interpreted along with other constitutional provisions, and when this is done it is clear that the Constitution does three things: (1) it provides for three polar functions of government; (2) it delegates certain powers to each of the three departments in a distribution of all governmental powers; and (3) it blends legislative, executive, and judicial powers in a great many cases. [Footnote omitted.] The proper interpreation of Article II, section 1 is therefore dictated by its context. The proper interpretation is that this provision prohibits a transfer of a whole mass of powers from one department to another and it prohibits a person of one branch from exercising a power historically or inherently belonging to another department. It may not be interpreted in a way that prevents cooperation or coordination between two or more branches of government, hindering altogether effective governmental action. It was designed, as were other checks and balances, to prevent excesses. (Emphasis in original).</blockquote></p>\n<p><cross_reference><span class=\"citation\" data-id=\"1731868\"><a href=\"/opinion/1731868/coates-v-windham/\"><span class=\"volume\">613</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">572</span></a></span></cross_reference> at 576.</p>\n<p>For purposes of this discussion, we are not prepared to accept the proposition that Texas adopts the more modern, flexible construction of the separation of powers doctrine, absent a definite ruling of the Texas Supreme Court. We note that it is only under that construction that article II, section 1, would permit the legislature, or more specifically a joint interim committee thereof, to appoint the State Auditor, since the appointment power, except for specific constitutional provisions reposing such authority in others, is historically one that inheres in the office of Governor. See, Walker v. Baker, supra. Because you do not ask about the constitutionality of the statute pursuant to which the State Auditor is appointed, we need not resolve that issue. But even this more flexible construction will not permit the sort of intrusion that the Education Code amendments contemplate.</p>\n<p>In State Board of Insurance v. Betts, <cross_reference><span class=\"citation\" data-id=\"2456888\"><a href=\"/opinion/2456888/state-board-of-insurance-v-betts/\"><span class=\"volume\">308</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">846</span></a></span></cross_reference> (Tex. 1958), the court held that, in an instance in which the attorney for a statutory receiver for an insurance company resigned and the board of insurance commissioners did not designate a successor, the district judge had discretionary power to appoint an attorney for the receiver, since he had judicial control or supervision of the receivership case. The statute then in force conferred appointment authority upon the board. The court seemed to accept the modern construction of the separation of powers principle when it rejected a challenge to the judge's action under article II, section 1. But the court stated, at 851-852:</p>\n<p><blockquote>  However the controlling factor in settling the constitutional point presented is the presence or absence of interference with the effective judicial control occasioned by the executive power to select a liquidator. . . . It is only when the functioning of the judicial process in a field constitutionally committed to the control of the courts is interfered with by the executive or legislative branches that a constitutional problem arises. (Emphasis added.)</blockquote></p>\n<p>Analogously, we conclude that the Education Code amendments about which you inquire permit the legislature, or more specifically an effective agent of a committee of the legislature, to interfere with the proper functioning of an executive branch agency in a field constitutionally committed to its control, i.e. the proper execution or administration of the law and the responsibilities duly imposed upon it by statute. Our construction of article II, section 1, and article III, section 1, suggests that the State Auditor may not constitutionally prescribe accounting and record keeping procedures for all state agencies. There is no question that the legislature is authorized to prescribe the accounting and record keeping procedures to be followed by state agencies. It is doubtful, however, whether the State Auditor and the Legislative Audit Committee may prescribe such procedures. Although such authority has been conferred by statute since 1943, general acquiescence in a custom which may not have resulted in a harmful violation of the constitution does not preclude a contest when substantial rights are insisted upon. City of Los Angeles v. Los Angeles City Water Co., <cross_reference><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">558</span></span></cross_reference> (1919). If it be urged that the result that we reach here is unrealistic, impractical, and inefficient, we note the words of the United States Supreme Court in the recent case of Immigration and Naturalization Service v. Chadha, <cross_reference><span class=\"citation\" data-id=\"110985\"><a href=\"/opinion/110985/ins-v-chadha/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></a></span></cross_reference> at 944 (1983) (which held that the so-called `legislative veto' is an unconstitutional violation of the implied separation of powers principle of the U.S. Constitution):</p>\n<p><blockquote>  . . . the fact that a given law or procedure is efficient, convenient, and useful in facilitating functions of government, standing alone, will not save it if it is contrary to the Constitution. Convenience and efficiency are not the primary objectives &#8212; or the hallmarks &#8212; of democratic government. . . .</blockquote></p>\n<p>We conclude that the Education Code provisions about which you inquire interfere impermissibly with the proper administration of the laws reposed by article II, section 1, in the executive branch. Accordingly, we conclude that it is constitutionally impermissible for the legislature to delegate to the State Auditor and the College Coordinating Board the joint authority to promulgate administrative rules.</p>\n<p>You next ask:</p>\n<p><blockquote>  Whether the State Auditor's authority as legislative staff is similarly limited to investigating matters that could lead to legislation?</blockquote></p>\n<p>Assuming a `yes' answer to my fourth question, my fifth question is:</p>\n<p><blockquote>  Since the Comptroller and not the Legislature has been given constitutional responsibility for the revenue estimating/budget certification function, Tex. Const. Art. <cross_reference>III</cross_reference>, Sec. <cross_reference>49a</cross_reference>, and it is not clear what legislation could constitutionally be enacted controlling the manner in which the revenue estimate for budget certification is determined, whether the State Auditor has authority to evaluate or inquire into how the revenue estimating/budget certification function is carried out.</blockquote></p>\n<p>Courts in this state long ago upheld the right of the legislature to appoint committees for the purposes of conducting investigations and gathering information regarding the possible enactment of legislation. Ex parte Ferguson, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">650</span></span></cross_reference> (Tex. 1929); Terrell v. King, <cross_reference><span class=\"citation\" data-id=\"3969917\"><a href=\"/opinion/4199040/terrell-v-king/\"><span class=\"volume\">14</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">786</span></a></span></cross_reference> (Tex. 1929).</p>\n<p>The legislature has the power to investigate any subject regarding which it may desire information in connection with the proper discharge of its function to enact, amend or repeal statutes or to perform any other act delegated to it by the constitution. . . . A legislature in conducting whatever inquisitions the proper exercise of its functions require, must be as broad as the subject to which the inquiry properly entered into has relation.</p>\n<p>Mason, Manual of Legislative Procedure, &#167; 795 (1970). As the Texas Supreme Court declared in Terrell v. Kindg:</p>\n<p><blockquote>  Not only does the Constitution, in the grant of the rule-making power [by means of which each house is empowered to organize itself], authorize either house to name such committees as it may deem necessary or proper for purposes of investigation and inquiry, when looking to the discharge of any legitimate function or duty of such house, but the Constitution goes further and makes consideration by a committee a condition precedent to the enactment of any law. Section 37, article 3.</blockquote></p>\n<p><cross_reference>14 S.W.2d at 789</cross_reference>.</p>\n<p>Generally, however, the legislative power to investigate is not absolute, see, e.g., Gibson v. Florida Legislative Investigation Committee, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></span></cross_reference> (1962); State ex rel. Fatzer v. Anderson,<cross_reference><span class=\"citation\" data-id=\"1444510\"><a href=\"/opinion/1444510/state-ex-rel-v-anderson/\"><span class=\"volume\">299</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1078</span></a></span></cross_reference> (Kan. 1956); Commonwealth ex rel. Carcaci v. Brandamore, <cross_reference><span class=\"citation\" data-id=\"1538770\"><a href=\"/opinion/1538770/cmwlth-ex-rel-carcaci-v-brandamore/\"><span class=\"volume\">327</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1</span></a></span></cross_reference> (Pa. 1974), and it has been held to be limited to the obtaining of information on matters that fall within the proper field of legislative action. See, e.g., Ferrantello v. State, <cross_reference><span class=\"citation\" data-id=\"1778743\"><a href=\"/opinion/1778743/ferrantello-v-state/\"><span class=\"volume\">256</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">587</span></a></span></cross_reference> (Tex.Crim.App. 1952); State ex rel. Fatzer v. Anderson, supra; Commonwealth ex rel. Carcaci v. Brandamore, supra. The powers of an investigating committee, subject to limitations on the investigating power of the legislature, are in general as broad as the resolution constituting it. Ex parte Wolters, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">531</span></span></cross_reference> (Tex.Crim.App. 1912).</p>\n<p>It is a principle of constitutional law that</p>\n<p><blockquote>  where there is a grant of power in the Constitution to a department of Government, or to a constitutional or statutory officer, or tribunal, without defining the manner or form in or by which it is to be exercised and carried into effect, the Legislature may legitimately prescribe reasonable rules by which this may be done. And though such power may not be taken away by the Legislature, and should it fail or refuse to legislate so as to provide for the efficient use and exercise of the power, the department, officer, or tribunal to whom it is delegated might possibly act in accordance with its own discretion, yet when the Legislature has made reasonable and appropriate provisions for its proper exercise, it should and will be exercised in conformity with such provisions.</blockquote></p>\n<p>Austin v. Gulf, Colorado, and Santa Fe Railroad Co., <cross_reference><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">234</span></span></cross_reference>,<cross_reference>265</cross_reference> (1876). But it is in no way certain that article III, section 49a, fails to set forth the manner or form by which you are required to perform your duty. See, e.g., Attorney General Opinion WW-640 (1959) (holding unconstitutional in part the predecessor statute to article 4348a, V.T.C.S., now codified as Government Code, &#167;&#167; <cross_reference>403.013</cross_reference>, 403.121-403.122). This office declared in Attorney General Opinion <u><cross_reference>JM-666</cross_reference></u> (1987):</p>\n<p><blockquote>  In Attorney General Opinion WW-640 (1959), Attorney General Will Wilson considered the constitutionality of a bill that, among other things, attempted to control the Comptroller's estimates of the outstanding but undisbursed appropriations to be expected at the end of a biennium. The opinion concluded, `Insofar as this bill attempts to make estimates it is unconstitutional as a legislative invasion of the duties of the comptroller.'</blockquote></p>\n<p>The bill at issue there, with the offending provision `making estimates' deleted, became article 4348a, V.T.C.S., still extant. The remainder of the bill, in the form it was considered by Attorney General Wilson, was characterized as an instruction to the Comptroller `to use the cash accounting basis' and was pronounced constitutional inasmuch as, according to the opinion:</p>\n<p><blockquote>  Reading Section 49a of Article III from its four corners, it is our opinion that this constitutional provision contemplates that the Comptroller, in making his estimate for certification of bills, use the cash accounting method.</blockquote></p>\n<p>Thus, article 4348a, V.T.C.S., is to be read not as a legislative mandate defining the power of the Comptroller under section 49a with respect to certifications or estimates made for the purpose, but, rather, as a direction that he conform to the requirements of section 49a itself by using the cash accounting method in arriving at his estimates for that purpose. (Emphasis added.)</p>\n<p>For purposes of this opinion, we accept the assertion that the means and manner by which you must perform the budget certification/revenue estimate certification processes are set forth in the constitution with sufficient specificity such that the legislature is without authority, absent a constitutional amendment, to direct you in the manner in which you carry out your constitutional responsibilities. It necessarily follows that the legislature is without authority to inquire into the manner and method by which you arrive at the budget certification/revenue estimate figures, if the purpose for which it seeks the information is to enact legislation. But, article <cross_reference>XVII</cross_reference>, section <cross_reference>1</cross_reference>, of the Texas Constitution reposes in the legislature the sole authority to propose amendments to the constitution; the issue then focuses upon the authority of the legislature to inquire into the manner and method by which you perform your constitutional duties if such inquiry is done in aid of determining the need for any such amendments.</p>\n<p>We are not unmindful of the importance of this question; indeed, it goes to the very heart of the nature of the kind of government that we have. Texas, unlike many states, sets forth in its constitution the duties and responsibilities of many of its state officers. If we permit the State Auditor and the Legislative Audit Committee, under the guise of performing `economy and efficiency audits' or `effectiveness audits' to inquire into the manner by which you perform the duties reposed in you by the constitution of this state, we perforce would have to permit such an `audit' inquiry into the manner in which other constitutional officers perform their constitutional duties. We would have to permit the Legislative Audit Committee and the State Auditor to inquire into the manner by which the Governor exercises his appointment power and his authority to veto legislation. We would have to permit the Legislative Audit Committee and the State Auditor to inquire into the manner in which the justices of the Texas Supreme Court and the Texas Court of Criminal Appeals administer their respective caseloads and deliberate and arrive at their decisions. We would have to permit the Legislative Audit Committee and the State Auditor to inquire into the manner in which the Attorney General advises and represents state agencies.</p>\n<p>We do not resolve here the issue as to the scope that any such legislative inquiry could possess. We think that your question raises the significant issue as to whether the direction or guidance instructing any such investigating committee must be reasonably specific and whether any resolution constituting such investigation must be inveighed with sufficient dignity to convey the extreme significance of what is undertaken. We question whether a mere decision by the State Auditor and the Legislative Audit Committee to so investigate, under the guise of conducting an `economy and efficiency audit' or an `effectiveness audit,' is sufficient. We need not, however, determine whether the State Auditor and the Legislative Audit Committee may conduct an `economy and efficiency audit' or an `effectiveness audit' for the purpose of making an inquiry into the manner in which you perform the duties reposed in you by the Texas Constitution. We need note only that nothing in the Government Code purports to confer such authority in the first place. Subsection (e) of section 321.013 permits the Auditor to examine, for example, whether subscription material exists, but not the use to which it is put. Nor does it authorize an inquiry into discretionary decision-making by you that is personal to you as a constitutional officer. We add that the Legislative Audit Committee, of course, has no authority to direct you in the manner in which the budget certification/revenue estimate figures are derived.</p>\n<p>Finally, you ask whether the State Auditor has the authority to direct an executive agency or officer to seek amendments to the laws or to evaluate the agency or officer on the basis of whether such amendments are sought. The answer to your question is clearly `no.'</p>\n<p>It is well established that a state agency has only those powers expressly granted to it by statute or necessarily implied from the statutory authority conferred or duties imposed. City of Sherman v. Public Utility Commission, <cross_reference><span class=\"citation\" data-id=\"1637745\"><a href=\"/opinion/1637745/city-of-sherman-v-public-utility-comn/\"><span class=\"volume\">643</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">681</span></a></span></cross_reference>, <cross_reference>686</cross_reference> (Tex. 1983); Stauffer v. City of San Antonio, <cross_reference><span class=\"citation\" data-id=\"1771581\"><a href=\"/opinion/1771581/stauffer-v-city-of-san-antonio/\"><span class=\"volume\">344</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">158</span></a></span></cross_reference>, <cross_reference>160</cross_reference> (Tex. 1961); Attorney General Opinions <u><cross_reference>JM-452</cross_reference></u> (1986); <u><cross_reference>JM-256</cross_reference></u> (1984);<u><cross_reference>MW-532</cross_reference></u> (1982); V-504 (1948); O-4260 (1942); O-3536 (1941). We need not address whether any statute constitutionally could confer such authority on the State Auditor, because we conclude that no statute purports to do so. We have found no section of the Government Code nor any other statute that purports to confer such authority upon the State Auditor; accordingly, he has none.</p>\n<p><center>                                 <strong>SUMMARY</strong></center>\n1. No provision in chapter 321 of the Government Code, which sets forth the duties of the State Auditor and the Legislative Audit Committee, purports to confer authority on the committee to direct executive agencies in the manner in which they execute or administer the laws.</p>\n<p>2. No provision in chapter 321 of the Government Code purports to confer authority on the State Auditor to direct executive agencies in the manner in which they execute or administer the laws.</p>\n<p>3. Sections <cross_reference>51.005</cross_reference> and 61.005 of the Education Code are unconstitutional insofar as they purport to confer authority on the State Auditor to promulgate rules jointly with the College Coordinating Board.</p>\n<p>4. Legislative committees properly may gather information and conduct investigations upon any matters about which legislation may be enacted.</p>\n<p>5. Because the Texas Constitution reposes in the legislature sole authority to propose constitutional amendments, legislative committees may gather information and conduct investigations in aid of such authority. However, it is questionable whether a mere decision by the Legislative Audit Committee and the State Auditor to so investigate, under the guise of conducting an `economy and efficiency audit' or an `effectiveness audit,' is sufficient to permit such a serious intrusion into the performance of constitutionally imposed duties as is here contemplated by an inquiry into the methods and means whereby you derive the budget certification/revenue estimate figures. This issue need not be decided, because nothing in the Government Code purports to confer the authority to conduct such an inquiry in the first place. The Legislative Audit Committee may not direct the manner in which the Comptroller derives such estimates.</p>\n<p>6. The State Auditor possesses no authority either to direct an executive agency or officer to seek amendments to the laws or to evaluate the agency or officer on the basis of whether such amendments are sought.</p>\n<p>Very truly yours,</p>\n<p><blockquote>  Jim Mattox Attorney General of Texas</p>\n<p>  Mary Keller First Assistant Attorney General</p>\n<p>  Lous McCreary Executive Assistant Attorney General</p>\n<p>  Judge Zollie Steakly Special Assistant Attorney General</p>\n<p>  Rick Gilpin Chairman Opinion Committee</p>\n<p>  Prepared by Jim Moellinger Assistant Attorney General</blockquote></p>\n<p><footnote_body><sup id=\"fn1\"><a href=\"#ref-fn1\">1</a></sup> We note that section <cross_reference>402.026</cross_reference>, Gov't Code, reposes responsibility in the Attorney General, Inter alia, to inspect monthly `the accounts of the offices of the state treasurer, comptroller, and each other person responsible for collection or custody of state funds.' It appears that this provision, which was first enacted in 1879 and subsequently recodified three times before its inclusion in the non-substantive recodification of the Government Code in 1985, heretofore has not been enforced.</footnote_body></p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101250/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105018/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/875917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1145032/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1389591/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1394731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1412435/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1444510/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1538770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1563898/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1627824/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1637745/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1731868/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1771581/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1778743/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1962463/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2446605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2447717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2456888/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2463186/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2467263/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3582921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3920376/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3930719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3942752/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3956531/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3962080/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3967096/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3969917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3975660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3976873/"
          ]
        }
      ],
      "judges": "JIM MATTOX, Attorney General of Texas",
      "date_created": "2016-07-06T09:29:50.653019Z",
      "date_modified": "2016-07-06T09:29:50.653041Z",
      "date_filed": "1988-03-14",
      "date_filed_is_approximate": false,
      "slug": "opinion-no",
      "citation_id": null,
      "case_name_short": "Opinion No.",
      "case_name": "Opinion No.",
      "case_name_full": "Bob Bullock",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/4007752/opinion-no/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-06T09:29:50.648388Z",
  "date_modified": "2016-07-06T09:29:50.648410Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Opinion No.",
  "case_name": "Opinion No.",
  "case_name_full": "Bob Bullock",
  "slug": "opinion-no",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}