{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/405569/",
  "id": 405569,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/718951/",
      "id": 718951,
      "absolute_url": "/opinion/718951/robert-b-reich-secretary-of-labor-united-states-department-of-labor-v/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/405569/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/718951/",
          "id": 718951,
          "absolute_url": "/opinion/718951/robert-b-reich-secretary-of-labor-united-states-department-of-labor-v/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/718951/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-17T07:27:25Z",
          "date_modified": "2017-03-26T03:13:44.409854Z",
          "type": "010combined",
          "sha1": "50218eb9acedff815b23303022bc800dd2614f81",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/85/85.F3d.616.95-2765.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">85 F.3d 616</p>\n    <p class=\"parties\">NOTICE: Fourth Circuit Local Rule 36(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.<br>Robert B. REICH, Secretary of Labor, United States<br>Department of Labor, Plaintiff-Appellee,<br>v.<br>SHILOH TRUE LIGHT CHURCH OF CHRIST, d/b/a Shiloh Vocational<br>Training Program;  James Rommie Purser;  Gary Leon<br>York, Defendants-Appellants.</p>\n    <p class=\"docket\">No. 95-2765.</p>\n    <p class=\"court\">United States Court of Appeals, Fourth Circuit.</p>\n    <p class=\"date\">Argued April 1, 1996.<br>Decided May 7, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of North Carolina, at Charlotte.   Robert D. Potter, Senior District Judge.  (CA-92-444-3-P).</p>\n      <p class=\"indent\">ARGUED:  David Carl Cordes, Allen A. Bailey, BAILEY, PATTERSON, CADDELL, HART &amp; BAILEY, P.A., Charlotte, North Carolina, for Appellants.   Anne Payne Fugett, UNITED STATES DEPARTMENT OF LABOR, Washington, D.C., for Appellee.   ON BRIEF:  Thomas S. Williamson, Jr., Solicitor, Gail V. Coleman, Deputy Associate Solicitor, William J. Stone, Counsel for Appellate Litigation, UNITED STATES DEPARTMENT OF LABOR, Washington, D.C., for Appellee.</p>\n      <p class=\"indent\">W.D.N.C.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before WILKINSON, Chief Judge, and WILKINS and LUTTIG, Circuit Judges.</p>\n      <p>OPINION</p>\n      <p class=\"indent\">PER CURIAM:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Shiloh True Light Church of Christ's members hold a religious belief that their children should receive meaningful vocational training.   This belief is effectuated through the Shiloh Vocational Training Program (SVTP).   The issue in this case is whether SVTP participants under the age of sixteen are \"employees\" entitled to the protections of the Fair Labor Standards Act.  The Church argues that those children are not employees, and that at any rate, application of the FLSA would violate both the Free Exercise Clause and Department of Labor administrative policy.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court entered partial summary judgment against the Church, rejecting its free exercise and administrative defenses.   Then, following a two-day bench trial, the court concluded that the under-sixteen participants in the SVTP qualified as employees under the FLSA.  Finding no error, we affirm the judgment of the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Church youth perform a variety of construction projects through the SVTP, and customers pay the Church for the work.   We have upheld application of the FLSA to the SVTP once before.  Brock v. Wendell's Woodwork, Inc., 867 F.2d 196 (4th Cir.1989).   After the trial in Wendell's Woodwork, the Church reorganized the program.   A principal modification was that children under the age of 16 would no longer receive a wage for their work.   The SVTP also decided to segregate its work crews by age, but has since discontinued that practice--children under and over 16 now work together in combined work crews, performing largely the same tasks.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The SVTP's projects formerly consisted mostly of subcontract work at construction sites.   Representative projects include installing a fireplace, constructing a carport, adding a room, laying a foundation under a garage, and building concrete retainer walls.   Since 1990, the program has also been in the business of constructing entire new houses--the SVTP built 15 new homes between 1990 and 1993.   Children under 16 participate in all aspects of new home construction, including roofing, building the foundation, mixing mortar, laying bricks, and installing drywall.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The SVTP charges labor costs, material costs, other general expenses, and also an administrative fee and an interest fee for its new home construction.   The labor charge does not include the work of children under the age of 16, in furtherance of the policy barring payment of wages to under 16 participants.   But while children under 16 do not receive a wage, they have not been completely free of financial inducement.   They have received lump sum payments in the past, with the amount depending on the child's degree of experience and achievement in the program--the Church characterizes these awards as \"gifts.\"   The under 16 participants also earn \"imaginary\" raises on top of \"imaginary\" wages as a mechanism for determining their actual wage upon turning 16.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Department of Labor filed suit against the SVTP on December 3, 1992, contending that the program violates FLSA provisions governing child labor, minimum wage, and record-keeping.   The SVTP initially admitted that all of the children were employees subject to the FLSA, but then adopted a position that the children under 16 were not employees under the Act.  It also challenged application of the FLSA on free exercise grounds.   Finally, it asserted defenses based on the Department of Labor's no-enforcement policy with respect to some vocational programs and the Department's failure to promulgate regulations under 29 U.S.C. &#167; 214(d) exempting certain student employment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 24, 1995, the district court entered partial summary judgment in favor of the Department.   The court rejected the SVTP's free exercise defense, finding it indistinguishable from the free exercise claim denied in Wendell's Woodwork, 867 F.2d at 196.   The court also rejected the SVTP's administrative defenses.   In the court's view, though, trial was necessary to examine whether the under 16 children were employees under the FLSA.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court held a bench trial to answer that question on May 15 and 16, 1995.   Based on the evidence presented at trial and on the 154 findings of fact set forth in its opinion, the court determined that SVTP participants under 16 were employees subject to the protections of the FLSA.  As a result, the court concluded, the Church had violated the Act's child labor, minimum wage, and record-keeping requirements with respect to those employees.   This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The SVTP contends that the district court erred in concluding that the children under 16 are employees under the Act.  We do not agree.   The district court's ruling was based on extensive factual findings developed with the benefit of a two-day bench trial, findings that we must not lightly second-guess on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The FLSA defines an \"employee\" as \"any individual employed by an employer,\" 29 U.S.C. &#167; 203(e)(1), and \"employ\" as \"to suffer or permit to work,\" 29 U.S.C. &#167; 203(g).   In some circumstances, trainees are not considered employees.  See Walling v. Portland Terminal Co., 330 U.S. 148 (1947).   In this circuit, \"the general test used to determine if an employee is entitled to the protections of the Act is whether the employee or the employer is the primary beneficiary of the trainees' labor.\"  McLaughlin v. Ensley, 877 F.2d 1207, 1209 (4th Cir.1989).   The inquiry is by nature a fact-intensive one.   See id. at 1209-10.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The SVTP agrees that the \"primary beneficiary\" test should govern this case, but disputes the district court's application of it.   In our view, however, the district court's conclusion that the Church is the primary beneficiary of the under 16 labor finds support in the factual record.   The Church admits that children over 16 are employees under the Act, and thus presumably that it is the primary beneficiary of their labor.   But the children under 16 perform essentially the same tasks as their older counterparts, suggesting that they, too, are employees:  An SVTP instructor, Richard Allen Bush, testified that children under 16 and children over 16 often do precisely the same work, and that age is not determinative of the work assigned.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the under 16 participants may not receive wage compensation, they have received substantial lump sum awards in the past (as high as $5,500).   While the Church evidently has discontinued these payments, the record suggests that it has continued to seek ways to compensate the children without running afoul of the FLSA.  Moreover, workers under the age of 16 still receive \"imaginary\" raises that directly translate into a higher rate of pay upon turning 16.   And the SVTP expert who testified as to the non-financial benefits of the program was viewed by the district court as lacking credibility.   Given all of this, we cannot question the district court's finding \"as a fact that the ... church policy to not pay the minors under 16 is an attempt to label them students rather than employees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court also concluded that the Church benefits greatly from the work of children under 16.   In the past, although the under 16 labor was not charged, the SVTP informed customers that they could make a \"donation\" in an amount approximating the value of the work;  such a donation normally was made.   While the donation practice has been discontinued, the Church still gains significant financial benefit from projects in which under 16 children participate.   Between 1990 and 1993, the SVTP finished 97 construction projects and 15 complete houses with the help of children under the age of 16, producing substantial financial returns.   Three of the houses, for instance, were sold for $134,000, $124,750, and $213,456.   By using children under 16 to complete these projects, the district court found, the SVTP enjoyed the benefit of experienced labor without incurring any cost in wages.  \"Clearly,\" the court concluded, \"the program has been converted into a commercial enterprise competing with other contractors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In short, substantial evidence in the record supports the district court's conclusion that the Church was the primary beneficiary of the under 16 labor, and that the children under 16 are thus employees entitled to the protections of the FLSA.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The SVTP also contests the district court's rejection of its free exercise claim.   According to appellant, the district court failed to recognize that this was a \"hybrid\" claim involving both free exercise rights and other fundamental rights.  See Employment Division v. Smith, 494 U.S. 872, 882 (1990).   The court, however, plainly understood that it was dealing with a hybrid claim, and also that after the Religious Freedom Restoration Act, 42 U.S.C. &#167; 2000bb et seq, hybrid claims and \"pure\" free exercise claims both must be analyzed under the compelling interest test.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the circumstances of this case, the district court's application of the compelling interest test was appropriate.   As the district court noted, the free exercise defense is essentially indistinguishable in relevant respects from that presented by the SVTP (and rejected by this court) in Wendell's Woodwork, 867 F.2d at 196.   The SVTP has presented no new evidence that would warrant revisiting our conclusion in that case.   We do not suggest, however, that church-run vocational programs are inevitably subject to the FLSA, or that they will always fall outside the protection of the Free Exercise Clause.   Instead, our conclusion here, as was our analysis in Wendell's Woodwork, is based on the particular facts and on the characteristics of the program at issue.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, the SVTP challenges the district court's rejection of its administrative defense.   The SVTP's administrative argument is based in part on 29 U.S.C. &#167; 214(d), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>The Secretary may by regulation or order provide that sections 206 and 207 of this title shall not apply with respect to the employment by any elementary or secondary school of its students if such employment constitutes, as determined under regulations prescribed by the Secretary, an integral part of the regular education program provided by such school and such employment is in accordance with applicable child labor laws (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">According to the SVTP, the Department of Labor has failed to issue regulations under this provision, and schools thus lack guidance on whether their vocational programs violate the FLSA.  As a result, the SVTP asserts, the Department cannot prosecute actions against vocational programs for violations of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Plainly, however, the statute only says that the Secretary \"may\" promulgate regulations;  it nowhere requires the Secretary to issue regulations.   The situation is thus far different from that in the case principally relied upon by appellant, Mayor v. Mathews, 562 F.2d 914 (4th Cir.1977), cert. denied, 439 U.S. 862 (1978).   The discretionary nature of the statute at issue here, as the district court appropriately found, forecloses the SVTP's argument.   The Secretary has not issued regulations exempting certain categories of student employment, and so the SVTP cannot benefit from any such exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's administrative defense is also based on the noenforcement policy expressed in section 10b28 of the Department's Wage and Hour Division's Field Operations Handbook.   That provision reads in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>(a) Until final regulations implementing the provisions of Sec 14(d) are adopted, WH [the Wage and Hour Division] will take no enforcement action with respect to MW[minimum wage] or OT [overtime] for private elementary or secondary students employed by any school in their school district in various school-related work programs, provided, that such employment is in compliance with applicable CL [child labor] provisions .... (b) If such employment is not in compliance with applicable CL provisions, the students so employed must be paid MW and OT for all hours worked....  Also, the employer will be subject to CL/CMP's [civil money penalties].</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">According to the SVTP, it presumed under this provision that the Department would not enforce the FLSA against it, and that under 29 U.S.C. &#167; 259, such good faith reliance should preclude application of the Act.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The no-enforcement policy, however, does not apply to the SVTP. The policy is only implicated if the \"employment is in compliance with applicable [child labor] provisions.\"   As the district court determined, the SVTP has violated child labor laws by allowing children under eighteen to operate hazardous machinery, see 29 C.F.R. &#167;&#167; 570.52, 570.58, 570.65, and children under sixteen to work in construction during hours prohibited by federal regulation, see 29 C.F.R. &#167;&#167; 570.33(b), 570.33(f)(4), 570.35.   See generally 29 U.S.C. &#167; 203(l).   As a result, the SVTP's administrative defense must fail.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is hereby</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> 29 U.S.C. &#167; 259 states in relevant part:</p>\n        <p>[N]o employer shall be subject to any liability or punishment for or on account of the failure of the employer to pay minimum wages or overtime compensation under the Fair Labor Standards Act ... if he pleads and proves that the act or omission complained of was in good faith in conformity with and in reliance on any written administrative regulation, order, ruling, approval, or interpretation, of the [Wage and Hour Division of the Department of Labor].</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">616</span></span></p>\n    <p class=\"parties\">NOTICE: Fourth Circuit Local Rule 36(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.<br>Robert B. REICH, Secretary of Labor, United States<br>Department of Labor, Plaintiff-Appellee,<br>v.<br>SHILOH TRUE LIGHT CHURCH OF CHRIST, d/b/a Shiloh Vocational<br>Training Program;  James Rommie Purser;  Gary Leon<br>York, Defendants-Appellants.</p>\n    <p class=\"docket\">No. 95-2765.</p>\n    <p class=\"court\">United States Court of Appeals, Fourth Circuit.</p>\n    <p class=\"date\">Argued April 1, 1996.<br>Decided May 7, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of North Carolina, at Charlotte.   Robert D. Potter, Senior District Judge.  (CA-92-444-3-P).</p>\n      <p class=\"indent\">ARGUED:  David Carl Cordes, Allen A. Bailey, BAILEY, PATTERSON, CADDELL, HART &amp; BAILEY, P.A., Charlotte, North Carolina, for Appellants.   Anne Payne Fugett, UNITED STATES DEPARTMENT OF LABOR, Washington, D.C., for Appellee.   ON BRIEF:  Thomas S. Williamson, Jr., Solicitor, Gail V. Coleman, Deputy Associate Solicitor, William J. Stone, Counsel for Appellate Litigation, UNITED STATES DEPARTMENT OF LABOR, Washington, D.C., for Appellee.</p>\n      <p class=\"indent\">W.D.N.C.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before WILKINSON, Chief Judge, and WILKINS and LUTTIG, Circuit Judges.</p>\n      <p>OPINION</p>\n      <p class=\"indent\">PER CURIAM:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Shiloh True Light Church of Christ's members hold a religious belief that their children should receive meaningful vocational training.   This belief is effectuated through the Shiloh Vocational Training Program (SVTP).   The issue in this case is whether SVTP participants under the age of sixteen are \"employees\" entitled to the protections of the Fair Labor Standards Act.  The Church argues that those children are not employees, and that at any rate, application of the FLSA would violate both the Free Exercise Clause and Department of Labor administrative policy.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court entered partial summary judgment against the Church, rejecting its free exercise and administrative defenses.   Then, following a two-day bench trial, the court concluded that the under-sixteen participants in the SVTP qualified as employees under the FLSA.  Finding no error, we affirm the judgment of the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Church youth perform a variety of construction projects through the SVTP, and customers pay the Church for the work.   We have upheld application of the FLSA to the SVTP once before.  Brock v. Wendell's Woodwork, Inc., <span class=\"citation\" data-id=\"518107\"><a href=\"/opinion/518107/william-e-brock-v-wendells-woodwork-inc-wendell-long-herbert-long/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span> (4th Cir.1989).   After the trial in Wendell's Woodwork, the Church reorganized the program.   A principal modification was that children under the age of 16 would no longer receive a wage for their work.   The SVTP also decided to segregate its work crews by age, but has since discontinued that practice--children under and over 16 now work together in combined work crews, performing largely the same tasks.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The SVTP's projects formerly consisted mostly of subcontract work at construction sites.   Representative projects include installing a fireplace, constructing a carport, adding a room, laying a foundation under a garage, and building concrete retainer walls.   Since 1990, the program has also been in the business of constructing entire new houses--the SVTP built 15 new homes between 1990 and 1993.   Children under 16 participate in all aspects of new home construction, including roofing, building the foundation, mixing mortar, laying bricks, and installing drywall.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The SVTP charges labor costs, material costs, other general expenses, and also an administrative fee and an interest fee for its new home construction.   The labor charge does not include the work of children under the age of 16, in furtherance of the policy barring payment of wages to under 16 participants.   But while children under 16 do not receive a wage, they have not been completely free of financial inducement.   They have received lump sum payments in the past, with the amount depending on the child's degree of experience and achievement in the program--the Church characterizes these awards as \"gifts.\"   The under 16 participants also earn \"imaginary\" raises on top of \"imaginary\" wages as a mechanism for determining their actual wage upon turning 16.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Department of Labor filed suit against the SVTP on December 3, 1992, contending that the program violates FLSA provisions governing child labor, minimum wage, and record-keeping.   The SVTP initially admitted that all of the children were employees subject to the FLSA, but then adopted a position that the children under 16 were not employees under the Act.  It also challenged application of the FLSA on free exercise grounds.   Finally, it asserted defenses based on the Department of Labor's no-enforcement policy with respect to some vocational programs and the Department's failure to promulgate regulations under 29 U.S.C. &#167; 214(d) exempting certain student employment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 24, 1995, the district court entered partial summary judgment in favor of the Department.   The court rejected the SVTP's free exercise defense, finding it indistinguishable from the free exercise claim denied in Wendell's Woodwork, 867 F.2d at 196.   The court also rejected the SVTP's administrative defenses.   In the court's view, though, trial was necessary to examine whether the under 16 children were employees under the FLSA.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court held a bench trial to answer that question on May 15 and 16, 1995.   Based on the evidence presented at trial and on the 154 findings of fact set forth in its opinion, the court determined that SVTP participants under 16 were employees subject to the protections of the FLSA.  As a result, the court concluded, the Church had violated the Act's child labor, minimum wage, and record-keeping requirements with respect to those employees.   This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The SVTP contends that the district court erred in concluding that the children under 16 are employees under the Act.  We do not agree.   The district court's ruling was based on extensive factual findings developed with the benefit of a two-day bench trial, findings that we must not lightly second-guess on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The FLSA defines an \"employee\" as \"any individual employed by an employer,\" 29 U.S.C. &#167; 203(e)(1), and \"employ\" as \"to suffer or permit to work,\" 29 U.S.C. &#167; 203(g).   In some circumstances, trainees are not considered employees.  See Walling v. Portland Terminal Co., <span class=\"citation\" data-id=\"104376\"><a href=\"/opinion/104376/walling-v-portland-terminal-co/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></a></span> (1947).   In this circuit, \"the general test used to determine if an employee is entitled to the protections of the Act is whether the employee or the employer is the primary beneficiary of the trainees' labor.\"  McLaughlin v. Ensley, <span class=\"citation\" data-id=\"525223\"><a href=\"/opinion/525223/ann-mclaughlin-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1207</span></a></span>, 1209 (4th Cir.1989).   The inquiry is by nature a fact-intensive one.   See id. at 1209-10.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The SVTP agrees that the \"primary beneficiary\" test should govern this case, but disputes the district court's application of it.   In our view, however, the district court's conclusion that the Church is the primary beneficiary of the under 16 labor finds support in the factual record.   The Church admits that children over 16 are employees under the Act, and thus presumably that it is the primary beneficiary of their labor.   But the children under 16 perform essentially the same tasks as their older counterparts, suggesting that they, too, are employees:  An SVTP instructor, Richard Allen Bush, testified that children under 16 and children over 16 often do precisely the same work, and that age is not determinative of the work assigned.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the under 16 participants may not receive wage compensation, they have received substantial lump sum awards in the past (as high as $5,500).   While the Church evidently has discontinued these payments, the record suggests that it has continued to seek ways to compensate the children without running afoul of the FLSA.  Moreover, workers under the age of 16 still receive \"imaginary\" raises that directly translate into a higher rate of pay upon turning 16.   And the SVTP expert who testified as to the non-financial benefits of the program was viewed by the district court as lacking credibility.   Given all of this, we cannot question the district court's finding \"as a fact that the ... church policy to not pay the minors under 16 is an attempt to label them students rather than employees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court also concluded that the Church benefits greatly from the work of children under 16.   In the past, although the under 16 labor was not charged, the SVTP informed customers that they could make a \"donation\" in an amount approximating the value of the work;  such a donation normally was made.   While the donation practice has been discontinued, the Church still gains significant financial benefit from projects in which under 16 children participate.   Between 1990 and 1993, the SVTP finished 97 construction projects and 15 complete houses with the help of children under the age of 16, producing substantial financial returns.   Three of the houses, for instance, were sold for $134,000, $124,750, and $213,456.   By using children under 16 to complete these projects, the district court found, the SVTP enjoyed the benefit of experienced labor without incurring any cost in wages.  \"Clearly,\" the court concluded, \"the program has been converted into a commercial enterprise competing with other contractors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In short, substantial evidence in the record supports the district court's conclusion that the Church was the primary beneficiary of the under 16 labor, and that the children under 16 are thus employees entitled to the protections of the FLSA.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The SVTP also contests the district court's rejection of its free exercise claim.   According to appellant, the district court failed to recognize that this was a \"hybrid\" claim involving both free exercise rights and other fundamental rights.  See Employment Division v. Smith, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></a></span>, 882 (1990).   The court, however, plainly understood that it was dealing with a hybrid claim, and also that after the Religious Freedom Restoration Act, 42 U.S.C. &#167; 2000bb et seq, hybrid claims and \"pure\" free exercise claims both must be analyzed under the compelling interest test.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the circumstances of this case, the district court's application of the compelling interest test was appropriate.   As the district court noted, the free exercise defense is essentially indistinguishable in relevant respects from that presented by the SVTP (and rejected by this court) in Wendell's Woodwork, 867 F.2d at 196.   The SVTP has presented no new evidence that would warrant revisiting our conclusion in that case.   We do not suggest, however, that church-run vocational programs are inevitably subject to the FLSA, or that they will always fall outside the protection of the Free Exercise Clause.   Instead, our conclusion here, as was our analysis in Wendell's Woodwork, is based on the particular facts and on the characteristics of the program at issue.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, the SVTP challenges the district court's rejection of its administrative defense.   The SVTP's administrative argument is based in part on 29 U.S.C. &#167; 214(d), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>The Secretary may by regulation or order provide that sections 206 and 207 of this title shall not apply with respect to the employment by any elementary or secondary school of its students if such employment constitutes, as determined under regulations prescribed by the Secretary, an integral part of the regular education program provided by such school and such employment is in accordance with applicable child labor laws (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">According to the SVTP, the Department of Labor has failed to issue regulations under this provision, and schools thus lack guidance on whether their vocational programs violate the FLSA.  As a result, the SVTP asserts, the Department cannot prosecute actions against vocational programs for violations of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Plainly, however, the statute only says that the Secretary \"may\" promulgate regulations;  it nowhere requires the Secretary to issue regulations.   The situation is thus far different from that in the case principally relied upon by appellant, Mayor v. Mathews, <span class=\"citation\" data-id=\"349351\"><a href=\"/opinion/349351/mayor-and-city-council-of-baltimore-a-municipal-corporation-and-board-of/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span> (4th Cir.1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span> (1978).   The discretionary nature of the statute at issue here, as the district court appropriately found, forecloses the SVTP's argument.   The Secretary has not issued regulations exempting certain categories of student employment, and so the SVTP cannot benefit from any such exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's administrative defense is also based on the noenforcement policy expressed in section 10b28 of the Department's Wage and Hour Division's Field Operations Handbook.   That provision reads in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>(a) Until final regulations implementing the provisions of Sec 14(d) are adopted, WH [the Wage and Hour Division] will take no enforcement action with respect to MW[minimum wage] or OT [overtime] for private elementary or secondary students employed by any school in their school district in various school-related work programs, provided, that such employment is in compliance with applicable CL [child labor] provisions .... (b) If such employment is not in compliance with applicable CL provisions, the students so employed must be paid MW and OT for all hours worked....  Also, the employer will be subject to CL/CMP's [civil money penalties].</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">According to the SVTP, it presumed under this provision that the Department would not enforce the FLSA against it, and that under 29 U.S.C. &#167; 259, such good faith reliance should preclude application of the Act.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The no-enforcement policy, however, does not apply to the SVTP. The policy is only implicated if the \"employment is in compliance with applicable [child labor] provisions.\"   As the district court determined, the SVTP has violated child labor laws by allowing children under eighteen to operate hazardous machinery, see 29 C.F.R. &#167;&#167; 570.52, 570.58, 570.65, and children under sixteen to work in construction during hours prohibited by federal regulation, see 29 C.F.R. &#167;&#167; 570.33(b), 570.33(f)(4), 570.35.   See generally 29 U.S.C. &#167; 203(l).   As a result, the SVTP's administrative defense must fail.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is hereby</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> 29 U.S.C. &#167; 259 states in relevant part:</p>\n        <p>[N]o employer shall be subject to any liability or punishment for or on account of the failure of the employer to pay minimum wages or overtime compensation under the Fair Labor Standards Act ... if he pleads and proves that the act or omission complained of was in good faith in conformity with and in reliance on any written administrative regulation, order, ruling, approval, or interpretation, of the [Wage and Hour Division of the Department of Labor].</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104376/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/349351/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/518107/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/525223/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T15:26:22.387781Z",
      "date_modified": "2016-02-01T19:17:22.154194Z",
      "date_filed": "1996-05-07",
      "date_filed_is_approximate": false,
      "slug": "robert-b-reich-secretary-of-labor-united-states-department-of-labor-v",
      "citation_id": 691706,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Robert B. Reich, Secretary of Labor, United States Department of Labor v. Shiloh True Light Church of Christ, D/B/A Shiloh Vocational Training Program James Rommie Purser Gary Leon York",
      "federal_cite_one": "85 F.3d 616",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/405569/robert-b-reich-secretary-of-labor-united-states-department-of-labor-v/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:13:01.623405Z",
  "date_modified": "2016-02-01T18:37:22.532930Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Robert B. Reich, Secretary of Labor, United States Department of Labor v. Shiloh True Light Church of Christ, D/B/A Shiloh Vocational Training Program James Rommie Purser Gary Leon York",
  "slug": "robert-b-reich-secretary-of-labor-united-states-department-of-labor-v",
  "docket_number": "95-2765",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}