{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/4085354/",
  "id": 4085354,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/utah/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4213212/",
      "id": 4213212,
      "absolute_url": "/opinion/4213212/carter-v-state-tax-comm/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/4085354/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3986539/",
          "id": 3986539,
          "absolute_url": "/opinion/4213212/carter-v-state-tax-comm/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4213212/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5870/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-06T10:42:39.883898Z",
          "date_modified": "2017-04-15T05:49:08.998593Z",
          "type": "020lead",
          "sha1": "dacd1b0de0e5fcc6ea031b4b2e4ce7368bca264d",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/utah/court_opinions/documents/7814c98a2a610e26.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>The Interstate Motor Lines, a partnership, paid under protest certain registration fees required by Sections 132 and 133 of Chapter 46, Laws of Utah 1935. They filed complaint for the return of those fees upon the ground, so far as argued in the briefs, that Section 133 was arbitrary and discriminatory as against them, thus violating the 14th amendment to the Constitution of the United States, U.S.C.A., and also Section 24, Article I, of the Constitution of Utah. This constitutional section provides that all laws of a general nature shall have uniform operation.</p>\n<p>The Utah State Tax Commission, and its associate defendants, filed a demurrer to the Motor Lines' complaint. The demurrer was sustained and as plaintiff stood upon its complaint, the lower court dismissed the action. The Interstate Motor Lines appealed the case.</p>\n<p>At the outset may it be said that we are not concerned with testimony of any kind in this case. If the complaint does not show upon its face an arbitrariness or discrimination in legislation, then the lower court's ruling must be sustained. The complaint does not allege facts peculiar         1 to the appellant and not applicable to others similarly situated; but alleges generally the nature of its business, and that it paid the fees required by the two sections mentioned. Appellant attacks the provisions of Section 133, thus the issue is whether or not those provisions are <span class=\"star-pagination\">*Page 100</span> \non their face unconstitutional. That is the issue raised by demurrer.</p>\n<p>The two sections of Chapter 46, Laws of Utah 1935, read as follows:</p>\n<p>\"Article 11 Registration and License Fees</p>\n<p>\"Section 132. Registration Fees &#8212; Based on Weight.</p>\n<p>\"There shall be paid to the department for the registration of every motor vehicle, trailer and semitrailer, at the time application is made for registration:</p>\n<p>\"(a) A registration fee of $2.50 for the registration of every motorcycle.</p>\n<p>\"(b) A registration fee of $5 for the registration of every motor vehicle not designed, used, or maintained primarily for the transportation of passengers for hire, or for the transportation of property.</p>\n<p>\"(c) A registration fee for the registration of every motor vehicle, trailer, or semi-trailer, except vehicles propelled by electric power obtained by overhead trolley wires, designed, used or maintained primarily for the transportation of passengers for hire, or for the transportation of property, according to the following schedule:</p>\n<p>\"1. When such vehicle is equipped wholly with pneumatic tires:<pre>\nOn vehicles the gross weight of which is 5,000 pounds or less ..... $  5</p>\n<p>On vehicles the gross weight of which is over 5,000 pounds but not\n    more than 8,000 pounds ........................................ $ 15</p>\n<p>On vehicles the gross weight of which is over 8,000 pounds but not\n    more than 11,000 pounds ....................................... $ 25</p>\n<p>On vehicles the gross weight of which is over 11,000 pounds but\n    not more than 13,000 pounds ................................... $ 35</p>\n<p>On vehicles the gross weight of which is over 13,000 pounds but\n    not more than 15,000 pounds ................................... $ 50</p>\n<p>On vehicles the gross weight of which is over 15,000 pounds but\n    not more than 20,000 pounds ................................... $ 90</p>\n<p>On vehicles the gross weight of which is over 20,000 pounds ....... $125\n</pre>\n\"2. When such vehicle is not equipped wholly with pneumatic tires:</p>\n<p>\"For each such vehicle, fees according to the gross weight thereof, amounting to twice the fees set forth in subdivision 1 of this subsection.</p>\n<p>\"3. Small two wheeled trailers of 1,000 pounds capacity or less shall be exempt from registration.</p>\n<p>\"Section 133. Registration Fees Based on Licensed Gross Ton Miles.</p>\n<p>\"In addition to the registration fees imposed upon motor vehicles by section 132 of this act there shall be assessed and collected upon every motor vehicle, trailer or semitrailer, (except vehicles having a city franchise or license, while operating exclusively within the corporate <span class=\"star-pagination\">*Page 101</span> \nlimits of the city granting such franchise or license) designed, used or maintained primarily for the transportation of passengers for hire, or for the transportation of property, a registration fee, based upon the licensed gross ton miles of such vehicle, according to the following schedule:</p>\n<p>\"(a) For each such vehicle, the gross weight of which is over 13,000 pounds but not more 20,000 pounds, 0.70 mills per licensed gross ton mile.</p>\n<p>\"(b) For each such vehicle, the gross weight of which is over 20,000 pounds, 0.75 mills per licensed gross ton mile.</p>\n<p>\"(c) For each such vehicle propelled by motor, engine or other device using fuel other than motor fuel as that term is defined in chapter 12, title 57, Revised Statutes of Utah, 1933, a mileage tax of one and one-half cents per operating mile, in addition to the registration fee provided for in subsections (a) or (b) of this section.</p>\n<p>\"(d) In addition to the fee based upon the weight of the vehicle, the department shall collect, at the time of registration, a prepayment of the fee based upon the licensed gross ton miles, computed at the rates provided under this section, upon a basis of 4,000 operating miles, such prepayment to be applied in the payment of the registration fees covering the first 4,000 miles of operation of the vehicle after registration. Under regulations to be promulgated by the commission, such prepayment may be transferred from one vehicle to another owned by the same person. It shall be unlawful for any person to operate, or cause to be operated, any vehicle the gross weight of which is in excess of the gross weight for which such vehicle is registered.</p>\n<p>\"(e) The registration of any motor vehicle, trailer or semitrailer which is prohibited from operating upon the highways of this state by the provisions of sections 36-1-29 or 36-1-31, Revised Statutes of Utah, 1933, as amended by chapters 8 and 9, Laws of Utah, 1933, Second Special Session, shall not be construed as permission or license to operate such motor vehicle, trailer or semitrailer upon the highways of this state.\"</p>\n<p>Appellants contend that there is no reasonable basis, considering the object of the legislation, for selecting 13,000 pounds as a dividing line for the levy of additional fees, nor for that matter, selecting 20,000 pounds as another dividing line. They raise the same objection to the additional fee required by paragraph (c) of section 133 above. Their attack upon this paragraph arises out of the fact that part <span class=\"star-pagination\">*Page 102</span> \nof the fees they paid under protest were those charged appellants by reason of their use of Diesel fuel in their trucks.</p>\n<p>In meeting the argument of appellants upon the requirements of paragraph (c), respondents have suggested that that paragraph may be upheld as an attempt by the Legislature to shift to the shoulders of those operating Diesel fuel vehicles (or more properly speaking, vehicles driven by fuel other than defined in Sec. <cross_reference>57-12-1</cross_reference>, R.S.U. 1933) part of the burden borne by the operators of gasoline driven vehicles in the form of the gasoline tax required by Chapter 49, Laws of Utah 1935, which reads:</p>\n<p>\"Chapter 49</p>\n<p>\"Motor Fuels</p>\n<p>\"An Act Amending Section <cross_reference>57-12-5</cross_reference>, Revised Statutes of Utah, 1933, Relating to the Tax on Gasoline and Exempting From Taxation Gasoline Sold or Used in Utah Which Is Manufactured or Distilled in Utah From Coals, Oil Shales, or Hydrocarbons of Utah by Low-Temperature Carbonization or Other Processes, for the Purpose of Developing Utah's Natural Resources and Providing New Utah-Owned Industries to Relieve Unemployment and to Reduce Amount of Money Leaving State.</p>\n<p>\"Section 1. Section Amended.</p>\n<p>\"Section <cross_reference>57-12-5</cross_reference>, Revised Statutes of Utah, 1933, is hereby amended to read as follows:</p>\n<p>\"<cross_reference>57-12-5</cross_reference>. Tax on Motor Fuels &#8212; Exemptions.</p>\n<p>\"There is hereby levied and imposed an excise tax of four cents per gallon upon the sale or use of all motor fuels sold or used in this state, excepting such motor fuels sold or used in this state as have been manufactured by low-temperature carbonization or distillation within the state of Utah of coals, oil shales, or hydrocarbons of Utah, and excepting also such motor fuels as are or have been brought into this state and sold in original packages as purely interstate commerce sales. If any motor fuels have been purchased outside of this state and brought into this state in original packages or purchased within the state in original packages from a distributor for the use of the consumer, then such tax shall be imposed upon the use of such fuels. It is the purpose and intent of this chapter to impose and levy said tax upon the sale or use of motor fuels as defined in this chapter whether such fuels are used in motor vehicles or for other purposes, and by whomsoever sold or used, including municipalities, counties, school districts and every other arm or branch of the state government.\" <span class=\"star-pagination\">*Page 103</span> </p>\n<p>We shall discuss this case in two parts. The first shall cover the requirements of paragraphs (a) and (b) of section 133, and the second, the requirements of paragraph (c) of that section. Before doing this, however, there are certain general matters which should be mentioned.</p>\n<p>Under section 150, Chapter 46, Laws of Utah 1935, the funds received from the application of section 133 above, are distributed as follows:</p>\n<p>\"All fees received and collected under the provisions of this act shall be transmitted daily to the state treasurer.</p>\n<p>\"All fees paid for registration or transfer of registration of passenger cars and motorcycles and all fees based upon the gross weight of the vehicle shall be placed to the credit of a fund to be known as the motor vehicle registration fund. The necessary expense of administering the registration features of the act, including clerical services, stationary, stamps, number plates, blanks and books for receiving and recording registration, and the printing of directories and supplements thereto shall be a claim against the motor vehicle registration fund and when paid, shall be charged to said fund.</p>\n<p>\"Twenty per centum of the fees based upon the licensed gross ton miles, which are collected, shall be held by the state treasurer, one-half of which is to be used and expended by the state public utilities commission in the administration and supervision of common and contract motor carriers, and one half to be used and expended by the state tax commission in the administration of the gross ton mile provisions of the act.</p>\n<p>\"Five per centum of the fees based upon the licensed gross ton miles, which are collected shall be retained by the state treasurer as a reserve fund for the payment of refunds of such charges to which taxpayers shall be entitled under the provisions of this act. If at the end of any state fiscal year there is in the reserve fund herein provided a sum in excess of $25,000 the excess thereof shall be credited to the state road fund.</p>\n<p>\"The remaining seventy-five per centum of the fees based upon the licensed gross ton miles shall be placed to the credit of the state road funds and it shall become a part thereof.</p>\n<p>\"All other fees shall be placed to the credit of the motor vehicle control fund and said fund shall be used and expended by and under the direction of the department for issuing certificates of title, administering the antitheft provisions of the act, supervising dealers and wreckers, and making certified copies of the records of the department.\" <span class=\"star-pagination\">*Page 104</span> </p>\n<p>Under section <cross_reference>57-12-9</cross_reference>, R.S.U. 1933, the funds received from the application of Chapter 49, Laws of Utah 1935, are distributed as follows:</p>\n<p>\"<cross_reference>57-12-9</cross_reference>. Tax Payable Monthly &#8212; Distribution of Receipts.</p>\n<p>\"Said excise tax shall be due and payable by the distributor or retail dealer on or before the fifteenth day of each month to the state tax commission for all sales made and for each and every gallon of motor fuel used during the preceding month. The state tax commission shall receipt the distributor or retail dealer therefor and shall pay the same to the state treasurer promptly as collected. The state treasurer shall place one-half cent per gallon of the moneys so received in a special fund to be used for the maintenance and construction of secondary roads and those primary roads designated in chapter 6 of the Title Highways as, (56) and (61) to (71) inclusive; and shall place the remainder thereof to the credit of a fund for the payment of interest and sinking fund charges on state road bonds, until such fund shall contain an amount which added to any other funds available for the payment of interest and sinking fund charges on state road bonds will be sufficient to pay all interest and sinking fund charges on state road bonds which shall become due during the calendar year. The state treasurer shall credit the balance of the receipts from said excise tax during the remainder of the calendar year to the credit of the state highway construction and maintenance fund.\"</p>\n<p>In <em>Bleon</em> v. <em>Emery, Sheriff</em>, <cross_reference>60 Utah 582</cross_reference>, <cross_reference>209 P. 627</cross_reference>, we held similar motor vehicle laws of 1917 to and including 1921, to be regulatory measures. Without comparing in detail the many sections of those laws with the many of our                2 present laws, it is sufficient to say that there is no reason for holding our present Chapter 46, Laws of Utah 1935, other than regulatory. The fact that certain measures therein are of a revenue nature does not change that regulatory character. In<em>Camas Stage Co.</em> v. <em>Kozer</em>, <cross_reference>104 Or. 600</cross_reference>, <cross_reference>209 P. 95</cross_reference>, 25 A.L.R. 27, the court held that the object of a Law fixing a fee as compensation for the privilege of using the roads was the regulation of the motor vehicle for the public safety and the preservation of the highways of the state for the public welfare; that the fee was for regulation, including compensation, and was not a tax <span class=\"star-pagination\">*Page 105</span> \non property. The same principle is applicable to our own law, the compensation arising in the collection of fees for the state highway fund. It is just as much for the public safety and welfare that our roads are kept up, the sharp turns eliminated, the bad spots improved, as it is to check the speed of drivers, to protect the owner from loss of his car, or to do any one or more of the many things required by our motor vehicle laws.</p>\n<p>In <em>Crockett</em> v. <em>Salt Lake County</em>, <cross_reference>72 Utah 337</cross_reference>, <cross_reference>270 P. 142</cross_reference>, 60 A.L.R. 867, we held our gasoline tax law of 1923, which, is practically the same as the section quoted above, a revenue measure. We held it to be a tax upon the             3, 4 privilege of selling motor vehicle fuels. The distribution of the funds from the 1923 laws was, for the purposes of this opinion, the same as that distribution in the present law. We do not wish to imply, however, that the distribution of the funds is the determinative factor in ascertaining the object of legislation. It is only one element, along with others, which may be considered.</p>\n<p>We find these expressions in Vol. 1, 6th Ed., of Berry on the Law of Automobiles, page 95:</p>\n<p>\"But the better rule would seem to be that the disposition of the fee will not alone determine whether it is a license or a tax.\"</p>\n<p>\"That a license fee is called a tax and goes into the public treasury does not make it a tax.\"</p>\n<p>\"If upon investigation, the fee is found to be only sufficient to pay the expenses that may reasonably be presumed to arise in the supervision and regulation of the automobile licensed, its disposition should not have the effect of converting it into a tax.\"</p>\n<p>Justice Reed in the case of <em>New York Rapid Transit</em> v. <em>New</em><em>York</em>, <cross_reference>303 U.S. 573</cross_reference>, <cross_reference>58 S.Ct. 721</cross_reference>, <cross_reference>82 L.Ed. 1024</cross_reference>, held that the ear-marking of funds was not necessarily indicative of the object of the legislation.</p>\n<p>The two laws we have quoted above rather illustrate the effect of the distribution of the funds. In each case, funds collected go into the state road fund, after certain other deductions; but other factors in each distinguish them in <span class=\"star-pagination\">*Page 106</span> \ntheir objective. However, we are not particularly concerned with those factors in this case. What we are concerned with is that we have decided that one law is a regulatory measure, the other a revenue measure.</p>\n<p>Cooley on Taxation, Vol. 1, 4th Ed., pp. 719 and 720, para. 336, says:</p>\n<p>\"A particular classification may be valid if the object of the statute is to raise revenue, and invalid if the object is regulation. Classification may be proper for the purpose of fixing the amount of an occupation tax although it would be improper if one class was made subject to the tax and another class not subject thereto.\"</p>\n<p>Again he says:</p>\n<p>\"In determining whether classification is reasonable regard must be had to the purpose for which the legislation is designed.\"</p>\n<p>In <em>Franchise Motor Freight Ass'n</em> v. <em>Seavey</em>, <cross_reference>196 Cal. 77</cross_reference>,<cross_reference>235 P. 1000</cross_reference>, <cross_reference>1002</cross_reference>, it is expressed in this way:</p>\n<p>\"It is equally well settled that a statute makes an improper and unlawful discrimination if it confers particular privileges upon a class arbitrarily selected from a             5 larger number of persons, all of whom stand in the same relation to the privileges granted, and between whom and the persons not so favored no reasonable distinction or substantial difference can be found justifying the inclusion of the one and the exclusion of the other.\"</p>\n<p>In <em>Louis</em> v. <em>Boynton</em>, D.C., <cross_reference>53 F.2d 471</cross_reference>, <cross_reference>475</cross_reference>, the same principle is expressed thus:</p>\n<p>\"* * * We are of the opinion that there is no rational basis for this classification bearing a reasonable and just relation to the objects of this legislation.\"</p>\n<p>We must, then, in considering the validity of the terms of section 133 of our motor behicle laws, keep in mind the general principles quoted above, and that the object of the laws quoted are as set out.</p>\n<p>One more thought, before entering upon the merits of this case. To justify the interposition of the authority of the <span class=\"star-pagination\">*Page 107</span> \nstate in enacting regulatory measures it must appear that the interests of the public generally, as distinguished from those of a particular class, require such interference. Regulations cannot be enacted to protect one class of           6 individuals against another, unless such interference is for the real protection of society in general. 6 R.C.L. pages 198, 199.</p>\n<p>Now as to the requirements of paragraphs (a) and (b) of section 133. To properly interpret them we should consider also the requirements of section 132. The latter section, it will be noted, distinguishes between vehicles used for the transportation of passengers for hire or for the transportation of property, and others, principally pleasure vehicles or those used for family use. It distinguishes also between those using        7, 8 the highways and those using rails. Further it distinguishes between vehicles with pneumatic tires and those with solid tires. The family automobile pays the flat rate &#8212; the business vehicle a fee graded upon its weight, the greater the weight the higher the fee; and an extra fee for those not using pneumatic tires. It exempts trailers of 1000 pounds or less. It is self evident that the fees are charged according to the propensities of the vehicles to injure the highways &#8212; according to wear and tear upon the road. Pleasure vehicles, passenger cars, the family automobiles &#8212; call them what you wish &#8212; are treated alike. No distinction is made in their weight. We might say that the variations in their weight are not sufficient to justify a distinction. Possibly that is what the Legislature had in mind. They pay a flat rate. Hard tires pay more than pneumatic tires &#8212; they do more injury; heavy vehicles pay more than light vehicles, they do more injury to the roads. Two wheeled trailers of 1000 pounds do little or no harm, so are exempt. The theory of section 132 is logical. It applies to all of each class alike. The Legislature determines the lines of separation between classes. That is their prerogative, and the courts have no right to interfere on any theory that those lines were improperly <span class=\"star-pagination\">*Page 108</span> \nplaced &#8212; that the weights selected for a division into classes were not properly selected. Presumably the Legislature had the necessary information before it to justify such segregation into classes. It is obvious that the ground of difference between classes has a fair and substantial relation to the object of the legislation, that is, to regulation based upon the wear and tear to which the roads are subjected by the licensee. The cases are many upholding such a classification. <em>People</em> v. <em>Deep Rock Oil</em><em>Corporation</em>, <cross_reference>343 Ill. 388</cross_reference>, <cross_reference>175 N.E. 572</cross_reference>; <em>Morf</em> v. <em>Bingaman</em>,<cross_reference>298 U.S. 407</cross_reference>, <cross_reference>56 S.Ct. 756</cross_reference>, <cross_reference>80 L.Ed. 1245</cross_reference>; <em>Ogilvie</em> v.<em>Hailey</em>, 141 <em>Tenn.</em> 392, 210 S.W. 645; <em>Raymond</em> v. <em>Holm</em>,<cross_reference>165 Minn. 215</cross_reference>, <cross_reference>206 N.W. 166</cross_reference>; <em>McReavy</em> v. <em>Holm</em>, <cross_reference>166 Minn. 22</cross_reference>,<cross_reference>206 N.W. 942</cross_reference>; <em>Wilson</em> v. <em>State</em>, <cross_reference>143 Tenn. 55</cross_reference>, <cross_reference>224 S.W. 168</cross_reference>; <em>Ard</em>\nv. <em>People</em>, <cross_reference>66 Colo. 480</cross_reference>, <cross_reference>182 P. 892</cross_reference>; <em>Kane</em> v. <em>Tilas</em>,<cross_reference>81 N.J.L. 594</cross_reference>, <cross_reference>80 A. 453</cross_reference>, L.R.A. 1917B, 553, Ann. Cas. 1912d 237; and <em>Camas Stage Co.</em> v. <em>Kozer</em>, <cross_reference>104 Or. 600</cross_reference>, <cross_reference>209 P. 95</cross_reference>, 25 A.L.R. 27.</p>\n<p>Now paragraphs (a) and (b) of section 133, are a continuation of the same principle. Presumably the Legislature had before it facts justifying the conclusion that vehicles of a weight of 13,000 pounds and more, and of 20,000 pounds and more, are exceptionally injurious to the highways, and            9, 10 therefore they should pay an additional license fee to compensate for that extra injury. We as a court cannot gainsay that. Even though we might believe it a \"piling on\" of fees, the right to exercise its judgment lies with the Legislature. To hold otherwise would deprive that branch of our government of its independence.</p>\n<p>\"This restriction upon the judicial function, in passing on the con-constitutionality of statutes, is not artificial or irrational. A state legislature, in the enactment of laws, has the widest possible latitude within the limits of the Constitution. In the nature of the case it cannot record a complete catalogue of the considerations which move its members to enact laws. In the absence of such a record courts cannot assume that its action is capricious, or that, with its informed acquaintance with local conditions to which the legislation is to be applied, it was not aware of facts which afford reasonable basis for <span class=\"star-pagination\">*Page 109</span> \nits action. Only by faithful adherence to this guiding principle of judicial review of legislation is it possible to preserve to the legislative branch its rightful independence and its ability to function.\" <em>Carmichael</em> v. <em>Southern Coal  Coke Co.</em>,<cross_reference>301 U.S. 495</cross_reference>, <cross_reference>57 S.Ct. 868</cross_reference>, <cross_reference>872</cross_reference>, <cross_reference>81 L.Ed. 1245</cross_reference>, 109 A.L.R. 1327.</p>\n<p>But when we come to paragraph (c) of section 133, we find that the plan of graduating fees according to the propensity of the vehicle to injure the highways &#8212; the plan adopted by the legislature, not by us &#8212; falls down. In this paragraph a distinction is made upon a basis of the fuel used in the engines of the vehicles. We have here an obvious           11 departure from any thought of wear and tear upon the road; a classification which bears no relationship to the object of the legislation.</p>\n<p>Obviously, there is a distinction between a gasoline driven engine and one driven by other fuel, such as Diesel fuel, and for the purposes of raising revenue, such a distinction may possibly be legitimate. We do not say that the Legislature may not, in order to equalize taxes as between gasoline and other fuel, pass a revenue measure to that effect, assuming of course, that our so-called gasoline tax is a tax upon that commodity and not upon the privilege of selling it, as we previously held.</p>\n<p>We do not think the Legislature had any such thought in mind in this case. As some evidence of this, and that no such revenue measure was intended by paragraph (c) of section 133, we invite attention to the fact that the fees received from paragraph (c) are specifically set aside for the expense of issuing certificates of title, administering the antitheft             12 provisions of the act, &#8212; expenses of regulation. See the last paragraph of section 150, Chapter 46, Laws of Utah 1935, quoted above. We also invite attention to the title of Chapter 46, Laws of Utah 1935, which reads as follows:</p>\n<p>\"An Act Relating to Motor Vehicles, Trailers and Semitrailers, the Ownership Thereof and Other Interest Therein; and to Provide for the Registration Thereof and the Issuance of Certificates of Title <span class=\"star-pagination\">*Page 110</span> \nTherefor Upon Payment of Certain Fees; and to License Persons in the Business of Wrecking Such Vehicles or Dealing in Such Vehicles or Parts Thereof; and to Protect Owners of Such Vehicles Against Theft, Embezzlement or Other Loss Thereof; and Providing for the Administration and Enforcement of Motor Vehicle Laws by a Department of Motor Vehicles; and Imposing Penalties for Violations of This Act; and to Make Uniform the Law Relating to the Subject Matter of This Act; and Repealing Chapters, 1, 2, 3, 5, 6, 9 and 11, Title 57, Revised Statutes of Utah, 1933; and Chapters 43 and 44, Laws of Utah, 1933, and All Other Acts or Parts of Acts in Conflict With the Provisions of This Act.\"</p>\n<p>In that title we find nothing indicative of a revenue measure to equalize a gasoline tax, nor any subject matter to which such an equalization is germaine. Thus to hold that paragraph (c) was intended as such an equalizing revenue measure, is to run it afoul of Section 23, Article VI, of the Constitution of the State of Utah which provides:</p>\n<p>\"Except general appropriation bills, and bills for the codification and general revision of laws, no bill shall be passed containing more than one subject, which shall be clearly expressed in its title.\"</p>\n<p>In closing may we say: We have no fault to find with the rule that requires us to uphold a classification if any reasonable ground for doing so exists. In the present case, we have to look no further than the plan of licensing adopted by the Legislature to see the unreasonableness of the classification of paragraph (c).</p>\n<p>We are convinced that paragraph (c) is an unreasonable discrimination and so hold. Under such a holding, plaintiff's complaint stated a cause of action and should not have been dismissed after ruling on demurrer.</p>\n<p>The judgment of the lower court is set aside and the case remanded for further proceedings in conformity herewith.</p>\n<p>MOFFAT, C.J., and LARSON, J., concur.</p>",
          "html_with_citations": "<p>The Interstate Motor Lines, a partnership, paid under protest certain registration fees required by Sections 132 and 133 of Chapter 46, Laws of Utah 1935. They filed complaint for the return of those fees upon the ground, so far as argued in the briefs, that Section 133 was arbitrary and discriminatory as against them, thus violating the 14th amendment to the Constitution of the United States, U.S.C.A., and also Section 24, Article I, of the Constitution of Utah. This constitutional section provides that all laws of a general nature shall have uniform operation.</p>\n<p>The Utah State Tax Commission, and its associate defendants, filed a demurrer to the Motor Lines' complaint. The demurrer was sustained and as plaintiff stood upon its complaint, the lower court dismissed the action. The Interstate Motor Lines appealed the case.</p>\n<p>At the outset may it be said that we are not concerned with testimony of any kind in this case. If the complaint does not show upon its face an arbitrariness or discrimination in legislation, then the lower court's ruling must be sustained. The complaint does not allege facts peculiar         1 to the appellant and not applicable to others similarly situated; but alleges generally the nature of its business, and that it paid the fees required by the two sections mentioned. Appellant attacks the provisions of Section 133, thus the issue is whether or not those provisions are <span class=\"star-pagination\">*Page 100</span> \non their face unconstitutional. That is the issue raised by demurrer.</p>\n<p>The two sections of Chapter 46, Laws of Utah 1935, read as follows:</p>\n<p>\"Article 11 Registration and License Fees</p>\n<p>\"Section 132. Registration Fees &#8212; Based on Weight.</p>\n<p>\"There shall be paid to the department for the registration of every motor vehicle, trailer and semitrailer, at the time application is made for registration:</p>\n<p>\"(a) A registration fee of $2.50 for the registration of every motorcycle.</p>\n<p>\"(b) A registration fee of $5 for the registration of every motor vehicle not designed, used, or maintained primarily for the transportation of passengers for hire, or for the transportation of property.</p>\n<p>\"(c) A registration fee for the registration of every motor vehicle, trailer, or semi-trailer, except vehicles propelled by electric power obtained by overhead trolley wires, designed, used or maintained primarily for the transportation of passengers for hire, or for the transportation of property, according to the following schedule:</p>\n<p>\"1. When such vehicle is equipped wholly with pneumatic tires:<pre>\nOn vehicles the gross weight of which is 5,000 pounds or less ..... $  5</p>\n<p>On vehicles the gross weight of which is over 5,000 pounds but not\n    more than 8,000 pounds ........................................ $ 15</p>\n<p>On vehicles the gross weight of which is over 8,000 pounds but not\n    more than 11,000 pounds ....................................... $ 25</p>\n<p>On vehicles the gross weight of which is over 11,000 pounds but\n    not more than 13,000 pounds ................................... $ 35</p>\n<p>On vehicles the gross weight of which is over 13,000 pounds but\n    not more than 15,000 pounds ................................... $ 50</p>\n<p>On vehicles the gross weight of which is over 15,000 pounds but\n    not more than 20,000 pounds ................................... $ 90</p>\n<p>On vehicles the gross weight of which is over 20,000 pounds ....... $125\n</pre>\n\"2. When such vehicle is not equipped wholly with pneumatic tires:</p>\n<p>\"For each such vehicle, fees according to the gross weight thereof, amounting to twice the fees set forth in subdivision 1 of this subsection.</p>\n<p>\"3. Small two wheeled trailers of 1,000 pounds capacity or less shall be exempt from registration.</p>\n<p>\"Section 133. Registration Fees Based on Licensed Gross Ton Miles.</p>\n<p>\"In addition to the registration fees imposed upon motor vehicles by section 132 of this act there shall be assessed and collected upon every motor vehicle, trailer or semitrailer, (except vehicles having a city franchise or license, while operating exclusively within the corporate <span class=\"star-pagination\">*Page 101</span> \nlimits of the city granting such franchise or license) designed, used or maintained primarily for the transportation of passengers for hire, or for the transportation of property, a registration fee, based upon the licensed gross ton miles of such vehicle, according to the following schedule:</p>\n<p>\"(a) For each such vehicle, the gross weight of which is over 13,000 pounds but not more 20,000 pounds, 0.70 mills per licensed gross ton mile.</p>\n<p>\"(b) For each such vehicle, the gross weight of which is over 20,000 pounds, 0.75 mills per licensed gross ton mile.</p>\n<p>\"(c) For each such vehicle propelled by motor, engine or other device using fuel other than motor fuel as that term is defined in chapter 12, title 57, Revised Statutes of Utah, 1933, a mileage tax of one and one-half cents per operating mile, in addition to the registration fee provided for in subsections (a) or (b) of this section.</p>\n<p>\"(d) In addition to the fee based upon the weight of the vehicle, the department shall collect, at the time of registration, a prepayment of the fee based upon the licensed gross ton miles, computed at the rates provided under this section, upon a basis of 4,000 operating miles, such prepayment to be applied in the payment of the registration fees covering the first 4,000 miles of operation of the vehicle after registration. Under regulations to be promulgated by the commission, such prepayment may be transferred from one vehicle to another owned by the same person. It shall be unlawful for any person to operate, or cause to be operated, any vehicle the gross weight of which is in excess of the gross weight for which such vehicle is registered.</p>\n<p>\"(e) The registration of any motor vehicle, trailer or semitrailer which is prohibited from operating upon the highways of this state by the provisions of sections 36-1-29 or 36-1-31, Revised Statutes of Utah, 1933, as amended by chapters 8 and 9, Laws of Utah, 1933, Second Special Session, shall not be construed as permission or license to operate such motor vehicle, trailer or semitrailer upon the highways of this state.\"</p>\n<p>Appellants contend that there is no reasonable basis, considering the object of the legislation, for selecting 13,000 pounds as a dividing line for the levy of additional fees, nor for that matter, selecting 20,000 pounds as another dividing line. They raise the same objection to the additional fee required by paragraph (c) of section 133 above. Their attack upon this paragraph arises out of the fact that part <span class=\"star-pagination\">*Page 102</span> \nof the fees they paid under protest were those charged appellants by reason of their use of Diesel fuel in their trucks.</p>\n<p>In meeting the argument of appellants upon the requirements of paragraph (c), respondents have suggested that that paragraph may be upheld as an attempt by the Legislature to shift to the shoulders of those operating Diesel fuel vehicles (or more properly speaking, vehicles driven by fuel other than defined in Sec. <cross_reference>57-12-1</cross_reference>, R.S.U. 1933) part of the burden borne by the operators of gasoline driven vehicles in the form of the gasoline tax required by Chapter 49, Laws of Utah 1935, which reads:</p>\n<p>\"Chapter 49</p>\n<p>\"Motor Fuels</p>\n<p>\"An Act Amending Section <cross_reference>57-12-5</cross_reference>, Revised Statutes of Utah, 1933, Relating to the Tax on Gasoline and Exempting From Taxation Gasoline Sold or Used in Utah Which Is Manufactured or Distilled in Utah From Coals, Oil Shales, or Hydrocarbons of Utah by Low-Temperature Carbonization or Other Processes, for the Purpose of Developing Utah's Natural Resources and Providing New Utah-Owned Industries to Relieve Unemployment and to Reduce Amount of Money Leaving State.</p>\n<p>\"Section 1. Section Amended.</p>\n<p>\"Section <cross_reference>57-12-5</cross_reference>, Revised Statutes of Utah, 1933, is hereby amended to read as follows:</p>\n<p>\"<cross_reference>57-12-5</cross_reference>. Tax on Motor Fuels &#8212; Exemptions.</p>\n<p>\"There is hereby levied and imposed an excise tax of four cents per gallon upon the sale or use of all motor fuels sold or used in this state, excepting such motor fuels sold or used in this state as have been manufactured by low-temperature carbonization or distillation within the state of Utah of coals, oil shales, or hydrocarbons of Utah, and excepting also such motor fuels as are or have been brought into this state and sold in original packages as purely interstate commerce sales. If any motor fuels have been purchased outside of this state and brought into this state in original packages or purchased within the state in original packages from a distributor for the use of the consumer, then such tax shall be imposed upon the use of such fuels. It is the purpose and intent of this chapter to impose and levy said tax upon the sale or use of motor fuels as defined in this chapter whether such fuels are used in motor vehicles or for other purposes, and by whomsoever sold or used, including municipalities, counties, school districts and every other arm or branch of the state government.\" <span class=\"star-pagination\">*Page 103</span> </p>\n<p>We shall discuss this case in two parts. The first shall cover the requirements of paragraphs (a) and (b) of section 133, and the second, the requirements of paragraph (c) of that section. Before doing this, however, there are certain general matters which should be mentioned.</p>\n<p>Under section 150, Chapter 46, Laws of Utah 1935, the funds received from the application of section 133 above, are distributed as follows:</p>\n<p>\"All fees received and collected under the provisions of this act shall be transmitted daily to the state treasurer.</p>\n<p>\"All fees paid for registration or transfer of registration of passenger cars and motorcycles and all fees based upon the gross weight of the vehicle shall be placed to the credit of a fund to be known as the motor vehicle registration fund. The necessary expense of administering the registration features of the act, including clerical services, stationary, stamps, number plates, blanks and books for receiving and recording registration, and the printing of directories and supplements thereto shall be a claim against the motor vehicle registration fund and when paid, shall be charged to said fund.</p>\n<p>\"Twenty per centum of the fees based upon the licensed gross ton miles, which are collected, shall be held by the state treasurer, one-half of which is to be used and expended by the state public utilities commission in the administration and supervision of common and contract motor carriers, and one half to be used and expended by the state tax commission in the administration of the gross ton mile provisions of the act.</p>\n<p>\"Five per centum of the fees based upon the licensed gross ton miles, which are collected shall be retained by the state treasurer as a reserve fund for the payment of refunds of such charges to which taxpayers shall be entitled under the provisions of this act. If at the end of any state fiscal year there is in the reserve fund herein provided a sum in excess of $25,000 the excess thereof shall be credited to the state road fund.</p>\n<p>\"The remaining seventy-five per centum of the fees based upon the licensed gross ton miles shall be placed to the credit of the state road funds and it shall become a part thereof.</p>\n<p>\"All other fees shall be placed to the credit of the motor vehicle control fund and said fund shall be used and expended by and under the direction of the department for issuing certificates of title, administering the antitheft provisions of the act, supervising dealers and wreckers, and making certified copies of the records of the department.\" <span class=\"star-pagination\">*Page 104</span> </p>\n<p>Under section <cross_reference>57-12-9</cross_reference>, R.S.U. 1933, the funds received from the application of Chapter 49, Laws of Utah 1935, are distributed as follows:</p>\n<p>\"<cross_reference>57-12-9</cross_reference>. Tax Payable Monthly &#8212; Distribution of Receipts.</p>\n<p>\"Said excise tax shall be due and payable by the distributor or retail dealer on or before the fifteenth day of each month to the state tax commission for all sales made and for each and every gallon of motor fuel used during the preceding month. The state tax commission shall receipt the distributor or retail dealer therefor and shall pay the same to the state treasurer promptly as collected. The state treasurer shall place one-half cent per gallon of the moneys so received in a special fund to be used for the maintenance and construction of secondary roads and those primary roads designated in chapter 6 of the Title Highways as, (56) and (61) to (71) inclusive; and shall place the remainder thereof to the credit of a fund for the payment of interest and sinking fund charges on state road bonds, until such fund shall contain an amount which added to any other funds available for the payment of interest and sinking fund charges on state road bonds will be sufficient to pay all interest and sinking fund charges on state road bonds which shall become due during the calendar year. The state treasurer shall credit the balance of the receipts from said excise tax during the remainder of the calendar year to the credit of the state highway construction and maintenance fund.\"</p>\n<p>In <em>Bleon</em> v. <em>Emery, Sheriff</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">Utah</span> <span class=\"page\">582</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">P.</span> <span class=\"page\">627</span></span></cross_reference>, we held similar motor vehicle laws of 1917 to and including 1921, to be regulatory measures. Without comparing in detail the many sections of those laws with the many of our                2 present laws, it is sufficient to say that there is no reason for holding our present Chapter 46, Laws of Utah 1935, other than regulatory. The fact that certain measures therein are of a revenue nature does not change that regulatory character. In<em>Camas Stage Co.</em> v. <em>Kozer</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Or.</span> <span class=\"page\">600</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">P.</span> <span class=\"page\">95</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">27</span></span>, the court held that the object of a Law fixing a fee as compensation for the privilege of using the roads was the regulation of the motor vehicle for the public safety and the preservation of the highways of the state for the public welfare; that the fee was for regulation, including compensation, and was not a tax <span class=\"star-pagination\">*Page 105</span> \non property. The same principle is applicable to our own law, the compensation arising in the collection of fees for the state highway fund. It is just as much for the public safety and welfare that our roads are kept up, the sharp turns eliminated, the bad spots improved, as it is to check the speed of drivers, to protect the owner from loss of his car, or to do any one or more of the many things required by our motor vehicle laws.</p>\n<p>In <em>Crockett</em> v. <em>Salt Lake County</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">Utah</span> <span class=\"page\">337</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">P.</span> <span class=\"page\">142</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">867</span></span>, we held our gasoline tax law of 1923, which, is practically the same as the section quoted above, a revenue measure. We held it to be a tax upon the             3, 4 privilege of selling motor vehicle fuels. The distribution of the funds from the 1923 laws was, for the purposes of this opinion, the same as that distribution in the present law. We do not wish to imply, however, that the distribution of the funds is the determinative factor in ascertaining the object of legislation. It is only one element, along with others, which may be considered.</p>\n<p>We find these expressions in Vol. 1, 6th Ed., of Berry on the Law of Automobiles, page 95:</p>\n<p>\"But the better rule would seem to be that the disposition of the fee will not alone determine whether it is a license or a tax.\"</p>\n<p>\"That a license fee is called a tax and goes into the public treasury does not make it a tax.\"</p>\n<p>\"If upon investigation, the fee is found to be only sufficient to pay the expenses that may reasonably be presumed to arise in the supervision and regulation of the automobile licensed, its disposition should not have the effect of converting it into a tax.\"</p>\n<p>Justice Reed in the case of <em>New York Rapid Transit</em> v. <em>New</em><em>York</em>, <cross_reference><span class=\"citation\" data-id=\"103003\"><a href=\"/opinion/103003/rapid-transit-corp-v-new-york/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"103003\"><a href=\"/opinion/103003/rapid-transit-corp-v-new-york/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">721</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"103003\"><a href=\"/opinion/103003/rapid-transit-corp-v-new-york/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1024</span></a></span></cross_reference>, held that the ear-marking of funds was not necessarily indicative of the object of the legislation.</p>\n<p>The two laws we have quoted above rather illustrate the effect of the distribution of the funds. In each case, funds collected go into the state road fund, after certain other deductions; but other factors in each distinguish them in <span class=\"star-pagination\">*Page 106</span> \ntheir objective. However, we are not particularly concerned with those factors in this case. What we are concerned with is that we have decided that one law is a regulatory measure, the other a revenue measure.</p>\n<p>Cooley on Taxation, Vol. 1, 4th Ed., pp. 719 and 720, para. 336, says:</p>\n<p>\"A particular classification may be valid if the object of the statute is to raise revenue, and invalid if the object is regulation. Classification may be proper for the purpose of fixing the amount of an occupation tax although it would be improper if one class was made subject to the tax and another class not subject thereto.\"</p>\n<p>Again he says:</p>\n<p>\"In determining whether classification is reasonable regard must be had to the purpose for which the legislation is designed.\"</p>\n<p>In <em>Franchise Motor Freight Ass'n</em> v. <em>Seavey</em>, <cross_reference><span class=\"citation\" data-id=\"3297609\"><a href=\"/opinion/3298827/franchise-motor-freight-assn-v-seavey/\"><span class=\"volume\">196</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">77</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3297609\"><a href=\"/opinion/3298827/franchise-motor-freight-assn-v-seavey/\"><span class=\"volume\">235</span> <span class=\"reporter\">P.</span> <span class=\"page\">1000</span></a></span></cross_reference>, <cross_reference>1002</cross_reference>, it is expressed in this way:</p>\n<p>\"It is equally well settled that a statute makes an improper and unlawful discrimination if it confers particular privileges upon a class arbitrarily selected from a             5 larger number of persons, all of whom stand in the same relation to the privileges granted, and between whom and the persons not so favored no reasonable distinction or substantial difference can be found justifying the inclusion of the one and the exclusion of the other.\"</p>\n<p>In <em>Louis</em> v. <em>Boynton</em>, D.C., <cross_reference><span class=\"citation\" data-id=\"1543981\"><a href=\"/opinion/1543981/louis-v-boynton/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">471</span></a></span></cross_reference>, <cross_reference>475</cross_reference>, the same principle is expressed thus:</p>\n<p>\"* * * We are of the opinion that there is no rational basis for this classification bearing a reasonable and just relation to the objects of this legislation.\"</p>\n<p>We must, then, in considering the validity of the terms of section 133 of our motor behicle laws, keep in mind the general principles quoted above, and that the object of the laws quoted are as set out.</p>\n<p>One more thought, before entering upon the merits of this case. To justify the interposition of the authority of the <span class=\"star-pagination\">*Page 107</span> \nstate in enacting regulatory measures it must appear that the interests of the public generally, as distinguished from those of a particular class, require such interference. Regulations cannot be enacted to protect one class of           6 individuals against another, unless such interference is for the real protection of society in general. 6 R.C.L. pages 198, 199.</p>\n<p>Now as to the requirements of paragraphs (a) and (b) of section 133. To properly interpret them we should consider also the requirements of section 132. The latter section, it will be noted, distinguishes between vehicles used for the transportation of passengers for hire or for the transportation of property, and others, principally pleasure vehicles or those used for family use. It distinguishes also between those using        7, 8 the highways and those using rails. Further it distinguishes between vehicles with pneumatic tires and those with solid tires. The family automobile pays the flat rate &#8212; the business vehicle a fee graded upon its weight, the greater the weight the higher the fee; and an extra fee for those not using pneumatic tires. It exempts trailers of 1000 pounds or less. It is self evident that the fees are charged according to the propensities of the vehicles to injure the highways &#8212; according to wear and tear upon the road. Pleasure vehicles, passenger cars, the family automobiles &#8212; call them what you wish &#8212; are treated alike. No distinction is made in their weight. We might say that the variations in their weight are not sufficient to justify a distinction. Possibly that is what the Legislature had in mind. They pay a flat rate. Hard tires pay more than pneumatic tires &#8212; they do more injury; heavy vehicles pay more than light vehicles, they do more injury to the roads. Two wheeled trailers of 1000 pounds do little or no harm, so are exempt. The theory of section 132 is logical. It applies to all of each class alike. The Legislature determines the lines of separation between classes. That is their prerogative, and the courts have no right to interfere on any theory that those lines were improperly <span class=\"star-pagination\">*Page 108</span> \nplaced &#8212; that the weights selected for a division into classes were not properly selected. Presumably the Legislature had the necessary information before it to justify such segregation into classes. It is obvious that the ground of difference between classes has a fair and substantial relation to the object of the legislation, that is, to regulation based upon the wear and tear to which the roads are subjected by the licensee. The cases are many upholding such a classification. <em>People</em> v. <em>Deep Rock Oil</em><em>Corporation</em>, <cross_reference><span class=\"citation\" data-id=\"3415071\"><a href=\"/opinion/3418713/the-people-v-deep-rock-oil-corp/\"><span class=\"volume\">343</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">388</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3415071\"><a href=\"/opinion/3418713/the-people-v-deep-rock-oil-corp/\"><span class=\"volume\">175</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">572</span></a></span></cross_reference>; <em>Morf</em> v. <em>Bingaman</em>,<cross_reference><span class=\"citation\" data-id=\"102666\"><a href=\"/opinion/102666/morf-v-bingaman/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"102666\"><a href=\"/opinion/102666/morf-v-bingaman/\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">756</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"102666\"><a href=\"/opinion/102666/morf-v-bingaman/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1245</span></a></span></cross_reference>; <em>Ogilvie</em> v.<em>Hailey</em>, 141 <em>Tenn.</em> 392, <span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">645</span></span>; <em>Raymond</em> v. <em>Holm</em>,<cross_reference><span class=\"citation\" data-id=\"3504561\"><a href=\"/opinion/3533868/raymond-v-holm/\"><span class=\"volume\">165</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">215</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3504561\"><a href=\"/opinion/3533868/raymond-v-holm/\"><span class=\"volume\">206</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">166</span></a></span></cross_reference>; <em>McReavy</em> v. <em>Holm</em>, <cross_reference><span class=\"citation\" data-id=\"3507900\"><a href=\"/opinion/3536680/mcreavy-v-holm/\"><span class=\"volume\">166</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">22</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3507900\"><a href=\"/opinion/3536680/mcreavy-v-holm/\"><span class=\"volume\">206</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">942</span></a></span></cross_reference>; <em>Wilson</em> v. <em>State</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">Tenn.</span> <span class=\"page\">55</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">168</span></span></cross_reference>; <em>Ard</em>\nv. <em>People</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">480</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">P.</span> <span class=\"page\">892</span></span></cross_reference>; <em>Kane</em> v. <em>Tilas</em>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">594</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">A.</span> <span class=\"page\">453</span></span></cross_reference>, L.R.A. 1917B, 553, Ann. Cas. 1912d 237; and <em>Camas Stage Co.</em> v. <em>Kozer</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Or.</span> <span class=\"page\">600</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">P.</span> <span class=\"page\">95</span></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">27</span></span>.</p>\n<p>Now paragraphs (a) and (b) of section 133, are a continuation of the same principle. Presumably the Legislature had before it facts justifying the conclusion that vehicles of a weight of 13,000 pounds and more, and of 20,000 pounds and more, are exceptionally injurious to the highways, and            9, 10 therefore they should pay an additional license fee to compensate for that extra injury. We as a court cannot gainsay that. Even though we might believe it a \"piling on\" of fees, the right to exercise its judgment lies with the Legislature. To hold otherwise would deprive that branch of our government of its independence.</p>\n<p>\"This restriction upon the judicial function, in passing on the con-constitutionality of statutes, is not artificial or irrational. A state legislature, in the enactment of laws, has the widest possible latitude within the limits of the Constitution. In the nature of the case it cannot record a complete catalogue of the considerations which move its members to enact laws. In the absence of such a record courts cannot assume that its action is capricious, or that, with its informed acquaintance with local conditions to which the legislation is to be applied, it was not aware of facts which afford reasonable basis for <span class=\"star-pagination\">*Page 109</span> \nits action. Only by faithful adherence to this guiding principle of judicial review of legislation is it possible to preserve to the legislative branch its rightful independence and its ability to function.\" <em>Carmichael</em> v. <em>Southern Coal  Coke Co.</em>,<cross_reference><span class=\"citation\" data-id=\"102839\"><a href=\"/opinion/102839/carmichael-v-southern-coal-coke-co/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"102839\"><a href=\"/opinion/102839/carmichael-v-southern-coal-coke-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">868</span></a></span></cross_reference>, <cross_reference>872</cross_reference>, <cross_reference><span class=\"citation\" data-id=\"102839\"><a href=\"/opinion/102839/carmichael-v-southern-coal-coke-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1245</span></a></span></cross_reference>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1327</span></span>.</p>\n<p>But when we come to paragraph (c) of section 133, we find that the plan of graduating fees according to the propensity of the vehicle to injure the highways &#8212; the plan adopted by the legislature, not by us &#8212; falls down. In this paragraph a distinction is made upon a basis of the fuel used in the engines of the vehicles. We have here an obvious           11 departure from any thought of wear and tear upon the road; a classification which bears no relationship to the object of the legislation.</p>\n<p>Obviously, there is a distinction between a gasoline driven engine and one driven by other fuel, such as Diesel fuel, and for the purposes of raising revenue, such a distinction may possibly be legitimate. We do not say that the Legislature may not, in order to equalize taxes as between gasoline and other fuel, pass a revenue measure to that effect, assuming of course, that our so-called gasoline tax is a tax upon that commodity and not upon the privilege of selling it, as we previously held.</p>\n<p>We do not think the Legislature had any such thought in mind in this case. As some evidence of this, and that no such revenue measure was intended by paragraph (c) of section 133, we invite attention to the fact that the fees received from paragraph (c) are specifically set aside for the expense of issuing certificates of title, administering the antitheft             12 provisions of the act, &#8212; expenses of regulation. See the last paragraph of section 150, Chapter 46, Laws of Utah 1935, quoted above. We also invite attention to the title of Chapter 46, Laws of Utah 1935, which reads as follows:</p>\n<p>\"An Act Relating to Motor Vehicles, Trailers and Semitrailers, the Ownership Thereof and Other Interest Therein; and to Provide for the Registration Thereof and the Issuance of Certificates of Title <span class=\"star-pagination\">*Page 110</span> \nTherefor Upon Payment of Certain Fees; and to License Persons in the Business of Wrecking Such Vehicles or Dealing in Such Vehicles or Parts Thereof; and to Protect Owners of Such Vehicles Against Theft, Embezzlement or Other Loss Thereof; and Providing for the Administration and Enforcement of Motor Vehicle Laws by a Department of Motor Vehicles; and Imposing Penalties for Violations of This Act; and to Make Uniform the Law Relating to the Subject Matter of This Act; and Repealing Chapters, 1, 2, 3, 5, 6, 9 and 11, Title 57, Revised Statutes of Utah, 1933; and Chapters 43 and 44, Laws of Utah, 1933, and All Other Acts or Parts of Acts in Conflict With the Provisions of This Act.\"</p>\n<p>In that title we find nothing indicative of a revenue measure to equalize a gasoline tax, nor any subject matter to which such an equalization is germaine. Thus to hold that paragraph (c) was intended as such an equalizing revenue measure, is to run it afoul of Section 23, Article VI, of the Constitution of the State of Utah which provides:</p>\n<p>\"Except general appropriation bills, and bills for the codification and general revision of laws, no bill shall be passed containing more than one subject, which shall be clearly expressed in its title.\"</p>\n<p>In closing may we say: We have no fault to find with the rule that requires us to uphold a classification if any reasonable ground for doing so exists. In the present case, we have to look no further than the plan of licensing adopted by the Legislature to see the unreasonableness of the classification of paragraph (c).</p>\n<p>We are convinced that paragraph (c) is an unreasonable discrimination and so hold. Under such a holding, plaintiff's complaint stated a cause of action and should not have been dismissed after ruling on demurrer.</p>\n<p>The judgment of the lower court is set aside and the case remanded for further proceedings in conformity herewith.</p>\n<p>MOFFAT, C.J., and LARSON, J., concur.</p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102666/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103003/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1543981/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3297609/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3415071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3504561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3507900/"
          ]
        },
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3986540/",
          "id": 3986540,
          "absolute_url": "/opinion/4213212/carter-v-state-tax-comm/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4213212/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5880/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-06T10:42:39.891954Z",
          "date_modified": "2017-04-15T05:49:07.940018Z",
          "type": "040dissent",
          "sha1": "dacd1b0de0e5fcc6ea031b4b2e4ce7368bca264d",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/utah/court_opinions/documents/7814c98a2a610e26.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>I concur with that part of the opinion which holds that sub-paragraphs (a) and (b) of Section 133, Chapter 46, <span class=\"star-pagination\">*Page 111</span> \nLaws of Utah 1935, are constitutional. I strongly disagree with the conclusion that subsection (c) of said section is unconstitutional and hereunder shall address myself to that portion of the court's opinion. I think this task will be simplified by pointing out in the beginning the purpose of subsection (c) of Section 133 as it rather obviously appears in the light of the so-called gasoline tax imposed by Sec. <cross_reference>57-12-5</cross_reference>, R.S.U. 1933. The legislature by Sec. <cross_reference>57-12-1</cross_reference>, Sub. (2), R.S.U. 1933, defined \"Motor Fuels.\" By Sec. <cross_reference>57-12-5</cross_reference> as amended by Chapter 49, Laws of Utah 1935, it imposed an excise tax of four cents a gallon on \"all motor fuels as are <em>sold</em> or <em>used</em> in this state.\" (Italics added.) This tax, while payable by the distributor and retail dealer to the state, is visited on the user. Thus it results that all persons who use motor fuels (of which gasoline is the outstanding type) in automobiles on the road pay this excise in effect as a tax for the use of the road, although it is a tax on the sale or use of gasoline. All of the receipts from this tax on \"motor fuels,\" which we shall hereafter for convenience call the \"gasoline tax,\" go into a fund for maintenance and construction of roads or to pay off interest and principle on state road bonds, the proceeds of which have already gone into building roads. It thus happens that the users of gasoline driven automobiles on our roads actually pay for the roads. But, so-called Diesel fuels are not included under the definition of Motor Fuels given by Sec. <cross_reference>57-12-1</cross_reference> (2), and since only Motor Fuels are subject to the four cent tax, owners of cars using Diesel fuels are favored by escaping payment under this Section of an equivalent contribution to road maintenance or construction, although they use the roads in the same manner as do the drivers of gasoline driven vehicles. The simple and almost obvious purpose, therefore, of Subsection (c) Section 133, Chapter 46, Laws of Utah 1935, is to require these users of Diesel driven vehicles also to contribute toward taxation revenue and thus to equalize the tax burdens on both classes of vehicles. At least for the purposes of the demurrer we can assume that such <span class=\"star-pagination\">*Page 112</span> \nis the object. Where there appears on the face of the statute substantial reason for the classification made therein, it is sufficient to uphold the law. The fact that the owners of gasoline propelled vehicles paid on one basis toward the road fund (on a gallonage basis) and the drivers of Diesel driven vehicles on another basis (operative mile) would make no difference. As we shall hereafter demonstrate, the legislature may equalize the tax burden among different groups of taxpayers by varied methods. And there need be no refined articulation. That is the simple and plain solution of this problem.</p>\n<p>At the outset it is well to inform the reader that counsel for appellants never contended that Subsection (c) was unconstitutional because it was a regulation and hence discriminated against Diesel driven vehicles by regulating them, while it did not regulate gasoline driven vehicles. They made the contention, rather feebly, that if Subsection (c) was to be considered as exercised under the police power it was discriminatory, but their main contention was that \"these mileage fees can be justified only on the basis that they are a privilege or excise tax exacted for the privilege of using the highways\" and that as such they discriminate against Diesel driven vehicles in favor of gasoline driven vehicles.</p>\n<p>We have pointed out at the beginning of this opinion the purpose and reason for including in Subsection (c) only Diesel driven vehicles. Hereunder, we shall elaborate on this in answer to the contention of appellants just cited. But before we do that we are compelled to clear the ground of what has been said in the prevailing opinion in regard to Subsection (c) being a regulatory measure. We confess our inability to place a finger on the reasoning by which the opinion concludes that Subsection (c) is a discriminatory regulation. The reasons and ground for this conclusion elude us to the extent of compelling a detailed exploration into all possible bases for the conclusion in order that the fallacy of each may be revealed. <span class=\"star-pagination\">*Page 113</span> </p>\n<p>There are passages in the prevailing opinion which seem to imply that regulation is synonymous with police power. It is said, for instance, that \"It is just as much for the public safety and welfare that our roads are kept up, the sharp turns eliminated, the bad spots improved, as it is to check the speed of drivers, to protect the owner from loss of his car, or to do any one or more of the many things required by our motor vehicle laws.\" The reasoning, as nearly as we are able to follow it, seems to be that if fees collected go to repair or to improve the road they are for regulation because repair and improvement are regulation. Since it is for the public welfare that sharp turns be eliminated, and for the public welfare that speed be regulated, and for the public welfare that car owners be protected from car thieves, it follows that improvement of roads, speed regulation and guarding against and catching thieves are all regulatory. It appears to us that this shows a great confusion in thought. In the first place, legislative powers are not exercised in hermetically sealed compartments. The Legislature exercises its powers, whatever they may be, according to the purpose to be served. It is the analyst, not the Legislature, that separates them into headings of police, taxing and eminent domain. In many cases a single chapter or section may have interwoven provisions which reflect the police and the taxing power. The so-called welfare or police powers may be exercised in measures for convenience and protection or in measures for regulation but usually they are exercised in an admixture. This measure providing for the recordation of interests in or titles to automobiles is for convenience, fair dealing and protection. Measures designed to prevent stealing of cars are for protection. Much regulation is for protection. But all welfare measures are not regulatory measures. A policeman walking his beat is not regulating anyone nor is a detective pursuing a felon regulating the latter. Taking the curve out of a road may be motivated by considerations for protection but it is not regulation. Building a fine paved highway to take the place of <span class=\"star-pagination\">*Page 114</span> \na bumpy dirt road is for the public welfare but it is not regulation. A regulation never operates in rem. It operates in relation to a person, although it may be in regard to a thing. An ordinance that all rain barrels shall remain covered to prevent mosquito breeding imposes a duty, not on the barrel to keep itself covered, but on the owner or custodian of the barrel to keep it covered. Another characteristic of regulation is that it always curtails freedom of action or conditions it, and, in that sense, is partially prohibitory but is consistent with the assumed continued existence of the basic acts or subjects to be regulated. We regret to have to repeat these fundamental conceptions but when the elimination of curves and the catching of thieves are denominated as regulatory, perhaps resort to basic principles is necessary.</p>\n<p>True it is that certain measures such as registration of automobiles or recording of titles may be for the purpose of better effectuation of regulation and in that sense may be denominated regulatory, although they are not strictly so. But where the condition of registration is the payment of a fee, or where the fee is exacted incidental to the doing of an act, the question remains as to whether the exaction of that fee is a tax or is a fee to cover the cost of registration or the regulation it may be incidental to. And even though the Legislature taxes under the guise of a fee to cover costs of regulation, such question is not important until we have before us a question of alleged unconstitutional classification or of interference with interstate commerce. California may inspect alfalfa at its borders and charge a fee commensurate with the cost of inspection, but if the fee is disproportionate it will be called what it then truly is &#8212; a tax &#8212; and be declared an interference with commerce.</p>\n<p>Gasoline driven vehicles may be placed in a different class from Diesel driven vehicles for purposes of exacting a fee for use of the roads, but not for purposes of regulation <em>where they</em><em>stand in exactly the same situation so far as the regulation is</em><em>concerned.</em> Thus a gasoline driven vehicle may <span class=\"star-pagination\">*Page 115</span> \nnot be compelled to stop at a red light while a Diesel driven vehicle is permitted to go through. The question to be asked in reference to any fee-exacting provision of a chapter or section, even admitted to be regulatory, is not, \"is it a part of a chapter or section which regulates,\" but, \"is it itself regulatory or for revenue.\" Naturally the mere exaction of a fee cannot itself regulate. It may be for regulatory purposes, or for revenue purposes, or for both. But a rule which we believe will hold good in most cases is as follows: If the fee is designed to raise substantially more than the cost of the regulation to which it purports to be an incident, its purpose is to raise revenue. If it is a fee attached to a particular provision for regulation, and appears to be imposed to cover the cost of that regulation, and does substantially only that, then it is merely for the cost-paying part of a regulatory measure. A more doubtful case comes where an act is devoted entirely to unquestioned regulation and a separate section provides for fees, call them licenses or registration or what not, and such fees go entirely into a fund for enforcing the regulations. In such case even, the mere fact that funds specially raised were ear-marked instead of going into the general appropriation fund would not be conclusive. <em>New York</em><em>Rapid Transit Corp.</em> v. <em>New York</em>, <cross_reference>303 U.S. 573</cross_reference>, <cross_reference>58 S.Ct. 721</cross_reference>,<cross_reference>82 L.Ed. 1024</cross_reference>. In the instant case, however, we have no such doubtful situation. All the registration fees mentioned in Sections 132 and 133 are made a condition of registration. Section 132 requires a fee for registration which undoubtedly is for raising revenue, although the registration itself is to facilitate regulation on the highways and to protect automobile owners.</p>\n<p>The registration fees under Section 132 appear to be sufficient to produce a list of cars and their owners without those exacted under Section 133. Section 133 is, therefore, almost wholly for the purpose of raising revenue. Making the fee a condition of registration is simply coercive of collection. The very beginning words of Section 133 indicate that the section is for revenue. They read: <span class=\"star-pagination\">*Page 116</span> </p>\n<p>\"In addition to the registration fees imposed upon motor vehicles by section 132 of this act there shall be assessed and collected upon every motor vehicle * * * (except vehicles having a city franchise or license, while operating exclusively within the corporate limits of the city granting such franchise or license).\"</p>\n<p>The words \"there shall be assessed\" sound in revenue. Likewise, the exception clause is enlightening. It indicates that the so-called license or assessment fee is for the use of roads. If the fee were for regulation there would be just as much (or more) need to regulate within city limits as outside, but if vehicles exclusively operating within city limits are charged a license for the use of city streets, they are exempt from paying for streets not used.</p>\n<p>We confess our difficulty in analyzing the reasoning by which the main opinion arrives at the conclusion that Subsection (c) is unconstitutional because it sets up an unlawful classification. It is quite plain that the opinion first holds Subsection (c) regulatory and, after throwing it into the category of regulation, concludes that the legislature cannot make such classification as to two types of vehicles which are in the same class so far as regulation is concerned. If this first premise were correct, the opinion would be sound but we have difficulty in discerning the reasoning by which Subsection (c) is placed in the class of regulation. As above shown, it is not itself a regulation, nor is the payment of the fee incidental to, or a condition of a regulation. The mere fact that the fee is a condition to registration and registration may eventually play a part in regulating traffic or other matters relating to motor vehicles, cannot make the fee a regulation even if registration is. As near as we can tell, the reasoning seems to be as follows: Chapter 46, Laws of Utah 1935, is regulatory; Subsection (c) is a part of that chapter; the proceeds of exactions imposed by Subsection (c) go into a fund for the purpose of administering the regulations of that chapter; hence, Subsection (c) is regulatory. We shall analyze this reasoning. It is somewhat doubtful whether Chapter 46 is regulatory. The case of <span class=\"star-pagination\">*Page 117</span> <em>Bleon</em> v. <em>Emery</em>, <cross_reference>60 Utah 582</cross_reference>, <cross_reference>209 P. 627</cross_reference>, <cross_reference>628</cross_reference>, is cited as holding similar statutes regulatory. A careful reading of that case reveals that that case held a chapter which regulated speed and traffic of automobiles and required the payment of fees for registration and license was <em>both</em> a regulatory and revenue measure. In fact, the only part of that chapter (Chapter 82, Laws of Utah 1921) which could have been a revenue measure was the part which exacted fees for registration licenses just as does Chapter 46, Laws of Utah 1935. It is rather odd that the opinion did not follow through with the Bleon case. The opinion in that case states, \"A regulatory measure may also be a revenue measure without being objectionable on that account.\" The main opinion in the instant case gives the idea that it was not proper for the Legislature to include in Chapter 46 a revenue measure. It even goes to the length of saying that if Subsection (c) is not regulatory, then the title is bad, a matter which we shall later discuss.</p>\n<p>We have heretofore stated that the Legislature in the use of its powers need not label which type of power it is using. All its powers may be utilized and reflected in a single section. Legislative bodies cannot operate by asking themselves at each particular moment in legislation whether the powers its bill expresses in each portion thereof are regulatory, revenue or eminent domain. Certainly if Title 69, Compiled Laws of Utah 1917, as amended by Chapter 78, Laws of Utah 1919, and Chapters 81, 82 and 83, Laws of Utah 1921, considered by the Bleon case were regulatory <em>and revenue</em> measures, then Chapter 46, Laws of Utah 1935, must also include a revenue measure. If there is any difference it is that Chapter 46 is not regulatory. In fact, it does not deal, as did Title 69, Compiled Laws of Utah 1917, with regulation but deals with protection. Both come under the police power but they are not the same, as above stated. Chapter 46 consists of 154 sections embodied in thirteen articles. It may have some regulatory features, since the separation between regulation and protection is sometimes difficult or impossible. <span class=\"star-pagination\">*Page 118</span> \nBut it really deals with the registration of motor vehicles, registration and transfer of titles and interests in motor vehicles, creates a department of motor vehicles and gives it certain powers, provides for permits to non-resident owners and for special plates to manufacturers, transporters and dealers, provides for licensing of manufacturers, dealers, transporters and wreckers, prohibits the using of cars without owners' consent, prohibits the obtaining of possession by fraud, and provides for the reporting of stolen vehicles, etc. It provides also for the suspension and revocation of registration for offenses against the registration laws, and for the application of registration fees. A large part of Chapter 46 is comparable to laws providing for the recording, transfers, and interests in real estate. When we compare Chapter 48, dealing with regulation of traffic on the highways, we come to cases of true regulation. Parts of Chapter 46, however, do prepare the ground work for regulating traffic under Chapter 48, in that registration is a necessity to spot violators of the regulation under Chapter 48.</p>\n<p>While, therefore, it is doubtful whether Chapter 46 deals with regulations, in order to give the main opinion the full force of its position, we shall assume that it does. And, of course, we must admit the second proposition that Subsection (c) is a part of Chapter 46. But the next step that because Subsection (c) is a part of a chapter dealing with regulation it is also a regulation, cannot be admitted because it is not correct. It is not correct in fact and, under the Bleon case which dealt with a provision for fees for registration, it is not correct in law. Subsection (c) is a revenue provision. The point need not be further labored. The fact that it is contained in a chapter which deals mostly with regulation (if it does) cannot alter the fact that it is a revenue provision. Does the fact that the revenues derived under Subsection (c) feed a fund which in part pays the cost of carrying on some of the provisions of Chapter 46, alter the matter? We have before stated that because funds are derived from a revenue provision embedded in a chapter <span class=\"star-pagination\">*Page 119</span> \nmainly devoted to regulation, which funds go to administer the regulatory features of the act, does not detract from the revenue nature of the provision designed to raise revenue. The purpose for which the revenue is used cannot change the nature of the revenue measure to one of regulation. The revenue comes by virtue of the revenue provision. Its disposition cannot be turned back to give complexion to the provision by which it was raised.</p>\n<p>But, as a matter of fact, the funds raised by Subsection (c) do <em>not</em> go to administer registration features of the act. Section 150 of Chapter 46 <em>expressly</em> excludes the fees under Subsection (c) from the motor vehicle registration fund which pays for the expenses of administering the registration features of the act. The fees raised by Subsection (c) go into the Motor Vehicle Control Fund to be used for (1) issuing certificates of title, (2) administering auto-theft provisions, (3) supervising dealers and wreckers, and (4) making certified copies of the records of the department. It is quite doubtful, as before stated, whether any of these are regulatory. They are rather for protection and regulatory only in the sense that they are required for protection. But, as stated heretofore, if Subsection (c) is a revenue provision, the fact that the revenues so derived are turned back to administer other features of the act which may be regulatory, does not change the nature of the subsection. The 1925-27-29-31 Legislatures actually made, in the appropriation bills which they passed, specific appropriations <em>out of the</em><em>Motor Vehicle Registration Fund</em> for administration of the motor vehicle registration tax. (The 1929 and 1931 appropriation laws call it a \"tax\".)</p>\n<p>But, even if every part of the reasoning above set out is fallacious, the main opinion still cannot be correct and for this reason: Even if the fees raised by Subsection (c) are for regulation and, therefore, that subsection is said to be regulatory, it does not lie in the mouth of owners of Diesel driven vehicles to assert an unconstitutional classification. How can one who is not paying equally with another <span class=\"star-pagination\">*Page 120</span> \nfor the use of the roads contest a provision which is designed to equalize the burdens of taxation between two classes of persons and complain because after they are equalized the proceeds of the exactions against him are not applied in the same manner as the proceeds of the exactions against the other class? If the owners of gasoline driven vehicles are required to pay an exaction which goes into the road fund and the owners of Diesel driven vehicles an exaction to equalize that burden which is used to pay for the costs of regulation, it does not lie in the mouth of the latter to complain because the proceeds of his exaction are not used for road purposes. See <em>New York Rapid Transit Corp.</em> v. <em>N.Y.</em>, supra.</p>\n<p>There are two other matters in the prevailing opinion to which I think attention should be called. The opinion says:</p>\n<p>\"Obviously, there is a distinction between a gasoline driven engine and one driven by other fuel, such as Diesel fuel, and for the purposes of raising revenue, such a distinction may<em>possibly</em> be legitimate.\" (Italics added.)</p>\n<p>The concession is a begrudging one as indicated from the word \"possibly.\" Hereafter in treating of appellants' only real contention I shall attempt to demonstrate that not only can such<em>possibly</em> be done but that it can be done beyond peradventure of a doubt. The opinion further states:</p>\n<p>\"We do not say that the Legislature may not, in order to equalize taxes as between gasoline and other fuel, pass a revenue measure to that effect, <em>assuming of course, that our so-called</em><em>gasoline tax is a tax upon that commodity</em> and not upon the privilege of selling it, as we previously held.\" (Italics added.)</p>\n<p>Are we to understand now that the burden of an excise tax (in effect a tax on owners of gasoline driven vehicles) for use of the roads by the simple device of taxing the use of gasoline employed in propelling the vehicles using the road, cannot be equalized by an excise tax on vehicles using <span class=\"star-pagination\">*Page 121</span> \nother than motor fuels for their use of the road, on another basis such as the operating mile basis, but that in order to effect such an equalization the tax must be an ad valorem tax on the commodity? This is certainly instituting an original set of tax rules.</p>\n<p>The opinion throws in the thought that if Chapter 46 is not considered wholly regulatory its title is bad because it does not reveal that revenue is to be raised. The opinion states that \"to hold that paragraph (c) was intended as such an equalizing revenue measure, is to run it afoul of Section 23, Article VI, of the Constitution.\" The title states \"to Provide for the Registration Thereof,\" etc. The thought may be that as an equalizing measure it cannot be made a condition of registration, or at least not without giving notice of it in the title. The simple answer to such contention is that any fee payment may be made a condition of registration regardless of what the <em>reason</em>\nfor doing so might have been. The intent to make the registration a means of raising revenue and the reason why it was so done are separate items. And as far as giving notice in the title of such reason or purpose, we know of no requirement that compels an explanation in a title of the <em>nature</em> of registration or of the conditions of registration, or the <em>reason for requiring the fee</em><em>as a condition</em> to registration. Here again is something in the opinion which may cause endless trouble and result in long detailed titles. The reader of the title is put on notice that the act deals with registration. He must consult the act to determine what registration encompasses. Certainly to hold Subsection (c) as a revenue measure would not make the title bad.</p>\n<p>In fact, every Act since motor vehicles were regulated in this state (1909) has included provisions for regulation <em>and</em> for fees for registration and has had in the title only the phrase \"an act providing for registration.\" According to the Bleon case the fee provisions for registration were for revenue purposes. According to dicta in the prevailing opinion they must all have been unconstitutional. See <span class=\"star-pagination\">*Page 122</span> \nChapter 113, Laws of Utah 1909, Chapter 80, Laws of Utah 1915, Chapter 81, Laws of Utah 1921 (the first law to separate the features to protect ownership in automobiles from purely regulatory features). The titles after 1921 practically all related to amendments to existing laws. For what is necessary to satisfy the title requirements of Section 23 of Article VI of the Constitution see: <em>Edler</em> v. <em>Edwards</em>, <cross_reference>34 Utah 13</cross_reference>, <cross_reference>95 P. 367</cross_reference>;<em>Salt Lake City</em> v. <em>Wilson</em>, <cross_reference>46 Utah 60</cross_reference>, <cross_reference>148 P. 1104</cross_reference>;<em>Martineau</em> v. <em>Crabbe</em>, <cross_reference>46 Utah 327</cross_reference>, <cross_reference>150 P. 301</cross_reference>; <em>Phillips</em> v.<em>Covington and C. Bridge Co.</em>, <cross_reference>59 Ky. 219</cross_reference>, 2 Metc. 219; <em>Johnson</em>\nv. <em>Higgins</em>, <cross_reference>60 Ky. 566</cross_reference>, 3 Metc. 566; Century Digest, Volume 44, Statutes, page 2491, &#167; 117.</p>\n<p>This concludes our analysis and comments on the main opinion. As originally handed down (and as published in the advance sheets) this dissenting opinion considered at length the question really raised by the appellants, i.e. whether, on the taxation level, subsection (c) was illegally discriminatory, since the appellants prevail on the theory that there is an unconstitutional discrimination in the matter of regulation, rather than in the field of taxation &#8212; there is no occasion, outside of discrimination &#8212; for publishing the whole of the original dissenting opinion. It is sufficient to publish the conclusion reached, which is now set down.</p>\n<p>The Legislature imposed a sale or use tax on all gasoline sold in the state, the proceeds of which tax were used to pay for the maintenance or building of roads. While all the gasoline sold in the state was taxed, the percentage used for purposes other than to propel motor vehicles on the road was negligible as compared to the amount so used. To make collection of the tax in each case of sale depend on the terminal use of the gasoline would have required work on the part of the tax collectors and administrative work and cost on the part of the Tax Commission which did not warrant the differentiation. Hence the tax was considered a tax on motor fuels used in motor vehicles used on the road. In classifying the motor fuels into gasoline and Diesel &#8212; only the sale or use of the former was taxed. This left the users <span class=\"star-pagination\">*Page 123</span> \nof Diesel vehicles on the road free from a sale or use tax on fuel. In order to pick up the equivalent of this tax and roughly to equalize the tax burden a privilege tax for the use of the roads was placed on certain Diesel-driven vehicles which use the roads, at the rate of one and one-half cents per operating mile. The operating mile tax was imposed only on Diesel driven cars designed, maintained, or used primarily for transporting passengers for hire or for the transportation of property (commercial vehicles). This classification in the imposition of a privilege tax for the use of roads between commercial and non-commercial cars is constitutional because a differentiation may be made between cars that gain a profit from the use of the road and those that do not. Furthermore, it is doubtful if there are any but a negligible number of non-commercial Diesel vehicles. The privilege tax on commercial Diesel cars, therefore, complemented the tax on the sale, or use, of gasoline sold for road use. All the constitutional requirements conditional for the validity of an excise tax on Diesel commercial cars for the privilege of using the road have been fully met <em>when that tax is</em><em>fitted</em> into the general tax structure. At least we are permitted to assume the above as a correct statement of reasons in order to hold the law constitutional.</p>\n<p>The court's conclusion in this case will result in the loss of all operating mile taxes on Diesel driven cars. By Chapter 65, Laws of Utah 1937, the present tax is one and one-eighth cents per operating mile on commercial Diesel driven cars. Since the tax levied by the 1937 Act falls under the same infirmity as that imposed by the 1935 laws, the state will be unable to collect the tax. It also means that gasoline propelled commercial vehicles on the road pay a tax on their gasoline in which is imbedded the privilege tax for the use of those cars on the highway whilst the Diesel driven commercial vehicles pay none, which if not an illegal discrimination is an inequitable one. But more serious still, it makes it quite difficult for the Legislature to enact an equitable tax structure in regard to gasoline and Diesel fuels. If it taxes only <span class=\"star-pagination\">*Page 124</span> \ngasoline and Diesel fuel used on the road, as a privilege tax to use the roads, it makes administration difficult as to both because it means that in both cases sellers will have to ascertain the use to which the fuel is to be put. If, on the other hand, it taxes all fuels used in internal combustion motors on the sale or use basis, regardless of where used, it, in the case of Diesel fuel, will tax the larger percentage which is not used on the roads. Moreover, it may have been determined that interstate Diesel cars are able to carry sufficient fuel with them so that none need be bought in Utah and thus they are able to avoid altogether any payment for the use of roads in Utah, which other commercial cars pay indirectly in the gasoline tax on sale or use.</p>\n<p>Finding the asserted discrimination not supported on any theory or from any approach and, as it appears to us reached not in pursuance of the principle that acts must be held constitutional, if possible, but rather on quite the opposite one of going afield for a reason to hold it unconstitutional, there is no choice but to dissent from the majority opinion on the phase of the case relating to Section 133(c), Chapter 46, Laws of Utah 1935.</p>",
          "html_with_citations": "<p>I concur with that part of the opinion which holds that sub-paragraphs (a) and (b) of Section 133, Chapter 46, <span class=\"star-pagination\">*Page 111</span> \nLaws of Utah 1935, are constitutional. I strongly disagree with the conclusion that subsection (c) of said section is unconstitutional and hereunder shall address myself to that portion of the court's opinion. I think this task will be simplified by pointing out in the beginning the purpose of subsection (c) of Section 133 as it rather obviously appears in the light of the so-called gasoline tax imposed by Sec. <cross_reference>57-12-5</cross_reference>, R.S.U. 1933. The legislature by Sec. <cross_reference>57-12-1</cross_reference>, Sub. (2), R.S.U. 1933, defined \"Motor Fuels.\" By Sec. <cross_reference>57-12-5</cross_reference> as amended by Chapter 49, Laws of Utah 1935, it imposed an excise tax of four cents a gallon on \"all motor fuels as are <em>sold</em> or <em>used</em> in this state.\" (Italics added.) This tax, while payable by the distributor and retail dealer to the state, is visited on the user. Thus it results that all persons who use motor fuels (of which gasoline is the outstanding type) in automobiles on the road pay this excise in effect as a tax for the use of the road, although it is a tax on the sale or use of gasoline. All of the receipts from this tax on \"motor fuels,\" which we shall hereafter for convenience call the \"gasoline tax,\" go into a fund for maintenance and construction of roads or to pay off interest and principle on state road bonds, the proceeds of which have already gone into building roads. It thus happens that the users of gasoline driven automobiles on our roads actually pay for the roads. But, so-called Diesel fuels are not included under the definition of Motor Fuels given by Sec. <cross_reference>57-12-1</cross_reference> (2), and since only Motor Fuels are subject to the four cent tax, owners of cars using Diesel fuels are favored by escaping payment under this Section of an equivalent contribution to road maintenance or construction, although they use the roads in the same manner as do the drivers of gasoline driven vehicles. The simple and almost obvious purpose, therefore, of Subsection (c) Section 133, Chapter 46, Laws of Utah 1935, is to require these users of Diesel driven vehicles also to contribute toward taxation revenue and thus to equalize the tax burdens on both classes of vehicles. At least for the purposes of the demurrer we can assume that such <span class=\"star-pagination\">*Page 112</span> \nis the object. Where there appears on the face of the statute substantial reason for the classification made therein, it is sufficient to uphold the law. The fact that the owners of gasoline propelled vehicles paid on one basis toward the road fund (on a gallonage basis) and the drivers of Diesel driven vehicles on another basis (operative mile) would make no difference. As we shall hereafter demonstrate, the legislature may equalize the tax burden among different groups of taxpayers by varied methods. And there need be no refined articulation. That is the simple and plain solution of this problem.</p>\n<p>At the outset it is well to inform the reader that counsel for appellants never contended that Subsection (c) was unconstitutional because it was a regulation and hence discriminated against Diesel driven vehicles by regulating them, while it did not regulate gasoline driven vehicles. They made the contention, rather feebly, that if Subsection (c) was to be considered as exercised under the police power it was discriminatory, but their main contention was that \"these mileage fees can be justified only on the basis that they are a privilege or excise tax exacted for the privilege of using the highways\" and that as such they discriminate against Diesel driven vehicles in favor of gasoline driven vehicles.</p>\n<p>We have pointed out at the beginning of this opinion the purpose and reason for including in Subsection (c) only Diesel driven vehicles. Hereunder, we shall elaborate on this in answer to the contention of appellants just cited. But before we do that we are compelled to clear the ground of what has been said in the prevailing opinion in regard to Subsection (c) being a regulatory measure. We confess our inability to place a finger on the reasoning by which the opinion concludes that Subsection (c) is a discriminatory regulation. The reasons and ground for this conclusion elude us to the extent of compelling a detailed exploration into all possible bases for the conclusion in order that the fallacy of each may be revealed. <span class=\"star-pagination\">*Page 113</span> </p>\n<p>There are passages in the prevailing opinion which seem to imply that regulation is synonymous with police power. It is said, for instance, that \"It is just as much for the public safety and welfare that our roads are kept up, the sharp turns eliminated, the bad spots improved, as it is to check the speed of drivers, to protect the owner from loss of his car, or to do any one or more of the many things required by our motor vehicle laws.\" The reasoning, as nearly as we are able to follow it, seems to be that if fees collected go to repair or to improve the road they are for regulation because repair and improvement are regulation. Since it is for the public welfare that sharp turns be eliminated, and for the public welfare that speed be regulated, and for the public welfare that car owners be protected from car thieves, it follows that improvement of roads, speed regulation and guarding against and catching thieves are all regulatory. It appears to us that this shows a great confusion in thought. In the first place, legislative powers are not exercised in hermetically sealed compartments. The Legislature exercises its powers, whatever they may be, according to the purpose to be served. It is the analyst, not the Legislature, that separates them into headings of police, taxing and eminent domain. In many cases a single chapter or section may have interwoven provisions which reflect the police and the taxing power. The so-called welfare or police powers may be exercised in measures for convenience and protection or in measures for regulation but usually they are exercised in an admixture. This measure providing for the recordation of interests in or titles to automobiles is for convenience, fair dealing and protection. Measures designed to prevent stealing of cars are for protection. Much regulation is for protection. But all welfare measures are not regulatory measures. A policeman walking his beat is not regulating anyone nor is a detective pursuing a felon regulating the latter. Taking the curve out of a road may be motivated by considerations for protection but it is not regulation. Building a fine paved highway to take the place of <span class=\"star-pagination\">*Page 114</span> \na bumpy dirt road is for the public welfare but it is not regulation. A regulation never operates in rem. It operates in relation to a person, although it may be in regard to a thing. An ordinance that all rain barrels shall remain covered to prevent mosquito breeding imposes a duty, not on the barrel to keep itself covered, but on the owner or custodian of the barrel to keep it covered. Another characteristic of regulation is that it always curtails freedom of action or conditions it, and, in that sense, is partially prohibitory but is consistent with the assumed continued existence of the basic acts or subjects to be regulated. We regret to have to repeat these fundamental conceptions but when the elimination of curves and the catching of thieves are denominated as regulatory, perhaps resort to basic principles is necessary.</p>\n<p>True it is that certain measures such as registration of automobiles or recording of titles may be for the purpose of better effectuation of regulation and in that sense may be denominated regulatory, although they are not strictly so. But where the condition of registration is the payment of a fee, or where the fee is exacted incidental to the doing of an act, the question remains as to whether the exaction of that fee is a tax or is a fee to cover the cost of registration or the regulation it may be incidental to. And even though the Legislature taxes under the guise of a fee to cover costs of regulation, such question is not important until we have before us a question of alleged unconstitutional classification or of interference with interstate commerce. California may inspect alfalfa at its borders and charge a fee commensurate with the cost of inspection, but if the fee is disproportionate it will be called what it then truly is &#8212; a tax &#8212; and be declared an interference with commerce.</p>\n<p>Gasoline driven vehicles may be placed in a different class from Diesel driven vehicles for purposes of exacting a fee for use of the roads, but not for purposes of regulation <em>where they</em><em>stand in exactly the same situation so far as the regulation is</em><em>concerned.</em> Thus a gasoline driven vehicle may <span class=\"star-pagination\">*Page 115</span> \nnot be compelled to stop at a red light while a Diesel driven vehicle is permitted to go through. The question to be asked in reference to any fee-exacting provision of a chapter or section, even admitted to be regulatory, is not, \"is it a part of a chapter or section which regulates,\" but, \"is it itself regulatory or for revenue.\" Naturally the mere exaction of a fee cannot itself regulate. It may be for regulatory purposes, or for revenue purposes, or for both. But a rule which we believe will hold good in most cases is as follows: If the fee is designed to raise substantially more than the cost of the regulation to which it purports to be an incident, its purpose is to raise revenue. If it is a fee attached to a particular provision for regulation, and appears to be imposed to cover the cost of that regulation, and does substantially only that, then it is merely for the cost-paying part of a regulatory measure. A more doubtful case comes where an act is devoted entirely to unquestioned regulation and a separate section provides for fees, call them licenses or registration or what not, and such fees go entirely into a fund for enforcing the regulations. In such case even, the mere fact that funds specially raised were ear-marked instead of going into the general appropriation fund would not be conclusive. <em>New York</em><em>Rapid Transit Corp.</em> v. <em>New York</em>, <cross_reference><span class=\"citation\" data-id=\"103003\"><a href=\"/opinion/103003/rapid-transit-corp-v-new-york/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"103003\"><a href=\"/opinion/103003/rapid-transit-corp-v-new-york/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">721</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"103003\"><a href=\"/opinion/103003/rapid-transit-corp-v-new-york/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1024</span></a></span></cross_reference>. In the instant case, however, we have no such doubtful situation. All the registration fees mentioned in Sections 132 and 133 are made a condition of registration. Section 132 requires a fee for registration which undoubtedly is for raising revenue, although the registration itself is to facilitate regulation on the highways and to protect automobile owners.</p>\n<p>The registration fees under Section 132 appear to be sufficient to produce a list of cars and their owners without those exacted under Section 133. Section 133 is, therefore, almost wholly for the purpose of raising revenue. Making the fee a condition of registration is simply coercive of collection. The very beginning words of Section 133 indicate that the section is for revenue. They read: <span class=\"star-pagination\">*Page 116</span> </p>\n<p>\"In addition to the registration fees imposed upon motor vehicles by section 132 of this act there shall be assessed and collected upon every motor vehicle * * * (except vehicles having a city franchise or license, while operating exclusively within the corporate limits of the city granting such franchise or license).\"</p>\n<p>The words \"there shall be assessed\" sound in revenue. Likewise, the exception clause is enlightening. It indicates that the so-called license or assessment fee is for the use of roads. If the fee were for regulation there would be just as much (or more) need to regulate within city limits as outside, but if vehicles exclusively operating within city limits are charged a license for the use of city streets, they are exempt from paying for streets not used.</p>\n<p>We confess our difficulty in analyzing the reasoning by which the main opinion arrives at the conclusion that Subsection (c) is unconstitutional because it sets up an unlawful classification. It is quite plain that the opinion first holds Subsection (c) regulatory and, after throwing it into the category of regulation, concludes that the legislature cannot make such classification as to two types of vehicles which are in the same class so far as regulation is concerned. If this first premise were correct, the opinion would be sound but we have difficulty in discerning the reasoning by which Subsection (c) is placed in the class of regulation. As above shown, it is not itself a regulation, nor is the payment of the fee incidental to, or a condition of a regulation. The mere fact that the fee is a condition to registration and registration may eventually play a part in regulating traffic or other matters relating to motor vehicles, cannot make the fee a regulation even if registration is. As near as we can tell, the reasoning seems to be as follows: Chapter 46, Laws of Utah 1935, is regulatory; Subsection (c) is a part of that chapter; the proceeds of exactions imposed by Subsection (c) go into a fund for the purpose of administering the regulations of that chapter; hence, Subsection (c) is regulatory. We shall analyze this reasoning. It is somewhat doubtful whether Chapter 46 is regulatory. The case of <span class=\"star-pagination\">*Page 117</span> <em>Bleon</em> v. <em>Emery</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">Utah</span> <span class=\"page\">582</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">P.</span> <span class=\"page\">627</span></span></cross_reference>, <cross_reference>628</cross_reference>, is cited as holding similar statutes regulatory. A careful reading of that case reveals that that case held a chapter which regulated speed and traffic of automobiles and required the payment of fees for registration and license was <em>both</em> a regulatory and revenue measure. In fact, the only part of that chapter (Chapter 82, Laws of Utah 1921) which could have been a revenue measure was the part which exacted fees for registration licenses just as does Chapter 46, Laws of Utah 1935. It is rather odd that the opinion did not follow through with the Bleon case. The opinion in that case states, \"A regulatory measure may also be a revenue measure without being objectionable on that account.\" The main opinion in the instant case gives the idea that it was not proper for the Legislature to include in Chapter 46 a revenue measure. It even goes to the length of saying that if Subsection (c) is not regulatory, then the title is bad, a matter which we shall later discuss.</p>\n<p>We have heretofore stated that the Legislature in the use of its powers need not label which type of power it is using. All its powers may be utilized and reflected in a single section. Legislative bodies cannot operate by asking themselves at each particular moment in legislation whether the powers its bill expresses in each portion thereof are regulatory, revenue or eminent domain. Certainly if Title 69, Compiled Laws of Utah 1917, as amended by Chapter 78, Laws of Utah 1919, and Chapters 81, 82 and 83, Laws of Utah 1921, considered by the Bleon case were regulatory <em>and revenue</em> measures, then Chapter 46, Laws of Utah 1935, must also include a revenue measure. If there is any difference it is that Chapter 46 is not regulatory. In fact, it does not deal, as did Title 69, Compiled Laws of Utah 1917, with regulation but deals with protection. Both come under the police power but they are not the same, as above stated. Chapter 46 consists of 154 sections embodied in thirteen articles. It may have some regulatory features, since the separation between regulation and protection is sometimes difficult or impossible. <span class=\"star-pagination\">*Page 118</span> \nBut it really deals with the registration of motor vehicles, registration and transfer of titles and interests in motor vehicles, creates a department of motor vehicles and gives it certain powers, provides for permits to non-resident owners and for special plates to manufacturers, transporters and dealers, provides for licensing of manufacturers, dealers, transporters and wreckers, prohibits the using of cars without owners' consent, prohibits the obtaining of possession by fraud, and provides for the reporting of stolen vehicles, etc. It provides also for the suspension and revocation of registration for offenses against the registration laws, and for the application of registration fees. A large part of Chapter 46 is comparable to laws providing for the recording, transfers, and interests in real estate. When we compare Chapter 48, dealing with regulation of traffic on the highways, we come to cases of true regulation. Parts of Chapter 46, however, do prepare the ground work for regulating traffic under Chapter 48, in that registration is a necessity to spot violators of the regulation under Chapter 48.</p>\n<p>While, therefore, it is doubtful whether Chapter 46 deals with regulations, in order to give the main opinion the full force of its position, we shall assume that it does. And, of course, we must admit the second proposition that Subsection (c) is a part of Chapter 46. But the next step that because Subsection (c) is a part of a chapter dealing with regulation it is also a regulation, cannot be admitted because it is not correct. It is not correct in fact and, under the Bleon case which dealt with a provision for fees for registration, it is not correct in law. Subsection (c) is a revenue provision. The point need not be further labored. The fact that it is contained in a chapter which deals mostly with regulation (if it does) cannot alter the fact that it is a revenue provision. Does the fact that the revenues derived under Subsection (c) feed a fund which in part pays the cost of carrying on some of the provisions of Chapter 46, alter the matter? We have before stated that because funds are derived from a revenue provision embedded in a chapter <span class=\"star-pagination\">*Page 119</span> \nmainly devoted to regulation, which funds go to administer the regulatory features of the act, does not detract from the revenue nature of the provision designed to raise revenue. The purpose for which the revenue is used cannot change the nature of the revenue measure to one of regulation. The revenue comes by virtue of the revenue provision. Its disposition cannot be turned back to give complexion to the provision by which it was raised.</p>\n<p>But, as a matter of fact, the funds raised by Subsection (c) do <em>not</em> go to administer registration features of the act. Section 150 of Chapter 46 <em>expressly</em> excludes the fees under Subsection (c) from the motor vehicle registration fund which pays for the expenses of administering the registration features of the act. The fees raised by Subsection (c) go into the Motor Vehicle Control Fund to be used for (1) issuing certificates of title, (2) administering auto-theft provisions, (3) supervising dealers and wreckers, and (4) making certified copies of the records of the department. It is quite doubtful, as before stated, whether any of these are regulatory. They are rather for protection and regulatory only in the sense that they are required for protection. But, as stated heretofore, if Subsection (c) is a revenue provision, the fact that the revenues so derived are turned back to administer other features of the act which may be regulatory, does not change the nature of the subsection. The 1925-27-29-31 Legislatures actually made, in the appropriation bills which they passed, specific appropriations <em>out of the</em><em>Motor Vehicle Registration Fund</em> for administration of the motor vehicle registration tax. (The 1929 and 1931 appropriation laws call it a \"tax\".)</p>\n<p>But, even if every part of the reasoning above set out is fallacious, the main opinion still cannot be correct and for this reason: Even if the fees raised by Subsection (c) are for regulation and, therefore, that subsection is said to be regulatory, it does not lie in the mouth of owners of Diesel driven vehicles to assert an unconstitutional classification. How can one who is not paying equally with another <span class=\"star-pagination\">*Page 120</span> \nfor the use of the roads contest a provision which is designed to equalize the burdens of taxation between two classes of persons and complain because after they are equalized the proceeds of the exactions against him are not applied in the same manner as the proceeds of the exactions against the other class? If the owners of gasoline driven vehicles are required to pay an exaction which goes into the road fund and the owners of Diesel driven vehicles an exaction to equalize that burden which is used to pay for the costs of regulation, it does not lie in the mouth of the latter to complain because the proceeds of his exaction are not used for road purposes. See <em>New York Rapid Transit Corp.</em> v. <em>N.Y.</em>, supra.</p>\n<p>There are two other matters in the prevailing opinion to which I think attention should be called. The opinion says:</p>\n<p>\"Obviously, there is a distinction between a gasoline driven engine and one driven by other fuel, such as Diesel fuel, and for the purposes of raising revenue, such a distinction may<em>possibly</em> be legitimate.\" (Italics added.)</p>\n<p>The concession is a begrudging one as indicated from the word \"possibly.\" Hereafter in treating of appellants' only real contention I shall attempt to demonstrate that not only can such<em>possibly</em> be done but that it can be done beyond peradventure of a doubt. The opinion further states:</p>\n<p>\"We do not say that the Legislature may not, in order to equalize taxes as between gasoline and other fuel, pass a revenue measure to that effect, <em>assuming of course, that our so-called</em><em>gasoline tax is a tax upon that commodity</em> and not upon the privilege of selling it, as we previously held.\" (Italics added.)</p>\n<p>Are we to understand now that the burden of an excise tax (in effect a tax on owners of gasoline driven vehicles) for use of the roads by the simple device of taxing the use of gasoline employed in propelling the vehicles using the road, cannot be equalized by an excise tax on vehicles using <span class=\"star-pagination\">*Page 121</span> \nother than motor fuels for their use of the road, on another basis such as the operating mile basis, but that in order to effect such an equalization the tax must be an ad valorem tax on the commodity? This is certainly instituting an original set of tax rules.</p>\n<p>The opinion throws in the thought that if Chapter 46 is not considered wholly regulatory its title is bad because it does not reveal that revenue is to be raised. The opinion states that \"to hold that paragraph (c) was intended as such an equalizing revenue measure, is to run it afoul of Section 23, Article VI, of the Constitution.\" The title states \"to Provide for the Registration Thereof,\" etc. The thought may be that as an equalizing measure it cannot be made a condition of registration, or at least not without giving notice of it in the title. The simple answer to such contention is that any fee payment may be made a condition of registration regardless of what the <em>reason</em>\nfor doing so might have been. The intent to make the registration a means of raising revenue and the reason why it was so done are separate items. And as far as giving notice in the title of such reason or purpose, we know of no requirement that compels an explanation in a title of the <em>nature</em> of registration or of the conditions of registration, or the <em>reason for requiring the fee</em><em>as a condition</em> to registration. Here again is something in the opinion which may cause endless trouble and result in long detailed titles. The reader of the title is put on notice that the act deals with registration. He must consult the act to determine what registration encompasses. Certainly to hold Subsection (c) as a revenue measure would not make the title bad.</p>\n<p>In fact, every Act since motor vehicles were regulated in this state (1909) has included provisions for regulation <em>and</em> for fees for registration and has had in the title only the phrase \"an act providing for registration.\" According to the Bleon case the fee provisions for registration were for revenue purposes. According to dicta in the prevailing opinion they must all have been unconstitutional. See <span class=\"star-pagination\">*Page 122</span> \nChapter 113, Laws of Utah 1909, Chapter 80, Laws of Utah 1915, Chapter 81, Laws of Utah 1921 (the first law to separate the features to protect ownership in automobiles from purely regulatory features). The titles after 1921 practically all related to amendments to existing laws. For what is necessary to satisfy the title requirements of Section 23 of Article VI of the Constitution see: <em>Edler</em> v. <em>Edwards</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Utah</span> <span class=\"page\">13</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">P.</span> <span class=\"page\">367</span></span></cross_reference>;<em>Salt Lake City</em> v. <em>Wilson</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">Utah</span> <span class=\"page\">60</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">P.</span> <span class=\"page\">1104</span></span></cross_reference>;<em>Martineau</em> v. <em>Crabbe</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">Utah</span> <span class=\"page\">327</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">P.</span> <span class=\"page\">301</span></span></cross_reference>; <em>Phillips</em> v.<em>Covington and C. Bridge Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Ky.</span> <span class=\"page\">219</span></span></cross_reference>, 2 Metc. 219; <em>Johnson</em>\nv. <em>Higgins</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">Ky.</span> <span class=\"page\">566</span></span></cross_reference>, 3 Metc. 566; Century Digest, Volume 44, Statutes, page 2491, &#167; 117.</p>\n<p>This concludes our analysis and comments on the main opinion. As originally handed down (and as published in the advance sheets) this dissenting opinion considered at length the question really raised by the appellants, i.e. whether, on the taxation level, subsection (c) was illegally discriminatory, since the appellants prevail on the theory that there is an unconstitutional discrimination in the matter of regulation, rather than in the field of taxation &#8212; there is no occasion, outside of discrimination &#8212; for publishing the whole of the original dissenting opinion. It is sufficient to publish the conclusion reached, which is now set down.</p>\n<p>The Legislature imposed a sale or use tax on all gasoline sold in the state, the proceeds of which tax were used to pay for the maintenance or building of roads. While all the gasoline sold in the state was taxed, the percentage used for purposes other than to propel motor vehicles on the road was negligible as compared to the amount so used. To make collection of the tax in each case of sale depend on the terminal use of the gasoline would have required work on the part of the tax collectors and administrative work and cost on the part of the Tax Commission which did not warrant the differentiation. Hence the tax was considered a tax on motor fuels used in motor vehicles used on the road. In classifying the motor fuels into gasoline and Diesel &#8212; only the sale or use of the former was taxed. This left the users <span class=\"star-pagination\">*Page 123</span> \nof Diesel vehicles on the road free from a sale or use tax on fuel. In order to pick up the equivalent of this tax and roughly to equalize the tax burden a privilege tax for the use of the roads was placed on certain Diesel-driven vehicles which use the roads, at the rate of one and one-half cents per operating mile. The operating mile tax was imposed only on Diesel driven cars designed, maintained, or used primarily for transporting passengers for hire or for the transportation of property (commercial vehicles). This classification in the imposition of a privilege tax for the use of roads between commercial and non-commercial cars is constitutional because a differentiation may be made between cars that gain a profit from the use of the road and those that do not. Furthermore, it is doubtful if there are any but a negligible number of non-commercial Diesel vehicles. The privilege tax on commercial Diesel cars, therefore, complemented the tax on the sale, or use, of gasoline sold for road use. All the constitutional requirements conditional for the validity of an excise tax on Diesel commercial cars for the privilege of using the road have been fully met <em>when that tax is</em><em>fitted</em> into the general tax structure. At least we are permitted to assume the above as a correct statement of reasons in order to hold the law constitutional.</p>\n<p>The court's conclusion in this case will result in the loss of all operating mile taxes on Diesel driven cars. By Chapter 65, Laws of Utah 1937, the present tax is one and one-eighth cents per operating mile on commercial Diesel driven cars. Since the tax levied by the 1937 Act falls under the same infirmity as that imposed by the 1935 laws, the state will be unable to collect the tax. It also means that gasoline propelled commercial vehicles on the road pay a tax on their gasoline in which is imbedded the privilege tax for the use of those cars on the highway whilst the Diesel driven commercial vehicles pay none, which if not an illegal discrimination is an inequitable one. But more serious still, it makes it quite difficult for the Legislature to enact an equitable tax structure in regard to gasoline and Diesel fuels. If it taxes only <span class=\"star-pagination\">*Page 124</span> \ngasoline and Diesel fuel used on the road, as a privilege tax to use the roads, it makes administration difficult as to both because it means that in both cases sellers will have to ascertain the use to which the fuel is to be put. If, on the other hand, it taxes all fuels used in internal combustion motors on the sale or use basis, regardless of where used, it, in the case of Diesel fuel, will tax the larger percentage which is not used on the roads. Moreover, it may have been determined that interstate Diesel cars are able to carry sufficient fuel with them so that none need be bought in Utah and thus they are able to avoid altogether any payment for the use of roads in Utah, which other commercial cars pay indirectly in the gasoline tax on sale or use.</p>\n<p>Finding the asserted discrimination not supported on any theory or from any approach and, as it appears to us reached not in pursuance of the principle that acts must be held constitutional, if possible, but rather on quite the opposite one of going afield for a reason to hold it unconstitutional, there is no choice but to dissent from the majority opinion on the phase of the case relating to Section 133(c), Chapter 46, Laws of Utah 1935.</p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103003/"
          ]
        },
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3986541/",
          "id": 3986541,
          "absolute_url": "/opinion/4213212/carter-v-state-tax-comm/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4213212/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5863/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-06T10:42:39.900985Z",
          "date_modified": "2017-04-15T05:03:43.287567Z",
          "type": "030concurrence",
          "sha1": "dacd1b0de0e5fcc6ea031b4b2e4ce7368bca264d",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/utah/court_opinions/documents/7814c98a2a610e26.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>I concur in the views expressed by Mr. Justice WOLFE in his opinion.</p>",
          "html_with_citations": "",
          "extracted_by_ocr": false,
          "opinions_cited": []
        }
      ],
      "judges": "PRATT, Justice.",
      "date_created": "2016-07-06T10:42:39.877685Z",
      "date_modified": "2017-03-30T22:04:25.936384Z",
      "date_filed": "1939-12-04",
      "date_filed_is_approximate": false,
      "slug": "carter-v-state-tax-comm",
      "citation_id": null,
      "case_name_short": "Carter",
      "case_name": "Carter v. State Tax Comm.",
      "case_name_full": "Carter v. State Tax Commission",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "98 Utah 96",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "96 P.2d 727",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "Irvine, Skeen, Thurman  Miner , of Salt Lake City, for appellants.\n\n Alfred Klein , of Los Angeles, Cal., and  Grant A. Brown , of Salt Lake City, for respondents.",
      "nature_of_suit": "",
      "posture": "Appeal from District Court, Third District, Salt Lake County; P.C. Evans , Judge.\n\nSuit by T.S. Carter and another, copartners doing business under the name and style of Interstate Motor Lines, against the State Tax Commission of Utah and others, for return of certain registration fees paid under protest. Defendants'\ndemurrer was sustained, and, from the judgment dismissing the action, the plaintiffs appeal.\n\nJUDGMENT SET ASIDE, and case remanded for further proceedings in accordance with opinion.",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/4085354/carter-v-state-tax-comm/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-06T10:42:39.871095Z",
  "date_modified": "2016-07-06T10:42:39.871125Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Carter",
  "case_name": "Carter v. State Tax Comm.",
  "case_name_full": "Carter v. State Tax Commission",
  "slug": "carter-v-state-tax-comm",
  "docket_number": "No. 6009.",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}