{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/4089233/",
  "id": 4089233,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/wash/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4217091/",
      "id": 4217091,
      "absolute_url": "/opinion/4217091/caine-grimshaw-co-v-white/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/4089233/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3991446/",
          "id": 3991446,
          "absolute_url": "/opinion/4217091/caine-grimshaw-co-v-white/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4217091/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-06T10:51:15.361179Z",
          "date_modified": "2017-04-15T05:07:37.972468Z",
          "type": "020lead",
          "sha1": "7f7e24a3d11cbd30c72d730d7080d2e384b6e042",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/washington/supreme_court_opinions/documents/1088756cf8998167.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>The plaintiff, Caine-Grimshaw Company, as assignee of Jackson Brothers, commenced this action in the superior court for Whatcom county, seeking recovery of a balance of $705 claimed to be due for repair work done by Jackson Brothers for the defendants, White and wife, upon their dwelling house situated in that county; and also seeking foreclosure of a mechanics' and materialman's lien therefor filed by Jackson Brothers against the house and land on which it is situated, described as follows:</p>\n<p>\"Lots Three (3), Four (4) and Five (5) of Lyle's Normal School Tracts, an addition to Fairhaven.\"</p>\n<p>A trial upon the merits in the superior court resulted in findings and decree awarding to the plaintiff recovery in the sum of $538.95, $150 attorney's fees and other costs, and foreclosure against the whole of the described premises. From this disposition of the case in the superior court, the defendants have appealed to this court.</p>\n<p>On about July 16, 1923, Jackson Brothers, being contractors engaged in the business of house moving and repairing, entered into an oral contract with appellants <span class=\"star-pagination\">*Page 100</span> \nto repair their dwelling house situated on the land above described. The three lots are contiguous to each other and manifestly constitute a single ownership by appellants for home purposes. Indeed, their counsel refers to the premises as \"a small city farm.\" The trial court found with reference to this original contract as follows:</p>\n<p>\"Jackson Bros. were to excavate a basement under the house upon one of the lots above described, and were to construct basement walls under said house out of concrete blocks, and were to construct a cement floor in said basement and were to construct a foundation under said house and under the porch in front thereof, said work to be done in a workmanlike manner; the said Jackson Bros. to furnish all material and labor necessary therefor for the agreed price and consideration of $600.\"</p>\n<p>There is serious conflict in the evidence as to what work was agreed to be included in this original contract, particularly as to just what was meant by the foundation and basement walls, as to whether or not there was included therein the basement steps as finally constructed, and also as to whether or not there was included therein some considerable reconstruction of the porch above the foundation. For the performance of the work and furnishing of the material under this original contract the court awarded $532.80, deducting $67.20 from the agreed $600 price because of defective construction of the cellar floor. While the work under this original contract was being done, appellants had Jackson Brothers do a considerable amount of extra repairing. The larger portion of this controversy seems to be over Jackson Brothers' charges for this extra repairing; that is, over the question of whether or not much of it was within the original contract, and whether or not the charges for the <span class=\"star-pagination\">*Page 101</span> \nextra repairing were excessive. The trial court found with reference to the agreement for the extra repairs as follows:</p>\n<p>\"It was mutually agreed that the said Jackson Bros. were to be paid the cost of the materials necessarily used in such extra work and the amount of the labor necessary to perform the same at the going wage.\"</p>\n<p>The items of charge made by Jackson Brothers for the extra repairs totaled $685. The trial court awarded thereon $597. There is no dispute as to the credits the appellants are entitled to on account of payments made by them to Jackson Brothers as the repairs under the two contracts progressed. Deducting these conceded credits from the court's awards on the two contracts resulted in the net award of $538.95, and the rendering of the final decree accordingly.</p>\n<p>Contention is made in behalf of appellants that the trial court erred in awarding foreclosure because of the lien being claimed against all three of the lots, especially because the house is referred to as being on one of the lots without designating which one. It seems to be argued that there are here three separate tracts of land drawn in question. We do not so view the premises. The three lots being contiguous and constituting a single home premises, concededly \"a small city farm,\" it seems plain to us that the lien claimants had the right to treat it as a single tract, all used with the house as necessary to its intended convenient use and enjoyment as a home. Besides, it is alleged in the complaint \"that all of the hereinbefore described real estate is necessary for the use of the building and improvements hereinbefore described;\" which allegation is not denied by appellants. This is not a case of noncontiguous unrelated tracts, as was the situation in<em>Farrington v. Bushnell</em>, <cross_reference>88 Wn. 155</cross_reference>, <cross_reference>152 P. 991</cross_reference>. We conclude that there was no error to the prejudice <span class=\"star-pagination\">*Page 102</span> \nof appellants in so far as the trial court's decree awarded foreclosure against the whole of the premises.</p>\n<p>Upon the completion of the repairs under both contracts, there was rendered to appellants by Jackson Brothers an itemized statement of their charges for the extra repairs. This statement contained thirteen items, each referring in very general terms to some particular portion of the repairs capable of segregation from the others, but not itemizing the labor separately from the material in any of the items. On November 1, 1923, soon after the service of respondent's summons and complaint upon appellants, their counsel, exercising the right under Rem. Comp. Stat., &#167; 284 [P.C. &#167; 8368], duly demanded of respondent a bill of particulars. This demand was not complied with within the ten days prescribed by that section, or at any time prior to the day the case was called for trial.</p>\n<p>On December 15, 1923, appellants filed their answer upon the merits. Thereafter on February 8, 1924, the case was called for trial, and, upon counsel for respondent offering evidence in support of its assigned claim, counsel for appellants objected to the introduction of any such evidence because of respondent's failure to furnish a bill of particulars as theretofore demanded. Thereupon there occurred a colloquy between respective counsel and the court wherein it was claimed by counsel for respondent that they had been led to understand that the demand for the bill of particulars had been waived. The judge, being convinced by statements of counsel, viewed in the light of the fact that appellants, long after the statutory time for compliance with the demand had expired, answered upon the merits, continued the trial for some two weeks, giving counsel for respondent further time within which to furnish a bill of particulars as theretofore <span class=\"star-pagination\">*Page 103</span> \ndemanded. This was objected to by counsel for appellants. A bill of particulars was furnished to counsel for appellants by counsel for respondent several days before the date to which the trial was continued. Counsel for appellants did not move against the bill of particulars so furnished. It contained the same thirteen items set forth in the itemized statement of charges furnished by Jackson Brothers to appellants upon the completion of the repairs. It, however, described the work and furnishing of materials somewhat more in detail than in the original itemized statement so furnished by Jackson Brothers to appellants; there being, however, no segregation of amounts claimed for labor from amounts claimed for material.</p>\n<p>Upon the commencement of the trial at the time to which it was continued, counsel for appellants again objected to the introduction of evidence in support of respondent's claim, resting his objection apparently upon his claim of absolute right to have evidence in support of respondent's claim excluded because of the failure of respondent to furnish a bill of particulars as demanded within the ten days' time prescribed by Rem. Comp. Stat., &#167; 284 [P.C. &#167; 8368]. The extension of the time for furnishing a bill of particulars and the admission of evidence in support of respondent's claim are assigned as error. This is not a question of whether or not appellants were entitled to a bill of particulars as a matter of right before the trial, but it is only a question of whether or not the trial court erroneously decided, as a matter of discretion, that respondent should have further time within which to furnish a bill of particulars. Our decision in <em>McDonald v. McDonald</em>, <cross_reference>119 Wn. 396</cross_reference>,<cross_reference>206 P. 23</cross_reference>, seems to be decisive in favor of respondent upon the question of the court having discretion as to its giving additional <span class=\"star-pagination\">*Page 104</span> \ntime to that prescribed by statute for the furnishing of a bill of particulars. In the case before us we are unable to see that the court abused its discretion in that behalf.</p>\n<p>We do not want to be understood by any remarks here made that we are holding that the answering by appellants upon the merits within itself constituted a waiver of their demand for a bill of particulars, which would be out of harmony with our holding in<em>Ford v. Leschi Market  Grocery Co.</em>, <cross_reference>117 Wn. 686</cross_reference>,<cross_reference>202 P. 247</cross_reference>. We have mentioned the answering by appellants upon the merits, long after the statutory time for furnishing a bill of particulars, only as one of the circumstances of the case lending some support to the belief of counsel for respondent that the demand had been waived. In <em>Plummer v. Weil</em>, <cross_reference>15 Wn. 427</cross_reference>,<cross_reference>46 P. 648</cross_reference>, it was held that a demand for a bill of particulars within itself extended the time for answering. So it would seem that a voluntary answer upon the merits, long after the expiration of the statutory time for the furnishing of a bill of particulars, none being furnished, would be a circumstance which, with others, might induce the belief that the demand would not be insisted upon.</p>\n<p>It is strenuously contended that the trial court did not correctly decide the case upon the merits. This contention, or we might better say, these many contentions involve only questions of fact. This record is very much involved and very voluminous. The evidence is in serious conflict with reference to practically every item drawn in question. We think it wholly undesirable that we should in this opinion attempt any detailed review of the evidence with a view of reconciling its conflict, or with a view of demonstrating where the truth lay with reference to any or all of the <span class=\"star-pagination\">*Page 105</span> \ndisputed items. We have read with painstaking care every word of the evidence as presented to us by the apparently carefully prepared abstract of the evidence, and deem it sufficient to say that we cannot say that the evidence preponderates against the conclusions reached by the trial court.</p>\n<p>It is finally contended that the allowance to respondent of $150 attorney's fees was an excessive allowance. This question seems to have been left to the trial judge to be decided in the light of what he would learn with reference to the amount of labor involved by counsel, from the record and the trial of the case. The actual trial of the case occupied a period of approximately four days. The statement of facts containing the evidence covers 498 pages of ordinary typewriting. The controversy was waged at every turn with a great degree of vigor. It is true that respondent has not been awarded all that it claimed in the commencement of the action, and in that respect has in some measure failed; but we think the record also discloses that had respondent in the commencement of the case made demand in no larger amount than that which was ultimately awarded to it, the burden of its counsel in resisting appellants' defenses would have been practically the same. Under all the circumstances, we are unable to say that the award of attorney's fees made by the trial court was excessive.</p>\n<p>The decree is affirmed.</p>\n<p>TOLMAN, C.J., MITCHELL, BRIDGES, and ASKREN, JJ., concur. <span class=\"star-pagination\">*Page 106</span> </p>",
          "html_with_citations": "<p>The plaintiff, Caine-Grimshaw Company, as assignee of Jackson Brothers, commenced this action in the superior court for Whatcom county, seeking recovery of a balance of $705 claimed to be due for repair work done by Jackson Brothers for the defendants, White and wife, upon their dwelling house situated in that county; and also seeking foreclosure of a mechanics' and materialman's lien therefor filed by Jackson Brothers against the house and land on which it is situated, described as follows:</p>\n<p>\"Lots Three (3), Four (4) and Five (5) of Lyle's Normal School Tracts, an addition to Fairhaven.\"</p>\n<p>A trial upon the merits in the superior court resulted in findings and decree awarding to the plaintiff recovery in the sum of $538.95, $150 attorney's fees and other costs, and foreclosure against the whole of the described premises. From this disposition of the case in the superior court, the defendants have appealed to this court.</p>\n<p>On about July 16, 1923, Jackson Brothers, being contractors engaged in the business of house moving and repairing, entered into an oral contract with appellants <span class=\"star-pagination\">*Page 100</span> \nto repair their dwelling house situated on the land above described. The three lots are contiguous to each other and manifestly constitute a single ownership by appellants for home purposes. Indeed, their counsel refers to the premises as \"a small city farm.\" The trial court found with reference to this original contract as follows:</p>\n<p>\"Jackson Bros. were to excavate a basement under the house upon one of the lots above described, and were to construct basement walls under said house out of concrete blocks, and were to construct a cement floor in said basement and were to construct a foundation under said house and under the porch in front thereof, said work to be done in a workmanlike manner; the said Jackson Bros. to furnish all material and labor necessary therefor for the agreed price and consideration of $600.\"</p>\n<p>There is serious conflict in the evidence as to what work was agreed to be included in this original contract, particularly as to just what was meant by the foundation and basement walls, as to whether or not there was included therein the basement steps as finally constructed, and also as to whether or not there was included therein some considerable reconstruction of the porch above the foundation. For the performance of the work and furnishing of the material under this original contract the court awarded $532.80, deducting $67.20 from the agreed $600 price because of defective construction of the cellar floor. While the work under this original contract was being done, appellants had Jackson Brothers do a considerable amount of extra repairing. The larger portion of this controversy seems to be over Jackson Brothers' charges for this extra repairing; that is, over the question of whether or not much of it was within the original contract, and whether or not the charges for the <span class=\"star-pagination\">*Page 101</span> \nextra repairing were excessive. The trial court found with reference to the agreement for the extra repairs as follows:</p>\n<p>\"It was mutually agreed that the said Jackson Bros. were to be paid the cost of the materials necessarily used in such extra work and the amount of the labor necessary to perform the same at the going wage.\"</p>\n<p>The items of charge made by Jackson Brothers for the extra repairs totaled $685. The trial court awarded thereon $597. There is no dispute as to the credits the appellants are entitled to on account of payments made by them to Jackson Brothers as the repairs under the two contracts progressed. Deducting these conceded credits from the court's awards on the two contracts resulted in the net award of $538.95, and the rendering of the final decree accordingly.</p>\n<p>Contention is made in behalf of appellants that the trial court erred in awarding foreclosure because of the lien being claimed against all three of the lots, especially because the house is referred to as being on one of the lots without designating which one. It seems to be argued that there are here three separate tracts of land drawn in question. We do not so view the premises. The three lots being contiguous and constituting a single home premises, concededly \"a small city farm,\" it seems plain to us that the lien claimants had the right to treat it as a single tract, all used with the house as necessary to its intended convenient use and enjoyment as a home. Besides, it is alleged in the complaint \"that all of the hereinbefore described real estate is necessary for the use of the building and improvements hereinbefore described;\" which allegation is not denied by appellants. This is not a case of noncontiguous unrelated tracts, as was the situation in<em>Farrington v. Bushnell</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">155</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">P.</span> <span class=\"page\">991</span></span></cross_reference>. We conclude that there was no error to the prejudice <span class=\"star-pagination\">*Page 102</span> \nof appellants in so far as the trial court's decree awarded foreclosure against the whole of the premises.</p>\n<p>Upon the completion of the repairs under both contracts, there was rendered to appellants by Jackson Brothers an itemized statement of their charges for the extra repairs. This statement contained thirteen items, each referring in very general terms to some particular portion of the repairs capable of segregation from the others, but not itemizing the labor separately from the material in any of the items. On November 1, 1923, soon after the service of respondent's summons and complaint upon appellants, their counsel, exercising the right under Rem. Comp. Stat., &#167; 284 [P.C. &#167; 8368], duly demanded of respondent a bill of particulars. This demand was not complied with within the ten days prescribed by that section, or at any time prior to the day the case was called for trial.</p>\n<p>On December 15, 1923, appellants filed their answer upon the merits. Thereafter on February 8, 1924, the case was called for trial, and, upon counsel for respondent offering evidence in support of its assigned claim, counsel for appellants objected to the introduction of any such evidence because of respondent's failure to furnish a bill of particulars as theretofore demanded. Thereupon there occurred a colloquy between respective counsel and the court wherein it was claimed by counsel for respondent that they had been led to understand that the demand for the bill of particulars had been waived. The judge, being convinced by statements of counsel, viewed in the light of the fact that appellants, long after the statutory time for compliance with the demand had expired, answered upon the merits, continued the trial for some two weeks, giving counsel for respondent further time within which to furnish a bill of particulars as theretofore <span class=\"star-pagination\">*Page 103</span> \ndemanded. This was objected to by counsel for appellants. A bill of particulars was furnished to counsel for appellants by counsel for respondent several days before the date to which the trial was continued. Counsel for appellants did not move against the bill of particulars so furnished. It contained the same thirteen items set forth in the itemized statement of charges furnished by Jackson Brothers to appellants upon the completion of the repairs. It, however, described the work and furnishing of materials somewhat more in detail than in the original itemized statement so furnished by Jackson Brothers to appellants; there being, however, no segregation of amounts claimed for labor from amounts claimed for material.</p>\n<p>Upon the commencement of the trial at the time to which it was continued, counsel for appellants again objected to the introduction of evidence in support of respondent's claim, resting his objection apparently upon his claim of absolute right to have evidence in support of respondent's claim excluded because of the failure of respondent to furnish a bill of particulars as demanded within the ten days' time prescribed by Rem. Comp. Stat., &#167; 284 [P.C. &#167; 8368]. The extension of the time for furnishing a bill of particulars and the admission of evidence in support of respondent's claim are assigned as error. This is not a question of whether or not appellants were entitled to a bill of particulars as a matter of right before the trial, but it is only a question of whether or not the trial court erroneously decided, as a matter of discretion, that respondent should have further time within which to furnish a bill of particulars. Our decision in <em>McDonald v. McDonald</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">396</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">P.</span> <span class=\"page\">23</span></span></cross_reference>, seems to be decisive in favor of respondent upon the question of the court having discretion as to its giving additional <span class=\"star-pagination\">*Page 104</span> \ntime to that prescribed by statute for the furnishing of a bill of particulars. In the case before us we are unable to see that the court abused its discretion in that behalf.</p>\n<p>We do not want to be understood by any remarks here made that we are holding that the answering by appellants upon the merits within itself constituted a waiver of their demand for a bill of particulars, which would be out of harmony with our holding in<em>Ford v. Leschi Market  Grocery Co.</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">686</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">P.</span> <span class=\"page\">247</span></span></cross_reference>. We have mentioned the answering by appellants upon the merits, long after the statutory time for furnishing a bill of particulars, only as one of the circumstances of the case lending some support to the belief of counsel for respondent that the demand had been waived. In <em>Plummer v. Weil</em>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">427</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">P.</span> <span class=\"page\">648</span></span></cross_reference>, it was held that a demand for a bill of particulars within itself extended the time for answering. So it would seem that a voluntary answer upon the merits, long after the expiration of the statutory time for the furnishing of a bill of particulars, none being furnished, would be a circumstance which, with others, might induce the belief that the demand would not be insisted upon.</p>\n<p>It is strenuously contended that the trial court did not correctly decide the case upon the merits. This contention, or we might better say, these many contentions involve only questions of fact. This record is very much involved and very voluminous. The evidence is in serious conflict with reference to practically every item drawn in question. We think it wholly undesirable that we should in this opinion attempt any detailed review of the evidence with a view of reconciling its conflict, or with a view of demonstrating where the truth lay with reference to any or all of the <span class=\"star-pagination\">*Page 105</span> \ndisputed items. We have read with painstaking care every word of the evidence as presented to us by the apparently carefully prepared abstract of the evidence, and deem it sufficient to say that we cannot say that the evidence preponderates against the conclusions reached by the trial court.</p>\n<p>It is finally contended that the allowance to respondent of $150 attorney's fees was an excessive allowance. This question seems to have been left to the trial judge to be decided in the light of what he would learn with reference to the amount of labor involved by counsel, from the record and the trial of the case. The actual trial of the case occupied a period of approximately four days. The statement of facts containing the evidence covers 498 pages of ordinary typewriting. The controversy was waged at every turn with a great degree of vigor. It is true that respondent has not been awarded all that it claimed in the commencement of the action, and in that respect has in some measure failed; but we think the record also discloses that had respondent in the commencement of the case made demand in no larger amount than that which was ultimately awarded to it, the burden of its counsel in resisting appellants' defenses would have been practically the same. Under all the circumstances, we are unable to say that the award of attorney's fees made by the trial court was excessive.</p>\n<p>The decree is affirmed.</p>\n<p>TOLMAN, C.J., MITCHELL, BRIDGES, and ASKREN, JJ., concur. <span class=\"star-pagination\">*Page 106</span> </p>",
          "extracted_by_ocr": false,
          "opinions_cited": []
        }
      ],
      "judges": "PARKER, J.",
      "date_created": "2016-07-06T10:51:15.355125Z",
      "date_modified": "2017-04-04T20:56:56.390440Z",
      "date_filed": "1925-09-03",
      "date_filed_is_approximate": false,
      "slug": "caine-grimshaw-co-v-white",
      "citation_id": null,
      "case_name_short": "White",
      "case_name": "Caine-Grimshaw Co. v. White",
      "case_name_full": "Caine-Grimshaw Company v. J.F. White",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "136 Wash. 98",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "238 P. 980",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "R.W. Greene , for appellants.\n\n John A. Kellogg  and  H.C. Thompson , for respondent.",
      "nature_of_suit": "",
      "posture": "Appeal from a judgment of the superior court for Whatcom county, Brown, J., entered August 21, 1924, upon findings in favor of the plaintiff, in an action to foreclose a mechanics' lien, tried to the court. Affirmed.",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/4089233/caine-grimshaw-co-v-white/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-06T10:51:15.348873Z",
  "date_modified": "2016-07-06T10:51:15.348900Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "White",
  "case_name": "Caine-Grimshaw Co. v. White",
  "case_name_full": "Caine-Grimshaw Company v. J.F. White",
  "slug": "caine-grimshaw-co-v-white",
  "docket_number": "No. 19132.  Department One.",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}