{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/41787/",
  "id": 41787,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/rid/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1871633/",
      "id": 1871633,
      "absolute_url": "/opinion/1871633/morris-v-travisono/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/41787/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1871633/",
          "id": 1871633,
          "absolute_url": "/opinion/1871633/morris-v-travisono/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1871633/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2551/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:41:01.690594Z",
          "date_modified": "2017-04-07T08:44:16.910742Z",
          "type": "010combined",
          "sha1": "a96921bd4a25e5e48208a3f11b1b21751b3933bf",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>499 F.Supp. 149 (1980)</b></center>\n<center><h1>Joseph MORRIS et al.<br>\nv.<br>\nAnthony TRAVISONO et al.<br>\nJohn CARILLO<br>\nv.<br>\nJohn J. MORAN et al.</h1></center>\n<center>Civ. A. Nos. 4192, 77-0283.</center>\n<center><p><b>United States District Court, D. Rhode Island.</b></p></center>\n<center>August 25, 1980.</center>\n<p><span class=\"star-pagination\">*150</span> Robert B. Mann, Providence, R. I., for plaintiffs.</p>\n<p>Paul L. Foster, R. I. Dept. of Corrections, Cranston, R. I., for defendants.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>PETTINE, Chief Judge.</p>\n<p>Plaintiff John Carillo, an inmate at the Adult Correction Institutions (ACI), has been housed in some form of segregated or isolated confinement since June 22, 1973. He brings this action pursuant to 42 U.S.C. § 1983 for injunctive and declaratory relief, alleging that the conditions of his confinement are cruel and unusual punishment in violation of the eighth amendment to the United States Constitution, and deprive him of life, liberty, or property without due <span class=\"star-pagination\">*151</span> process of law in violation of the fourteenth amendment. The case is also before the Court on plaintiff's motion to adjudge the defendants in civil contempt for failing to adhere to the April 20, 1972 consent judgment and order of this Court in <i>Morris v. Travisono,</i> C.A. 4192.</p>\n<p>In addition to defending on the merits of plaintiff's § 1983 action, defendants filed an objection to the motion for contempt, thus bringing before the Court the question of whether intervening decisional law requires vacation of the <i>Morris</i> Rules.<sup>[1]</sup></p>\n<p></p>\n<h2>I <i>FACTS</i>\n</h2>\n<p>John Carillo has spent most of the last twenty-one years in the ACI as punishment for various crimes. He is currently serving a life sentence for the 1973 murder of a correctional officer. Since June 22, 1973, he has been in some form of segregated or isolated confinement in either the medium security Cell Block South (CBS), the maximum security Behavioral Control Unit (BCU), or in the, back area of the infirmary in maximum security. Except for a period of approximately fourteen months, he has been confined to his cell 23 to 24 hours a day, often having to choose between exercise and a shower during the one hour a day he is allowed out of his cell. According to an agreed statement of facts, plaintiff has had no work opportunities, no educational opportunities (except for one correspondence course in psychology), and no vocational programs for over six years. Moreover, the defendants have not devised a treatment or rehabilitation program for him as required by both the <i>Morris</i> Rules and R.I.G.L. § 42-56-29.</p>\n<p>Carillo has had only limited access to newspapers, magazines, and other reading materials, and he has not been allowed to have in his cell such items as a coffee pot or a radio. Although he has been allowed limited visiting privilegesgenerally, one visitor a week or lessplaintiff has often declined to see visitors because he must wear handcuffs during visits. Plaintiff is allowed occasional visits with religious representatives, but he is not permitted to attend group religious services. Nor has he been allowed physical access to a law library, although in at least two instances, requested legal materials were brought to his cell.</p>\n<p>According to psychologist Dr. Augustus Kinzel, plaintiff's expert, Carillo's segregated confinement has resulted in a traumatic neurosis with acute depression manifested by periods of intense irritability, withdrawal, inability to concentrate, a preoccupation with his body, insomnia, and a development of physical symptoms with little or no physical basis. Dr. Kinzel further testified that in his opinion plaintiff was not receiving adequate psychiatric treatment at the ACI, and that the care he was receiving was negligent.</p>\n<p>Defendants' expert, psychologist Dr. Ronald Stewart, disagreed. He testified that Carillo has no definable psychotic disorder, although Dr. Stewart did concede that Carillo suffers from a \"personality disorder, antisocial type,\" and could benefit from psychiatric treatment.</p>\n<p>Since June 1973, Carillo has been classified other than \"A\" status, the normal category of inmate classification.<sup>[2]</sup> From June, 1973 to January, 1974 he was in administrative segregation; on January 25, 1974, plaintiff appeared before a classification board and was reclassified to \"B\" status;<sup>[3]</sup> since April, 1974 he has been in \"C\" status.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*152</span> The defendants have reviewed plaintiff's status every ninety days as required by the <i>Morris</i> Rules. Despite recommendations from both the Health Care Administrator for the ACI and a prison psychologist that Carillo be returned to general population, the defendants have not seen fit to change his classification status. According to prison officials the Board's decisions have been based on Carillo's conviction for murdering a correctional officer, his disciplinary record, and the fear that other inmates and correctional officers would harm Carillo. Deposition of Robert Black (I) at 6; Deposition of John Moran at 13; Deposition of Matthew Gill at 15; Deposition of John Brown at 5-6.</p>\n<p>The Board's fears are not altogether unwarranted. Since June 22, 1973the date Carillo was arrested for the murder of correctional officer Donald Price-he has been found guilty of more than thirty-five disciplinary infractions, including two bookings for assaults on correctional officers, and five bookings for creating a disturbance or inciting a riot. In the last two years, however, Carillo's disciplinary record has improved markedly; he has been found guilty of only seven disciplinary infractions, none of them of a violent nature. Plaintiff's Exhibit 6. Indeed, John Moran, the Director of the Department of Corrections, stated that except for an unspecified recent booking, Carillo has been essentially free from serious infractions for almost two years. Deposition at 12. Although Moran acknowledged that such behavior would normally merit placement in a higher classification status, he admitted that even if Carillo's attitude and adjustment were to be of a superior nature, it is unlikely that he would be released to general population, given the hostile attitude of the correctional officers toward Carillo and the possibility that they would harass him by \"setting him up\". <i>Id.</i> at 12-17; Letter of 9/7/79 to Special Master J. Michael Keating. The belief that Carillo would be harassed by correctional officers if he were returned to general population was shared by chief of classification services, Robert Black, deposition (II) at 15-16, deputy assistant director for adult services, John Brown, deposition at 6, and assistant director for adult services, Matthew Gill, deposition at 15, although none of them could recall instances of specific threats from correctional officers.</p>\n<p></p>\n<h2>II <i>THE</i> MORRIS <i>RULES</i>\n</h2>\n<p></p>\n<h2>A. Background: Adoption of the <i>Morris</i> Rules</h2>\n<p>The adoption of the <i>Morris</i> Rules has been recounted in prior decisions of this Court, <i>see, e. g., </i><i>Morris v. Travisono,</i> 373 F.Supp. 177 (D.R.I.1974); <i>Morris v. Travisono,</i> 310 F.Supp. 857 (D.R.I.1970), and needs only brief repetition here. On October 11, 1969, a group of inmates at the ACI brought suit in this Court challenging the constitutionality of the classification and disciplinary procedures at the prison and alleging that the quality of life at the ACI violated the eighth amendment to the constitution. After the trial began, the parties met to discuss a possible resolution. These negotiations, overseen by the Court, led to a detailed set of procedures for the discipline and classification of prisoners, which I approved and incorporated into an interim consent decree. The Court retained jurisdiction for eighteen months while the parties continued to formulate a final decree and set of rules. This was accomplished, and on April 20, 1972, a consent judgment was entered as a final decree establishing \"Regulations Governing Disciplinary, Classification, and Mail Procedures for all inmates at the Adult Correctional Institutions, State of Rhode Island\" (The <i>Morris</i> Rules).</p>\n<p>In addition to establishing procedures for classification and discipline, the <i>Morris</i> Rules spelled out the privileges afforded inmates in each classification as well as the restrictions imposed upon them, <i>Morris</i> Rules at 5-8; they established minimum conditions of confinement which could not be altered or withdrawn as a form of punishment, <i>Morris</i> Rules at 17-19; and they enumerated those actions by inmates that would constitute \"punishable conduct\", <span class=\"star-pagination\">*153</span> <i>Morris</i> Rules at 16-17. The <i>Morris</i> Rules have remained in force since 1972.</p>\n<p></p>\n<h2>B. Defendants' Motion to Vacate</h2>\n<p>Defendants argue that in light of recent decisions of the Supreme Court, particularly <i>Meachum v. Fano,</i> 427 U.S. 215, 96 S.Ct. 2532, 49 L.Ed.2d 451 (1976), as well as \"massive improvements at the ACI\" there is no longer a valid basis for continuing to enforce the <i>Morris</i> Rules.<sup>[5]</sup></p>\n<p>Their motion to vacate, although not labeled as such, is judged by the same standard that applies to a motion for relief from final judgment, since a consent judgment is a judicial act with the same force and effect as a judgment rendered following a contested trial. <i>Inmates of Boys' Training School v. Southworth,</i> 76 F.R.D. 115, 123 (D.R.I. 1977). Fed.R.Civ.Pro. 60(b) spells out the relevant criteria:</p>\n<blockquote>(b) <i>Mistakes; Inadvertence; Excusable Neglect; Newly Discovered Evidence; Fraud, etc.</i> On motion and upon such terms as are just, the court may relieve a party or his legal representative from a final judgment, order, or proceeding for the following reasons: (1) mistake, inadvertence, surprise, or excusable neglect; (2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b); (3) fraud (whether heretofore denominated intrinsic or extrinsic), misrepresentation, or other misconduct of an adverse party; (4) the judgment is void; (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application; or (6) any other reason justifying relief from the operation of the judgment.</blockquote>\n<p>Although the defendants have not specified the procedural grounds for their motion to vacate, only Rules 60(b)(5) and 60(b)(6) are of possible relevance to this case.</p>\n<p></p>\n<h2>1. Change in the Law</h2>\n<p>The defendants' claim that the law has changed is based primarily on <i>Meachum v. Fano,</i> 427 U.S. 215, 96 S.Ct. 2532, 49 L.Ed.2d 451 (1976). In <i>Meachum,</i> inmates of a Massachusetts prison claimed that their transfer to a less desirable institution within the state without an adequate fact-finding hearing deprived them of liberty without due process of law. In holding for the state, the Court rejected the notion that any \"grievous loss\" invokes the due process clause. The Court held that a prisoner had no liberty interest in being confined to a particular state prison or in not being transferred. The \"grievous loss\" theory, the Court reasoned, would subject to federal judicial review a whole spectrum of discretionary actions that have traditionally been the province of prison administrators.</p>\n<p>In so holding, the Court distinguished <i>Wolff v. McDonnell,</i> 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974), in which it found that Nebraska inmates were entitled to due process protections when they were deprived of good-time credits because of misconduct. In <i>Wolff,</i> \"the State itself, not the Constitution, had `not only provided a statutory right to good time, but also specified that it is to be forfeited only for serious behavior.'\" <i>Meachum</i> at 226, 96 S.Ct. at 2539. Thus, the <i>Meachum</i> Court recognized that state imposed limitations on the discretion of prison officials can create a liberty interest and thus trigger the procedural protections of the due process clause. This distinction was summarized by the Court in an opinion released the same day as <i>Meachum:</i></p>\n<blockquote>\n<span class=\"star-pagination\">*154</span> We held in <i>Meachum v. Fano</i><i>,</i> that no Due Process Clause liberty interest of a duly convicted prison inmate is infringed when he is transferred from one prison to another within the State, whether with or without a hearing, <i>absent some right or justifiable expectation rooted in state law that he will not be transferred except for misbehavior or upon the occurrence of other specified events.</i>\n</blockquote>\n<blockquote>\n<i>Montanye v. Haymes,</i> 427 U.S. 236, 242, 96 S.Ct. 2543, 2547, 49 L.Ed.2d 466 (1976) (emphasis added)</blockquote>\n<p>Citing <i>Meachum, Montanye,</i> and three first circuit cases applying the Supreme Court's holdings to the Massachusetts prison system, <i>Sisbarro v. Warden,</i> 592 F.2d 1 (1st Cir. 1979); <i>Daigle v. Hall,</i> 564 F.2d 884 (1st Cir. 1977); <i>Lombardo v. Meachum,</i> 548 F.2d 13 (1st Cir. 1977), the defendants argue that inasmuch as Rhode Island law does not create a justifiable expectation that an inmate will not be reclassified or disciplined except upon the occurrence of certain specified events, \"the due process entitlements set forth in the <i>Morris</i> Rules do not have basis in law.\"<sup>[6]</sup></p>\n<p>The specific language of Rule 60(b)(5) provides for the vacation of a judgment where the law upon which a judgment was based has been reversed. Courts have interpreted Rule 60(b)(5) fairly strictly: for a judgment to be \"based on\" a prior judgment, the first judgment must have served more than precedential value. <i>Coalition of Black Leadership v. Cianci,</i> 570 F.2d 12 (1st Cir. 1978); <i>Lubben v. Selective Service System Local Board No. 27,</i> 453 F.2d 645 (1st Cir. 1972).</p>\n<p>In <i>Lubben,</i> for example, the district court's injunction of a local draft board from inducting appellant without reconsidering his conscientious objector claim relied heavily on a previous decision of another judge within the same district in <i>Lane v. Local Board,</i> 315 F.Supp. 1355 (D.Mass. 1970). When <i>Lane</i> was reversed by the first circuit on the basis of a subsequent Supreme Court decision, <i>Ehlert v. United States,</i> 402 U.S. 99, 91 S.Ct. 1319, 28 L.Ed.2d 625 (1971), the government successfully moved in district court to vacate the <i>Lubben</i> injunction. On appeal, the first circuit reversed the district court and reinstituted the injunction:</p>\n<blockquote>For a decision to be \"based on\" a prior judgment within the meaning of Rule 60(b)(5), the prior judgment must be a necessary element of the decision, giving rise, for example, to the cause of action or a successful defense. It is not sufficient that the prior judgment provides only precedent for the decision.</blockquote>\n<blockquote>\n<i>Id.</i> at 650 (citations omitted)</blockquote>\n<p>The court noted that if reliance upon <i>Lane</i> itself was error, this could have been remedied by an appeal of the <i>Lubben</i> injunction. Once the <i>Lubben</i> appeal was dismissed by agreement of the parties, that decision became final.</p>\n<p>The court reiterated this standard in <i>Coalition of Black Leadership, supra</i><i>.</i> There, a class action filed on behalf of black residents of Providence alleging various civil rights violations by police officers and public officials had resulted in a 1973 consent decree which set up certain grievance procedures. In 1976, the Rhode Island legislature enacted a law, requiring certain procedures to be followed in the processing of civilian complaints against police officers, that conflicted in part with the terms of the consent decree. The city of Providence, finding itself bound by inconsistent legal requirements, moved for relief from judgment under Rule 60(b)(5). One of the bases for the city's motion was that the Supreme Court's decision in <i>Rizzo v. Goode,</i> 423 U.S. 362, 96 S.Ct. 598, 46 L.Ed.2d 561 (1975), eliminated the basis for the district court's jurisdiction in the original case. In rejecting the motion to vacate, the first circuit emphatically stated that this did not satisfy the criteria of the rule:</p>\n<blockquote>We are totally unwilling to permit Rule 60(b)(5) to be invoked to vacate a consent <span class=\"star-pagination\">*155</span> decree allegedly based on unspecified prior law which has not been directly overruled. If defendant believed that the facts in plaintiffs' complaint were not sufficient to state a cause of action under § 1983 or to create a case or controversy . . . it should not have agreed to a consent decree and should have appealed the decision of the district court if it held against them. Instead it decided to accept a consent decree. There has not been the kind of change in the law since that time to require us to relieve the defendant of the consequences of its decision.</blockquote>\n<blockquote>\n<i>Id.</i> at 16.</blockquote>\n<p>The defendants cite as support for their position <i>Theriault v. Smith,</i> 523 F.2d 601 (1st Cir. 1975), a case in which the first circuit affirmed the vacation of a consent decree. In <i>Theriault,</i> the parties entered into a consent decree in which the defendant agreed to grant AFDC benefits to otherwise eligible women on behalf of their unborn children. As is evident from a reading of the consent decree, the decree was directly based on an interpretation of the relevant statutes:</p>\n<blockquote>Defendant beginning August 1, 1974 will, <i>pursuant to 42 U.S.C. § 602(a)(10) and 42 U.S.C. § 606(a),</i> grant AFDC benefits . . . to otherwise eligible women ... on behalf of their unborn children.</blockquote>\n<blockquote>\n<i>Id.</i> at 601, n.2 (emphasis added).</blockquote>\n<p>Some time after the entry of the decree, the Supreme Court, in <i>Burns v. Alcala,</i> 420 U.S. 575, 95 S.Ct. 1180, 43 L.Ed.2d 469 (1975), construed 42 U.S.C. § 606(a) not to include unborn children. The first circuit, finding that the Supreme Court decision represented a \"fundamental change in the legal predicates of the consent decree,\" affirmed the district court's decision to vacate the consent decree.</p>\n<p>The first circuit has rejected a broad reading of <i>Theriault. </i><i>Coalition of Black Leadership, supra,</i> at 16. According to the court, \"the key to the holding in <i>Theriault</i> is the extremely close nexus between the consent decree and a particular statutory interpretation that was directly overruled.\" <i>Id.</i> In explaining the distinction between <i>Theriault</i> and <i>Coalition of Black Leadership,</i> the court quoted with approval the following passage from Moore's Federal Practice:</p>\n<blockquote>It should be noted that while 60(b)(5) authorizes relief from a judgment on the ground that the prior judgment upon which it is based has been reversed or otherwise vacated, it does not authorize relief from a judgment on the ground that the law applied by the court in making its adjudication has been subsequently overruled or declared erroneous in another and unrelated proceeding.</blockquote>\n<blockquote>\n<i>Coalition of Black Leadership, supra,</i> at 16, <i>quoting,</i> Moore's Federal Practice par. 60.26(3) at 325.</blockquote>\n<p>In contrast to <i>Theriault,</i> the <i>Morris</i> Rules were not based directly on a statute or prior judgment that was subsequently reversed, vacated, or reconstrued. In the first place, it can hardly be said that <i>Meachum</i> eliminated the requirement of due process protections in the prison setting. As noted above, <i>Meachum</i> makes it quite clear that if the state limits the discretion of prison authorities to transfer or discipline prisoners, a prisoner facing such action is entitled to a due process hearing.</p>\n<p>To the extent that the <i>Morris</i> Rules were based on cases holding that a \"grievous loss\" by itself is sufficient to trigger due process protections, these cases served precedential value only. Like the local draft board in <i>Lubben,</i> defendants cannot argue that their agreement to the consent decree was directly based on a prior judgment that was subsequently reversed; rather, it was based on their general understanding of the law at the time. Although the state of the law may have changed, the first circuit has clearly stated that a change in the precedential law is not enough to satisfy Rule 60(b)(5).<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*156</span> It could perhaps be argued that even if the <i>Morris</i> Rules were not \"based on\" a case that has been reversed, the changes in the law are significant enough to justify vacating the consent order under the general \"equitable\" exception of Rule 60(b)(5) or under the residual exception of Rule 60(b)(6).</p>\n<p>There is little dispute that a sufficient change in circumstances is a meritorious reason for a court to modify an injunction or a consent decree. <i>United States v. Swift &amp; Co.,</i> 286 U.S. 106, 52 S.Ct. 460, 76 L.Ed. 999 (1932); <i>Coalition of Black Leadership v. Cianci,</i> 570 F.2d 12, 14 (1st Cir. 1978). Defendants' argument seems to be that <i>Meachum</i> and ensuing cases make continued enforcement of the consent judgment unfair, since the prison must provide procedural protections not mandated by present constitutional law.</p>\n<p>The standard for vacating a decree on equitable grounds is a stiff one, however:</p>\n<blockquote>There is need to keep in mind steadily the limits of inquiry proper to the case before us. We are not framing a decree. We are asking ourselves whether anything has happened that will justify us now in changing a decree. The injunction, whether right or wrong, is not subject to impeachment in its application to the conditions that existed at its making. We are not at liberty to reverse under the guise of readjusting. Life is never static, and the passing of a decade has brought changes to the grocery business as it has to every other. The inquiry for us is whether the changes are so important that dangers, once substantial, have become attenuated to a shadow. No doubt the defendants will be better off if the injunction is relaxed, but they are not suffering hardship so extreme and unexpected as to justify us in saying that they are the victims of oppression. <i>Nothing less than a clear showing of grievous wrong evoked by new and unforeseen conditions should lead us to change what was decreed after years of litigation with the consent of all concerned.</i>\n</blockquote>\n<blockquote>\n<i>Swift &amp; Co., supra,</i> 286 U.S. at 119, 52 S.Ct. at 464 (emphasis added)</blockquote>\n<p>This standard is piquantly illustrated by a recent case from the seventh circuit in which the court refused to vacate an injunction in the face of a subsequent contrary Supreme Court decision that was almost directly on point. In <i>DeFilippis v. United States,</i> 567 F.2d 341 (7th Cir. 1977), marine air reservists sought declaratory and injunctive relief against the Marine Corps' policy of prohibiting reservists from wearing short hair wigs to cover long hair while attending annual active training duty. Following the district court's issuance of a permanent injunction, the United States Supreme Court decided <i>Kelley v. Johnson,</i> 425 U.S. 238, 96 S.Ct. 1440, 47 L.Ed.2d 708 (1976), which upheld the validity of police department <span class=\"star-pagination\">*157</span> hair grooming standards similar to those of the Marine Corps. Soon after <i>Kelley</i> was decided, the Marine Corps moved pursuant to Rule 60(b)(5) and 60(b)(6) to vacate the injunction on the ground that it would be inequitable to continue to enforce the permanent injunction in light of <i>Kelley v. Johnson</i><i>.</i> Noting that \"Rule 60(b) requires a showing of exceptional circumstances or a grievous wrong evoked by new and unforeseen circumstances,\" 567 F.2d at 342, the seventh circuit found that the government did not make a showing of how continued enforcement of the injunction works an injustice or constitutes a grievous wrong. The court stressed that Rule 60(b) does not allow relitigation of issues that have been resolved by judgment:</p>\n<blockquote>[T]here must be an end to litigation someday. Absent a clear showing of grievous wrong, judgments will not, and cannot, be opened.</blockquote>\n<blockquote>\n<i>Id.</i> at 344.</blockquote>\n<p><i>See also </i><i>Coalition of Black Leadership, supra,</i> at 16-17; <i>Lubben, supra,</i> at 651.</p>\n<p>Even if it can be said that the state of the law has changed since the promulgation of the <i>Morris</i> Rules, the defendants have failed to show that continued enforcement of the Rules works an injustice or constitutes a grievous wrong. As seen in <i>Swift &amp; Co.</i> and the circuit court cases cited above, the fact that the case might be decided differently today is not a sufficient ground for vacating a judgment under Rule 60(b). Absent a clear showing of grievous wrong, defendants are bound by the consent judgment. As far as this Court is aware, the <i>Morris</i> Rules have functioned well in the last ten years and have imposed little burden on the day to day functioning of the prison. Accordingly, I cannot conclude that the continued enforcement of the Rules will result in a grievous wrong to the defendants.</p>\n<p></p>\n<h2>2. Change in factual circumstances</h2>\n<p>Defendants' request that I vacate the consent decree is based not only on recent changes in the law, but also on a change in the factual circumstances. They argue that \"massive changes\" in conditions at the ACI make the continued enforcement of the consent decree inequitable. As indicated above, a court is justified in exercising its equitable powers to vacate a judgment only upon a \"clear showing of grievous wrong evoked by new and unforeseen conditions.\" <i>Swift &amp; Co., supra,</i> 286 U.S. at 119, 52 S.Ct. at 464. The defendants have entirely failed to make such a showing.</p>\n<p>The first point to be made is that the <i>Morris</i> Rules were not promulgated to remedy deficiencies in the physical conditions of the ACI. The constitutionality of the conditions of the prison were not addressed until 1977 in <i>Palmigiano v. Garrahy,</i> 443 F.Supp. 956 (D.R.I.1977). Accordingly, I fail to see what relevance an improvement in conditions has to the question of the continued enforcement of the <i>Morris</i> Rules. Even assuming the existence of \"massive improvements\" at the ACI, defendants have not shown how these improvements lessen the need for the procedural protections of the Rules. Indeed, the defendants have utterly failed to show how the improved conditions render continued enforcement of the <i>Morris</i> Rules a grievous wrong.</p>\n<p>Since the defendants have not shown that compliance is onerous, and since continued enforcement would still seem necessary to effectuate the goals of the decree, I cannot conclude that continued enforcement of the Rules would be in any way inequitable.</p>\n<p>Defendants' motion to vacate is denied.</p>\n<p></p>\n<h2>C. Violations of the <i>Morris</i> Rules</h2>\n<p>I find that the defendants have violated several provisions of the <i>Morris</i> Rules. The most severe violation is the defendants' failure to devise a treatment and rehabilitation plan for Carillo as required not only by pages 1-2 of the Rules, but by R.I.G.L. § 42-56-29. Although there is evidence that Carillo has at times received treatment from a hypnotist, Dr. Kinzel testified that the psychiatric treatment was totally inadequate. Indeed, the defendants have stipulated that no written treatment plan is now, or has ever been, in effect for the plaintiff. In direct contravention <span class=\"star-pagination\">*158</span> of the express policy of both the Rules and the statute, the defendants have allowed John Carillo to languish in segregated confinement for seven years without any systematic plan for rehabilitation. This is the epitome of warehousing. Whether or not rehabilitation programs are constitutionally mandated, they are clearly required under Rhode Island law for all inmates regardless of their classification status. Accordingly, I order that the defendants devise a treatment and rehabilitation plan for Carillo and submit such plan to this Court within thirty days of the entry of this order.</p>\n<p>I further find that defendants have violated the <i>Morris</i> Rules by failing to provide Carillo with certain privileges due a category \"C\" inmate. In accordance with pages 6-7 of the Rules, plaintiff, as a category \"C\" inmate, is entitled to keep a radio (with earphones only) in his cell, is eligible for workroutine housekeeping duties within the unit, is entitled to one hour of exercise per day, and a minimum of three showers a week (but daily if possible) not to conflict with his exercise time. He should have use of educational materials and services recommended by the education department and approved by the assistant deputy warden. Moreover, Carillo should be allowed the same visiting privileges as other prisoners at the ACI, the only limitation being that as a category \"C\" inmate, visiting is to be held in an area other than the regular visiting room. It is hereby ordered that defendants immediately provide Carillo with those privileges due a category \"C\" inmate.</p>\n<p>Not only have the defendants failed to provide Carillo with the entitlements due a category \"C\" inmate, but they have employed inappropriate criteria in continuing to classify him in category \"C\". According to the depositions of various prison officials, the principal reasons for Carillo's continued \"C\" classification are his murder conviction, his disciplinary record, and the fear that he will be attacked by correctional officers and other inmates if he is returned to general population. Of these reasons, only the second onehis disciplinary recordis an appropriate reason for continuing his present classification.</p>\n<p>The Rules specify that category \"C\" includes inmates whose \"conduct indicates a chronic inability to adjust to general prison population, or who require maximum protection for themselves or others, or who constitute a serious threat to the security of the institution.\" <i>Morris</i> Rules at 6. Although the Rules do not specifically say what the criteria are for reclassification to a higher status, the clear implication of the Rules' requirement that the classification be reviewed every 90 days is that once the criteria for placing an inmate in a category no longer exist, he must be returned to general population. Indeed, chief classification officer Robert Black stated as much in his deposition. When asked if there were standards that define how an inmate moves from a lesser classification to a higher one, he answered:</p>\n<blockquote>In the Pettine-Morris Rules ... there is a lengthy procedure for people getting into that category. The standard that we use (for upgrading classifications) is a modification of the behavior that got him in there.</blockquote>\n<p>Deposition (I) at 7.</p>\n<p>Carillo's murder convictiontaken aloneis not a valid reason under these criteria for classifying him as \"C\". Category \"C\" is not intended to be punitive segregation; although the Disciplinary Board is empowered to reclassify inmates convicted of disciplinary infractions, such reclassification is on a temporary basis. Although the Classification Board can consider Carillo's murder conviction insofar as it bears on his ability to adjust to general prison population or the threat he constitutes to the security of the institution, the board cannot justify his continued status on his conviction alone.</p>\n<p>The fact that Carillo might be \"set up\" by correctional officers is an even less appropriate justification for his continued classification in \"C\". True, the Rules provide that inmates requiring protection for themselves belong in category \"C\", but \"protection for themselves\" can only mean protection from self-inflicted injuries, not <span class=\"star-pagination\">*159</span> from attacks by others. Inmates who are threatened by attacks from others are placed in protective custody, not category \"C\". This is a significant difference since many of the inmates in protective custody are \"A\" classification and thus are entitled to greater privileges. More importantly, it is absurd and unfair that an otherwise completely adjusted and well behaved inmate could be relegated to \"C\" status solely because the authorities cannot control their own personnel.</p>\n<p>Carillo's disciplinary record is of course relevant to determining whether he meets the criteria set forth in the Rules since it bears directly on whether he has adjusted to prison life, whether he constitutes a threat to others, and whether his release to general population will threaten the security of the institution.</p>\n<p>On the record before this Court, it is impossible to tell the determinative reason for the defendants' decision to keep Carillo in \"C\" status. Although Chief Classification Officer Robert Black stressed Carillo's disciplinary record, Corrections Director John Moran acknowledged that an inmate with Carillo's recent disciplinary record would ordinarily merit reclassification to a higher status. Moran indicated that the primary reason for continuing to keep Carillo in \"C\" status was the fear that he would be \"set up\" by correctional officers. Because I cannot determine the basis of the Classification Board's decision, I order that the board meet to reconsider John Carillo's status on the basis of the appropriate criteria. In accordance with this opinion, the board shall not consider the reaction by correctional officers to Carillo's reclassification or the fact of his murder conviction except as it bears on the criteria spelled out in the <i>Morris</i> Rules.</p>\n<p>Defendants shall have thirty days within which to comply with the provisions of this order. Failure to comply shall result in a finding of contempt.</p>\n<p></p>\n<h2>III <i>THE SECTION 1983 CLAIMS</i>\n</h2>\n<p></p>\n<h2>A. Eighth Amendment</h2>\n<p>The eighth amendment's ban on cruel and unusual punishment prohibits penalties that are grossly disproportionate to the inmate's offense or that transgress today's \"broad and idealistic concepts of dignity, civilized standards, humanity and decency.\" <i>Hutto v. Finney,</i> 437 U.S. 678, 685, 98 S.Ct. 2565, 2571, 57 L.Ed.2d 522 (1978), <i>quoting, </i><i>Estelle v. Gamble,</i> 429 U.S. 97, 102, 97 S.Ct. 285, 290, 50 L.Ed.2d 251 (1976). To meet this standard, conditions must be \"barbarous\" or \"shocking to the conscience,\" <i>Sostre v. McGinnis,</i> 442 F.2d 178, 191 (2nd Cir. 1971); it is not enough that a judge personally finds the conditions severe or repugnant.</p>\n<p>In applying this standard to the conditions of plaintiff's confinement, I must first point out that the Supreme Court has never held that solitary confinement is <i>per se</i> unconstitutional. <i>Hutto v. Finney, supra,</i> 437 U.S. at 686, 98 S.Ct. at 2575. Plaintiff acknowledges this, but notes that the Court has recognized that the length of confinement is an important factor in deciding whether the confinement meets constitutional standards. <i>Id.</i> He cites <i>Hutto; </i><i>Pugh v. Locke,</i> 406 F.Supp. 318 (N.D.Ala. 1976), and <i>Berch v. Stahl,</i> 373 F.Supp. 412 (W.D.N.C.1974), as recognizing that confinement in segregation for more than thirty days constitutes cruel and unusual punishment. Although plaintiff seems to acknowledge that the conditions of his confinement are not nearly as severe as the conditions at issue in the aforementioned cases, he asserts that \"whatever standards are examined or cases considered, a period of segregated confinement in excess of six and one half years is clearly a most extreme situation.\"</p>\n<p>Although I agree that segregated confinement for close to seven years is most extreme, it is clear that Carillo's living situation is significantly less severe than the conditions at issue in <i>Hutto, Pugh,</i> and <i>Berch.</i> In <i>Pugh,</i> for instance, Judge Johnson found the conditions of the isolation cells \"indescribable\":</p>\n<blockquote>As many as six inmates were packed in four by eight foot cells with no beds, no <span class=\"star-pagination\">*160</span> lights, no running water, a hole in the floor for a toilet which could only be flushed from the outside. The infamous Draper \"doghouse\" is a separate building, locked from the outside with no guard stationed inside. Inmates in punitive isolation received only one meal per day, frequently without utensils. They were permitted no exercise or reading material and could shower only every 11 days. 406 F.Supp. at 327.</blockquote>\n<p>In the instant case, there is no evidence that the cells in which Carillo was confined were filthy, disease-ridden, overcrowded, or otherwise unfit for human habitation. Although one witness did testify that the cell in the infirmary area was \"dungeonlike\", the evidence leads me to conclude that for the most part, the cells received adequate light and air circulation and were located in areas which afforded Carillo daily visual and verbal contact with other prisoners. Moreover, the specific deprivations alleged by the plaintiffnamely, insufficient exercise, limited visiting privileges, refusal to allow him to attend group religious services, limited access to legal materials, lack of vocational and educational programs, and inadequate medical caredo not appear impermissibly severe even when viewed in their totality. Thus, <i>Pugh</i> and similar cases do not lend much guidance in deciding the unconstitutionality of seven years of segregated confinement in these significantly less oppressive conditions.</p>\n<p>Although I do not find the specific conditions of Carillo's confinement particularly severe, I am troubled by the constitutionality of relegating a person to segregated confinement for over seven years. Even if a person is confined to an air conditioned suite at the Waldorf Astoria, denial of meaningful human contact for such an extended period may very well cause severe psychological injury. Indeed, Dr. Kinzel testified that Carillo has developed a traumatic neurosis with acute depression as a result of his confinement.</p>\n<p>Despite my concern, I am not prepared to hold such extended segregated confinement unconstitutional <i>per se.</i> I have no doubt that segregation can be a useful and necessary mechanism in maintaining peace and order in the prison setting. My concern is that this useful mechanism not be extended to the point where it causes unnecessary harm to the prisoner. Although it is clear that defendants initially had good reason to place Carillo in segregation, it is far from clear that those reasons continue to exist today.</p>\n<p>Since I have already ordered reconsideration of Carillo's status under the <i>Morris</i> Rulesand since plaintiff does not seek damagesI need not reach the eighth amendment question today. I will retain jurisdiction to decide this issue if it becomes necessary in the future. At such time, I will hold additional hearings to further develop the relevant facts and legal issues.</p>\n<p></p>\n<h2>B. Procedural Due Process</h2>\n<p>Plaintiff's final contention is that the defendants violated his rights to due process of law by confining him indefinitely in segregation status without enacting and announcing standards by which his status could be ended. Although plaintiff concedes that his status is periodically reviewed as required by the <i>Morris</i> Rules, he claims that he has never been provided with a meaningful opportunity to achieve a change in his status.</p>\n<p>As plaintiff points out, numerous courts have held that prisoners in segregation have a protected liberty interest in only remaining in segregation so long as the basis for segregation remains. <i>See, e. g., </i><i>Kelly v. Brewer,</i> 525 F.2d 394 (8th Cir. 1975); <i>United States ex rel. Hoss v. Cuyler,</i> 452 F.Supp. 256 (E.D.Pa.1978); <i>Bono v. Saxbe,</i> 450 F.Supp. 934 (E.D.Ill.1978); <i>Wright v. Enomoto,</i> 462 F.Supp. 397 (N.D. Cal.1976), <i>aff'd,</i> 434 U.S. 1052, 98 S.Ct. 1223, 55 L.Ed.2d 756 (1978). Although <i>Meachum v. Fano</i> raises the question of whether such a liberty interest can be said to exist in the absence of specific state regulations, that question need not be addressed here since the <i>Morris</i> Rules set forth criteria that govern the placement of inmates in categories other than \"A\", and further require that <span class=\"star-pagination\">*161</span> such classification be reviewed every 90 days. This opinion already requires that the defendants review plaintiff's \"C\" status in accordance with these standards. To the extent that plaintiff requests that I order the defendants to enumerate more specific criteria or criteria directly relevant to the plaintiff, I have no authority to do so. Given the first circuit's clear holding in <i>Daigle, supra,</i> that transfer from general population to segregation does not infringe a liberty interest in the absence of state limitations on the discretion of prison officials, I do not think this Court has the authority to put further substantive limitations on prison officials, and I decline to do so.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>1. Defendants' motion to vacate the <i>Morris</i> Rules is denied.</p>\n<p>2. Having been found to have violated the <i>Morris</i> Rules:</p>\n<blockquote>a. Defendants are ordered to devise a meaningful treatment and rehabilitation plan for plaintiff Carillo in accordance with the <i>Morris</i> Rules and R.I.G.L. § 42-56-29. Such plan shall be submitted to the Court within thirty days of the entry of this order.</blockquote>\n<blockquote>b. Defendants are ordered to immediately provide plaintiff Carillo with those privileges due a category \"C\" inmate.</blockquote>\n<blockquote>c. Defendants are ordered to convene a meeting of the Classification Board within thirty days to reconsider Carillo's classification status in accordance with the criteria outlined in the <i>Morris</i> Rules.</blockquote>\n<p>3. Having ordered reconsideration of plaintiff's status under the <i>Morris</i> Rules, the Court does not reach the eighth amendment issue at this time, but retains jurisdiction to decide this issue if it becomes necessary at a later time.</p>\n<p>4. The defendants' failure to enumerate more specific criteria by which Carillo's status could be ended does not deny the plaintiff due process of law.</p>\n<p>5. The Court will retain jurisdiction in this case until such time as the order has been fully complied with. Failure to comply shall result in a finding of contempt.</p>\n<p></p>\n<h2>APPENDIX</h2>\n<p><i>REGULATIONS GOVERNING DISCIPLINARY, CLASSIFICATION, AND MAIL PROCEDURES FOR ALL INMATES AT THE ADULT CORRECTIONAL INSTITUTIONS, STATE OF RHODE ISLAND.</i> [Morris Rules]</p>\n<p></p>\n<h2>\n<i>I.</i> <i>GENERAL INFORMATION</i>\n</h2>\n<p></p>\n<h2><i>A. Definition</i></h2>\n<p><i>Classification . . . contributes to a smoothly, efficiently, operated correctional program by the pooling of all relevent information concerning the offender, by devising a program for the individual based upon that information, and by keeping that program realistically in line with the individual's requirements. If furnishes an orderly method to the institution administrator by which the varied needs and requirements of each inmate may be followed through from commitment to discharge. Through its diagnostic and coordinating functions, classification not only contributes to the objective of rehabilitation but also to custody, discipline, work assignments, officer and inmate morale, and the effective use of training opportunities. Through the data it develops, it assists in longrange planning and development, both in the correctional system as a whole and in the individual institution.</i></p>\n<p></p>\n<h2><i>B. Objectives</i></h2>\n<p><i>The Classification Process:</i></p>\n<p><i>The primary objective of classification as a systematic process is the development and administration of an integrated and realistic program of treatment for the individual, with procedures for changing the program when indicated. This primary objective is attained through five general approaches: (a) The analysis of the individual's problems through the use of every available diagnostic technique, including social investigation,</i> <span class=\"star-pagination\">*162</span> <i>medical, psychological, psychiatric examinations, educational, vocational, religious, and recreational studies. The observations of custodial officers offer data of value; (b) A treatment and training program is evolved in staff conference during or after the inmate's personal appearance before the Board, based upon these analyses and a frank discussion of its purposes with the inmate; (c) The program decided upon must be placed into operation; (d) It may be revised when indicated. Classification, a dynamic process, cannot be effective unless program modifications are made in accordance with the changing needs of the individual inmate; (e) What is done for the inmate in the institution needs to be correlated with his program on parole.</i></p>\n<p></p>\n<h2><i>C. Essential Features</i></h2>\n<p><i>Essential Features of Classification:</i></p>\n<p><i>1. The Classification Process: The classification process consists of organized procedures by which the diagnosis, treatment planning, and the carrying out of the component parts of the general treatment program are coordinated and focused on the individual in prison and on parole. Procedures shall be as indicated in the General Laws of Rhode Island, 42-56-29.</i></p>\n<p><i>2. The Reception Program. The reception program includes the instruction of orientation of the newlyreceived inmate regrading the institutional and parole programs during his stay in reception facility while the initial diagnostic case studies are being made.</i></p>\n<p><i>3. The Admission Summary. The admission summary consists of the compilation, first, of information from all phases of the diagnostic study during the reception period; and, second, of the listing of recommendations issuing from this diagnosis for treatment of such individual. The admission summary is the cornerstone upon which a cumulative case history is developed, as information about the inmate is added to it systematically during his time in prison.</i></p>\n<p><i>4. The Records Office. A records office, conveniently located and well organized, is essential for the classification program. The cumulative case histories are the primary sources of information about the inmate's programs and all other aspects of their cases.</i></p>\n<p><i>5. The Institutional Classification Board. The institutional Classification Board consists of personnel as indicated in the General Laws of Rhode Island, 42-56-30 as amended. They meet together as a whole or in subgroups to consider and to direct the care and treatment program of each individual inmate.</i></p>\n<p><i>6. The Initial Classification Meeting. The initial classification meeting occurs shortly after an inmate's assignment to an institution. All diagnostic factors available in the case are studied, and a realistic program of custodial care and constructive treatment is formulated.</i></p>\n<p><i>7. Reclassification. Reclassification meetings are held at regular intervals, and whenever a major change in an inmate's program appears indicated. Such reviews of an individual's case help insure continuity in the treatment program and expedite necessary program revisions to meet the changing needs of the inmate.</i></p>\n<p><i>8. Classification Procedures Immediately Prior to Parole or Release. These classification procedures shall be as indicated in the General Laws of Rhode Island.</i></p>\n<p><i>C. Applicable Statutes, Rhode Island General Laws, 42-56-29 AS AMENDED. Receiving and orientation standards which will safeguard society and which will provide for the most efficient possible rehabilitation of individual prisoners there shall be established within the Department of Corrections a receiving and orientation unit which shall receive all male persons sentenced to the Adult Correctional Institution for a term of imprisonment of more than one year. Every such person so sentenced shall be segregated for a period not to exceed thirty (30) days during which period such person shall be studied and evaluated to determine whether such person shall be maximum, medium, or minimum security risk, and to develop a program of rehabilitation, education and medical and other</i> <span class=\"star-pagination\">*163</span> <i>care as shall be deemed necessary and appropriate to prepare such person to become a useful member of society. During such period, medical, psychometric and psychological examinations shall be made of such person and the results thereof, together with the nature of the offense for which such person has been committed, the previous criminal history, if any, the recommendations of the department of the attorney general and of the sentencing court, and the social history of such person shall be studied and evaluated in determining the degree of custodial care of such person, the rehabilitation program for such person, such medical or other care as may be necessary, and such spiritual and religious guidance as shall be indicated by the preference of such person.</i></p>\n<p><i>42-56-30,</i> <i>CLASSIFICATION BOARD</i> <i>For the purpose of such study and in order to regulate a system of classification of persons committed to the custody of the department, there shall be within the department a classification board consisting of five (5) persons to be appointed by the Director of the Department of Corrections to serve at his pleasure. The Director shall also have the authority to establish an addition classification board to facilitate the classification system when he deems necessary.</i></p>\n<p><i>Sec. 2. This act shall take effect upon passage.</i></p>\n<p><i>(42-56-31)Determination of classification and rehabilitation programs of prisoners.It shall be the duty of said classification board to review all studies made of each prisoner during the period of his reception and from time to time thereafter as shall be necessary to further the purposes of this chapter; and to recommend to the director the security classification and rehabilitation program for such person. Said director shall review said recommendation and if he shall approve the same he shall cause said recommendation to be put into effect. In the event he shall disapprove the same, he shall request said board to make further study and review. In the event thereafter the director shall disapprove such further recommendation, said decision shall be final.</i></p>\n<p><i>(42-56-32)Classification Unit.Within said Department of Corrections, there shall be a classification unit which shall collect and record all the data concerning each person sentenced to the Adult Correctional Institutions. Said unit shall periodically review the file of each male person and shall report to the board its findings and recommendations for such persons as shall have been sentenced to imprisonment for more than one year for such action as the board may deem necessary and appropriate. The classification unit shall furnish the parole board for its consideration in every case the file of each person under consideration for parole.</i></p>\n<p><i>13-8-22, AS AMENDED. Manner of obtaining information by board.The parole board in the discharge of its duties under this chapter shall not be required to receive or consider any petition, and it may secure the information upon which is exercises its authority, or upon which it makes its findings in any case, in such manner and by such means as it may consider most fitting to carry out the purposes of this chapter; provided, however, it shall be the duty of the clerks of the several courts of the state, the sheriffs and their deputies, the police officers of the several cities and towns of the state, the probation officers, the officers of the Adult Correctional Institutions, and every person having charge of any other place where prisoners are confined or detained, to furnish to the parole board and to any member thereof, any and all information they may have relating to the character and history of any prisoner whose sentence is placed under the control of the board by this chapter. In the case of prisoners transferred to federal institutions under the provisions of 13-12-1, as amended, of the general laws, the parole board may, in its discretion, arrange to obtain information concerning such prisoners from the appropriate officials of the United State Bureau of Prisons; such information shall include, but shall not be limited to, testimony of the prisoner being considered for parole,</i> <span class=\"star-pagination\">*164</span> <i>official records and reports, including recommendations concerning the prisoners. The parole board is authorized to request of the contracting authority inclusion of provisions for obtaining the aforesaid information in contracts made pursuant to 13-12-1, as amended, of the general laws.</i></p>\n<p><i>13-8-23. Agencies required to give reports to parole board.Information concerning applicants for parole shall be provided by (a) the Assistant Director of Adult Services who shall submit a list of all prisoners under his control who will be eligible for parole in a given month not later than the tenth day of the second month preceding. Such list shall identify the prisoner by name, offense, date of commitment; (b) the Assistant Director of Adult Services who shall secure reports from prison officials who have had direct contact with the prisoner including the Deputy Assistant Director of Adult Services, the chaplain, the work detail officer, the prison physician, and the classification officer. He shall transmit such reports, together with all pertinent classification information, such as social history, etc., and any actions or recommendations made by a classification board or committee in the institution to the office of the parole board not later than the twentieth day of the month next preceding the month in which the individual is eligible to appear before the board; (c) the attorney general's department who shall supply to the office of the parole board a report of any recommendation which it may care to make, and shall consult the trial judge in the case to determine if he may wish to make any comment or recommendations; (d) the state psychiatrist who shall examine the prisoner upon notice from the office of the parole board and shall submit his findings and recommendations to the office of the parole board not later than the twentieth day of the month next preceding the month in which the prisoner is eligible to appear before the board; (e) the psychological services agency who shall upon notice from the office of the parole board examine the prisoner and report their findings and recommendations to the office of the parole board not later than the twentieth day of the month next preceding the month in which the prisoner is eligible to appear before the board; (f) the state Department of Corrections which shall submit a transcript of the previous criminal record of the prisoner including the date of offenses, nature of offenses, and the disposition of each; a copy of the presentence investigation; a full summary of the contact of this division with the prisoner during any prior period under supervision, either probation or parole, or both; and any recommendations concerning the current application for parole.</i></p>\n<p></p>\n<h2>\n<i>II.</i> <i>CLASSIFICATION CATEGORIES</i>\n</h2>\n<p></p>\n<h2><i>Receiving Status.</i></h2>\n<p><i>Category of all inmates remanded to institution by court after disposition of charge. Receiving status is not to exceed thirty (30) days pursuant to 42-56-29 of the General Laws of Rhode Island, as amended.</i></p>\n<p></p>\n<h2><i>A. Category \"A\":</i></h2>\n<p><i>General prison population. Normal category of referral from receiving unit and normal category of inmate during term at the Adult Correctional Institutions.</i></p>\n<p><i>Inmate may be removed from category for the following reasons:</i></p>\n<p><i>1. Temporary removal for stated period by Disciplinary Board after conviction of disciplinary offense.</i></p>\n<p><i>2. Reclassification by Classification Board shall be predicated on conduct of inmate which indicates inability to adjust in general prison population, for protection of the inmate or others, and for the security of the institution.</i></p>\n<p><i>All inmates within category shall be eligible for all work and education, rehabilitative and recreational programs of the institution as availability provides. They shall be afforded full visiting privileges and normal category living location provided for by policy.</i></p>\n<p></p>\n<h2><i>B. Category \"B\":</i></h2>\n<p><i>Category of inmates who, because of their pattern of conduct, require on a temporary</i> <span class=\"star-pagination\">*165</span> <i>basis close restrictive movement and closer supervision than Category \"A\" population. Work eligibility is suspended in this category, but the inmate shall have use of educational materials recommended by the education department.</i></p>\n<p><i>The inmate in this category shall be subject to the following controls:</i></p>\n<blockquote><i>1. Living conditions to be determined by the administration.</i></blockquote>\n<blockquote><i>2. They shall remain unemployed.</i></blockquote>\n<blockquote><i>3. Meals in cellssubject to administrative decision.</i></blockquote>\n<blockquote><i>4. No televisions or radios are allowed.</i></blockquote>\n<blockquote><i>5. No institutional activities, other than rehabilitative and educational programs in the discretion of the deputy assistant director or assistant director.</i></blockquote>\n<blockquote><i>6. Visiting to be held in area other than regular visiting room to be approved by member of the administration staff, position of deputy warden or his superior. Inmate's hair length is not to be a factor in determining the visiting privileges.</i></blockquote>\n<blockquote><i>7. May attend religious services.</i></blockquote>\n<blockquote><i>8. Limited yard privileges for a period of one hour per day, weather permitting.</i></blockquote>\n<blockquote><i>9. Routine health servicenormal toilet articles allowed.</i></blockquote>\n<blockquote><i>a. Showersminimum of two a week or daily if possible.</i></blockquote>\n<blockquote><i>b. Physiciansubmit request to officer.</i></blockquote>\n<blockquote><i>c. Dentistsubmit request to officer.</i></blockquote>\n<blockquote><i>d. Medical emergencies to be attended to immediately.</i></blockquote>\n<blockquote><i>10. Regular store orders except glass.</i></blockquote>\n<blockquote><i>11. Usual clothing regulations.</i></blockquote>\n<blockquote><i>12. Request to staff via \"pink slip\" or letter.</i></blockquote>\n<blockquote><i>13. Reading material subject to administrative control.</i></blockquote>\n<blockquote><i>14. Weekly change of linen and laundry service.</i></blockquote>\n<p></p>\n<h2><i>C. Category \"C\":</i></h2>\n<p><i>Category of inmates whose conduct indicates chronic inability to adjust to general prison population or who require maximum protection for themselves or others who constitute a serious threat to the security of the institution. The inmates shall have use of educational materials and services recommended by the education department and approved by the deputy assistant director. Hobby activity shall be allowed subject to the control of the deputy assistant director.</i></p>\n<p><i>Inmates in this category shall be subject to the following controls:</i></p>\n<blockquote><i>1. Separate living locationto be determined by the deputy assistant director or his designee.</i></blockquote>\n<blockquote><i>2. Visiting to be held in an area other than the regular visiting room to be approved by a member of the administration staff with the position of deputy assistant director or his superior. Inmates' hair length is not to be a factor in determining the visiting privileges.</i></blockquote>\n<blockquote><i>3. All regular store orders except glass.</i></blockquote>\n<blockquote><i>4. Normal toilet articles.</i></blockquote>\n<blockquote><i>5. Meals in cells or at table as determined by assistant director or deputy assistant director after consultation with officer in charge.</i></blockquote>\n<blockquote><i>6. Workroutine housekeeping duties with the unit only.</i></blockquote>\n<blockquote><i>7. Spiritual needschaplains to visit regularly or on request.</i></blockquote>\n<blockquote><i>8. Request to see staff via \"pink slip\" or letter.</i></blockquote>\n<blockquote><i>9. Health</i></blockquote>\n<blockquote>\n<i>a. Showers minimum of three a week, but</i> <i>daily showers</i> <i>if possible.</i>\n</blockquote>\n<blockquote><i>b. Physician submit request to officer.</i></blockquote>\n<blockquote><i>c. Dentistsubmit request to officer at breakfast time.</i></blockquote>\n<blockquote><i>d. Exerciseone hour a day, outdoors, at least every other day, Monday through Friday. Weekends and holidays excluded. Outdoor exercise will not be given in inclement weather.</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*166</span> <i>e. Medical emergencies to be attended to immediately.</i>\n</blockquote>\n<blockquote><i>10. Travelall inmates leaving an entering the unit shall be searched and shall be escorted to and from their destination.</i></blockquote>\n<blockquote><i>11. Reading material, subject to institutional control.</i></blockquote>\n<blockquote><i>12. No televisions or phonographs.</i></blockquote>\n<blockquote><i>13. Radios with earphones only.</i></blockquote>\n<blockquote><i>14. Weekly change of linen. Weekly laundry privileges.</i></blockquote>\n<blockquote><i>15. Mailusual mail privileges.</i></blockquote>\n<blockquote><i>16. Clothingregulation shirt and trousers.</i></blockquote>\n<blockquote><i>17. No institutional activities.</i></blockquote>\n<p></p>\n<h2><i>D. Category \"D\":</i></h2>\n<p><i>Category of inmates who because of their course of conduct while classified within Category \"C\" require closer control than provided with \"C\" category. In this category, the inmates shall have use of educational materials and services recommended by the education department and approved by the deputy assistant director. Hobby activity may be allowed subject to the discretion of the deputy assistant director. Inmates in this category shall be subject to the following controls:</i></p>\n<blockquote><i>1. Separate living location to be determined by the deputy assistant director, his designee, or superior.</i></blockquote>\n<blockquote><i>2. Unemployed except housekeeping details in the unit.</i></blockquote>\n<blockquote><i>3. Meals in the cell.</i></blockquote>\n<blockquote><i>4. Spiritual needschaplains to visit regularly and upon request.</i></blockquote>\n<blockquote><i>5. Healthsame as \"C\". Exercisesame as \"C\".</i></blockquote>\n<blockquote><i>6. Visitssame as \"C\".</i></blockquote>\n<blockquote><i>7. Mailsame as \"C\".</i></blockquote>\n<blockquote><i>8. Request to see staffvia \"pink slip\" or letter.</i></blockquote>\n<blockquote><i>9. Normal toilet articles (except razors) same as \"C\".</i></blockquote>\n<blockquote><i>10. Store orderstoilet articles and tobacco products only.</i></blockquote>\n<blockquote><i>11. Reading materials subject to institutional control.</i></blockquote>\n<blockquote><i>12. No institutional activities.</i></blockquote>\n<blockquote><i>13. No television, no radios.</i></blockquote>\n<blockquote><i>14. Travelsame as \"C\".</i></blockquote>\n<blockquote><i>15. Weekly change of linen. Weekly change of laundry.</i></blockquote>\n<p></p>\n<h2><i>CLASSIFICATION PROCEDURES</i></h2>\n<p><i>A. The Classification Board.</i></p>\n<p><i>1. The classification board will meet together as a whole or in sub-groups. It shall be the duty of the chairman of the board to preside at the classification meeting. He shall determine the order of proceeding in each hearing and shall be responsible for determining the relevancy of information presented to the board.</i></p>\n<p><i>No sub-groups shall consist of less than three persons.</i></p>\n<p><i>2. The Classification Board shall review the status of every inmate in \"B\" and \"C\" classification at least every ninety (90) days. An inmate placed in \"C\" classification shall be entitled to review upon his request in writing giving the reasons for such request, after thirty (30) days in such classification; and thereafter he shall be entitled to review if either (a) his request is supported by a statement from any institution officer, chaplain, teacher, classification counselor, physician, or employee, or (b) his request includes new information or circumstances not previously called to the attention of the Classification Board. Inmates in \"D\" classification shall be entitled to review every thirty (30) days.</i></p>\n<p><i>B. Notice. In cases where any downgrading of classification grade is to be considered, an inmate shall receive timely written notice. Said notice shall indicate why and also inform the inmate of his right to be assisted by a classification counselor at the classification meeting. If an inmate requests assistance of a classification counselor, such assistance will be rendered a reasonable time in advance of the hearing.</i></p>\n<p><i>C. Classification Meeting.</i></p>\n<p><i>1. No decision of the Classification Board considering a possible change of status</i> <span class=\"star-pagination\">*167</span> <i>shall be made without consulting the inmate's central file.</i></p>\n<p><i>2. The chairman of the board shall explain the purpose of this meeting and the particular aspects of the inmates' records which may result in a classification change.</i></p>\n<p><i>3. No misconduct shall be considered by the Classification Board unless the Disciplinary Board has made a finding unfavorable to the inmate.</i></p>\n<p><i>4. The findings of the Disciplinary Board as to a particular infraction shall be conclusive.</i></p>\n<p><i>5. The inmate's file shall not be available to the inmate but must be reviewed by the classification counselor representing the inmate.</i></p>\n<p><i>6. The inmate shall have the right to present all pertinent information to the Board. In cases where downgrading of classification is being considered, this shall include the right to reasonable call and examine witnesses.</i></p>\n<p><i>7. The Board shall discuss with the inmate any contemplation of classification change and the reasons therefor.</i></p>\n<p><i>8. Upon completion of the discussion, the Board shall take the man under advisement.</i></p>\n<p><i>9. After decision is reached, the inmate shall be called before Board to hear the decision and to be advised of its rationale and meaning.</i></p>\n<p><i>10. A decision of the Classification Board must be based upon substantial evidence and reflect consideration of an inmate's entire record.</i></p>\n<p><i>11. A record of the classification meeting shall include:</i></p>\n<blockquote><i>a. A summary of the proceedings and matters considered,</i></blockquote>\n<blockquote><i>b. The classification decision manifesting a consideration of an inmate's total record and based upon substantial evidence therein.</i></blockquote>\n<p><i>12. All recommendations of the Classification Board shall be subject to the review of the assistant director pursuant to the provisions of 42-56-31 of the General Laws of Rhode Island.</i></p>\n<p></p>\n<h2><i>RECORDS</i></h2>\n<p><i>The central file of each inmate committed to the Adult Correctional Institutions for more than one year must include the following:</i></p>\n<blockquote><i>A) Regular case summaries.</i></blockquote>\n<blockquote><i>B) Probation officer's report and other diagnostic summaries from other agencies.</i></blockquote>\n<blockquote><i>C) Up-to-date progress reports in the areas of work assignments, vocational training, education, psychiatry, and medical treatment.</i></blockquote>\n<blockquote><i>D) Records of Disciplinary Board determinations.</i></blockquote>\n<blockquote><i>E) Any correspondence relating to the inmate.</i></blockquote>\n<blockquote><i>F) Identification material.</i></blockquote>\n<blockquote><i>G) A record of all classification transactions.</i></blockquote>\n<p></p>\n<h2><i>DISCIPLINARY PROCEDURES</i></h2>\n<p></p>\n<h2><i>PROCEDURAL OUTLINE FOR DISCIPLINARY ACTION</i></h2>\n<p><i>FIVE MANDATORY STEPS:</i></p>\n<blockquote><i>1. Written charge by reporting officer or employee</i></blockquote>\n<blockquote><i>2. Investigation and review by superior officer</i></blockquote>\n<blockquote><i>3. Hearing before Disciplinary Board</i></blockquote>\n<blockquote><i>4. Administrative review</i></blockquote>\n<blockquote><i>5. Record</i></blockquote>\n<p></p>\n<h2>\n<i>I.</i> <i>CHARGE BY REPORTING OFFICER OR EMPLOYEE</i>\n</h2>\n<blockquote><i>A. An officer or employee observing minor violations should handle such incidents tactfully and firmly by warning and counselling.</i></blockquote>\n<blockquote><i>1. If the officer or employee considers the imposition of discipline necessary for a minor offense, he may at his discretion present the inmate with the option of a written charge and subsequent appearance before a Disciplinary Board, or administrative loss of institutional privileges for a period of up to two nights.</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*168</span> <i>a) The charge and choice of disposition must be presented to the inmate with dispatch.</i>\n</blockquote>\n<blockquote><i>b) The inmate must execute a signed waiver of his right to appear before the Disciplinary Board.</i></blockquote>\n<blockquote><i>c) If such waiver is obtained, the administrative penalty must commence immediately.</i></blockquote>\n<blockquote><i>d) Records of all such two night losses of institutional privileges shall be maintained for one calendar year, then shall be destroyed.</i></blockquote>\n<blockquote><i>e) The inmate shall be given a copy of any waiver of a right to the Disciplinary Hearing he executes and records of any punishment resulting therefrom.</i></blockquote>\n<blockquote><i>f) Refusal by an inmate to waive his rights to be granted a Disciplinary Hearing can in no way be held against him. Following demand for a Disciplinary Hearing on a minor violation, the inmate may not be confined to his cell pending said hearing as a threat to the order of safety of the institution. If the inmate is subsequently found guilty by the Disciplinary Board, punishment may not be imposed beyond the two night loss of institutional privileges, unless additional sufficient rationale is found by the Disciplinary Board.</i></blockquote>\n<blockquote><i>2. The inmate may be presented the aforementioned choice of loss of institutional privileges only once during each calendar week. The written notice of choice shall inform the inmate that additional minor violations during that period shall require a Disciplinary Hearing.</i></blockquote>\n<blockquote><i>3. A written copy of the charge, or if waiver is obtained, the signed waiver shall be transmitted with dispatch by the correctional officer to the superior officer on duty at the time. Upon receipt of same, the superior officer may, if he considers the violation too minor to warrant imposition of discipline, dismiss the charges and/or release the inmate from confinement in his cell.</i></blockquote>\n<blockquote><i>B. When an employee or officer considers a written charge and full disciplinary procedures necessary for proper discipline and control, he must show in writing on an inmate violation report form: inmate's name, housing work assignment, if applicable; time, date, place and charge; give known details concerning the alleged violation, and sign the report.</i></blockquote>\n<blockquote><i>C. An officer may take immediate custody of an inmate being charged with a disciplinary infraction, if such action is deemed by the officer to be necessary to avoid assault or serious disorder. However, only a superior officer may determine that an inmate should be held pending further investigation or hearing by a disciplinary board. Such detention should take place only when it appears that the inmate represents a threat to himself or to others, or to the security or order of the institution. The superior officer determining that detention prior to an investigation and hearing is necessary must make a written report, and his decision is subject to review by the assistant director, deputy assistant director, or associate director as soon as possible. Such detention should only last as long as the circumstances requiring it remain in effect and in no event should an inmate be detained without a hearing beyond the next meeting of the disciplinary board. If an inmate is locked up pending an investigation and disciplinary hearing, such detention must not be in the punitive segregation area unless the security or safety of the institution so requires.</i></blockquote>\n<p></p>\n<h2>\n<i>II.</i> <i>INVESTIGATION BY A SUPERIOR OFFICER</i>\n</h2>\n<blockquote><i>A. The reporting officer or employee must submit a written report of a charge to a superior officer as soon as possible after the alleged violation occurs.</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*169</span> <i>B. A superior officer shall with dispatch and under any circumstances no later than one day after filing the charge, orally inform the inmate of the charge against him.</i>\n</blockquote>\n<blockquote><i>C. The superior officer shall conduct a preliminary investigation of the matter without unnecessary delay. The investigation will include interviews with the reporting employee, the inmate charged, and any other employee or inmates indicated.</i></blockquote>\n<blockquote>\n<i>D. The superior officer shall make a written summary of his investigation including the results of his interviews and a notation of notice to the inmate. He shall sign and submit a full report to the Associate Director of the facility in which the infraction occurs. A copy of the disciplinary report filed by the superior officer should be given to the inmate prior to any disciplinary hearing together with the notice required in subsection F</i> <i>infra.</i>\n</blockquote>\n<blockquote><i>E. The Associate Director may either dismiss the charge or transmit notice of the hearing to the Chief of Classification Services, who shall in turn assign responsibility for the notice and subsequent procedures to a classification counselor. Said notice shall be timely and shall include the date and time of the hearing, the charge, including institutional rule violated, reference to the time, place, and other persons involved, if any; and the notice of the right to assistance by a classification counselor and the right to appeal to the Assistant Director or Deputy Assistant Director any unfavorable disposition by the disciplinary board.</i></blockquote>\n<blockquote><i>F. The assigned classification counselor will provide the inmate with a copy of the notice he has received concerning the hearing. Notice of the hearing must be transmitted to the inmate in a sufficient period of time prior to the hearing to give the inmate an opportunity to prepare a defense.</i></blockquote>\n<blockquote><i>G. Any inmate being charged shall have the right to be assisted at the disciplinary hearing by a classification counselor, or any other individual authorized by the Assistant Director and Deputy Assistant Director, Adult Services. The inmate shall be informed of this right as part of the notice provided of the hearing itself.</i></blockquote>\n<blockquote><i>H. Only a duly authorized Disciplinary Board has power to issue punishment to inmates, including those in the Behavioral Conditioning Unit, except as indicated in Section I, paragraph A(1) above.</i></blockquote>\n<blockquote><i>I. Whenever an inmate is charged with an institutional violation where he may be the subject of criminal prosecution, the written notice referred to in paragraphs E and F above shall so notify the inmate, and advise him that although statements he makes in his defense at a disciplinary hearing are probably not admissible for affirmative use by the prosecution at a trial, he may wish to consult an attorney to determine what action to take.</i></blockquote>\n<p></p>\n<h2>\n<i>III.</i> <i>THE HEARING BEFORE THE DISCIPLINARY BOARD</i>\n</h2>\n<blockquote><i>A. The disciplinary board shall consist of three members. The Associate Director or in his absence, a Superior Officer of the facility in which the alleged infraction occurred shall be the chairman. The two remaining members shall be personnel from the custody and treatment departments respectively. The disciplinary board shall meet at least twice during each calendar week, at least three days apart.</i></blockquote>\n<blockquote><i>B. Any officer or employee who initiates a violation report or who investigates and reviews the initiating officer's report is not eligible to sit on the disciplinary board to hear that case.</i></blockquote>\n<blockquote><i>C. The hearing shall be conducted in the following manner:</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*170</span> <i>1. The circumstances of the charge will be read and fully explained by the Chairman of the Board.</i>\n</blockquote>\n<blockquote><i>2. The inmate shall admit or deny the charges.</i></blockquote>\n<blockquote><i>3. The board members may interrogate the inmate and others as necessary. All interrogation will take place in the presence of the inmate, except where the board determines that an informant's identity must be protected. In those cases, the board shall make such a determination on the record and indicate the nature of the informant's testimony.</i></blockquote>\n<blockquote><i>4. If the inmate thinks the charge against him is untrue (in whole or in part), he may present information available to him and others. Said presentation shall include the right to call a reasonable number of witnesses, both adverse and favorable and examine said witnesses.</i></blockquote>\n<blockquote><i>5. If the inmate has requested the assistance of a classification counselor or other individuals approved by the Assistant Director and Deputy Assistant Director of Adult Services, said person shall assist him in the presentation of the case.</i></blockquote>\n<blockquote><i>6. Upon completion of the hearing, the Disciplinary Board shall take the matter under advisement.</i></blockquote>\n<blockquote><i>7. After decision is reached by the Board, the inmate shall be called before the board to hear the decision and to be advised of its rationale and consequences.</i></blockquote>\n<blockquote><i>8. A board decision must be based upon substantial evidence.</i></blockquote>\n<blockquote><i>9. In the event of an unfavorable disposition, the inmate will be informed of his right to appeal the decision of the disciplinary board to the Assistant Director or Deputy Assistant Director. It is to be made clear to the inmate that with respect to any appeal he may request assistance from his classification counselor or other individuals approved by the Assistant Director and Deputy Assistant Director of Adult Services in framing what he believes is wrong with the decision. The inmate shall be allowed to have his objection, if any, incorporated in the case record submitted for review.</i></blockquote>\n<blockquote><i>10. Any inmate appearing before a disciplinary board may upon request have a recording made of the hearing provided that the equipment for said recording must be furnished by the inmate and that said recordings are to be impounded except for purposes of administrative or judicial review.</i></blockquote>\n<p><i>Actions Taken by a Disciplinary Board may be as follows:</i></p>\n<blockquote><i>1. Dismissal of charge</i></blockquote>\n<blockquote><i>2. Reprimand</i></blockquote>\n<blockquote><i>3. Recommendations to classification board for change of status</i></blockquote>\n<blockquote><i>4. Temporary loss of specified privileges within inmate classification not to exceed thirty days</i></blockquote>\n<blockquote><i>5. One to thirty days placement in punitive segregation</i></blockquote>\n<blockquote><i>6. # 5 above plus referral to classification board with recommendations of classification</i></blockquote>\n<blockquote><i>7. Loss of good time as prescribed by law under 42-56-24 of the General Laws</i></blockquote>\n<blockquote><i>8. Any combination of 3 through 7 above and/or suspended action on any or all of 3 through 7 above</i></blockquote>\n<p></p>\n<h2>\n<i>IV.</i> <i>REVIEW</i>\n</h2>\n<blockquote><i>A. Within three days of the Disciplinary Board decision (Sundays and holidays excluded) if an inmate requests an appeal of a decision of the disciplinary board, the record of any proceedings shall be forwarded to the Assistant Director or Deputy Assistant Director. This review shall be completed and the inmate notified of the decision on review within one week. Disposition shall be suspended during this period.</i></blockquote>\n<blockquote><i>B. If the Assistant Director or Deputy Assistant Director is in agreement with the Disciplinary Board decision, the decision is approved and ordered.</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*171</span> <i>C. If the Assistant Director or Deputy Assistant Director does not agree with the Disciplinary Board decision, he may order further proceedings or he may reduce or suspend any result of a Disciplinary Board hearing unfavorable to the inmate.</i>\n</blockquote>\n<blockquote><i>D. The inmate will be notified of any change resulting from the review process.</i></blockquote>\n<p><i>Wherever individuals are named in their position of authority, it is permissible in their absence for their lawful substitutes to replace them.</i></p>\n<p></p>\n<h2>\n<i>V.</i> <i>THE DISCIPLINARY RECORD</i>\n</h2>\n<blockquote><i>A. A record shall be maintained of all disciplinary proceedings including review by the Assistant Director or Deputy Assistant Director.</i></blockquote>\n<blockquote><i>B. The disciplinary record shall include:</i></blockquote>\n<blockquote><i>1. A summary of all information produced at the hearing including:</i></blockquote>\n<blockquote><i>a. testimony of all witnesses</i></blockquote>\n<blockquote><i>b. the written summary investigation report referred to in II. D above</i></blockquote>\n<blockquote><i>c. the nature of the testimony of any unidentified informant</i></blockquote>\n<blockquote><i>2. Physical evidence viewed</i></blockquote>\n<blockquote><i>3. Findings of fact and the supporting reasons for the disposition decided upon</i></blockquote>\n<blockquote><i>4. Rationale for change in disposition upon review by the Assistant Director or Deputy Assistant Director</i></blockquote>\n<blockquote><i>C. A complete record of all disciplinary proceedings shall be maintained in the inmate's permanent file. If the right to be granted a hearing for a minor violation is exercised, the disciplinary board must indicate: (1) that the option of loss of institutional privileges for one or two nights has been tendered and refused; (2) if disposition in excess of the aforementioned two-day period is meted out, the supporting explanation must be included on the record. If the right to a disciplinary hearing is waived, the violation shall in no way appear on the inmate's record or upon any record placed before the Parole Board or Classification Board. Records of all such minor violations for which the right to a disciplinary hearing is waived shall be maintained for one year, and a copy shall be given to the inmate when the penalty is imposed.</i></blockquote>\n<blockquote><i>D. Substantial Evidence. A determination of the Disciplinary Board must be based upon substantial evidence manifested in the record of disciplinary proceedings.</i></blockquote>\n<blockquote><i>E. If any of the facts establish that the Board made a determination based upon information obtained from an unidentified informant, then the record must (1) contain some factual information from which the Board can reasonably conclude that the informant was credible and his information reliable, including independant corroborating material and (2) establish that the informant spoke with personal knowledge of the matters contained in such statement.</i></blockquote>\n<p></p>\n<h2><i>PUNISHABLE CONDUCT</i></h2>\n<p><i>Inmates will be subject to disciplinary action if found guilty of the following:</i></p>\n<blockquote><i>a) Disobeying a lawful order of the Department Director, Assistant Director, Deputy Assistant Director, or any officer or employee of the institution, or of any written prison rule;</i></blockquote>\n<blockquote><i>b) Escape from the institution or custody of the institutional personnel or attempt to escape including any attempt to tamper with security devices, possession of articles for such tampering or hiding in an unauthorized area;</i></blockquote>\n<blockquote><i>c) Disregard, neglect, or refusal to work without valid reason;</i></blockquote>\n<blockquote><i>d) Swearing, cursing, or use of any other vulgar, abusive, insolent, threatening or any other improper language toward any other inmates, officer, or person visiting the institution or indecency in language, action, or gesture at any time;</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*172</span> <i>e) Committing of any assault or battery whatsoever on employees, inmates, or any person;</i>\n</blockquote>\n<blockquote><i>f) Leaving of cell or place of assignment or other appointed place without permission;</i></blockquote>\n<blockquote><i>g) Willfully disfiguring, damaging, or destroying any part of the institution, or any materials, tools, or machinery;</i></blockquote>\n<blockquote><i>h) Committing of any overt mutinous act, inciting a riot and/or general disturbance in any part of the institution or on any work assignment;</i></blockquote>\n<blockquote><i>i) Being intoxicated (by homemade intoxicants or purchased intoxicants) or under the influence of any kind of alcohol, drug, barbituates, and/or amphetamines not prescribed by an institutional medical or psychiatric physician or possession of same;</i></blockquote>\n<blockquote><i>j) Making or having possession of any type of dangerous weapon or facsimile;</i></blockquote>\n<blockquote><i>k) Failing to report to any required destination without authorization, permission, or valid reason;</i></blockquote>\n<blockquote><i>l) Possession of currency, coin or paper, without authorization;</i></blockquote>\n<blockquote><i>m) Forgeing or altering an institutional pass;</i></blockquote>\n<blockquote><i>n) Making or attempting to make credit contracts in any form without authorization;</i></blockquote>\n<blockquote><i>o) Giving false information to an officer or employee of the institution;</i></blockquote>\n<blockquote><i>p) Passing or receiving contraband from another inmate, visitor and/or employee regardless of the place of occurrence;</i></blockquote>\n<blockquote><i>q) Gambling of any type;</i></blockquote>\n<blockquote><i>r) Possession of a syringe and/or needle or similar device;</i></blockquote>\n<blockquote><i>s) Possession of controlled medication without prescription and authorization from an institutional medical official;</i></blockquote>\n<blockquote><i>t) Fraudulent requests of any type, i. e. check requests, commissary orders, etc., to circumvent established rules, regulations, and procedures for the same;</i></blockquote>\n<blockquote><i>u) Stealing and/or unauthorized possession of state property or any property;</i></blockquote>\n<blockquote><i>v) Making unauthorized telephone calls;</i></blockquote>\n<blockquote><i>w) Refusal to submit to required examination after superior officer has determined inmate is under the influence of a narcotic and/or alcoholic stimulant;</i></blockquote>\n<blockquote><i>x) Any conduct constituting a crime under the ordinances of cities and towns and/or state or federal laws. Such conduct may subject the offender to prosecution in addition to institutional punishments.</i></blockquote>\n<p></p>\n<h2><i>MINIMUM STANDARDS</i></h2>\n<p><i>I. Except as otherwise provided, every inmate of the A.C.I. in categories A, B, C, and D or disciplinary status, excluding punitive segregation, shall be entitled to at least the following:</i></p>\n<blockquote><i>A. A cell equipped with lighting sufficient for an inmate to read by during hours prior to the time cell illumination is required to be extinguised for inmates in the general population, toilet and sink, bed, and mattress.</i></blockquote>\n<blockquote><i>B. Clothing to the extent required for use in the general population.</i></blockquote>\n<blockquote><i>C. Bedding, including blanket, sheets, pillows, and pillowcases.</i></blockquote>\n<blockquote><i>D. Personal hygiene supplies (including soap, toothbrush, toothpaste, powder, towel and toilet paper).</i></blockquote>\n<blockquote><i>E. Minimum writing materials.</i></blockquote>\n<blockquote><i>F. Prescription eyeglasses.</i></blockquote>\n<blockquote><i>G. Any book, periodical, document, or other paper of his that he would be permitted to have in the general population, not to exceed five, except that such limitation shall not apply to lawbooks, legal periodicals, or other legal materials.</i></blockquote>\n<blockquote><i>H. Meals of the same type and quantity as provided in the general population.</i></blockquote>\n<blockquote><i>I. Showers at least twice a week.</i></blockquote>\n<blockquote>\n<i>J. Exercise outside of the cell for at least one hour each day and where</i> <span class=\"star-pagination\">*173</span> <i>weather permits, such exercise shall be out-of-doors every other day. (holidays &amp; weekends excluded)</i>\n</blockquote>\n<blockquote><i>K. Correspondence privileges available to all inmates.</i></blockquote>\n<blockquote><i>L. Daily access to medical facilities.</i></blockquote>\n<blockquote><i>M. Visiting subject to usual administrative control.</i></blockquote>\n<p></p>\n<h2><i>MINIMUM STANDARDS OF CONFINEMENT WHILE IN PUNITIVE SEGREGATION</i></h2>\n<blockquote><i>A. A cell equipped with lighting sufficient to read by, toilet, sink, bed, blankets, and mattress.</i></blockquote>\n<blockquote><i>B. Suitable clothing.</i></blockquote>\n<blockquote><i>C. Personal hygiene supplies (including soap, toothbrush, toothpaste, powder, towel, and toilet paper).</i></blockquote>\n<blockquote><i>D. Writing materials, type and amount in discretion of superior officer on duty.</i></blockquote>\n<blockquote><i>E. Prescription eyeglasses.</i></blockquote>\n<blockquote><i>F. Reasonable reading material, at least two books of inmate's choice and owned by the inmate.</i></blockquote>\n<blockquote><i>G. Meals of the same type and quantity as provided in the general population.</i></blockquote>\n<blockquote><i>H. Showers at least twice a week.</i></blockquote>\n<blockquote><i>I. Exercise outside cell not to commence until after five days unless otherwise ordered by institutional physician.</i></blockquote>\n<blockquote><i>J. Right to send mail and receive letters.</i></blockquote>\n<blockquote><i>K. Access to medical facilities.</i></blockquote>\n<p><i>For purposes of punishment no inmate is ever, under any circumstances, to be deprived of any item or activity required under these MINIMUM STANDARDS provisions, however,</i></p>\n<blockquote><i>1. Whenever in the judgment of the Assistant Director, Deputy Assistant Director, Associate Director, or Superior Officer in charge of a facility there is danger that an inmate will destroy any item required to be furnished or will be injurious to himself or to another, any of the above minimal entitlements may be denied as necessary to remove the danger.</i></blockquote>\n<blockquote><i>2. Upon removal of any minimal entitlement, a written report shall be made and forwarded to the Ass't. Director within 12 hours identifying the inmate, the item or activity of which he has been deprived and the reason therefor, which report shall be reviewed in timely manner by the Ass't. Director.</i></blockquote>\n<blockquote><i>3. Upon receipt of any such report, which indicates that the inmate constitutes a danger to himself and/or others, the Assistant Director or his designee shall arrange for a physician to visit the inmate as soon as possible. Any recommendations of the physician must be followed immediately.</i></blockquote>\n<blockquote><i>4. In all cases where minimal items or activities are deprived they shall be restored as soon as restoration appears to be consistent with safety.</i></blockquote>\n<p><i>Inmates confined under punitive segregation conditions are to be visited by a physician at least every other day.</i></p>\n<p></p>\n<h2><i>EMERGENCY OR TEMPORARY PROVISIONS</i></h2>\n<p><i>When faced with an immediate threat to the security or safety of the Adult Correctional Institutions or any of its employees or inmates, officials of the institution may temporarily reassign inmates in accordance with the following regulations.</i></p>\n<p><i>I. Reassignment by a correctional officer on approval of his immediate supervisor:</i></p>\n<blockquote><i>A. When a correctional officer or other employee witnesses an inmate commit a serious wrongdoing.</i></blockquote>\n<blockquote><i>B. When an inmate presents reasonable eye witness information that an inmate committed a serious wrongdoing.</i></blockquote>\n<blockquote><i>C. When an inmate seeks safety or protection from others.</i></blockquote>\n<p><i>II. By supervisory officials of rank of Lieutenant or above, pending investigation.</i></p>\n<blockquote>\n<span class=\"star-pagination\">*174</span> <i>A. When an inmate is suspected of serious wrongdoing, either committed or planned.</i>\n</blockquote>\n<blockquote><i>B. When an inmate is suspected of being a witness to overt acts which constitute a serious violation of institution regulations or a violation of state law.</i></blockquote>\n<blockquote><i>C. When requested by prosecuting attorney or superintendent of State Police.</i></blockquote>\n<blockquote><i>1. When inmate is suspected as perpetrator of a crime.</i></blockquote>\n<blockquote><i>2. When inmate is a material witness to a criminal act.</i></blockquote>\n<p><i>Requests under C will be honored upon oral request but shall not be observed beyond seventy-two (72) hours in absence of receipt by Assistant Director of a written confirmation by requesting authority.</i></p>\n<p><i>III. All inmates assigned temporarily under the preceding provisions will, as soon as reasonably possible, be informed in writing of the reason for their assignment and will be afforded all other rights due them under institution disciplinary and classification procedures.</i></p>\n<p><i>IV. A written record of all temporary reassignments shall be forwarded to the Associate Director for his concurrence or nonconcurrence, and he shall forward the record to the Assistant Director or his designee for approval or disapproval. The report showing review of each is to be placed in the inmate's permanent classification file.</i></p>\n<p><i>V. All temporary assignments shall be reviewed at the next regular meeting of the Classification Board, which in any case will not exceed one week, and final action by the Board will be ordered without unnecessary delay.</i></p>\n<p></p>\n<h2><i>REGULATIONS GOVERNING MAIL FOR ALL INMATES AT THE ADULT CORRECTIONAL INSTITUTIONS.</i></h2>\n<blockquote><i>1. All outgoing mail shall be transmitted unopened and uninspected.</i></blockquote>\n<blockquote><i>2. All incoming mail may be opened and inspected solely for the purpose of detecting contraband and said mail may not be read or delayed.</i></blockquote>\n<blockquote><i>3. Any incoming mail of any kind designated from courts, judges, or attorneys may be opened for inspection only in the presence of the inmate addressee.</i></blockquote>\n<h2>NOTES</h2>\n<p>[1]  A copy of the <i>Morris</i> Rules is included as an appendix to this opinion.</p>\n<p>[2]  Inmates are classified according to their behavior as \"A\", \"B\", \"C\", or \"D\". The classification determines privileges afforded the inmates, and the restrictions imposed upon them.</p>\n<p>[3]  \"B\" status is that \"category of inmates who, because of their pattern of conduct, require on a temporary basis, close restrictive movement and closer supervision than Category `A' population.\" <i>Morris</i> Rules at 5-6.</p>\n<p>[4]  \"C\" status is that \"category of inmates whose conduct indicates chronic inability to adjust to general prison population or who require maximum protection for themselves or others or who constitute a serious threat to the security of the institution.\" <i>Morris</i> Rules at 6.</p>\n<p>[5]  In analyzing the defendants' argument, one important distinction must be drawn. Defendants do not argue that decisional law has altered the basis for the <i>substantive</i> provisions of the <i>Morris</i> Rules. <i>Meachum, Montanye v. Haymes,</i> 427 U.S. 236, 96 S.Ct. 2543, 49 L.Ed.2d 466, and the first circuit cases discussed in the text deal only with procedural protections. Indeed, the substantive provisions of the Rules remain strongly supported by current case law, <i>see </i><i>Hutto v. Finney,</i> 437 U.S. 678, 685-88, 98 S.Ct. 2565, 2571-72, 57 L.Ed.2d 522 (1978). Accordingly, my discussion of the validity of the <i>Morris</i> Rules is limited to the procedural provisions of the Rules.</p>\n<p>[6]  I am not altogether convinced that Rhode Island law does not create such a justifiable expectation. For the purposes of this opinion, however, I will accept the defendants' assumption.</p>\n<p>[7]  The instant case is also to be contrasted with the first circuit decision in <i>Gomes v. Moran,</i> 605 F.2d 27 (1st Cir. 1979), <i>affirming,</i> 468 F.Supp. 542 (D.R.I.1979). In <i>Gomes,</i> inmates at the ACI sought a finding of civil contempt in this Court against prison officials for violating a 1975 consent decree by transferring the inmates out of state without affording them a hearing. I rejected plaintiffs' claim, concluding that the procedural protections of the consent decree were not required during certain emergency situations.\n</p>\n<p>On appeal, plaintiffs argued that since the 1975 consent decree was never rescinded or modified, it forbade the transfers. After acknowledging that the defendants had in effect violated the consent decree, the first circuit determined that those provisions of the consent decree providing procedural protections for transfers in emergency situations were directly contrary to the state of the law at the time the decree was entered into as clearly enunciated by the district court, <i>Gomes v. Travisono,</i> 353 F.Supp. 457 (D.R.I.1973), and repeated twice by the circuit court, <i>Gomes v. Travisono,</i> 490 F.2d 1209 (1st Cir. 1973), <i>on remand</i> [1 Cir.], 510 F.2d 537 (1974). That fact coupled with my statement that I did not construe the consent decree in the manner put forth by the plaintiffsstating that I never intended to place that kind of straight jacket on prison officials in exercise of their legitimate authorityled the first circuit to deny the plaintiff's request that it enforce the consent decree.</p>\n<p>In contrast to <i>Gomes,</i> it cannot be said that the procedural protections of the <i>Morris</i> Rules were contrary to the state of the law at the time of their adoption. Even if it is assumed that <i>Meachum</i> and its progeny have altered the state of the law, at the time of the consent decree the procedural aspects of the rules were consistent with numerous cases that held that a \"grievous loss\" was sufficient to trigger due process protections.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">149</span></span> (1980)</b></center>\n<center><h1>Joseph MORRIS et al.<br>\nv.<br>\nAnthony TRAVISONO et al.<br>\nJohn CARILLO<br>\nv.<br>\nJohn J. MORAN et al.</h1></center>\n<center>Civ. A. Nos. 4192, 77-0283.</center>\n<center><p><b>United States District Court, D. Rhode Island.</b></p></center>\n<center>August 25, 1980.</center>\n<p><span class=\"star-pagination\">*150</span> Robert B. Mann, Providence, R. I., for plaintiffs.</p>\n<p>Paul L. Foster, R. I. Dept. of Corrections, Cranston, R. I., for defendants.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>PETTINE, Chief Judge.</p>\n<p>Plaintiff John Carillo, an inmate at the Adult Correction Institutions (ACI), has been housed in some form of segregated or isolated confinement since June 22, 1973. He brings this action pursuant to 42 U.S.C. § 1983 for injunctive and declaratory relief, alleging that the conditions of his confinement are cruel and unusual punishment in violation of the eighth amendment to the United States Constitution, and deprive him of life, liberty, or property without due <span class=\"star-pagination\">*151</span> process of law in violation of the fourteenth amendment. The case is also before the Court on plaintiff's motion to adjudge the defendants in civil contempt for failing to adhere to the April 20, 1972 consent judgment and order of this Court in <i>Morris v. Travisono,</i> C.A. 4192.</p>\n<p>In addition to defending on the merits of plaintiff's § 1983 action, defendants filed an objection to the motion for contempt, thus bringing before the Court the question of whether intervening decisional law requires vacation of the <i>Morris</i> Rules.<sup>[1]</sup></p>\n<p></p>\n<h2>I <i>FACTS</i>\n</h2>\n<p>John Carillo has spent most of the last twenty-one years in the ACI as punishment for various crimes. He is currently serving a life sentence for the 1973 murder of a correctional officer. Since June 22, 1973, he has been in some form of segregated or isolated confinement in either the medium security Cell Block South (CBS), the maximum security Behavioral Control Unit (BCU), or in the, back area of the infirmary in maximum security. Except for a period of approximately fourteen months, he has been confined to his cell 23 to 24 hours a day, often having to choose between exercise and a shower during the one hour a day he is allowed out of his cell. According to an agreed statement of facts, plaintiff has had no work opportunities, no educational opportunities (except for one correspondence course in psychology), and no vocational programs for over six years. Moreover, the defendants have not devised a treatment or rehabilitation program for him as required by both the <i>Morris</i> Rules and R.I.G.L. § 42-56-29.</p>\n<p>Carillo has had only limited access to newspapers, magazines, and other reading materials, and he has not been allowed to have in his cell such items as a coffee pot or a radio. Although he has been allowed limited visiting privilegesgenerally, one visitor a week or lessplaintiff has often declined to see visitors because he must wear handcuffs during visits. Plaintiff is allowed occasional visits with religious representatives, but he is not permitted to attend group religious services. Nor has he been allowed physical access to a law library, although in at least two instances, requested legal materials were brought to his cell.</p>\n<p>According to psychologist Dr. Augustus Kinzel, plaintiff's expert, Carillo's segregated confinement has resulted in a traumatic neurosis with acute depression manifested by periods of intense irritability, withdrawal, inability to concentrate, a preoccupation with his body, insomnia, and a development of physical symptoms with little or no physical basis. Dr. Kinzel further testified that in his opinion plaintiff was not receiving adequate psychiatric treatment at the ACI, and that the care he was receiving was negligent.</p>\n<p>Defendants' expert, psychologist Dr. Ronald Stewart, disagreed. He testified that Carillo has no definable psychotic disorder, although Dr. Stewart did concede that Carillo suffers from a \"personality disorder, antisocial type,\" and could benefit from psychiatric treatment.</p>\n<p>Since June 1973, Carillo has been classified other than \"A\" status, the normal category of inmate classification.<sup>[2]</sup> From June, 1973 to January, 1974 he was in administrative segregation; on January 25, 1974, plaintiff appeared before a classification board and was reclassified to \"B\" status;<sup>[3]</sup> since April, 1974 he has been in \"C\" status.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*152</span> The defendants have reviewed plaintiff's status every ninety days as required by the <i>Morris</i> Rules. Despite recommendations from both the Health Care Administrator for the ACI and a prison psychologist that Carillo be returned to general population, the defendants have not seen fit to change his classification status. According to prison officials the Board's decisions have been based on Carillo's conviction for murdering a correctional officer, his disciplinary record, and the fear that other inmates and correctional officers would harm Carillo. Deposition of Robert Black (I) at 6; Deposition of John Moran at 13; Deposition of Matthew Gill at 15; Deposition of John Brown at 5-6.</p>\n<p>The Board's fears are not altogether unwarranted. Since June 22, 1973the date Carillo was arrested for the murder of correctional officer Donald Price-he has been found guilty of more than thirty-five disciplinary infractions, including two bookings for assaults on correctional officers, and five bookings for creating a disturbance or inciting a riot. In the last two years, however, Carillo's disciplinary record has improved markedly; he has been found guilty of only seven disciplinary infractions, none of them of a violent nature. Plaintiff's Exhibit 6. Indeed, John Moran, the Director of the Department of Corrections, stated that except for an unspecified recent booking, Carillo has been essentially free from serious infractions for almost two years. Deposition at 12. Although Moran acknowledged that such behavior would normally merit placement in a higher classification status, he admitted that even if Carillo's attitude and adjustment were to be of a superior nature, it is unlikely that he would be released to general population, given the hostile attitude of the correctional officers toward Carillo and the possibility that they would harass him by \"setting him up\". <i>Id.</i> at 12-17; Letter of 9/7/79 to Special Master J. Michael Keating. The belief that Carillo would be harassed by correctional officers if he were returned to general population was shared by chief of classification services, Robert Black, deposition (II) at 15-16, deputy assistant director for adult services, John Brown, deposition at 6, and assistant director for adult services, Matthew Gill, deposition at 15, although none of them could recall instances of specific threats from correctional officers.</p>\n<p></p>\n<h2>II <i>THE</i> MORRIS <i>RULES</i>\n</h2>\n<p></p>\n<h2>A. Background: Adoption of the <i>Morris</i> Rules</h2>\n<p>The adoption of the <i>Morris</i> Rules has been recounted in prior decisions of this Court, <i>see, e. g., </i><i>Morris v. Travisono,</i> <span class=\"citation\" data-id=\"2097957\"><a href=\"/opinion/2097957/morris-v-travisono/\"><span class=\"volume\">373</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">177</span></a></span> (D.R.I.1974); <i>Morris v. Travisono,</i> <span class=\"citation\" data-id=\"1382115\"><a href=\"/opinion/1382115/morris-v-travisono/\"><span class=\"volume\">310</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">857</span></a></span> (D.R.I.1970), and needs only brief repetition here. On October 11, 1969, a group of inmates at the ACI brought suit in this Court challenging the constitutionality of the classification and disciplinary procedures at the prison and alleging that the quality of life at the ACI violated the eighth amendment to the constitution. After the trial began, the parties met to discuss a possible resolution. These negotiations, overseen by the Court, led to a detailed set of procedures for the discipline and classification of prisoners, which I approved and incorporated into an interim consent decree. The Court retained jurisdiction for eighteen months while the parties continued to formulate a final decree and set of rules. This was accomplished, and on April 20, 1972, a consent judgment was entered as a final decree establishing \"Regulations Governing Disciplinary, Classification, and Mail Procedures for all inmates at the Adult Correctional Institutions, State of Rhode Island\" (The <i>Morris</i> Rules).</p>\n<p>In addition to establishing procedures for classification and discipline, the <i>Morris</i> Rules spelled out the privileges afforded inmates in each classification as well as the restrictions imposed upon them, <i>Morris</i> Rules at 5-8; they established minimum conditions of confinement which could not be altered or withdrawn as a form of punishment, <i>Morris</i> Rules at 17-19; and they enumerated those actions by inmates that would constitute \"punishable conduct\", <span class=\"star-pagination\">*153</span> <i>Morris</i> Rules at 16-17. The <i>Morris</i> Rules have remained in force since 1972.</p>\n<p></p>\n<h2>B. Defendants' Motion to Vacate</h2>\n<p>Defendants argue that in light of recent decisions of the Supreme Court, particularly <i>Meachum v. Fano,</i> <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span>, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">451</span></a></span> (1976), as well as \"massive improvements at the ACI\" there is no longer a valid basis for continuing to enforce the <i>Morris</i> Rules.<sup>[5]</sup></p>\n<p>Their motion to vacate, although not labeled as such, is judged by the same standard that applies to a motion for relief from final judgment, since a consent judgment is a judicial act with the same force and effect as a judgment rendered following a contested trial. <i>Inmates of Boys' Training School v. Southworth,</i> <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">115</span></span>, 123 (D.R.I. 1977). Fed.R.Civ.Pro. 60(b) spells out the relevant criteria:</p>\n<blockquote>(b) <i>Mistakes; Inadvertence; Excusable Neglect; Newly Discovered Evidence; Fraud, etc.</i> On motion and upon such terms as are just, the court may relieve a party or his legal representative from a final judgment, order, or proceeding for the following reasons: (1) mistake, inadvertence, surprise, or excusable neglect; (2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b); (3) fraud (whether heretofore denominated intrinsic or extrinsic), misrepresentation, or other misconduct of an adverse party; (4) the judgment is void; (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application; or (6) any other reason justifying relief from the operation of the judgment.</blockquote>\n<p>Although the defendants have not specified the procedural grounds for their motion to vacate, only Rules 60(b)(5) and 60(b)(6) are of possible relevance to this case.</p>\n<p></p>\n<h2>1. Change in the Law</h2>\n<p>The defendants' claim that the law has changed is based primarily on <i>Meachum v. Fano,</i> <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span>, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">451</span></a></span> (1976). In <i>Meachum,</i> inmates of a Massachusetts prison claimed that their transfer to a less desirable institution within the state without an adequate fact-finding hearing deprived them of liberty without due process of law. In holding for the state, the Court rejected the notion that any \"grievous loss\" invokes the due process clause. The Court held that a prisoner had no liberty interest in being confined to a particular state prison or in not being transferred. The \"grievous loss\" theory, the Court reasoned, would subject to federal judicial review a whole spectrum of discretionary actions that have traditionally been the province of prison administrators.</p>\n<p>In so holding, the Court distinguished <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974), in which it found that Nebraska inmates were entitled to due process protections when they were deprived of good-time credits because of misconduct. In <i>Wolff,</i> \"the State itself, not the Constitution, had `not only provided a statutory right to good time, but also specified that it is to be forfeited only for serious behavior.'\" <i>Meachum</i> at 226, 96 S.Ct. at 2539. Thus, the <i>Meachum</i> Court recognized that state imposed limitations on the discretion of prison officials can create a liberty interest and thus trigger the procedural protections of the due process clause. This distinction was summarized by the Court in an opinion released the same day as <i>Meachum:</i></p>\n<blockquote>\n<span class=\"star-pagination\">*154</span> We held in <i>Meachum v. Fano</i><i>,</i> that no Due Process Clause liberty interest of a duly convicted prison inmate is infringed when he is transferred from one prison to another within the State, whether with or without a hearing, <i>absent some right or justifiable expectation rooted in state law that he will not be transferred except for misbehavior or upon the occurrence of other specified events.</i>\n</blockquote>\n<blockquote>\n<i>Montanye v. Haymes,</i> <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 242, <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2543</span></a></span>, 2547, <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></a></span> (1976) (emphasis added)</blockquote>\n<p>Citing <i>Meachum, Montanye,</i> and three first circuit cases applying the Supreme Court's holdings to the Massachusetts prison system, <i>Sisbarro v. Warden,</i> <span class=\"citation\" data-id=\"363479\"><a href=\"/opinion/363479/anthony-f-sisbarro-v-warden-massachusetts-state-penitentiary/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1st Cir. 1979); <i>Daigle v. Hall,</i> <span class=\"citation\" data-id=\"350155\"><a href=\"/opinion/350155/robert-j-daigle-v-frank-a-hall/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">884</span></a></span> (1st Cir. 1977); <i>Lombardo v. Meachum,</i> <span class=\"citation\" data-id=\"342281\"><a href=\"/opinion/342281/albert-lombardo-v-larry-meachum/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span> (1st Cir. 1977), the defendants argue that inasmuch as Rhode Island law does not create a justifiable expectation that an inmate will not be reclassified or disciplined except upon the occurrence of certain specified events, \"the due process entitlements set forth in the <i>Morris</i> Rules do not have basis in law.\"<sup>[6]</sup></p>\n<p>The specific language of Rule 60(b)(5) provides for the vacation of a judgment where the law upon which a judgment was based has been reversed. Courts have interpreted Rule 60(b)(5) fairly strictly: for a judgment to be \"based on\" a prior judgment, the first judgment must have served more than precedential value. <i>Coalition of Black Leadership v. Cianci,</i> <span class=\"citation\" data-id=\"352740\"><a href=\"/opinion/352740/the-coalition-of-black-leadership-etc-v-vincent-a-cianci-jr-etc/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span> (1st Cir. 1978); <i>Lubben v. Selective Service System Local Board No. 27,</i> <span class=\"citation\" data-id=\"300808\"><a href=\"/opinion/300808/robert-james-lubben-v-selective-service-system-local-board-no-27/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span> (1st Cir. 1972).</p>\n<p>In <i>Lubben,</i> for example, the district court's injunction of a local draft board from inducting appellant without reconsidering his conscientious objector claim relied heavily on a previous decision of another judge within the same district in <i>Lane v. Local Board,</i> <span class=\"citation\" data-id=\"2362667\"><a href=\"/opinion/2362667/lane-v-local-board-no-17/\"><span class=\"volume\">315</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1355</span></a></span> (D.Mass. 1970). When <i>Lane</i> was reversed by the first circuit on the basis of a subsequent Supreme Court decision, <i>Ehlert v. United States,</i> <span class=\"citation\" data-id=\"108323\"><a href=\"/opinion/108323/ehlert-v-united-states/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"108323\"><a href=\"/opinion/108323/ehlert-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1319</span></a></span>, <span class=\"citation\" data-id=\"108323\"><a href=\"/opinion/108323/ehlert-v-united-states/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">625</span></a></span> (1971), the government successfully moved in district court to vacate the <i>Lubben</i> injunction. On appeal, the first circuit reversed the district court and reinstituted the injunction:</p>\n<blockquote>For a decision to be \"based on\" a prior judgment within the meaning of Rule 60(b)(5), the prior judgment must be a necessary element of the decision, giving rise, for example, to the cause of action or a successful defense. It is not sufficient that the prior judgment provides only precedent for the decision.</blockquote>\n<blockquote>\n<i>Id.</i> at 650 (citations omitted)</blockquote>\n<p>The court noted that if reliance upon <i>Lane</i> itself was error, this could have been remedied by an appeal of the <i>Lubben</i> injunction. Once the <i>Lubben</i> appeal was dismissed by agreement of the parties, that decision became final.</p>\n<p>The court reiterated this standard in <i>Coalition of Black Leadership, supra</i><i>.</i> There, a class action filed on behalf of black residents of Providence alleging various civil rights violations by police officers and public officials had resulted in a 1973 consent decree which set up certain grievance procedures. In 1976, the Rhode Island legislature enacted a law, requiring certain procedures to be followed in the processing of civilian complaints against police officers, that conflicted in part with the terms of the consent decree. The city of Providence, finding itself bound by inconsistent legal requirements, moved for relief from judgment under Rule 60(b)(5). One of the bases for the city's motion was that the Supreme Court's decision in <i>Rizzo v. Goode,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">598</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">561</span></span> (1975), eliminated the basis for the district court's jurisdiction in the original case. In rejecting the motion to vacate, the first circuit emphatically stated that this did not satisfy the criteria of the rule:</p>\n<blockquote>We are totally unwilling to permit Rule 60(b)(5) to be invoked to vacate a consent <span class=\"star-pagination\">*155</span> decree allegedly based on unspecified prior law which has not been directly overruled. If defendant believed that the facts in plaintiffs' complaint were not sufficient to state a cause of action under § 1983 or to create a case or controversy . . . it should not have agreed to a consent decree and should have appealed the decision of the district court if it held against them. Instead it decided to accept a consent decree. There has not been the kind of change in the law since that time to require us to relieve the defendant of the consequences of its decision.</blockquote>\n<blockquote>\n<i>Id.</i> at 16.</blockquote>\n<p>The defendants cite as support for their position <i>Theriault v. Smith,</i> <span class=\"citation\" data-id=\"330301\"><a href=\"/opinion/330301/gloria-theriault-v-david-e-smith/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span> (1st Cir. 1975), a case in which the first circuit affirmed the vacation of a consent decree. In <i>Theriault,</i> the parties entered into a consent decree in which the defendant agreed to grant AFDC benefits to otherwise eligible women on behalf of their unborn children. As is evident from a reading of the consent decree, the decree was directly based on an interpretation of the relevant statutes:</p>\n<blockquote>Defendant beginning August 1, 1974 will, <i>pursuant to 42 U.S.C. § 602(a)(10) and 42 U.S.C. § 606(a),</i> grant AFDC benefits . . . to otherwise eligible women ... on behalf of their unborn children.</blockquote>\n<blockquote>\n<i>Id.</i> at 601, n.2 (emphasis added).</blockquote>\n<p>Some time after the entry of the decree, the Supreme Court, in <i>Burns v. Alcala,</i> <span class=\"citation\" data-id=\"109215\"><a href=\"/opinion/109215/burns-v-alcala/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation\" data-id=\"109215\"><a href=\"/opinion/109215/burns-v-alcala/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1180</span></a></span>, <span class=\"citation\" data-id=\"109215\"><a href=\"/opinion/109215/burns-v-alcala/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1975), construed 42 U.S.C. § 606(a) not to include unborn children. The first circuit, finding that the Supreme Court decision represented a \"fundamental change in the legal predicates of the consent decree,\" affirmed the district court's decision to vacate the consent decree.</p>\n<p>The first circuit has rejected a broad reading of <i>Theriault. </i><i>Coalition of Black Leadership, supra,</i> at 16. According to the court, \"the key to the holding in <i>Theriault</i> is the extremely close nexus between the consent decree and a particular statutory interpretation that was directly overruled.\" <i>Id.</i> In explaining the distinction between <i>Theriault</i> and <i>Coalition of Black Leadership,</i> the court quoted with approval the following passage from Moore's Federal Practice:</p>\n<blockquote>It should be noted that while 60(b)(5) authorizes relief from a judgment on the ground that the prior judgment upon which it is based has been reversed or otherwise vacated, it does not authorize relief from a judgment on the ground that the law applied by the court in making its adjudication has been subsequently overruled or declared erroneous in another and unrelated proceeding.</blockquote>\n<blockquote>\n<i>Coalition of Black Leadership, supra,</i> at 16, <i>quoting,</i> Moore's Federal Practice par. 60.26(3) at 325.</blockquote>\n<p>In contrast to <i>Theriault,</i> the <i>Morris</i> Rules were not based directly on a statute or prior judgment that was subsequently reversed, vacated, or reconstrued. In the first place, it can hardly be said that <i>Meachum</i> eliminated the requirement of due process protections in the prison setting. As noted above, <i>Meachum</i> makes it quite clear that if the state limits the discretion of prison authorities to transfer or discipline prisoners, a prisoner facing such action is entitled to a due process hearing.</p>\n<p>To the extent that the <i>Morris</i> Rules were based on cases holding that a \"grievous loss\" by itself is sufficient to trigger due process protections, these cases served precedential value only. Like the local draft board in <i>Lubben,</i> defendants cannot argue that their agreement to the consent decree was directly based on a prior judgment that was subsequently reversed; rather, it was based on their general understanding of the law at the time. Although the state of the law may have changed, the first circuit has clearly stated that a change in the precedential law is not enough to satisfy Rule 60(b)(5).<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*156</span> It could perhaps be argued that even if the <i>Morris</i> Rules were not \"based on\" a case that has been reversed, the changes in the law are significant enough to justify vacating the consent order under the general \"equitable\" exception of Rule 60(b)(5) or under the residual exception of Rule 60(b)(6).</p>\n<p>There is little dispute that a sufficient change in circumstances is a meritorious reason for a court to modify an injunction or a consent decree. <i>United States v. Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">999</span></a></span> (1932); <i>Coalition of Black Leadership v. Cianci,</i> <span class=\"citation\" data-id=\"352740\"><a href=\"/opinion/352740/the-coalition-of-black-leadership-etc-v-vincent-a-cianci-jr-etc/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 14 (1st Cir. 1978). Defendants' argument seems to be that <i>Meachum</i> and ensuing cases make continued enforcement of the consent judgment unfair, since the prison must provide procedural protections not mandated by present constitutional law.</p>\n<p>The standard for vacating a decree on equitable grounds is a stiff one, however:</p>\n<blockquote>There is need to keep in mind steadily the limits of inquiry proper to the case before us. We are not framing a decree. We are asking ourselves whether anything has happened that will justify us now in changing a decree. The injunction, whether right or wrong, is not subject to impeachment in its application to the conditions that existed at its making. We are not at liberty to reverse under the guise of readjusting. Life is never static, and the passing of a decade has brought changes to the grocery business as it has to every other. The inquiry for us is whether the changes are so important that dangers, once substantial, have become attenuated to a shadow. No doubt the defendants will be better off if the injunction is relaxed, but they are not suffering hardship so extreme and unexpected as to justify us in saying that they are the victims of oppression. <i>Nothing less than a clear showing of grievous wrong evoked by new and unforeseen conditions should lead us to change what was decreed after years of litigation with the consent of all concerned.</i>\n</blockquote>\n<blockquote>\n<i>Swift &amp; Co., supra,</i> 286 U.S. at 119, 52 S.Ct. at 464 (emphasis added)</blockquote>\n<p>This standard is piquantly illustrated by a recent case from the seventh circuit in which the court refused to vacate an injunction in the face of a subsequent contrary Supreme Court decision that was almost directly on point. In <i>DeFilippis v. United States,</i> <span class=\"citation\" data-id=\"351591\"><a href=\"/opinion/351591/joseph-de-filippis-v-united-states/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span> (7th Cir. 1977), marine air reservists sought declaratory and injunctive relief against the Marine Corps' policy of prohibiting reservists from wearing short hair wigs to cover long hair while attending annual active training duty. Following the district court's issuance of a permanent injunction, the United States Supreme Court decided <i>Kelley v. Johnson,</i> <span class=\"citation\" data-id=\"109423\"><a href=\"/opinion/109423/kelley-v-johnson/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"109423\"><a href=\"/opinion/109423/kelley-v-johnson/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1440</span></a></span>, <span class=\"citation\" data-id=\"109423\"><a href=\"/opinion/109423/kelley-v-johnson/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1976), which upheld the validity of police department <span class=\"star-pagination\">*157</span> hair grooming standards similar to those of the Marine Corps. Soon after <i>Kelley</i> was decided, the Marine Corps moved pursuant to Rule 60(b)(5) and 60(b)(6) to vacate the injunction on the ground that it would be inequitable to continue to enforce the permanent injunction in light of <i>Kelley v. Johnson</i><i>.</i> Noting that \"Rule 60(b) requires a showing of exceptional circumstances or a grievous wrong evoked by new and unforeseen circumstances,\" 567 F.2d at 342, the seventh circuit found that the government did not make a showing of how continued enforcement of the injunction works an injustice or constitutes a grievous wrong. The court stressed that Rule 60(b) does not allow relitigation of issues that have been resolved by judgment:</p>\n<blockquote>[T]here must be an end to litigation someday. Absent a clear showing of grievous wrong, judgments will not, and cannot, be opened.</blockquote>\n<blockquote>\n<i>Id.</i> at 344.</blockquote>\n<p><i>See also </i><i>Coalition of Black Leadership, supra,</i> at 16-17; <i>Lubben, supra,</i> at 651.</p>\n<p>Even if it can be said that the state of the law has changed since the promulgation of the <i>Morris</i> Rules, the defendants have failed to show that continued enforcement of the Rules works an injustice or constitutes a grievous wrong. As seen in <i>Swift &amp; Co.</i> and the circuit court cases cited above, the fact that the case might be decided differently today is not a sufficient ground for vacating a judgment under Rule 60(b). Absent a clear showing of grievous wrong, defendants are bound by the consent judgment. As far as this Court is aware, the <i>Morris</i> Rules have functioned well in the last ten years and have imposed little burden on the day to day functioning of the prison. Accordingly, I cannot conclude that the continued enforcement of the Rules will result in a grievous wrong to the defendants.</p>\n<p></p>\n<h2>2. Change in factual circumstances</h2>\n<p>Defendants' request that I vacate the consent decree is based not only on recent changes in the law, but also on a change in the factual circumstances. They argue that \"massive changes\" in conditions at the ACI make the continued enforcement of the consent decree inequitable. As indicated above, a court is justified in exercising its equitable powers to vacate a judgment only upon a \"clear showing of grievous wrong evoked by new and unforeseen conditions.\" <i>Swift &amp; Co., supra,</i> 286 U.S. at 119, 52 S.Ct. at 464. The defendants have entirely failed to make such a showing.</p>\n<p>The first point to be made is that the <i>Morris</i> Rules were not promulgated to remedy deficiencies in the physical conditions of the ACI. The constitutionality of the conditions of the prison were not addressed until 1977 in <i>Palmigiano v. Garrahy,</i> <span class=\"citation\" data-id=\"1953645\"><a href=\"/opinion/1953645/palmigiano-v-garrahy/\"><span class=\"volume\">443</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">956</span></a></span> (D.R.I.1977). Accordingly, I fail to see what relevance an improvement in conditions has to the question of the continued enforcement of the <i>Morris</i> Rules. Even assuming the existence of \"massive improvements\" at the ACI, defendants have not shown how these improvements lessen the need for the procedural protections of the Rules. Indeed, the defendants have utterly failed to show how the improved conditions render continued enforcement of the <i>Morris</i> Rules a grievous wrong.</p>\n<p>Since the defendants have not shown that compliance is onerous, and since continued enforcement would still seem necessary to effectuate the goals of the decree, I cannot conclude that continued enforcement of the Rules would be in any way inequitable.</p>\n<p>Defendants' motion to vacate is denied.</p>\n<p></p>\n<h2>C. Violations of the <i>Morris</i> Rules</h2>\n<p>I find that the defendants have violated several provisions of the <i>Morris</i> Rules. The most severe violation is the defendants' failure to devise a treatment and rehabilitation plan for Carillo as required not only by pages 1-2 of the Rules, but by R.I.G.L. § 42-56-29. Although there is evidence that Carillo has at times received treatment from a hypnotist, Dr. Kinzel testified that the psychiatric treatment was totally inadequate. Indeed, the defendants have stipulated that no written treatment plan is now, or has ever been, in effect for the plaintiff. In direct contravention <span class=\"star-pagination\">*158</span> of the express policy of both the Rules and the statute, the defendants have allowed John Carillo to languish in segregated confinement for seven years without any systematic plan for rehabilitation. This is the epitome of warehousing. Whether or not rehabilitation programs are constitutionally mandated, they are clearly required under Rhode Island law for all inmates regardless of their classification status. Accordingly, I order that the defendants devise a treatment and rehabilitation plan for Carillo and submit such plan to this Court within thirty days of the entry of this order.</p>\n<p>I further find that defendants have violated the <i>Morris</i> Rules by failing to provide Carillo with certain privileges due a category \"C\" inmate. In accordance with pages 6-7 of the Rules, plaintiff, as a category \"C\" inmate, is entitled to keep a radio (with earphones only) in his cell, is eligible for workroutine housekeeping duties within the unit, is entitled to one hour of exercise per day, and a minimum of three showers a week (but daily if possible) not to conflict with his exercise time. He should have use of educational materials and services recommended by the education department and approved by the assistant deputy warden. Moreover, Carillo should be allowed the same visiting privileges as other prisoners at the ACI, the only limitation being that as a category \"C\" inmate, visiting is to be held in an area other than the regular visiting room. It is hereby ordered that defendants immediately provide Carillo with those privileges due a category \"C\" inmate.</p>\n<p>Not only have the defendants failed to provide Carillo with the entitlements due a category \"C\" inmate, but they have employed inappropriate criteria in continuing to classify him in category \"C\". According to the depositions of various prison officials, the principal reasons for Carillo's continued \"C\" classification are his murder conviction, his disciplinary record, and the fear that he will be attacked by correctional officers and other inmates if he is returned to general population. Of these reasons, only the second onehis disciplinary recordis an appropriate reason for continuing his present classification.</p>\n<p>The Rules specify that category \"C\" includes inmates whose \"conduct indicates a chronic inability to adjust to general prison population, or who require maximum protection for themselves or others, or who constitute a serious threat to the security of the institution.\" <i>Morris</i> Rules at 6. Although the Rules do not specifically say what the criteria are for reclassification to a higher status, the clear implication of the Rules' requirement that the classification be reviewed every 90 days is that once the criteria for placing an inmate in a category no longer exist, he must be returned to general population. Indeed, chief classification officer Robert Black stated as much in his deposition. When asked if there were standards that define how an inmate moves from a lesser classification to a higher one, he answered:</p>\n<blockquote>In the Pettine-Morris Rules ... there is a lengthy procedure for people getting into that category. The standard that we use (for upgrading classifications) is a modification of the behavior that got him in there.</blockquote>\n<p>Deposition (I) at 7.</p>\n<p>Carillo's murder convictiontaken aloneis not a valid reason under these criteria for classifying him as \"C\". Category \"C\" is not intended to be punitive segregation; although the Disciplinary Board is empowered to reclassify inmates convicted of disciplinary infractions, such reclassification is on a temporary basis. Although the Classification Board can consider Carillo's murder conviction insofar as it bears on his ability to adjust to general prison population or the threat he constitutes to the security of the institution, the board cannot justify his continued status on his conviction alone.</p>\n<p>The fact that Carillo might be \"set up\" by correctional officers is an even less appropriate justification for his continued classification in \"C\". True, the Rules provide that inmates requiring protection for themselves belong in category \"C\", but \"protection for themselves\" can only mean protection from self-inflicted injuries, not <span class=\"star-pagination\">*159</span> from attacks by others. Inmates who are threatened by attacks from others are placed in protective custody, not category \"C\". This is a significant difference since many of the inmates in protective custody are \"A\" classification and thus are entitled to greater privileges. More importantly, it is absurd and unfair that an otherwise completely adjusted and well behaved inmate could be relegated to \"C\" status solely because the authorities cannot control their own personnel.</p>\n<p>Carillo's disciplinary record is of course relevant to determining whether he meets the criteria set forth in the Rules since it bears directly on whether he has adjusted to prison life, whether he constitutes a threat to others, and whether his release to general population will threaten the security of the institution.</p>\n<p>On the record before this Court, it is impossible to tell the determinative reason for the defendants' decision to keep Carillo in \"C\" status. Although Chief Classification Officer Robert Black stressed Carillo's disciplinary record, Corrections Director John Moran acknowledged that an inmate with Carillo's recent disciplinary record would ordinarily merit reclassification to a higher status. Moran indicated that the primary reason for continuing to keep Carillo in \"C\" status was the fear that he would be \"set up\" by correctional officers. Because I cannot determine the basis of the Classification Board's decision, I order that the board meet to reconsider John Carillo's status on the basis of the appropriate criteria. In accordance with this opinion, the board shall not consider the reaction by correctional officers to Carillo's reclassification or the fact of his murder conviction except as it bears on the criteria spelled out in the <i>Morris</i> Rules.</p>\n<p>Defendants shall have thirty days within which to comply with the provisions of this order. Failure to comply shall result in a finding of contempt.</p>\n<p></p>\n<h2>III <i>THE SECTION 1983 CLAIMS</i>\n</h2>\n<p></p>\n<h2>A. Eighth Amendment</h2>\n<p>The eighth amendment's ban on cruel and unusual punishment prohibits penalties that are grossly disproportionate to the inmate's offense or that transgress today's \"broad and idealistic concepts of dignity, civilized standards, humanity and decency.\" <i>Hutto v. Finney,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></span>, 685, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2565</span></span>, 2571, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></span> (1978), <i>quoting, </i><i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 102, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, 290, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976). To meet this standard, conditions must be \"barbarous\" or \"shocking to the conscience,\" <i>Sostre v. McGinnis,</i> <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 191 (2nd Cir. 1971); it is not enough that a judge personally finds the conditions severe or repugnant.</p>\n<p>In applying this standard to the conditions of plaintiff's confinement, I must first point out that the Supreme Court has never held that solitary confinement is <i>per se</i> unconstitutional. <i>Hutto v. Finney, supra,</i> 437 U.S. at 686, 98 S.Ct. at 2575. Plaintiff acknowledges this, but notes that the Court has recognized that the length of confinement is an important factor in deciding whether the confinement meets constitutional standards. <i>Id.</i> He cites <i>Hutto; </i><i>Pugh v. Locke,</i> <span class=\"citation\" data-id=\"2143390\"><a href=\"/opinion/2143390/pugh-v-locke/\"><span class=\"volume\">406</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">318</span></a></span> (N.D.Ala. 1976), and <i>Berch v. Stahl,</i> <span class=\"citation\" data-id=\"2097706\"><a href=\"/opinion/2097706/berch-v-stahl/\"><span class=\"volume\">373</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">412</span></a></span> (W.D.N.C.1974), as recognizing that confinement in segregation for more than thirty days constitutes cruel and unusual punishment. Although plaintiff seems to acknowledge that the conditions of his confinement are not nearly as severe as the conditions at issue in the aforementioned cases, he asserts that \"whatever standards are examined or cases considered, a period of segregated confinement in excess of six and one half years is clearly a most extreme situation.\"</p>\n<p>Although I agree that segregated confinement for close to seven years is most extreme, it is clear that Carillo's living situation is significantly less severe than the conditions at issue in <i>Hutto, Pugh,</i> and <i>Berch.</i> In <i>Pugh,</i> for instance, Judge Johnson found the conditions of the isolation cells \"indescribable\":</p>\n<blockquote>As many as six inmates were packed in four by eight foot cells with no beds, no <span class=\"star-pagination\">*160</span> lights, no running water, a hole in the floor for a toilet which could only be flushed from the outside. The infamous Draper \"doghouse\" is a separate building, locked from the outside with no guard stationed inside. Inmates in punitive isolation received only one meal per day, frequently without utensils. They were permitted no exercise or reading material and could shower only every 11 days. 406 F.Supp. at 327.</blockquote>\n<p>In the instant case, there is no evidence that the cells in which Carillo was confined were filthy, disease-ridden, overcrowded, or otherwise unfit for human habitation. Although one witness did testify that the cell in the infirmary area was \"dungeonlike\", the evidence leads me to conclude that for the most part, the cells received adequate light and air circulation and were located in areas which afforded Carillo daily visual and verbal contact with other prisoners. Moreover, the specific deprivations alleged by the plaintiffnamely, insufficient exercise, limited visiting privileges, refusal to allow him to attend group religious services, limited access to legal materials, lack of vocational and educational programs, and inadequate medical caredo not appear impermissibly severe even when viewed in their totality. Thus, <i>Pugh</i> and similar cases do not lend much guidance in deciding the unconstitutionality of seven years of segregated confinement in these significantly less oppressive conditions.</p>\n<p>Although I do not find the specific conditions of Carillo's confinement particularly severe, I am troubled by the constitutionality of relegating a person to segregated confinement for over seven years. Even if a person is confined to an air conditioned suite at the Waldorf Astoria, denial of meaningful human contact for such an extended period may very well cause severe psychological injury. Indeed, Dr. Kinzel testified that Carillo has developed a traumatic neurosis with acute depression as a result of his confinement.</p>\n<p>Despite my concern, I am not prepared to hold such extended segregated confinement unconstitutional <i>per se.</i> I have no doubt that segregation can be a useful and necessary mechanism in maintaining peace and order in the prison setting. My concern is that this useful mechanism not be extended to the point where it causes unnecessary harm to the prisoner. Although it is clear that defendants initially had good reason to place Carillo in segregation, it is far from clear that those reasons continue to exist today.</p>\n<p>Since I have already ordered reconsideration of Carillo's status under the <i>Morris</i> Rulesand since plaintiff does not seek damagesI need not reach the eighth amendment question today. I will retain jurisdiction to decide this issue if it becomes necessary in the future. At such time, I will hold additional hearings to further develop the relevant facts and legal issues.</p>\n<p></p>\n<h2>B. Procedural Due Process</h2>\n<p>Plaintiff's final contention is that the defendants violated his rights to due process of law by confining him indefinitely in segregation status without enacting and announcing standards by which his status could be ended. Although plaintiff concedes that his status is periodically reviewed as required by the <i>Morris</i> Rules, he claims that he has never been provided with a meaningful opportunity to achieve a change in his status.</p>\n<p>As plaintiff points out, numerous courts have held that prisoners in segregation have a protected liberty interest in only remaining in segregation so long as the basis for segregation remains. <i>See, e. g., </i><i>Kelly v. Brewer,</i> <span class=\"citation\" data-id=\"331076\"><a href=\"/opinion/331076/warner-s-kelly-and-samuel-s-parras-v-lou-v-brewer-warden-of-the-iowa/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">394</span></a></span> (8th Cir. 1975); <i>United States ex rel. Hoss v. Cuyler,</i> <span class=\"citation\" data-id=\"2303019\"><a href=\"/opinion/2303019/united-states-ex-rel-hoss-v-cuyler/\"><span class=\"volume\">452</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">256</span></a></span> (E.D.Pa.1978); <i>Bono v. Saxbe,</i> <span class=\"citation\" data-id=\"1820218\"><a href=\"/opinion/1820218/bono-v-saxbe/\"><span class=\"volume\">450</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">934</span></a></span> (E.D.Ill.1978); <i>Wright v. Enomoto,</i> <span class=\"citation\" data-id=\"2142847\"><a href=\"/opinion/2142847/wright-v-enomoto/\"><span class=\"volume\">462</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">397</span></a></span> (N.D. Cal.1976), <i>aff'd,</i> <span class=\"citation\" data-id=\"109789\"><a href=\"/opinion/109789/jiro-j-enomoto-etc-v-james-c-wright/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1052</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">756</span></span> (1978). Although <i>Meachum v. Fano</i> raises the question of whether such a liberty interest can be said to exist in the absence of specific state regulations, that question need not be addressed here since the <i>Morris</i> Rules set forth criteria that govern the placement of inmates in categories other than \"A\", and further require that <span class=\"star-pagination\">*161</span> such classification be reviewed every 90 days. This opinion already requires that the defendants review plaintiff's \"C\" status in accordance with these standards. To the extent that plaintiff requests that I order the defendants to enumerate more specific criteria or criteria directly relevant to the plaintiff, I have no authority to do so. Given the first circuit's clear holding in <i>Daigle, supra,</i> that transfer from general population to segregation does not infringe a liberty interest in the absence of state limitations on the discretion of prison officials, I do not think this Court has the authority to put further substantive limitations on prison officials, and I decline to do so.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>1. Defendants' motion to vacate the <i>Morris</i> Rules is denied.</p>\n<p>2. Having been found to have violated the <i>Morris</i> Rules:</p>\n<blockquote>a. Defendants are ordered to devise a meaningful treatment and rehabilitation plan for plaintiff Carillo in accordance with the <i>Morris</i> Rules and R.I.G.L. § 42-56-29. Such plan shall be submitted to the Court within thirty days of the entry of this order.</blockquote>\n<blockquote>b. Defendants are ordered to immediately provide plaintiff Carillo with those privileges due a category \"C\" inmate.</blockquote>\n<blockquote>c. Defendants are ordered to convene a meeting of the Classification Board within thirty days to reconsider Carillo's classification status in accordance with the criteria outlined in the <i>Morris</i> Rules.</blockquote>\n<p>3. Having ordered reconsideration of plaintiff's status under the <i>Morris</i> Rules, the Court does not reach the eighth amendment issue at this time, but retains jurisdiction to decide this issue if it becomes necessary at a later time.</p>\n<p>4. The defendants' failure to enumerate more specific criteria by which Carillo's status could be ended does not deny the plaintiff due process of law.</p>\n<p>5. The Court will retain jurisdiction in this case until such time as the order has been fully complied with. Failure to comply shall result in a finding of contempt.</p>\n<p></p>\n<h2>APPENDIX</h2>\n<p><i>REGULATIONS GOVERNING DISCIPLINARY, CLASSIFICATION, AND MAIL PROCEDURES FOR ALL INMATES AT THE ADULT CORRECTIONAL INSTITUTIONS, STATE OF RHODE ISLAND.</i> [Morris Rules]</p>\n<p></p>\n<h2>\n<i>I.</i> <i>GENERAL INFORMATION</i>\n</h2>\n<p></p>\n<h2><i>A. Definition</i></h2>\n<p><i>Classification . . . contributes to a smoothly, efficiently, operated correctional program by the pooling of all relevent information concerning the offender, by devising a program for the individual based upon that information, and by keeping that program realistically in line with the individual's requirements. If furnishes an orderly method to the institution administrator by which the varied needs and requirements of each inmate may be followed through from commitment to discharge. Through its diagnostic and coordinating functions, classification not only contributes to the objective of rehabilitation but also to custody, discipline, work assignments, officer and inmate morale, and the effective use of training opportunities. Through the data it develops, it assists in longrange planning and development, both in the correctional system as a whole and in the individual institution.</i></p>\n<p></p>\n<h2><i>B. Objectives</i></h2>\n<p><i>The Classification Process:</i></p>\n<p><i>The primary objective of classification as a systematic process is the development and administration of an integrated and realistic program of treatment for the individual, with procedures for changing the program when indicated. This primary objective is attained through five general approaches: (a) The analysis of the individual's problems through the use of every available diagnostic technique, including social investigation,</i> <span class=\"star-pagination\">*162</span> <i>medical, psychological, psychiatric examinations, educational, vocational, religious, and recreational studies. The observations of custodial officers offer data of value; (b) A treatment and training program is evolved in staff conference during or after the inmate's personal appearance before the Board, based upon these analyses and a frank discussion of its purposes with the inmate; (c) The program decided upon must be placed into operation; (d) It may be revised when indicated. Classification, a dynamic process, cannot be effective unless program modifications are made in accordance with the changing needs of the individual inmate; (e) What is done for the inmate in the institution needs to be correlated with his program on parole.</i></p>\n<p></p>\n<h2><i>C. Essential Features</i></h2>\n<p><i>Essential Features of Classification:</i></p>\n<p><i>1. The Classification Process: The classification process consists of organized procedures by which the diagnosis, treatment planning, and the carrying out of the component parts of the general treatment program are coordinated and focused on the individual in prison and on parole. Procedures shall be as indicated in the General Laws of Rhode Island, 42-56-29.</i></p>\n<p><i>2. The Reception Program. The reception program includes the instruction of orientation of the newlyreceived inmate regrading the institutional and parole programs during his stay in reception facility while the initial diagnostic case studies are being made.</i></p>\n<p><i>3. The Admission Summary. The admission summary consists of the compilation, first, of information from all phases of the diagnostic study during the reception period; and, second, of the listing of recommendations issuing from this diagnosis for treatment of such individual. The admission summary is the cornerstone upon which a cumulative case history is developed, as information about the inmate is added to it systematically during his time in prison.</i></p>\n<p><i>4. The Records Office. A records office, conveniently located and well organized, is essential for the classification program. The cumulative case histories are the primary sources of information about the inmate's programs and all other aspects of their cases.</i></p>\n<p><i>5. The Institutional Classification Board. The institutional Classification Board consists of personnel as indicated in the General Laws of Rhode Island, 42-56-30 as amended. They meet together as a whole or in subgroups to consider and to direct the care and treatment program of each individual inmate.</i></p>\n<p><i>6. The Initial Classification Meeting. The initial classification meeting occurs shortly after an inmate's assignment to an institution. All diagnostic factors available in the case are studied, and a realistic program of custodial care and constructive treatment is formulated.</i></p>\n<p><i>7. Reclassification. Reclassification meetings are held at regular intervals, and whenever a major change in an inmate's program appears indicated. Such reviews of an individual's case help insure continuity in the treatment program and expedite necessary program revisions to meet the changing needs of the inmate.</i></p>\n<p><i>8. Classification Procedures Immediately Prior to Parole or Release. These classification procedures shall be as indicated in the General Laws of Rhode Island.</i></p>\n<p><i>C. Applicable Statutes, Rhode Island General Laws, 42-56-29 AS AMENDED. Receiving and orientation standards which will safeguard society and which will provide for the most efficient possible rehabilitation of individual prisoners there shall be established within the Department of Corrections a receiving and orientation unit which shall receive all male persons sentenced to the Adult Correctional Institution for a term of imprisonment of more than one year. Every such person so sentenced shall be segregated for a period not to exceed thirty (30) days during which period such person shall be studied and evaluated to determine whether such person shall be maximum, medium, or minimum security risk, and to develop a program of rehabilitation, education and medical and other</i> <span class=\"star-pagination\">*163</span> <i>care as shall be deemed necessary and appropriate to prepare such person to become a useful member of society. During such period, medical, psychometric and psychological examinations shall be made of such person and the results thereof, together with the nature of the offense for which such person has been committed, the previous criminal history, if any, the recommendations of the department of the attorney general and of the sentencing court, and the social history of such person shall be studied and evaluated in determining the degree of custodial care of such person, the rehabilitation program for such person, such medical or other care as may be necessary, and such spiritual and religious guidance as shall be indicated by the preference of such person.</i></p>\n<p><i>42-56-30,</i> <i>CLASSIFICATION BOARD</i> <i>For the purpose of such study and in order to regulate a system of classification of persons committed to the custody of the department, there shall be within the department a classification board consisting of five (5) persons to be appointed by the Director of the Department of Corrections to serve at his pleasure. The Director shall also have the authority to establish an addition classification board to facilitate the classification system when he deems necessary.</i></p>\n<p><i>Sec. 2. This act shall take effect upon passage.</i></p>\n<p><i>(42-56-31)Determination of classification and rehabilitation programs of prisoners.It shall be the duty of said classification board to review all studies made of each prisoner during the period of his reception and from time to time thereafter as shall be necessary to further the purposes of this chapter; and to recommend to the director the security classification and rehabilitation program for such person. Said director shall review said recommendation and if he shall approve the same he shall cause said recommendation to be put into effect. In the event he shall disapprove the same, he shall request said board to make further study and review. In the event thereafter the director shall disapprove such further recommendation, said decision shall be final.</i></p>\n<p><i>(42-56-32)Classification Unit.Within said Department of Corrections, there shall be a classification unit which shall collect and record all the data concerning each person sentenced to the Adult Correctional Institutions. Said unit shall periodically review the file of each male person and shall report to the board its findings and recommendations for such persons as shall have been sentenced to imprisonment for more than one year for such action as the board may deem necessary and appropriate. The classification unit shall furnish the parole board for its consideration in every case the file of each person under consideration for parole.</i></p>\n<p><i>13-8-22, AS AMENDED. Manner of obtaining information by board.The parole board in the discharge of its duties under this chapter shall not be required to receive or consider any petition, and it may secure the information upon which is exercises its authority, or upon which it makes its findings in any case, in such manner and by such means as it may consider most fitting to carry out the purposes of this chapter; provided, however, it shall be the duty of the clerks of the several courts of the state, the sheriffs and their deputies, the police officers of the several cities and towns of the state, the probation officers, the officers of the Adult Correctional Institutions, and every person having charge of any other place where prisoners are confined or detained, to furnish to the parole board and to any member thereof, any and all information they may have relating to the character and history of any prisoner whose sentence is placed under the control of the board by this chapter. In the case of prisoners transferred to federal institutions under the provisions of 13-12-1, as amended, of the general laws, the parole board may, in its discretion, arrange to obtain information concerning such prisoners from the appropriate officials of the United State Bureau of Prisons; such information shall include, but shall not be limited to, testimony of the prisoner being considered for parole,</i> <span class=\"star-pagination\">*164</span> <i>official records and reports, including recommendations concerning the prisoners. The parole board is authorized to request of the contracting authority inclusion of provisions for obtaining the aforesaid information in contracts made pursuant to 13-12-1, as amended, of the general laws.</i></p>\n<p><i>13-8-23. Agencies required to give reports to parole board.Information concerning applicants for parole shall be provided by (a) the Assistant Director of Adult Services who shall submit a list of all prisoners under his control who will be eligible for parole in a given month not later than the tenth day of the second month preceding. Such list shall identify the prisoner by name, offense, date of commitment; (b) the Assistant Director of Adult Services who shall secure reports from prison officials who have had direct contact with the prisoner including the Deputy Assistant Director of Adult Services, the chaplain, the work detail officer, the prison physician, and the classification officer. He shall transmit such reports, together with all pertinent classification information, such as social history, etc., and any actions or recommendations made by a classification board or committee in the institution to the office of the parole board not later than the twentieth day of the month next preceding the month in which the individual is eligible to appear before the board; (c) the attorney general's department who shall supply to the office of the parole board a report of any recommendation which it may care to make, and shall consult the trial judge in the case to determine if he may wish to make any comment or recommendations; (d) the state psychiatrist who shall examine the prisoner upon notice from the office of the parole board and shall submit his findings and recommendations to the office of the parole board not later than the twentieth day of the month next preceding the month in which the prisoner is eligible to appear before the board; (e) the psychological services agency who shall upon notice from the office of the parole board examine the prisoner and report their findings and recommendations to the office of the parole board not later than the twentieth day of the month next preceding the month in which the prisoner is eligible to appear before the board; (f) the state Department of Corrections which shall submit a transcript of the previous criminal record of the prisoner including the date of offenses, nature of offenses, and the disposition of each; a copy of the presentence investigation; a full summary of the contact of this division with the prisoner during any prior period under supervision, either probation or parole, or both; and any recommendations concerning the current application for parole.</i></p>\n<p></p>\n<h2>\n<i>II.</i> <i>CLASSIFICATION CATEGORIES</i>\n</h2>\n<p></p>\n<h2><i>Receiving Status.</i></h2>\n<p><i>Category of all inmates remanded to institution by court after disposition of charge. Receiving status is not to exceed thirty (30) days pursuant to 42-56-29 of the General Laws of Rhode Island, as amended.</i></p>\n<p></p>\n<h2><i>A. Category \"A\":</i></h2>\n<p><i>General prison population. Normal category of referral from receiving unit and normal category of inmate during term at the Adult Correctional Institutions.</i></p>\n<p><i>Inmate may be removed from category for the following reasons:</i></p>\n<p><i>1. Temporary removal for stated period by Disciplinary Board after conviction of disciplinary offense.</i></p>\n<p><i>2. Reclassification by Classification Board shall be predicated on conduct of inmate which indicates inability to adjust in general prison population, for protection of the inmate or others, and for the security of the institution.</i></p>\n<p><i>All inmates within category shall be eligible for all work and education, rehabilitative and recreational programs of the institution as availability provides. They shall be afforded full visiting privileges and normal category living location provided for by policy.</i></p>\n<p></p>\n<h2><i>B. Category \"B\":</i></h2>\n<p><i>Category of inmates who, because of their pattern of conduct, require on a temporary</i> <span class=\"star-pagination\">*165</span> <i>basis close restrictive movement and closer supervision than Category \"A\" population. Work eligibility is suspended in this category, but the inmate shall have use of educational materials recommended by the education department.</i></p>\n<p><i>The inmate in this category shall be subject to the following controls:</i></p>\n<blockquote><i>1. Living conditions to be determined by the administration.</i></blockquote>\n<blockquote><i>2. They shall remain unemployed.</i></blockquote>\n<blockquote><i>3. Meals in cellssubject to administrative decision.</i></blockquote>\n<blockquote><i>4. No televisions or radios are allowed.</i></blockquote>\n<blockquote><i>5. No institutional activities, other than rehabilitative and educational programs in the discretion of the deputy assistant director or assistant director.</i></blockquote>\n<blockquote><i>6. Visiting to be held in area other than regular visiting room to be approved by member of the administration staff, position of deputy warden or his superior. Inmate's hair length is not to be a factor in determining the visiting privileges.</i></blockquote>\n<blockquote><i>7. May attend religious services.</i></blockquote>\n<blockquote><i>8. Limited yard privileges for a period of one hour per day, weather permitting.</i></blockquote>\n<blockquote><i>9. Routine health servicenormal toilet articles allowed.</i></blockquote>\n<blockquote><i>a. Showersminimum of two a week or daily if possible.</i></blockquote>\n<blockquote><i>b. Physiciansubmit request to officer.</i></blockquote>\n<blockquote><i>c. Dentistsubmit request to officer.</i></blockquote>\n<blockquote><i>d. Medical emergencies to be attended to immediately.</i></blockquote>\n<blockquote><i>10. Regular store orders except glass.</i></blockquote>\n<blockquote><i>11. Usual clothing regulations.</i></blockquote>\n<blockquote><i>12. Request to staff via \"pink slip\" or letter.</i></blockquote>\n<blockquote><i>13. Reading material subject to administrative control.</i></blockquote>\n<blockquote><i>14. Weekly change of linen and laundry service.</i></blockquote>\n<p></p>\n<h2><i>C. Category \"C\":</i></h2>\n<p><i>Category of inmates whose conduct indicates chronic inability to adjust to general prison population or who require maximum protection for themselves or others who constitute a serious threat to the security of the institution. The inmates shall have use of educational materials and services recommended by the education department and approved by the deputy assistant director. Hobby activity shall be allowed subject to the control of the deputy assistant director.</i></p>\n<p><i>Inmates in this category shall be subject to the following controls:</i></p>\n<blockquote><i>1. Separate living locationto be determined by the deputy assistant director or his designee.</i></blockquote>\n<blockquote><i>2. Visiting to be held in an area other than the regular visiting room to be approved by a member of the administration staff with the position of deputy assistant director or his superior. Inmates' hair length is not to be a factor in determining the visiting privileges.</i></blockquote>\n<blockquote><i>3. All regular store orders except glass.</i></blockquote>\n<blockquote><i>4. Normal toilet articles.</i></blockquote>\n<blockquote><i>5. Meals in cells or at table as determined by assistant director or deputy assistant director after consultation with officer in charge.</i></blockquote>\n<blockquote><i>6. Workroutine housekeeping duties with the unit only.</i></blockquote>\n<blockquote><i>7. Spiritual needschaplains to visit regularly or on request.</i></blockquote>\n<blockquote><i>8. Request to see staff via \"pink slip\" or letter.</i></blockquote>\n<blockquote><i>9. Health</i></blockquote>\n<blockquote>\n<i>a. Showers minimum of three a week, but</i> <i>daily showers</i> <i>if possible.</i>\n</blockquote>\n<blockquote><i>b. Physician submit request to officer.</i></blockquote>\n<blockquote><i>c. Dentistsubmit request to officer at breakfast time.</i></blockquote>\n<blockquote><i>d. Exerciseone hour a day, outdoors, at least every other day, Monday through Friday. Weekends and holidays excluded. Outdoor exercise will not be given in inclement weather.</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*166</span> <i>e. Medical emergencies to be attended to immediately.</i>\n</blockquote>\n<blockquote><i>10. Travelall inmates leaving an entering the unit shall be searched and shall be escorted to and from their destination.</i></blockquote>\n<blockquote><i>11. Reading material, subject to institutional control.</i></blockquote>\n<blockquote><i>12. No televisions or phonographs.</i></blockquote>\n<blockquote><i>13. Radios with earphones only.</i></blockquote>\n<blockquote><i>14. Weekly change of linen. Weekly laundry privileges.</i></blockquote>\n<blockquote><i>15. Mailusual mail privileges.</i></blockquote>\n<blockquote><i>16. Clothingregulation shirt and trousers.</i></blockquote>\n<blockquote><i>17. No institutional activities.</i></blockquote>\n<p></p>\n<h2><i>D. Category \"D\":</i></h2>\n<p><i>Category of inmates who because of their course of conduct while classified within Category \"C\" require closer control than provided with \"C\" category. In this category, the inmates shall have use of educational materials and services recommended by the education department and approved by the deputy assistant director. Hobby activity may be allowed subject to the discretion of the deputy assistant director. Inmates in this category shall be subject to the following controls:</i></p>\n<blockquote><i>1. Separate living location to be determined by the deputy assistant director, his designee, or superior.</i></blockquote>\n<blockquote><i>2. Unemployed except housekeeping details in the unit.</i></blockquote>\n<blockquote><i>3. Meals in the cell.</i></blockquote>\n<blockquote><i>4. Spiritual needschaplains to visit regularly and upon request.</i></blockquote>\n<blockquote><i>5. Healthsame as \"C\". Exercisesame as \"C\".</i></blockquote>\n<blockquote><i>6. Visitssame as \"C\".</i></blockquote>\n<blockquote><i>7. Mailsame as \"C\".</i></blockquote>\n<blockquote><i>8. Request to see staffvia \"pink slip\" or letter.</i></blockquote>\n<blockquote><i>9. Normal toilet articles (except razors) same as \"C\".</i></blockquote>\n<blockquote><i>10. Store orderstoilet articles and tobacco products only.</i></blockquote>\n<blockquote><i>11. Reading materials subject to institutional control.</i></blockquote>\n<blockquote><i>12. No institutional activities.</i></blockquote>\n<blockquote><i>13. No television, no radios.</i></blockquote>\n<blockquote><i>14. Travelsame as \"C\".</i></blockquote>\n<blockquote><i>15. Weekly change of linen. Weekly change of laundry.</i></blockquote>\n<p></p>\n<h2><i>CLASSIFICATION PROCEDURES</i></h2>\n<p><i>A. The Classification Board.</i></p>\n<p><i>1. The classification board will meet together as a whole or in sub-groups. It shall be the duty of the chairman of the board to preside at the classification meeting. He shall determine the order of proceeding in each hearing and shall be responsible for determining the relevancy of information presented to the board.</i></p>\n<p><i>No sub-groups shall consist of less than three persons.</i></p>\n<p><i>2. The Classification Board shall review the status of every inmate in \"B\" and \"C\" classification at least every ninety (90) days. An inmate placed in \"C\" classification shall be entitled to review upon his request in writing giving the reasons for such request, after thirty (30) days in such classification; and thereafter he shall be entitled to review if either (a) his request is supported by a statement from any institution officer, chaplain, teacher, classification counselor, physician, or employee, or (b) his request includes new information or circumstances not previously called to the attention of the Classification Board. Inmates in \"D\" classification shall be entitled to review every thirty (30) days.</i></p>\n<p><i>B. Notice. In cases where any downgrading of classification grade is to be considered, an inmate shall receive timely written notice. Said notice shall indicate why and also inform the inmate of his right to be assisted by a classification counselor at the classification meeting. If an inmate requests assistance of a classification counselor, such assistance will be rendered a reasonable time in advance of the hearing.</i></p>\n<p><i>C. Classification Meeting.</i></p>\n<p><i>1. No decision of the Classification Board considering a possible change of status</i> <span class=\"star-pagination\">*167</span> <i>shall be made without consulting the inmate's central file.</i></p>\n<p><i>2. The chairman of the board shall explain the purpose of this meeting and the particular aspects of the inmates' records which may result in a classification change.</i></p>\n<p><i>3. No misconduct shall be considered by the Classification Board unless the Disciplinary Board has made a finding unfavorable to the inmate.</i></p>\n<p><i>4. The findings of the Disciplinary Board as to a particular infraction shall be conclusive.</i></p>\n<p><i>5. The inmate's file shall not be available to the inmate but must be reviewed by the classification counselor representing the inmate.</i></p>\n<p><i>6. The inmate shall have the right to present all pertinent information to the Board. In cases where downgrading of classification is being considered, this shall include the right to reasonable call and examine witnesses.</i></p>\n<p><i>7. The Board shall discuss with the inmate any contemplation of classification change and the reasons therefor.</i></p>\n<p><i>8. Upon completion of the discussion, the Board shall take the man under advisement.</i></p>\n<p><i>9. After decision is reached, the inmate shall be called before Board to hear the decision and to be advised of its rationale and meaning.</i></p>\n<p><i>10. A decision of the Classification Board must be based upon substantial evidence and reflect consideration of an inmate's entire record.</i></p>\n<p><i>11. A record of the classification meeting shall include:</i></p>\n<blockquote><i>a. A summary of the proceedings and matters considered,</i></blockquote>\n<blockquote><i>b. The classification decision manifesting a consideration of an inmate's total record and based upon substantial evidence therein.</i></blockquote>\n<p><i>12. All recommendations of the Classification Board shall be subject to the review of the assistant director pursuant to the provisions of 42-56-31 of the General Laws of Rhode Island.</i></p>\n<p></p>\n<h2><i>RECORDS</i></h2>\n<p><i>The central file of each inmate committed to the Adult Correctional Institutions for more than one year must include the following:</i></p>\n<blockquote><i>A) Regular case summaries.</i></blockquote>\n<blockquote><i>B) Probation officer's report and other diagnostic summaries from other agencies.</i></blockquote>\n<blockquote><i>C) Up-to-date progress reports in the areas of work assignments, vocational training, education, psychiatry, and medical treatment.</i></blockquote>\n<blockquote><i>D) Records of Disciplinary Board determinations.</i></blockquote>\n<blockquote><i>E) Any correspondence relating to the inmate.</i></blockquote>\n<blockquote><i>F) Identification material.</i></blockquote>\n<blockquote><i>G) A record of all classification transactions.</i></blockquote>\n<p></p>\n<h2><i>DISCIPLINARY PROCEDURES</i></h2>\n<p></p>\n<h2><i>PROCEDURAL OUTLINE FOR DISCIPLINARY ACTION</i></h2>\n<p><i>FIVE MANDATORY STEPS:</i></p>\n<blockquote><i>1. Written charge by reporting officer or employee</i></blockquote>\n<blockquote><i>2. Investigation and review by superior officer</i></blockquote>\n<blockquote><i>3. Hearing before Disciplinary Board</i></blockquote>\n<blockquote><i>4. Administrative review</i></blockquote>\n<blockquote><i>5. Record</i></blockquote>\n<p></p>\n<h2>\n<i>I.</i> <i>CHARGE BY REPORTING OFFICER OR EMPLOYEE</i>\n</h2>\n<blockquote><i>A. An officer or employee observing minor violations should handle such incidents tactfully and firmly by warning and counselling.</i></blockquote>\n<blockquote><i>1. If the officer or employee considers the imposition of discipline necessary for a minor offense, he may at his discretion present the inmate with the option of a written charge and subsequent appearance before a Disciplinary Board, or administrative loss of institutional privileges for a period of up to two nights.</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*168</span> <i>a) The charge and choice of disposition must be presented to the inmate with dispatch.</i>\n</blockquote>\n<blockquote><i>b) The inmate must execute a signed waiver of his right to appear before the Disciplinary Board.</i></blockquote>\n<blockquote><i>c) If such waiver is obtained, the administrative penalty must commence immediately.</i></blockquote>\n<blockquote><i>d) Records of all such two night losses of institutional privileges shall be maintained for one calendar year, then shall be destroyed.</i></blockquote>\n<blockquote><i>e) The inmate shall be given a copy of any waiver of a right to the Disciplinary Hearing he executes and records of any punishment resulting therefrom.</i></blockquote>\n<blockquote><i>f) Refusal by an inmate to waive his rights to be granted a Disciplinary Hearing can in no way be held against him. Following demand for a Disciplinary Hearing on a minor violation, the inmate may not be confined to his cell pending said hearing as a threat to the order of safety of the institution. If the inmate is subsequently found guilty by the Disciplinary Board, punishment may not be imposed beyond the two night loss of institutional privileges, unless additional sufficient rationale is found by the Disciplinary Board.</i></blockquote>\n<blockquote><i>2. The inmate may be presented the aforementioned choice of loss of institutional privileges only once during each calendar week. The written notice of choice shall inform the inmate that additional minor violations during that period shall require a Disciplinary Hearing.</i></blockquote>\n<blockquote><i>3. A written copy of the charge, or if waiver is obtained, the signed waiver shall be transmitted with dispatch by the correctional officer to the superior officer on duty at the time. Upon receipt of same, the superior officer may, if he considers the violation too minor to warrant imposition of discipline, dismiss the charges and/or release the inmate from confinement in his cell.</i></blockquote>\n<blockquote><i>B. When an employee or officer considers a written charge and full disciplinary procedures necessary for proper discipline and control, he must show in writing on an inmate violation report form: inmate's name, housing work assignment, if applicable; time, date, place and charge; give known details concerning the alleged violation, and sign the report.</i></blockquote>\n<blockquote><i>C. An officer may take immediate custody of an inmate being charged with a disciplinary infraction, if such action is deemed by the officer to be necessary to avoid assault or serious disorder. However, only a superior officer may determine that an inmate should be held pending further investigation or hearing by a disciplinary board. Such detention should take place only when it appears that the inmate represents a threat to himself or to others, or to the security or order of the institution. The superior officer determining that detention prior to an investigation and hearing is necessary must make a written report, and his decision is subject to review by the assistant director, deputy assistant director, or associate director as soon as possible. Such detention should only last as long as the circumstances requiring it remain in effect and in no event should an inmate be detained without a hearing beyond the next meeting of the disciplinary board. If an inmate is locked up pending an investigation and disciplinary hearing, such detention must not be in the punitive segregation area unless the security or safety of the institution so requires.</i></blockquote>\n<p></p>\n<h2>\n<i>II.</i> <i>INVESTIGATION BY A SUPERIOR OFFICER</i>\n</h2>\n<blockquote><i>A. The reporting officer or employee must submit a written report of a charge to a superior officer as soon as possible after the alleged violation occurs.</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*169</span> <i>B. A superior officer shall with dispatch and under any circumstances no later than one day after filing the charge, orally inform the inmate of the charge against him.</i>\n</blockquote>\n<blockquote><i>C. The superior officer shall conduct a preliminary investigation of the matter without unnecessary delay. The investigation will include interviews with the reporting employee, the inmate charged, and any other employee or inmates indicated.</i></blockquote>\n<blockquote>\n<i>D. The superior officer shall make a written summary of his investigation including the results of his interviews and a notation of notice to the inmate. He shall sign and submit a full report to the Associate Director of the facility in which the infraction occurs. A copy of the disciplinary report filed by the superior officer should be given to the inmate prior to any disciplinary hearing together with the notice required in subsection F</i> <i>infra.</i>\n</blockquote>\n<blockquote><i>E. The Associate Director may either dismiss the charge or transmit notice of the hearing to the Chief of Classification Services, who shall in turn assign responsibility for the notice and subsequent procedures to a classification counselor. Said notice shall be timely and shall include the date and time of the hearing, the charge, including institutional rule violated, reference to the time, place, and other persons involved, if any; and the notice of the right to assistance by a classification counselor and the right to appeal to the Assistant Director or Deputy Assistant Director any unfavorable disposition by the disciplinary board.</i></blockquote>\n<blockquote><i>F. The assigned classification counselor will provide the inmate with a copy of the notice he has received concerning the hearing. Notice of the hearing must be transmitted to the inmate in a sufficient period of time prior to the hearing to give the inmate an opportunity to prepare a defense.</i></blockquote>\n<blockquote><i>G. Any inmate being charged shall have the right to be assisted at the disciplinary hearing by a classification counselor, or any other individual authorized by the Assistant Director and Deputy Assistant Director, Adult Services. The inmate shall be informed of this right as part of the notice provided of the hearing itself.</i></blockquote>\n<blockquote><i>H. Only a duly authorized Disciplinary Board has power to issue punishment to inmates, including those in the Behavioral Conditioning Unit, except as indicated in Section I, paragraph A(1) above.</i></blockquote>\n<blockquote><i>I. Whenever an inmate is charged with an institutional violation where he may be the subject of criminal prosecution, the written notice referred to in paragraphs E and F above shall so notify the inmate, and advise him that although statements he makes in his defense at a disciplinary hearing are probably not admissible for affirmative use by the prosecution at a trial, he may wish to consult an attorney to determine what action to take.</i></blockquote>\n<p></p>\n<h2>\n<i>III.</i> <i>THE HEARING BEFORE THE DISCIPLINARY BOARD</i>\n</h2>\n<blockquote><i>A. The disciplinary board shall consist of three members. The Associate Director or in his absence, a Superior Officer of the facility in which the alleged infraction occurred shall be the chairman. The two remaining members shall be personnel from the custody and treatment departments respectively. The disciplinary board shall meet at least twice during each calendar week, at least three days apart.</i></blockquote>\n<blockquote><i>B. Any officer or employee who initiates a violation report or who investigates and reviews the initiating officer's report is not eligible to sit on the disciplinary board to hear that case.</i></blockquote>\n<blockquote><i>C. The hearing shall be conducted in the following manner:</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*170</span> <i>1. The circumstances of the charge will be read and fully explained by the Chairman of the Board.</i>\n</blockquote>\n<blockquote><i>2. The inmate shall admit or deny the charges.</i></blockquote>\n<blockquote><i>3. The board members may interrogate the inmate and others as necessary. All interrogation will take place in the presence of the inmate, except where the board determines that an informant's identity must be protected. In those cases, the board shall make such a determination on the record and indicate the nature of the informant's testimony.</i></blockquote>\n<blockquote><i>4. If the inmate thinks the charge against him is untrue (in whole or in part), he may present information available to him and others. Said presentation shall include the right to call a reasonable number of witnesses, both adverse and favorable and examine said witnesses.</i></blockquote>\n<blockquote><i>5. If the inmate has requested the assistance of a classification counselor or other individuals approved by the Assistant Director and Deputy Assistant Director of Adult Services, said person shall assist him in the presentation of the case.</i></blockquote>\n<blockquote><i>6. Upon completion of the hearing, the Disciplinary Board shall take the matter under advisement.</i></blockquote>\n<blockquote><i>7. After decision is reached by the Board, the inmate shall be called before the board to hear the decision and to be advised of its rationale and consequences.</i></blockquote>\n<blockquote><i>8. A board decision must be based upon substantial evidence.</i></blockquote>\n<blockquote><i>9. In the event of an unfavorable disposition, the inmate will be informed of his right to appeal the decision of the disciplinary board to the Assistant Director or Deputy Assistant Director. It is to be made clear to the inmate that with respect to any appeal he may request assistance from his classification counselor or other individuals approved by the Assistant Director and Deputy Assistant Director of Adult Services in framing what he believes is wrong with the decision. The inmate shall be allowed to have his objection, if any, incorporated in the case record submitted for review.</i></blockquote>\n<blockquote><i>10. Any inmate appearing before a disciplinary board may upon request have a recording made of the hearing provided that the equipment for said recording must be furnished by the inmate and that said recordings are to be impounded except for purposes of administrative or judicial review.</i></blockquote>\n<p><i>Actions Taken by a Disciplinary Board may be as follows:</i></p>\n<blockquote><i>1. Dismissal of charge</i></blockquote>\n<blockquote><i>2. Reprimand</i></blockquote>\n<blockquote><i>3. Recommendations to classification board for change of status</i></blockquote>\n<blockquote><i>4. Temporary loss of specified privileges within inmate classification not to exceed thirty days</i></blockquote>\n<blockquote><i>5. One to thirty days placement in punitive segregation</i></blockquote>\n<blockquote><i>6. # 5 above plus referral to classification board with recommendations of classification</i></blockquote>\n<blockquote><i>7. Loss of good time as prescribed by law under 42-56-24 of the General Laws</i></blockquote>\n<blockquote><i>8. Any combination of 3 through 7 above and/or suspended action on any or all of 3 through 7 above</i></blockquote>\n<p></p>\n<h2>\n<i>IV.</i> <i>REVIEW</i>\n</h2>\n<blockquote><i>A. Within three days of the Disciplinary Board decision (Sundays and holidays excluded) if an inmate requests an appeal of a decision of the disciplinary board, the record of any proceedings shall be forwarded to the Assistant Director or Deputy Assistant Director. This review shall be completed and the inmate notified of the decision on review within one week. Disposition shall be suspended during this period.</i></blockquote>\n<blockquote><i>B. If the Assistant Director or Deputy Assistant Director is in agreement with the Disciplinary Board decision, the decision is approved and ordered.</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*171</span> <i>C. If the Assistant Director or Deputy Assistant Director does not agree with the Disciplinary Board decision, he may order further proceedings or he may reduce or suspend any result of a Disciplinary Board hearing unfavorable to the inmate.</i>\n</blockquote>\n<blockquote><i>D. The inmate will be notified of any change resulting from the review process.</i></blockquote>\n<p><i>Wherever individuals are named in their position of authority, it is permissible in their absence for their lawful substitutes to replace them.</i></p>\n<p></p>\n<h2>\n<i>V.</i> <i>THE DISCIPLINARY RECORD</i>\n</h2>\n<blockquote><i>A. A record shall be maintained of all disciplinary proceedings including review by the Assistant Director or Deputy Assistant Director.</i></blockquote>\n<blockquote><i>B. The disciplinary record shall include:</i></blockquote>\n<blockquote><i>1. A summary of all information produced at the hearing including:</i></blockquote>\n<blockquote><i>a. testimony of all witnesses</i></blockquote>\n<blockquote><i>b. the written summary investigation report referred to in II. D above</i></blockquote>\n<blockquote><i>c. the nature of the testimony of any unidentified informant</i></blockquote>\n<blockquote><i>2. Physical evidence viewed</i></blockquote>\n<blockquote><i>3. Findings of fact and the supporting reasons for the disposition decided upon</i></blockquote>\n<blockquote><i>4. Rationale for change in disposition upon review by the Assistant Director or Deputy Assistant Director</i></blockquote>\n<blockquote><i>C. A complete record of all disciplinary proceedings shall be maintained in the inmate's permanent file. If the right to be granted a hearing for a minor violation is exercised, the disciplinary board must indicate: (1) that the option of loss of institutional privileges for one or two nights has been tendered and refused; (2) if disposition in excess of the aforementioned two-day period is meted out, the supporting explanation must be included on the record. If the right to a disciplinary hearing is waived, the violation shall in no way appear on the inmate's record or upon any record placed before the Parole Board or Classification Board. Records of all such minor violations for which the right to a disciplinary hearing is waived shall be maintained for one year, and a copy shall be given to the inmate when the penalty is imposed.</i></blockquote>\n<blockquote><i>D. Substantial Evidence. A determination of the Disciplinary Board must be based upon substantial evidence manifested in the record of disciplinary proceedings.</i></blockquote>\n<blockquote><i>E. If any of the facts establish that the Board made a determination based upon information obtained from an unidentified informant, then the record must (1) contain some factual information from which the Board can reasonably conclude that the informant was credible and his information reliable, including independant corroborating material and (2) establish that the informant spoke with personal knowledge of the matters contained in such statement.</i></blockquote>\n<p></p>\n<h2><i>PUNISHABLE CONDUCT</i></h2>\n<p><i>Inmates will be subject to disciplinary action if found guilty of the following:</i></p>\n<blockquote><i>a) Disobeying a lawful order of the Department Director, Assistant Director, Deputy Assistant Director, or any officer or employee of the institution, or of any written prison rule;</i></blockquote>\n<blockquote><i>b) Escape from the institution or custody of the institutional personnel or attempt to escape including any attempt to tamper with security devices, possession of articles for such tampering or hiding in an unauthorized area;</i></blockquote>\n<blockquote><i>c) Disregard, neglect, or refusal to work without valid reason;</i></blockquote>\n<blockquote><i>d) Swearing, cursing, or use of any other vulgar, abusive, insolent, threatening or any other improper language toward any other inmates, officer, or person visiting the institution or indecency in language, action, or gesture at any time;</i></blockquote>\n<blockquote>\n<span class=\"star-pagination\">*172</span> <i>e) Committing of any assault or battery whatsoever on employees, inmates, or any person;</i>\n</blockquote>\n<blockquote><i>f) Leaving of cell or place of assignment or other appointed place without permission;</i></blockquote>\n<blockquote><i>g) Willfully disfiguring, damaging, or destroying any part of the institution, or any materials, tools, or machinery;</i></blockquote>\n<blockquote><i>h) Committing of any overt mutinous act, inciting a riot and/or general disturbance in any part of the institution or on any work assignment;</i></blockquote>\n<blockquote><i>i) Being intoxicated (by homemade intoxicants or purchased intoxicants) or under the influence of any kind of alcohol, drug, barbituates, and/or amphetamines not prescribed by an institutional medical or psychiatric physician or possession of same;</i></blockquote>\n<blockquote><i>j) Making or having possession of any type of dangerous weapon or facsimile;</i></blockquote>\n<blockquote><i>k) Failing to report to any required destination without authorization, permission, or valid reason;</i></blockquote>\n<blockquote><i>l) Possession of currency, coin or paper, without authorization;</i></blockquote>\n<blockquote><i>m) Forgeing or altering an institutional pass;</i></blockquote>\n<blockquote><i>n) Making or attempting to make credit contracts in any form without authorization;</i></blockquote>\n<blockquote><i>o) Giving false information to an officer or employee of the institution;</i></blockquote>\n<blockquote><i>p) Passing or receiving contraband from another inmate, visitor and/or employee regardless of the place of occurrence;</i></blockquote>\n<blockquote><i>q) Gambling of any type;</i></blockquote>\n<blockquote><i>r) Possession of a syringe and/or needle or similar device;</i></blockquote>\n<blockquote><i>s) Possession of controlled medication without prescription and authorization from an institutional medical official;</i></blockquote>\n<blockquote><i>t) Fraudulent requests of any type, i. e. check requests, commissary orders, etc., to circumvent established rules, regulations, and procedures for the same;</i></blockquote>\n<blockquote><i>u) Stealing and/or unauthorized possession of state property or any property;</i></blockquote>\n<blockquote><i>v) Making unauthorized telephone calls;</i></blockquote>\n<blockquote><i>w) Refusal to submit to required examination after superior officer has determined inmate is under the influence of a narcotic and/or alcoholic stimulant;</i></blockquote>\n<blockquote><i>x) Any conduct constituting a crime under the ordinances of cities and towns and/or state or federal laws. Such conduct may subject the offender to prosecution in addition to institutional punishments.</i></blockquote>\n<p></p>\n<h2><i>MINIMUM STANDARDS</i></h2>\n<p><i>I. Except as otherwise provided, every inmate of the A.C.I. in categories A, B, C, and D or disciplinary status, excluding punitive segregation, shall be entitled to at least the following:</i></p>\n<blockquote><i>A. A cell equipped with lighting sufficient for an inmate to read by during hours prior to the time cell illumination is required to be extinguised for inmates in the general population, toilet and sink, bed, and mattress.</i></blockquote>\n<blockquote><i>B. Clothing to the extent required for use in the general population.</i></blockquote>\n<blockquote><i>C. Bedding, including blanket, sheets, pillows, and pillowcases.</i></blockquote>\n<blockquote><i>D. Personal hygiene supplies (including soap, toothbrush, toothpaste, powder, towel and toilet paper).</i></blockquote>\n<blockquote><i>E. Minimum writing materials.</i></blockquote>\n<blockquote><i>F. Prescription eyeglasses.</i></blockquote>\n<blockquote><i>G. Any book, periodical, document, or other paper of his that he would be permitted to have in the general population, not to exceed five, except that such limitation shall not apply to lawbooks, legal periodicals, or other legal materials.</i></blockquote>\n<blockquote><i>H. Meals of the same type and quantity as provided in the general population.</i></blockquote>\n<blockquote><i>I. Showers at least twice a week.</i></blockquote>\n<blockquote>\n<i>J. Exercise outside of the cell for at least one hour each day and where</i> <span class=\"star-pagination\">*173</span> <i>weather permits, such exercise shall be out-of-doors every other day. (holidays &amp; weekends excluded)</i>\n</blockquote>\n<blockquote><i>K. Correspondence privileges available to all inmates.</i></blockquote>\n<blockquote><i>L. Daily access to medical facilities.</i></blockquote>\n<blockquote><i>M. Visiting subject to usual administrative control.</i></blockquote>\n<p></p>\n<h2><i>MINIMUM STANDARDS OF CONFINEMENT WHILE IN PUNITIVE SEGREGATION</i></h2>\n<blockquote><i>A. A cell equipped with lighting sufficient to read by, toilet, sink, bed, blankets, and mattress.</i></blockquote>\n<blockquote><i>B. Suitable clothing.</i></blockquote>\n<blockquote><i>C. Personal hygiene supplies (including soap, toothbrush, toothpaste, powder, towel, and toilet paper).</i></blockquote>\n<blockquote><i>D. Writing materials, type and amount in discretion of superior officer on duty.</i></blockquote>\n<blockquote><i>E. Prescription eyeglasses.</i></blockquote>\n<blockquote><i>F. Reasonable reading material, at least two books of inmate's choice and owned by the inmate.</i></blockquote>\n<blockquote><i>G. Meals of the same type and quantity as provided in the general population.</i></blockquote>\n<blockquote><i>H. Showers at least twice a week.</i></blockquote>\n<blockquote><i>I. Exercise outside cell not to commence until after five days unless otherwise ordered by institutional physician.</i></blockquote>\n<blockquote><i>J. Right to send mail and receive letters.</i></blockquote>\n<blockquote><i>K. Access to medical facilities.</i></blockquote>\n<p><i>For purposes of punishment no inmate is ever, under any circumstances, to be deprived of any item or activity required under these MINIMUM STANDARDS provisions, however,</i></p>\n<blockquote><i>1. Whenever in the judgment of the Assistant Director, Deputy Assistant Director, Associate Director, or Superior Officer in charge of a facility there is danger that an inmate will destroy any item required to be furnished or will be injurious to himself or to another, any of the above minimal entitlements may be denied as necessary to remove the danger.</i></blockquote>\n<blockquote><i>2. Upon removal of any minimal entitlement, a written report shall be made and forwarded to the Ass't. Director within 12 hours identifying the inmate, the item or activity of which he has been deprived and the reason therefor, which report shall be reviewed in timely manner by the Ass't. Director.</i></blockquote>\n<blockquote><i>3. Upon receipt of any such report, which indicates that the inmate constitutes a danger to himself and/or others, the Assistant Director or his designee shall arrange for a physician to visit the inmate as soon as possible. Any recommendations of the physician must be followed immediately.</i></blockquote>\n<blockquote><i>4. In all cases where minimal items or activities are deprived they shall be restored as soon as restoration appears to be consistent with safety.</i></blockquote>\n<p><i>Inmates confined under punitive segregation conditions are to be visited by a physician at least every other day.</i></p>\n<p></p>\n<h2><i>EMERGENCY OR TEMPORARY PROVISIONS</i></h2>\n<p><i>When faced with an immediate threat to the security or safety of the Adult Correctional Institutions or any of its employees or inmates, officials of the institution may temporarily reassign inmates in accordance with the following regulations.</i></p>\n<p><i>I. Reassignment by a correctional officer on approval of his immediate supervisor:</i></p>\n<blockquote><i>A. When a correctional officer or other employee witnesses an inmate commit a serious wrongdoing.</i></blockquote>\n<blockquote><i>B. When an inmate presents reasonable eye witness information that an inmate committed a serious wrongdoing.</i></blockquote>\n<blockquote><i>C. When an inmate seeks safety or protection from others.</i></blockquote>\n<p><i>II. By supervisory officials of rank of Lieutenant or above, pending investigation.</i></p>\n<blockquote>\n<span class=\"star-pagination\">*174</span> <i>A. When an inmate is suspected of serious wrongdoing, either committed or planned.</i>\n</blockquote>\n<blockquote><i>B. When an inmate is suspected of being a witness to overt acts which constitute a serious violation of institution regulations or a violation of state law.</i></blockquote>\n<blockquote><i>C. When requested by prosecuting attorney or superintendent of State Police.</i></blockquote>\n<blockquote><i>1. When inmate is suspected as perpetrator of a crime.</i></blockquote>\n<blockquote><i>2. When inmate is a material witness to a criminal act.</i></blockquote>\n<p><i>Requests under C will be honored upon oral request but shall not be observed beyond seventy-two (72) hours in absence of receipt by Assistant Director of a written confirmation by requesting authority.</i></p>\n<p><i>III. All inmates assigned temporarily under the preceding provisions will, as soon as reasonably possible, be informed in writing of the reason for their assignment and will be afforded all other rights due them under institution disciplinary and classification procedures.</i></p>\n<p><i>IV. A written record of all temporary reassignments shall be forwarded to the Associate Director for his concurrence or nonconcurrence, and he shall forward the record to the Assistant Director or his designee for approval or disapproval. The report showing review of each is to be placed in the inmate's permanent classification file.</i></p>\n<p><i>V. All temporary assignments shall be reviewed at the next regular meeting of the Classification Board, which in any case will not exceed one week, and final action by the Board will be ordered without unnecessary delay.</i></p>\n<p></p>\n<h2><i>REGULATIONS GOVERNING MAIL FOR ALL INMATES AT THE ADULT CORRECTIONAL INSTITUTIONS.</i></h2>\n<blockquote><i>1. All outgoing mail shall be transmitted unopened and uninspected.</i></blockquote>\n<blockquote><i>2. All incoming mail may be opened and inspected solely for the purpose of detecting contraband and said mail may not be read or delayed.</i></blockquote>\n<blockquote><i>3. Any incoming mail of any kind designated from courts, judges, or attorneys may be opened for inspection only in the presence of the inmate addressee.</i></blockquote>\n<h2>NOTES</h2>\n<p>[1]  A copy of the <i>Morris</i> Rules is included as an appendix to this opinion.</p>\n<p>[2]  Inmates are classified according to their behavior as \"A\", \"B\", \"C\", or \"D\". The classification determines privileges afforded the inmates, and the restrictions imposed upon them.</p>\n<p>[3]  \"B\" status is that \"category of inmates who, because of their pattern of conduct, require on a temporary basis, close restrictive movement and closer supervision than Category `A' population.\" <i>Morris</i> Rules at 5-6.</p>\n<p>[4]  \"C\" status is that \"category of inmates whose conduct indicates chronic inability to adjust to general prison population or who require maximum protection for themselves or others or who constitute a serious threat to the security of the institution.\" <i>Morris</i> Rules at 6.</p>\n<p>[5]  In analyzing the defendants' argument, one important distinction must be drawn. Defendants do not argue that decisional law has altered the basis for the <i>substantive</i> provisions of the <i>Morris</i> Rules. <i>Meachum, Montanye v. Haymes,</i> <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2543</span></a></span>, <span class=\"citation\" data-id=\"109511\"><a href=\"/opinion/109511/montanye-v-haymes/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></a></span>, and the first circuit cases discussed in the text deal only with procedural protections. Indeed, the substantive provisions of the Rules remain strongly supported by current case law, <i>see </i><i>Hutto v. Finney,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></span>, 685-88, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2565</span></span>, 2571-72, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></span> (1978). Accordingly, my discussion of the validity of the <i>Morris</i> Rules is limited to the procedural provisions of the Rules.</p>\n<p>[6]  I am not altogether convinced that Rhode Island law does not create such a justifiable expectation. For the purposes of this opinion, however, I will accept the defendants' assumption.</p>\n<p>[7]  The instant case is also to be contrasted with the first circuit decision in <i>Gomes v. Moran,</i> <span class=\"citation\" data-id=\"369308\"><a href=\"/opinion/369308/douglas-gomes-v-john-j-moran-director-of-corrections-state-of-rhode/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span> (1st Cir. 1979), <i>affirming,</i> <span class=\"citation\" data-id=\"1806924\"><a href=\"/opinion/1806924/gomes-v-moran/\"><span class=\"volume\">468</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">542</span></a></span> (D.R.I.1979). In <i>Gomes,</i> inmates at the ACI sought a finding of civil contempt in this Court against prison officials for violating a 1975 consent decree by transferring the inmates out of state without affording them a hearing. I rejected plaintiffs' claim, concluding that the procedural protections of the consent decree were not required during certain emergency situations.\n</p>\n<p>On appeal, plaintiffs argued that since the 1975 consent decree was never rescinded or modified, it forbade the transfers. After acknowledging that the defendants had in effect violated the consent decree, the first circuit determined that those provisions of the consent decree providing procedural protections for transfers in emergency situations were directly contrary to the state of the law at the time the decree was entered into as clearly enunciated by the district court, <i>Gomes v. Travisono,</i> <span class=\"citation\" data-id=\"2344542\"><a href=\"/opinion/2344542/gomes-v-travisono/\"><span class=\"volume\">353</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">457</span></a></span> (D.R.I.1973), and repeated twice by the circuit court, <i>Gomes v. Travisono,</i> <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1209</span></span> (1st Cir. 1973), <i>on remand</i> [1 Cir.], <span class=\"citation\" data-id=\"324969\"><a href=\"/opinion/324969/douglas-gomes-v-anthony-p-travisono-etc-two-cases/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">537</span></a></span> (1974). That fact coupled with my statement that I did not construe the consent decree in the manner put forth by the plaintiffsstating that I never intended to place that kind of straight jacket on prison officials in exercise of their legitimate authorityled the first circuit to deny the plaintiff's request that it enforce the consent decree.</p>\n<p>In contrast to <i>Gomes,</i> it cannot be said that the procedural protections of the <i>Morris</i> Rules were contrary to the state of the law at the time of their adoption. Even if it is assumed that <i>Meachum</i> and its progeny have altered the state of the law, at the time of the consent decree the procedural aspects of the rules were consistent with numerous cases that held that a \"grievous loss\" was sufficient to trigger due process protections.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109215/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109510/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109511/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109789/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/300808/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324969/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/330301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/331076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/342281/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350155/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/351591/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/352740/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/363479/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/369308/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1382115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1806924/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1820218/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1953645/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2097706/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2097957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2142847/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2143390/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2303019/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2344542/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2362667/"
          ]
        }
      ],
      "judges": "Pettine",
      "date_created": "2015-09-21T22:04:27.107770Z",
      "date_modified": "2017-04-15T03:50:14.265363Z",
      "date_filed": "1980-08-25",
      "date_filed_is_approximate": false,
      "slug": "morris-v-travisono",
      "citation_id": 1844404,
      "case_name_short": "Morris",
      "case_name": "Morris v. Travisono",
      "case_name_full": "",
      "federal_cite_one": "499 F. Supp. 149",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 22,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/41787/morris-v-travisono/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:08:16.036857Z",
  "date_modified": "2014-10-30T06:08:16.036857Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Morris",
  "case_name": "Morris v. Travisono",
  "case_name_full": "",
  "slug": "morris-v-travisono",
  "docket_number": "Civ. A. Nos. 4192, 77-0283",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}