{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/430676/",
  "id": 430676,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/idaho/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1133007/",
      "id": 1133007,
      "absolute_url": "/opinion/1133007/state-ex-rel-symms-v-collier/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/430676/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1133007/",
          "id": 1133007,
          "absolute_url": "/opinion/1133007/state-ex-rel-symms-v-collier/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1133007/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4147/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T04:17:07.870068Z",
          "date_modified": "2017-03-30T18:30:40.546985Z",
          "type": "010combined",
          "sha1": "3ad6d5493d90526a7e484cd44c6700dece137d74",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>454 P.2d 56 (1969)</b></center>\n<center><b>93 Idaho 19</b></center>\n<center><h1>The STATE of Idaho ex rel. R. Doyle SYMMS, Howard B. Thomason and C. Ed Flandro, Idaho Board of Highway Directors, Plaintiff-Appellant,<br>\nv.<br>\nEmerson J. COLLIER and Marie J. Collier, husband and wife and Lilah D. Holden, Defendants-Respondents.</h1></center>\n<center>No. 10339.</center>\n<center><p><b>Supreme Court of Idaho.</b></p></center>\n<center>May 9, 1969.</center>\n<center>Rehearing Denied June 2, 1969.</center>\n<p><span class=\"star-pagination\">*57</span> Faber F. Tway and Anton Hohler, Boise, for plaintiff-appellant.</p>\n<p>Anderson, Kaufman, Anderson &amp; Ringert, Boise, for defendants-respondents.</p>\n<p>DONALDSON, Justice.</p>\n<p>June 12, 1967, plaintiff (appellant) State of Idaho instituted this action in eminent domain against defendants-respondents<sup>[1]</sup> Emerson and Marie Collier, husband and wife, to acquire 25.47 acres of land located in Ada County for the purpose of constructing thereon an interchange between Broadway Avenue, Boise, and Interstate Highway 80N. The property to be acquired was part of a 40 acre tract belonging to defendants. The land remaining in possession of defendants after the taking was approximately 14.5 acres divided into five separate tracts. The entire area was characterized as undeveloped, dry graze land. The best use for the land apparently was industrial.</p>\n<p>The evidence shows that the Colliers agreed to purchase the property on August 23, 1961. By the middle of November, 1961, the planned route of the interstate and the planned location of its interchanges in the Boise area were known to the public. Defendants, residents of Portland, Oregon, first acquired actual knowledge that their property was in the path of the proposed route in the fall of 1962.</p>\n<p>February 10, 1967, the State of Idaho and defendants entered into an agreement by which the State was granted possession of the property as of April 1, 1967. It was also agreed that:</p>\n<p>1. The state would institute a condemnation action within 90 days of February 10th;</p>\n<p>2. The state would pay into court $12,224.00 for the use of defendants;</p>\n<p>3. The state would pay interest from April 1, 1967, at the rate of 6% per annum on any award to defendants for the taking over and above $12,224.00.</p>\n<p>Originally, by way of answer, defendants claimed both compensation for the property taken and severance damage to the property remaining to them. However, after the jury was chosen but before any witnesses were called the defendant moved to strike his second affirmative defense regarding severance damages. The state made no objection and the same was granted by the court.</p>\n<p>At trial, expert opinion as to the fair market value on April 1, 1967, of the acreage taken by the State varied between approximately $20,000.00 and $58,000.00. The jury returned a verdict finding just compensation for the property actually taken to be $38,205.00. It is not argued on appeal that the record fails to support the verdict.</p>\n<p>The court entered judgment April 15, 1968, as follows:</p>\n<p></p>\n<pre>\n            $38,205.00 _____________ compensation\n      (-)    12,224.00 _____________ deposit\n            _____________________________________\n             25,981.00\n      (+)     1,623.81 _____________ 6% interest on $25,981.00 from April 1,\n                                     1967 until April 15, 1968\n            _____________________________________\n             27,604.81\n                 69.00 _____________ costs and disbursements\n            _____________________________________\n            $27,673.81 _____________ Total\n</pre>\n<p><span class=\"star-pagination\">*58</span> Interest at the rate of 6% on the sum of $27,673.81 was allowed from the date of judgment until payment. A motion by the state to amend the judgment, so that simple interest at 6% per annum would accrue on the sum of $25,981.00 from April 1, 1967 until date of payment, was denied.</p>\n<p>The state now appeals to the Supreme Court of Idaho.</p>\n<p>Plaintiff first argues that the trial court erred in disallowing admission into evidence of two exhibits: one, a brochure prepared by the Highway Department in November, 1961, and the other, a transcript of a hearing conducted by the Highway Department on November 13, 1961. Plaintiff offered the exhibits for the purpose of showing the date on which the proposed location of the highway interchange was known publicly and the amount of public interest in the location.</p>\n<p>The order of trial<sup>[2]</sup> directed by the court in this case was the following:</p>\n<p>1. The state was to present evidence as to the physical location of the property involved;</p>\n<p>2. Then the defendants were to present evidence of the value of the property;</p>\n<p>3. Thereafter the state was to present its evidence of value;</p>\n<p>4. Finally the parties were to present any necessary rebuttal evidence.</p>\n<p>Plaintiff offered the exhibits into evidence through its witness, William Sacht, during the first stage of the proceedings, prior to introduction of evidence by defendants concerning property value. The trial judge ruled that the exhibits might be relevant on the issue of value, refused to admit them into evidence at that stage of the trial, but gave plaintiff leave to re-offer them <i>after</i> defendants had put on their evidence of value. Thereafter, while witness Sacht was testifying on redirect, but again <i>before</i> defendants had introduced any property value evidence, plaintiff re-offered the highway department brochure. The court denied its admission on the same ground. No attempt was made subsequently to introduce the exhibits.</p>\n<p>The order of trial and the order of presentation of evidence is an administrative decision within the discretion of the trial court. State v. Johnson, 92 Idaho 533, 447 P.2d 10 (1968); Lehman v. Bair, 85 Idaho 59, 375 P.2d 714 (1962). It has not been demonstrated that the court abused its discretion to the prejudice of plaintiff. That the state neglected to offer the exhibits after defendants had presented their case cannot be considered an error on the court's part.</p>\n<p>The state contends that the district judge erred in sustaining an objection to a question asked on cross-examination of the defendant Emerson Collier. The question was:</p>\n<blockquote>\"Now, what was the purchase price paid to Mrs. Holden for this property?\"</blockquote>\n<p>The date of purchase was August 23, 1961. The date of taking by the state was April 1, 1967. The trial court ruled that the date of purchase was too remote in time from the date of taking for it to be considered by the jury on the issue of the value of the property.</p>\n<p>In considering this assignment of error, we note that the parties and the trial judge accepted the date of possession, April 1, 1967, as the date for which value of the property was to be determined. I.C. § 7-712 states:</p>\n<blockquote>\"<i>Damages  Date of accrual.</i>  For the purpose of assessing compensation and damages, the right thereto shall be deemed to have accrued at the date of the summons, and its actual value, at that date, shall be the measure of compensation for all property to be actually taken, and the basis of damages to property not actually taken, but injuriously affected, in all cases where such damages are allowed, as provided in the last section. No improvements put upon the <span class=\"star-pagination\">*59</span> property subsequent to the date of the service of summons shall be included in the assessment of compensation or damages. <i>The compensation and damages awarded shall draw lawful interest from the date of the summons.</i>\"</blockquote>\n<p>The agreement between the parties does not reflect an intention that valuation be determined as of the date of possession, although the agreement did read that interest would run from the date of possession. Concerning a statute analogous to I.C. § 7-712, the Supreme Court of Arizona made the following comment:</p>\n<blockquote>\"* * * the legislature may establish some convenient time, as of which the value of the property will be assessed and the amount of compensation fixed. The date of summons, the date of trial, or some other date during the proceedings might have been chosen. The legislature has established the date of trial as this time in § 9-518 A.R.S., and while, in particular cases, the condemnee might fare better or worse under this than under another possible rule, the condemnee may not complain when, because of market fluctuations, the compensation fixed by this rule is less than the market value at some other time during the condemnation proceedings. Nor is the situation altered when the condemnor is permitted to go into possession prior to the date as of which compensation is fixed, since the market value on that date is unaffected by the identity of the party in possession.</blockquote>\n<blockquote>When immediate possession is granted to the condemnor, however, the condemnee is deprived of the use of his property between the date of such entry and the date when the compensation is paid to him. He would therefore be entitled to interest on the amount of the award from the date of entry by the condemnor, * * *.\"</blockquote>\n<p>Desert Waters, Inc. v. Superior Court etc., 91 Ariz. 163, 370 P.2d 652, at 659 (1962). But see, McElroy v. Kansas City &amp; I. Air Line, 172 Mo. 546, 72 S.W. 913 (1903).</p>\n<p>Thus it may well have been that the district judge in the case before us fixed an erroneous valuation date. However, it is not necessary to rule on this point since no objection whatsoever was made at trial or thereafter and no assignment of error was made on appeal. Furthermore, the date of possession was less than three months prior to the date of summons, and since the date of possession would have been only a month prior to the date of summons had the state initiated proceedings by the time agreed to, we would not find reversible error, if error there be, in using the date of possession as the date of valuation. I.R.C.P., Rule 61; Supreme Court Rules, Rule 41.</p>\n<p>Returning to the assignment of error alleged, when a parcel of land is taken by eminent domain, generally the sales price which the owner paid is admissible either as some evidence of present value or to rebut other estimates of value, assuming that the sale was recent, that the sale was voluntary, that the parties to the sale were willing and able to protect their own interests, and that no major change in conditions or fluctuations in value occurred since the sale. Parker v. State ex rel. Church, 89 Ariz. 124, 359 P.2d 63 (1961); North Carolina State Highway Commission v. Coggins, 262 N.C. 25, 136 S.E.2d 265 (1964); Annot. 55 A.L.R.2d 791 (1957); 4 Nichols, The Law of Eminent Domain § 12.311 [1] (1962). Issues of whether the date of sale is too remote from the date of valuation and whether other qualifying factors are present are within the discretion of the trial court. City of Baltimore v. Schreiber, 243 Md. 546, 221 A.2d 663 (1966); Exeter-Hampton Mobile Home Village, Inc. v. State, 106 N.H. 476, 213 A.2d 925 (1965); State Highway Commission v. Jones, 237 Or. 372, 391 P.2d 625 (1964). The date of sale was approximately 5 1/2 years prior to the date used for valuation. Appellate courts have held that no abuse of discretion was shown in admitting evidence of sales prices similarly remote in time. Douglas County v. Myers, <span class=\"star-pagination\">*60</span> 201 Or. 59, 268 P.2d 625 (1954); Exeter-Hampton Mobile Home Village, Inc. v. State, <i>supra</i>; Lindsay v. Housing Authority of City of Milwaukee, 18 Wis.2d 624, 119 N.W.2d 357 (1963). Rulings that such sales were too remote also have been upheld. Virgin Islands Housing Authority v. 15.5521 U.S. Acres of Land, 230 F. Supp. 845 (D.C.V.I. 1964); State ex rel. State Highway Commission of Missouri v. Pope, 228 Mo. App. 888, 74 S.W.2d 265 (Ct.App. 1934). We cannot say that the court abused its discretion.</p>\n<p>Appellant also objected to admission into evidence of expert testimony concerning so-called comparable sales of other property in the area. On appeal it is urged that the comparables, were developed to a greater extent, were smaller in acreage and, in one instance, were located in a different area, than the subject property. Most jurisdictions follow the rule cited in Hays v. State, 342 S.W.2d 167, at 170, 171 (Tex.Ct.Civ. App. 1960):</p>\n<blockquote>\"Evidence of sales of comparable properties may be offered under three conditions: (I) on direct examination of expert or lay witnesses as independent substantive evidence of the value of the property to which the comparison relates, or (II) on direct examination of the value-witness to give an account of the factual basis upon which he founds his opinion on the issue of value of the real estate in controversy, or (III) on cross-examination of the value-witness to test his knowledge, experience and investigation and thus affect the weight to be given to his opinions.\"</blockquote>\n<p>Accord, State v. 0.0673 Acres of Land, Etc., 224 A.2d 598 (Dela. 1966); State Highway Commission v. McNiff, 395 P.2d 29 (Wyo. 1964); 5 Nichols, The Law of Eminent Domain, § 21.3 [3] (1962).</p>\n<p>In the present appeal the testimony was introduced under condition II:</p>\n<blockquote>\"* * * on direct examination of the value-witness to give an account of the factual basis upon which he founds his opinion on the issue of value of the real estate in controversy * * *.\" Hays v. State, <i>supra,</i> 342 S.W.2d at 170.</blockquote>\n<blockquote>\"The criteria of similarity varies in diminishing degree for each category. The strict foundation requirements, * * * apply when evidence of comparable sales is offered as substantive proof of the value of the property taken. A lesser foundation of comparability is required when evidence of other sales is offered in support of, and as background for, opinion testimony and not as independent substantive evidence of value. The reasons of relevancy, which require that a foundation of similarity be laid for direct examination, vanish when, * * * evidence of other sales is elicited upon cross-examination to impeach an expert.\" State v. 0.0673 Acres of Land, Etc., <i>supra,</i> 224 A.2d at 601. (citations omitted).</blockquote>\n<p>Accord, United States v. Johnson, 285 F.2d 35 (9th Cir.1960); City of Tucson v. La-Forge, 8 Ariz. App. 413, 446 P.2d 692 (Ct. App. 1968). The great weight of authority indicates that the proffered evidence of comparable sales did not have sufficient criteria of similarity to be admitted as independent substantive evidence of the value of the property taken.<sup>[3]</sup> See generally, annot. 85 A.L.R.2d 110 (1962). But where, as here, the evidence was introduced under condition II, <i>supra,</i> we believe that the trial court committed no abuse of discretion.</p>\n<p>Four of appellant's assignments of error are closely related. They are that the trial court erred:</p>\n<p>1. In sustaining respondents' objection to questions concerning the highest and best use of the portion of the land remaining in respondents' hands after the taking;</p>\n<p>2. In rejecting appellant's offers of proof regarding special benefits to and the value of the remainder of the property after the taking;</p>\n<p><span class=\"star-pagination\">*61</span> 3. In instructing the jury that, \"you are not to concern yourselves as to the value of defendants' remaining property as this is not an issue in this case;\"</p>\n<blockquote>4. In refusing to instruct the jury that,</blockquote>\n<blockquote>\"In this action the plaintiff contends that the defendants' remaining property will receive a special benefit as a direct result of the construction by the plaintiff of its proposed improvement.</blockquote>\n<blockquote>Should you determine that the defendants are entitled to severance damage to their remaining property, you should then determine whether or not the construction by the plaintiff of the proposed improvement will specially and directly benefit defendants' remaining land.</blockquote>\n<blockquote>You are instructed that a special benefit is defined as being the special and direct benefit which defendants' property will receive arising from its own position on the newly constructed highway itself as distinguished from those benefits not arising from a location of the highway or from the facilities and advantages occasioned by the highway which affects all lands in the neighborhood equally.</blockquote>\n<blockquote>Therefore, if you find that defendants' property has or will receive a special benefit from the construction of the proposed highway by the state as defined in these instructions, then you will determine the amount of such benefit, if any, which will accrue to defendants' land as a result of the construction of the highway.\"</blockquote>\n<p>Respondents, it will be recalled, specifically disclaimed any right to severance damage to the property remaining to them after the taking. The issue then is whether special benefits to the remaining land due to the construction of the interchange may be offset against the value of the property taken. Resort to the laws of other jurisdictions is of little assistance, for judicial and legislative opinions on the question vary greatly from jurisdiction to jurisdiction. The standard treatise on eminent domain treats the subject state by state. 3 Nichols, The Law of Eminent Domain, §§ 8.6211 [1]  8.6211 [51] (1965). In any event, Idaho statutory law forbids offsetting special benefits to the remaining property against the fair market value of the property taken in arriving at just compensation:</p>\n<blockquote>\"I.C. § 7-711. <i>Assessment of damages.</i>  The court, jury or referee must hear such legal testimony as may be offered by any of the parties to the proceedings, and thereupon must ascertain and assess:</blockquote>\n<blockquote>1. The value of the property sought to be condemned, and all improvements thereon pertaining to the realty, and of each and every separate estate or interest therein; if it consists of different parcels, the value of each parcel and each estate or interest therein shall be separately assessed.</blockquote>\n<blockquote>2. If the property sought to be condemned constitutes only a part of a larger parcel, the damages which will accrue to the portion not sought to be condemned, by reason of its severance from the portion sought to be condemned, and the construction of the improvement in the manner proposed by the plaintiff.</blockquote>\n<blockquote>3. Separately, how much the portion not sought to be condemned, and each estate or interest therein, will be specially and directly benefited, if at all, by the construction of the improvement proposed by the plaintiff; and if the benefit shall be equal to the damages assessed, under subdivision two, the owner of the parcel shall be allowed no compensation except the value of the portion taken; but if the benefit shall be less than the damages so assessed, the former shall be deducted from the latter, and the remainder shall be the only damages allowed in addition to the value.</blockquote>\n<blockquote>4. If the property sought to be condemned be for a railroad, the cost of good and sufficient fences along the line of such railroad, and the cost of cattle guards where fences may cross the line of such railroad.</blockquote>\n<blockquote>5. As far as practicable, compensation must be assessed for each source of damages separately.\"</blockquote>\n<p><span class=\"star-pagination\">*62</span> The first two parts of the statute contemplate that defendants are entitled separately to the value of the property taken and to damages to the property remaining in their hands, occasioned by the severance therefrom of the property taken. The third part of the statute allows special benefits to the remaining portion of the property to be deducted only from the amount of severance damage. The fifth part of the statute orders that each source of damage be separately assessed.</p>\n<p>Since special benefits to the remaining property cannot be offset against the fair market value of the property taken in arriving at just compensation due the defendants, the trial court acted correctly.</p>\n<p>Appellant objected to questions asked on cross-examination of one of its expert witnesses. Respondents' attorney was attempting to impeach the witness by showing prior inconsistent appraisals of other similar properties. Such cross-examination is permissible. State ex rel. Symms v. Cole Fire Protection District, 92 Idaho 810, 451 P.2d 1011 (1969); see also Bell, Handbook of Evidence for the Idaho Lawyer 41 (1957). The scope of the impeaching cross-examination is within the discretion of the trial court. State v. Nadlman, 63 Idaho 153, 118 P.2d 58 (1941). The state has not shown an abuse of that discretion.</p>\n<p>Finally, appellant disagrees with the manner in which the court computed interest. The parties before us contracted that:</p>\n<blockquote>\"The state agrees to pay interest on the award to grantors from April 1, 1967 at the rate of six percent (6%) per annum, excepting however on the sum which shall be paid into Court from the date of the payment thereof into Court.\"</blockquote>\n<p>The trial judge entered judgment for the fair market value of the property taken less the deposit, for interest on the difference between the fair market value and the deposit from April 1, 1967 until the date of judgment, and for costs. He then allowed interest at the rate of 6% per annum on the total judgment from the date of its rendition until payment.</p>\n<blockquote>\"Parties may agree in writing for the payment of any rate of interest, on money due or to become due on any contract, not to exceed the sum of eight per cent (8%) per annum; * * * any judgment rendered on such contract shall bear interest at the rate of six per cent (6%) per annum until satisfied * * *.\" I.C. § 28-22-105.<sup>[4]</sup></blockquote>\n<blockquote>\"Legal rate of interest.  When there is no express contract in writing fixing a different rate of interest, interest is allowed at the rate of six cents (6¢) on the hundred by the year on:</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>4. Money due on the judgment of any competent court or tribunal. * * *.\" I.C. § 28-22-104.</blockquote>\n<p>This court, construing nearly identical statutes, has said:</p>\n<blockquote>\"Under our statutes, costs become a part of the judgment. They are entered up in the judgment and docketed with it and are collected by the same execution on which the judgment is collected. Interest due at the date of the judgment is also computed and entered as part of the judgment. The total amount due for damages, interest and costs is entered as the judgment, and * * * [6] per cent is allowed for money due on judgments, and * * * any judgment rendered on contract bears interest at the rate of [6] per cent until satisfied.</blockquote>\n<blockquote>\"These provisions clearly contemplate that judgments bear [6] per cent interest, and this applies to the total amount of the judgment, including costs at the date of its entry * * *. That means interest on the full amount of the <i>entire</i> judgment. It was not the intention to segregate the principal sum for which the judgment was rendered from the interest that was due thereon at the date of the judgment, but to compute interest on the total amount of said judgment and <span class=\"star-pagination\">*63</span> costs from the date of the judgment.\" Bashor v. Beloit, 20 Idaho 592 at 604, 605, 119 P. 55 at 59 (1911).</blockquote>\n<p>Had the interest been due as a result of the operation of I.C. § 7-712, <i>supra,</i> appellant's contention would have more merit. That part of I.C. § 7-712 referring to interest can be traced back to its Idaho origin in the case of Weiser Valley Land &amp; Water Co. v. Ryan, 190 F. 417 (9th Cir.1911). See Brown v. United States, 263 U.S. 78, 44 S.Ct. 92, 68 L.Ed. 171 (1923); Village of Lapwai v. Alligier, 69 Idaho 397, 207 P.2d 1025 (1949) (adopting the holding of <i>Weiser Valley</i>); Independent School District v. C.B. Lauch Const. Co., 78 Idaho 485, 305 P.2d 1077 (1957) (Overruling <i>Village of Lapwai</i>); I.C. § 7-712 (am. 1957, ch. 127, § 1, p. 215, effectively readopting the <i>Weiser Valley</i> rule). In <i>Weiser Valley</i> the court ruled:</p>\n<blockquote>\"The next contention is that the court erred in adding interest to the amount of the assessment from the date of the summons. Under the statute, the right to the compensation shall be deemed to have accrued at the date of the summons. Having such right to compensation at a given time, it would seem that the owner ought to have interest upon the amount ascertained <i>until paid.</i>\" (emphasis added.) Weiser Valley Land &amp; Water Co. v. Ryan, <i>supra,</i> 190 F. at 424.</blockquote>\n<p>Thus, if interest had been due as a result of I.C. § 7-712, it could be argued that judgment should have been given for the principal amount plus costs, with interest at 6% on the principal amount to run from date of summons until paid, and interest on costs to run from date of judgment until paid. In view of the fact that the parties entered into a contractual agreement for interest, however, the trial court clearly was correct in applying the rule of Bashor v. Beloit, <i>supra</i><i>.</i></p>\n<p>Judgment is affirmed. Costs to respondents.</p>\n<p>McFADDEN, C.J., and McQUADE, SHEPARD, and SPEAR, JJ., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant Lilah D. Holden disclaimed any interest in the property.</p>\n<p>[2]  The only real issue before the jury was the amount of compensation due defendants. There was no question as to the propriety of the taking.</p>\n<p>[3]  Other foundation problems also would be involved, e.g., the hearsay rule and the best-evidence rule.</p>\n<p>[4]  Since amended to allow 10% interest instead of 8% interest.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">56</span></span> (1969)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">19</span></span></b></center>\n<center><h1>The STATE of Idaho ex rel. R. Doyle SYMMS, Howard B. Thomason and C. Ed Flandro, Idaho Board of Highway Directors, Plaintiff-Appellant,<br>\nv.<br>\nEmerson J. COLLIER and Marie J. Collier, husband and wife and Lilah D. Holden, Defendants-Respondents.</h1></center>\n<center>No. 10339.</center>\n<center><p><b>Supreme Court of Idaho.</b></p></center>\n<center>May 9, 1969.</center>\n<center>Rehearing Denied June 2, 1969.</center>\n<p><span class=\"star-pagination\">*57</span> Faber F. Tway and Anton Hohler, Boise, for plaintiff-appellant.</p>\n<p>Anderson, Kaufman, Anderson &amp; Ringert, Boise, for defendants-respondents.</p>\n<p>DONALDSON, Justice.</p>\n<p>June 12, 1967, plaintiff (appellant) State of Idaho instituted this action in eminent domain against defendants-respondents<sup>[1]</sup> Emerson and Marie Collier, husband and wife, to acquire 25.47 acres of land located in Ada County for the purpose of constructing thereon an interchange between Broadway Avenue, Boise, and Interstate Highway 80N. The property to be acquired was part of a 40 acre tract belonging to defendants. The land remaining in possession of defendants after the taking was approximately 14.5 acres divided into five separate tracts. The entire area was characterized as undeveloped, dry graze land. The best use for the land apparently was industrial.</p>\n<p>The evidence shows that the Colliers agreed to purchase the property on August 23, 1961. By the middle of November, 1961, the planned route of the interstate and the planned location of its interchanges in the Boise area were known to the public. Defendants, residents of Portland, Oregon, first acquired actual knowledge that their property was in the path of the proposed route in the fall of 1962.</p>\n<p>February 10, 1967, the State of Idaho and defendants entered into an agreement by which the State was granted possession of the property as of April 1, 1967. It was also agreed that:</p>\n<p>1. The state would institute a condemnation action within 90 days of February 10th;</p>\n<p>2. The state would pay into court $12,224.00 for the use of defendants;</p>\n<p>3. The state would pay interest from April 1, 1967, at the rate of 6% per annum on any award to defendants for the taking over and above $12,224.00.</p>\n<p>Originally, by way of answer, defendants claimed both compensation for the property taken and severance damage to the property remaining to them. However, after the jury was chosen but before any witnesses were called the defendant moved to strike his second affirmative defense regarding severance damages. The state made no objection and the same was granted by the court.</p>\n<p>At trial, expert opinion as to the fair market value on April 1, 1967, of the acreage taken by the State varied between approximately $20,000.00 and $58,000.00. The jury returned a verdict finding just compensation for the property actually taken to be $38,205.00. It is not argued on appeal that the record fails to support the verdict.</p>\n<p>The court entered judgment April 15, 1968, as follows:</p>\n<p></p>\n<pre>\n            $38,205.00 _____________ compensation\n      (-)    12,224.00 _____________ deposit\n            _____________________________________\n             25,981.00\n      (+)     1,623.81 _____________ 6% interest on $25,981.00 from April 1,\n                                     1967 until April 15, 1968\n            _____________________________________\n             27,604.81\n                 69.00 _____________ costs and disbursements\n            _____________________________________\n            $27,673.81 _____________ Total\n</pre>\n<p><span class=\"star-pagination\">*58</span> Interest at the rate of 6% on the sum of $27,673.81 was allowed from the date of judgment until payment. A motion by the state to amend the judgment, so that simple interest at 6% per annum would accrue on the sum of $25,981.00 from April 1, 1967 until date of payment, was denied.</p>\n<p>The state now appeals to the Supreme Court of Idaho.</p>\n<p>Plaintiff first argues that the trial court erred in disallowing admission into evidence of two exhibits: one, a brochure prepared by the Highway Department in November, 1961, and the other, a transcript of a hearing conducted by the Highway Department on November 13, 1961. Plaintiff offered the exhibits for the purpose of showing the date on which the proposed location of the highway interchange was known publicly and the amount of public interest in the location.</p>\n<p>The order of trial<sup>[2]</sup> directed by the court in this case was the following:</p>\n<p>1. The state was to present evidence as to the physical location of the property involved;</p>\n<p>2. Then the defendants were to present evidence of the value of the property;</p>\n<p>3. Thereafter the state was to present its evidence of value;</p>\n<p>4. Finally the parties were to present any necessary rebuttal evidence.</p>\n<p>Plaintiff offered the exhibits into evidence through its witness, William Sacht, during the first stage of the proceedings, prior to introduction of evidence by defendants concerning property value. The trial judge ruled that the exhibits might be relevant on the issue of value, refused to admit them into evidence at that stage of the trial, but gave plaintiff leave to re-offer them <i>after</i> defendants had put on their evidence of value. Thereafter, while witness Sacht was testifying on redirect, but again <i>before</i> defendants had introduced any property value evidence, plaintiff re-offered the highway department brochure. The court denied its admission on the same ground. No attempt was made subsequently to introduce the exhibits.</p>\n<p>The order of trial and the order of presentation of evidence is an administrative decision within the discretion of the trial court. State v. Johnson, <span class=\"citation\" data-id=\"1312868\"><a href=\"/opinion/1312868/state-v-johnson/\"><span class=\"volume\">92</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">533</span></a></span>, <span class=\"citation\" data-id=\"1312868\"><a href=\"/opinion/1312868/state-v-johnson/\"><span class=\"volume\">447</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">10</span></a></span> (1968); Lehman v. Bair, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">59</span></span>, <span class=\"citation\" data-id=\"1360352\"><a href=\"/opinion/1360352/lehman-v-bair/\"><span class=\"volume\">375</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">714</span></a></span> (1962). It has not been demonstrated that the court abused its discretion to the prejudice of plaintiff. That the state neglected to offer the exhibits after defendants had presented their case cannot be considered an error on the court's part.</p>\n<p>The state contends that the district judge erred in sustaining an objection to a question asked on cross-examination of the defendant Emerson Collier. The question was:</p>\n<blockquote>\"Now, what was the purchase price paid to Mrs. Holden for this property?\"</blockquote>\n<p>The date of purchase was August 23, 1961. The date of taking by the state was April 1, 1967. The trial court ruled that the date of purchase was too remote in time from the date of taking for it to be considered by the jury on the issue of the value of the property.</p>\n<p>In considering this assignment of error, we note that the parties and the trial judge accepted the date of possession, April 1, 1967, as the date for which value of the property was to be determined. I.C. § 7-712 states:</p>\n<blockquote>\"<i>Damages  Date of accrual.</i>  For the purpose of assessing compensation and damages, the right thereto shall be deemed to have accrued at the date of the summons, and its actual value, at that date, shall be the measure of compensation for all property to be actually taken, and the basis of damages to property not actually taken, but injuriously affected, in all cases where such damages are allowed, as provided in the last section. No improvements put upon the <span class=\"star-pagination\">*59</span> property subsequent to the date of the service of summons shall be included in the assessment of compensation or damages. <i>The compensation and damages awarded shall draw lawful interest from the date of the summons.</i>\"</blockquote>\n<p>The agreement between the parties does not reflect an intention that valuation be determined as of the date of possession, although the agreement did read that interest would run from the date of possession. Concerning a statute analogous to I.C. § 7-712, the Supreme Court of Arizona made the following comment:</p>\n<blockquote>\"* * * the legislature may establish some convenient time, as of which the value of the property will be assessed and the amount of compensation fixed. The date of summons, the date of trial, or some other date during the proceedings might have been chosen. The legislature has established the date of trial as this time in § 9-518 A.R.S., and while, in particular cases, the condemnee might fare better or worse under this than under another possible rule, the condemnee may not complain when, because of market fluctuations, the compensation fixed by this rule is less than the market value at some other time during the condemnation proceedings. Nor is the situation altered when the condemnor is permitted to go into possession prior to the date as of which compensation is fixed, since the market value on that date is unaffected by the identity of the party in possession.</blockquote>\n<blockquote>When immediate possession is granted to the condemnor, however, the condemnee is deprived of the use of his property between the date of such entry and the date when the compensation is paid to him. He would therefore be entitled to interest on the amount of the award from the date of entry by the condemnor, * * *.\"</blockquote>\n<p>Desert Waters, Inc. v. Superior Court etc., <span class=\"citation\" data-id=\"1398782\"><a href=\"/opinion/1398782/desert-waters-inc-v-superior-court/\"><span class=\"volume\">91</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">163</span></a></span>, <span class=\"citation\" data-id=\"1398782\"><a href=\"/opinion/1398782/desert-waters-inc-v-superior-court/\"><span class=\"volume\">370</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">652</span></a></span>, at 659 (1962). But see, McElroy v. Kansas City &amp; I. Air Line, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">546</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">913</span></span> (1903).</p>\n<p>Thus it may well have been that the district judge in the case before us fixed an erroneous valuation date. However, it is not necessary to rule on this point since no objection whatsoever was made at trial or thereafter and no assignment of error was made on appeal. Furthermore, the date of possession was less than three months prior to the date of summons, and since the date of possession would have been only a month prior to the date of summons had the state initiated proceedings by the time agreed to, we would not find reversible error, if error there be, in using the date of possession as the date of valuation. I.R.C.P., Rule 61; Supreme Court Rules, Rule 41.</p>\n<p>Returning to the assignment of error alleged, when a parcel of land is taken by eminent domain, generally the sales price which the owner paid is admissible either as some evidence of present value or to rebut other estimates of value, assuming that the sale was recent, that the sale was voluntary, that the parties to the sale were willing and able to protect their own interests, and that no major change in conditions or fluctuations in value occurred since the sale. Parker v. State ex rel. Church, <span class=\"citation\" data-id=\"1214111\"><a href=\"/opinion/1214111/parker-v-state/\"><span class=\"volume\">89</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">124</span></a></span>, <span class=\"citation\" data-id=\"1214111\"><a href=\"/opinion/1214111/parker-v-state/\"><span class=\"volume\">359</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">63</span></a></span> (1961); North Carolina State Highway Commission v. Coggins, <span class=\"citation\" data-id=\"1335991\"><a href=\"/opinion/1335991/north-carolina-state-highway-comn-v-coggins/\"><span class=\"volume\">262</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">25</span></a></span>, <span class=\"citation\" data-id=\"1335991\"><a href=\"/opinion/1335991/north-carolina-state-highway-comn-v-coggins/\"><span class=\"volume\">136</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">265</span></a></span> (1964); Annot. <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">791</span></span> (1957); 4 Nichols, The Law of Eminent Domain § 12.311 [1] (1962). Issues of whether the date of sale is too remote from the date of valuation and whether other qualifying factors are present are within the discretion of the trial court. City of Baltimore v. Schreiber, <span class=\"citation\" data-id=\"1993678\"><a href=\"/opinion/1993678/baltimore-city-council-of-baltimore-v-schreiber/\"><span class=\"volume\">243</span> <span class=\"reporter\">Md.</span> <span class=\"page\">546</span></a></span>, <span class=\"citation\" data-id=\"1993678\"><a href=\"/opinion/1993678/baltimore-city-council-of-baltimore-v-schreiber/\"><span class=\"volume\">221</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">663</span></a></span> (1966); Exeter-Hampton Mobile Home Village, Inc. v. State, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">476</span></span>, <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">925</span></span> (1965); State Highway Commission v. Jones, <span class=\"citation\" data-id=\"1229604\"><a href=\"/opinion/1229604/highway-commission-v-jones/\"><span class=\"volume\">237</span> <span class=\"reporter\">Or.</span> <span class=\"page\">372</span></a></span>, <span class=\"citation\" data-id=\"1229604\"><a href=\"/opinion/1229604/highway-commission-v-jones/\"><span class=\"volume\">391</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">625</span></a></span> (1964). The date of sale was approximately 5 1/2 years prior to the date used for valuation. Appellate courts have held that no abuse of discretion was shown in admitting evidence of sales prices similarly remote in time. Douglas County v. Myers, <span class=\"star-pagination\">*60</span> <span class=\"citation\" data-id=\"1221458\"><a href=\"/opinion/1221458/douglas-county-v-meyers/\"><span class=\"volume\">201</span> <span class=\"reporter\">Or.</span> <span class=\"page\">59</span></a></span>, <span class=\"citation\" data-id=\"1221458\"><a href=\"/opinion/1221458/douglas-county-v-meyers/\"><span class=\"volume\">268</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">625</span></a></span> (1954); Exeter-Hampton Mobile Home Village, Inc. v. State, <i>supra</i>; Lindsay v. Housing Authority of City of Milwaukee, <span class=\"citation\" data-id=\"2217769\"><a href=\"/opinion/2217769/lindsay-v-housing-authority/\"><span class=\"volume\">18</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">624</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">357</span></span> (1963). Rulings that such sales were too remote also have been upheld. Virgin Islands Housing Authority v. 15.5521 U.S. Acres of Land, <span class=\"citation\" data-id=\"1413076\"><a href=\"/opinion/1413076/virgin-islands-housing-auth-v-155521-us-acres-of-land/\"><span class=\"volume\">230</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">845</span></a></span> (D.C.V.I. 1964); State ex rel. State Highway Commission of Missouri v. Pope, <span class=\"citation\" data-id=\"3537775\"><a href=\"/opinion/3559388/state-ex-rel-highway-comm-v-pope/\"><span class=\"volume\">228</span> <span class=\"reporter\">Mo. App.</span> <span class=\"page\">888</span></a></span>, <span class=\"citation\" data-id=\"3537775\"><a href=\"/opinion/3559388/state-ex-rel-highway-comm-v-pope/\"><span class=\"volume\">74</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">265</span></a></span> (Ct.App. 1934). We cannot say that the court abused its discretion.</p>\n<p>Appellant also objected to admission into evidence of expert testimony concerning so-called comparable sales of other property in the area. On appeal it is urged that the comparables, were developed to a greater extent, were smaller in acreage and, in one instance, were located in a different area, than the subject property. Most jurisdictions follow the rule cited in Hays v. State, <span class=\"citation\" data-id=\"1775444\"><a href=\"/opinion/1775444/hays-v-state/\"><span class=\"volume\">342</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">167</span></a></span>, at 170, 171 (Tex.Ct.Civ. App. 1960):</p>\n<blockquote>\"Evidence of sales of comparable properties may be offered under three conditions: (I) on direct examination of expert or lay witnesses as independent substantive evidence of the value of the property to which the comparison relates, or (II) on direct examination of the value-witness to give an account of the factual basis upon which he founds his opinion on the issue of value of the real estate in controversy, or (III) on cross-examination of the value-witness to test his knowledge, experience and investigation and thus affect the weight to be given to his opinions.\"</blockquote>\n<p>Accord, State v. 0.0673 Acres of Land, Etc., <span class=\"citation\" data-id=\"2053491\"><a href=\"/opinion/2053491/state-v-00673-acres-of-land-etc/\"><span class=\"volume\">224</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">598</span></a></span> (Dela. 1966); State Highway Commission v. McNiff, <span class=\"citation\" data-id=\"2619793\"><a href=\"/opinion/2619793/state-highway-commission-v-mcniff/\"><span class=\"volume\">395</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">29</span></a></span> (Wyo. 1964); 5 Nichols, The Law of Eminent Domain, § 21.3 [3] (1962).</p>\n<p>In the present appeal the testimony was introduced under condition II:</p>\n<blockquote>\"* * * on direct examination of the value-witness to give an account of the factual basis upon which he founds his opinion on the issue of value of the real estate in controversy * * *.\" Hays v. State, <i>supra,</i> 342 S.W.2d at 170.</blockquote>\n<blockquote>\"The criteria of similarity varies in diminishing degree for each category. The strict foundation requirements, * * * apply when evidence of comparable sales is offered as substantive proof of the value of the property taken. A lesser foundation of comparability is required when evidence of other sales is offered in support of, and as background for, opinion testimony and not as independent substantive evidence of value. The reasons of relevancy, which require that a foundation of similarity be laid for direct examination, vanish when, * * * evidence of other sales is elicited upon cross-examination to impeach an expert.\" State v. 0.0673 Acres of Land, Etc., <i>supra,</i> 224 A.2d at 601. (citations omitted).</blockquote>\n<p>Accord, United States v. Johnson, <span class=\"citation\" data-id=\"252582\"><a href=\"/opinion/252582/united-states-v-j-cyril-johnson-and-ray-t-lindsay/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span> (9th Cir.1960); City of Tucson v. La-Forge, <span class=\"citation\" data-id=\"1129874\"><a href=\"/opinion/1129874/city-of-tucson-v-laforge/\"><span class=\"volume\">8</span> <span class=\"reporter\">Ariz. App.</span> <span class=\"page\">413</span></a></span>, <span class=\"citation\" data-id=\"1129874\"><a href=\"/opinion/1129874/city-of-tucson-v-laforge/\"><span class=\"volume\">446</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">692</span></a></span> (Ct. App. 1968). The great weight of authority indicates that the proffered evidence of comparable sales did not have sufficient criteria of similarity to be admitted as independent substantive evidence of the value of the property taken.<sup>[3]</sup> See generally, annot. <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">110</span></span> (1962). But where, as here, the evidence was introduced under condition II, <i>supra,</i> we believe that the trial court committed no abuse of discretion.</p>\n<p>Four of appellant's assignments of error are closely related. They are that the trial court erred:</p>\n<p>1. In sustaining respondents' objection to questions concerning the highest and best use of the portion of the land remaining in respondents' hands after the taking;</p>\n<p>2. In rejecting appellant's offers of proof regarding special benefits to and the value of the remainder of the property after the taking;</p>\n<p><span class=\"star-pagination\">*61</span> 3. In instructing the jury that, \"you are not to concern yourselves as to the value of defendants' remaining property as this is not an issue in this case;\"</p>\n<blockquote>4. In refusing to instruct the jury that,</blockquote>\n<blockquote>\"In this action the plaintiff contends that the defendants' remaining property will receive a special benefit as a direct result of the construction by the plaintiff of its proposed improvement.</blockquote>\n<blockquote>Should you determine that the defendants are entitled to severance damage to their remaining property, you should then determine whether or not the construction by the plaintiff of the proposed improvement will specially and directly benefit defendants' remaining land.</blockquote>\n<blockquote>You are instructed that a special benefit is defined as being the special and direct benefit which defendants' property will receive arising from its own position on the newly constructed highway itself as distinguished from those benefits not arising from a location of the highway or from the facilities and advantages occasioned by the highway which affects all lands in the neighborhood equally.</blockquote>\n<blockquote>Therefore, if you find that defendants' property has or will receive a special benefit from the construction of the proposed highway by the state as defined in these instructions, then you will determine the amount of such benefit, if any, which will accrue to defendants' land as a result of the construction of the highway.\"</blockquote>\n<p>Respondents, it will be recalled, specifically disclaimed any right to severance damage to the property remaining to them after the taking. The issue then is whether special benefits to the remaining land due to the construction of the interchange may be offset against the value of the property taken. Resort to the laws of other jurisdictions is of little assistance, for judicial and legislative opinions on the question vary greatly from jurisdiction to jurisdiction. The standard treatise on eminent domain treats the subject state by state. 3 Nichols, The Law of Eminent Domain, §§ 8.6211 [1]  8.6211 [51] (1965). In any event, Idaho statutory law forbids offsetting special benefits to the remaining property against the fair market value of the property taken in arriving at just compensation:</p>\n<blockquote>\"I.C. § 7-711. <i>Assessment of damages.</i>  The court, jury or referee must hear such legal testimony as may be offered by any of the parties to the proceedings, and thereupon must ascertain and assess:</blockquote>\n<blockquote>1. The value of the property sought to be condemned, and all improvements thereon pertaining to the realty, and of each and every separate estate or interest therein; if it consists of different parcels, the value of each parcel and each estate or interest therein shall be separately assessed.</blockquote>\n<blockquote>2. If the property sought to be condemned constitutes only a part of a larger parcel, the damages which will accrue to the portion not sought to be condemned, by reason of its severance from the portion sought to be condemned, and the construction of the improvement in the manner proposed by the plaintiff.</blockquote>\n<blockquote>3. Separately, how much the portion not sought to be condemned, and each estate or interest therein, will be specially and directly benefited, if at all, by the construction of the improvement proposed by the plaintiff; and if the benefit shall be equal to the damages assessed, under subdivision two, the owner of the parcel shall be allowed no compensation except the value of the portion taken; but if the benefit shall be less than the damages so assessed, the former shall be deducted from the latter, and the remainder shall be the only damages allowed in addition to the value.</blockquote>\n<blockquote>4. If the property sought to be condemned be for a railroad, the cost of good and sufficient fences along the line of such railroad, and the cost of cattle guards where fences may cross the line of such railroad.</blockquote>\n<blockquote>5. As far as practicable, compensation must be assessed for each source of damages separately.\"</blockquote>\n<p><span class=\"star-pagination\">*62</span> The first two parts of the statute contemplate that defendants are entitled separately to the value of the property taken and to damages to the property remaining in their hands, occasioned by the severance therefrom of the property taken. The third part of the statute allows special benefits to the remaining portion of the property to be deducted only from the amount of severance damage. The fifth part of the statute orders that each source of damage be separately assessed.</p>\n<p>Since special benefits to the remaining property cannot be offset against the fair market value of the property taken in arriving at just compensation due the defendants, the trial court acted correctly.</p>\n<p>Appellant objected to questions asked on cross-examination of one of its expert witnesses. Respondents' attorney was attempting to impeach the witness by showing prior inconsistent appraisals of other similar properties. Such cross-examination is permissible. State ex rel. Symms v. Cole Fire Protection District, <span class=\"citation\" data-id=\"1434604\"><a href=\"/opinion/1434604/state-ex-rel-symms-v-cole-fire-protection-district/\"><span class=\"volume\">92</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">810</span></a></span>, <span class=\"citation\" data-id=\"1434604\"><a href=\"/opinion/1434604/state-ex-rel-symms-v-cole-fire-protection-district/\"><span class=\"volume\">451</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1011</span></a></span> (1969); see also Bell, Handbook of Evidence for the Idaho Lawyer 41 (1957). The scope of the impeaching cross-examination is within the discretion of the trial court. State v. Nadlman, <span class=\"citation\" data-id=\"3411660\"><a href=\"/opinion/3415728/state-v-nadlman/\"><span class=\"volume\">63</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">153</span></a></span>, <span class=\"citation\" data-id=\"3411660\"><a href=\"/opinion/3415728/state-v-nadlman/\"><span class=\"volume\">118</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">58</span></a></span> (1941). The state has not shown an abuse of that discretion.</p>\n<p>Finally, appellant disagrees with the manner in which the court computed interest. The parties before us contracted that:</p>\n<blockquote>\"The state agrees to pay interest on the award to grantors from April 1, 1967 at the rate of six percent (6%) per annum, excepting however on the sum which shall be paid into Court from the date of the payment thereof into Court.\"</blockquote>\n<p>The trial judge entered judgment for the fair market value of the property taken less the deposit, for interest on the difference between the fair market value and the deposit from April 1, 1967 until the date of judgment, and for costs. He then allowed interest at the rate of 6% per annum on the total judgment from the date of its rendition until payment.</p>\n<blockquote>\"Parties may agree in writing for the payment of any rate of interest, on money due or to become due on any contract, not to exceed the sum of eight per cent (8%) per annum; * * * any judgment rendered on such contract shall bear interest at the rate of six per cent (6%) per annum until satisfied * * *.\" I.C. § 28-22-105.<sup>[4]</sup></blockquote>\n<blockquote>\"Legal rate of interest.  When there is no express contract in writing fixing a different rate of interest, interest is allowed at the rate of six cents (6¢) on the hundred by the year on:</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>4. Money due on the judgment of any competent court or tribunal. * * *.\" I.C. § 28-22-104.</blockquote>\n<p>This court, construing nearly identical statutes, has said:</p>\n<blockquote>\"Under our statutes, costs become a part of the judgment. They are entered up in the judgment and docketed with it and are collected by the same execution on which the judgment is collected. Interest due at the date of the judgment is also computed and entered as part of the judgment. The total amount due for damages, interest and costs is entered as the judgment, and * * * [6] per cent is allowed for money due on judgments, and * * * any judgment rendered on contract bears interest at the rate of [6] per cent until satisfied.</blockquote>\n<blockquote>\"These provisions clearly contemplate that judgments bear [6] per cent interest, and this applies to the total amount of the judgment, including costs at the date of its entry * * *. That means interest on the full amount of the <i>entire</i> judgment. It was not the intention to segregate the principal sum for which the judgment was rendered from the interest that was due thereon at the date of the judgment, but to compute interest on the total amount of said judgment and <span class=\"star-pagination\">*63</span> costs from the date of the judgment.\" Bashor v. Beloit, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">592</span></span> at 604, 605, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">P.</span> <span class=\"page\">55</span></span> at 59 (1911).</blockquote>\n<p>Had the interest been due as a result of the operation of I.C. § 7-712, <i>supra,</i> appellant's contention would have more merit. That part of I.C. § 7-712 referring to interest can be traced back to its Idaho origin in the case of Weiser Valley Land &amp; Water Co. v. Ryan, <span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">F.</span> <span class=\"page\">417</span></span> (9th Cir.1911). See Brown v. United States, <span class=\"citation\" data-id=\"100270\"><a href=\"/opinion/100270/brown-v-united-states/\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"100270\"><a href=\"/opinion/100270/brown-v-united-states/\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">92</span></a></span>, <span class=\"citation\" data-id=\"100270\"><a href=\"/opinion/100270/brown-v-united-states/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">171</span></a></span> (1923); Village of Lapwai v. Alligier, <span class=\"citation\" data-id=\"3410030\"><a href=\"/opinion/3414481/village-of-lapwai-v-alligier/\"><span class=\"volume\">69</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"3410030\"><a href=\"/opinion/3414481/village-of-lapwai-v-alligier/\"><span class=\"volume\">207</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1025</span></a></span> (1949) (adopting the holding of <i>Weiser Valley</i>); Independent School District v. C.B. Lauch Const. Co., <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">485</span></span>, <span class=\"citation\" data-id=\"1148921\"><a href=\"/opinion/1148921/independent-school-dist-v-cb-lauch-constr-co/\"><span class=\"volume\">305</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1077</span></a></span> (1957) (Overruling <i>Village of Lapwai</i>); I.C. § 7-712 (am. 1957, ch. 127, § 1, p. 215, effectively readopting the <i>Weiser Valley</i> rule). In <i>Weiser Valley</i> the court ruled:</p>\n<blockquote>\"The next contention is that the court erred in adding interest to the amount of the assessment from the date of the summons. Under the statute, the right to the compensation shall be deemed to have accrued at the date of the summons. Having such right to compensation at a given time, it would seem that the owner ought to have interest upon the amount ascertained <i>until paid.</i>\" (emphasis added.) Weiser Valley Land &amp; Water Co. v. Ryan, <i>supra,</i> 190 F. at 424.</blockquote>\n<p>Thus, if interest had been due as a result of I.C. § 7-712, it could be argued that judgment should have been given for the principal amount plus costs, with interest at 6% on the principal amount to run from date of summons until paid, and interest on costs to run from date of judgment until paid. In view of the fact that the parties entered into a contractual agreement for interest, however, the trial court clearly was correct in applying the rule of Bashor v. Beloit, <i>supra</i><i>.</i></p>\n<p>Judgment is affirmed. Costs to respondents.</p>\n<p>McFADDEN, C.J., and McQUADE, SHEPARD, and SPEAR, JJ., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant Lilah D. Holden disclaimed any interest in the property.</p>\n<p>[2]  The only real issue before the jury was the amount of compensation due defendants. There was no question as to the propriety of the taking.</p>\n<p>[3]  Other foundation problems also would be involved, e.g., the hearsay rule and the best-evidence rule.</p>\n<p>[4]  Since amended to allow 10% interest instead of 8% interest.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/252582/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1129874/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1148921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1214111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1221458/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1229604/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1312868/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1335991/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1360352/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1398782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1413076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1434604/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775444/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1993678/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2053491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2217769/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2619793/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3410030/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3411660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3537775/"
          ]
        }
      ],
      "judges": "Donaldson",
      "date_created": "2014-10-30T09:25:39.826795Z",
      "date_modified": "2016-03-03T19:00:30.009497Z",
      "date_filed": "1969-05-09",
      "date_filed_is_approximate": false,
      "slug": "state-ex-rel-symms-v-collier",
      "citation_id": 1105778,
      "case_name_short": "Collier",
      "case_name": "State Ex Rel. Symms v. Collier",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "93 Idaho 19",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "454 P.2d 56",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/430676/state-ex-rel-symms-v-collier/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:25:39.823469Z",
  "date_modified": "2014-10-30T09:25:39.823469Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Collier",
  "case_name": "State Ex Rel. Symms v. Collier",
  "case_name_full": "",
  "slug": "state-ex-rel-symms-v-collier",
  "docket_number": "10339",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}