{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/430641/",
  "id": 430641,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca11/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/437666/",
      "id": 437666,
      "absolute_url": "/opinion/437666/betty-anderson-arlene-hudson-cassie-moore-and-bertha-daniels-v-city-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/430641/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/437666/",
          "id": 437666,
          "absolute_url": "/opinion/437666/betty-anderson-arlene-hudson-cassie-moore-and-bertha-daniels-v-city-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/437666/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:34:59Z",
          "date_modified": "2017-03-25T06:43:37.568266Z",
          "type": "010combined",
          "sha1": "8b056379b8d3ffed0af3e16852a923e3883979b2",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/737/737.F2d.1530.83-8258.83-8257.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">737 F.2d 1530</p>\n    <p class=\"parties\">Betty ANDERSON, Arlene Hudson, Cassie Moore and Bertha<br>Daniels, Plaintiffs-Appellants,<br>v.<br>CITY OF ALPHARETTA, GEORGIA, et al., Defendants-Appellees.<br>Cassie MOORE, Bertha Daniels, on behalf of themselves and<br>all others similarly situated, Plaintiffs-Appellants,<br>v.<br>William MILLER, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">Nos. 83-8257, 83-8258.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eleventh Circuit.</p>\n    <p class=\"date\">Aug. 1, 1984.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Frank O. Brown, Jr., Dennis Goldstein, David A. Webster, Atlanta, Ga., for plaintiffs-appellants in both cases.</p>\n      <p class=\"indent\">Myra H. Dixon, Amy D. Levin, Atlanta, Ga., for defendants-appellees in both cases.</p>\n      <p class=\"indent\">Franklin N. Biggins, Atlanta, Ga., for defendants-appellees in No. 83-8258.</p>\n      <p class=\"indent\">Appeals from the United States District Court for the Northern District of Georgia.</p>\n      <p class=\"indent\">Before HILL, VANCE and ANDERSON, Circuit Judges.</p>\n      <p class=\"indent\">VANCE, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These two class actions were filed by separate groups of plaintiffs alleging that officials of the Fulton County Commission, the Department of Housing and Urban Development (HUD), and the mayor and council of the City of Alpharetta, Georgia have engaged in discriminatory practices that have frustrated the development of low-income public housing in Alpharetta and the unincorporated areas of north Fulton County.  The federal defendants moved to dismiss the claims against them on the ground that the plaintiffs' complaints failed to state a claim upon which relief could be granted.  The district court granted their motion, and we affirm its decision.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Although the plaintiffs originally asserted claims against the federal defendants based on a variety of statutes, for the purposes of this appeal we can confine our attention to the question of whether their complaint states a cause of action against the federal government under the Fair Housing Act of 1968 (Title VIII), 42 U.S.C. Sec. 3601 et seq.    The plaintiffs place their principal reliance on 42 U.S.C. Sec. 3608(d),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> which provides in relevant part:(d) The Secretary of Housing and Urban Development shall--</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(3) cooperate with and render technical assistance to Federal, State, local, and other public or private agencies, organizations, and institutions which are formulating or carrying on programs to prevent or eliminate discriminatory housing practices;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(5) administer the programs and activities relating to housing and urban development in a manner affirmatively to further the policies of this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs contend that the federal defendants failed to carry out their responsibilities under these sections, arguing that although they knew or should have known that public officials in north Fulton County had a history of excluding public housing on racial grounds, HUD took no action to counter the deliberate foot-dragging of local governments.  Because of these alleged past sins of omission, the plaintiffs seek declaratory and injunctive relief requiring HUD to \"take all necessary, appropriate and effective actions, including the provision of the first available funds and technical assistance, to insure the development of public housing\" in the areas in question.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to appreciate the nature of the claim advanced by the plaintiffs here, it is necessary to quickly sketch the factual background of this case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   The present controversy originated in 1971, when a federal district court found that Fulton County officials had deliberately obstructed attempts to place low-income public housing in unincorporated areas of the county for racially motivated reasons.   Crow v. Brown, 332 F.Supp. 382 (N.D.Ga.1971).  The Housing Authority of Fulton County was created the following year, and the Authority and the County Commission soon concluded a cooperation agreement whereby the Commission agreed to adjust zoning where necessary and to provide water and sewer services to as many as one thousand public housing units on a nondiscriminatory basis.  The Housing Authority apparently took no action to effectuate this agreement until 1978, when it submitted an application to HUD for federal financial assistance to construct two hundred units of low-income family housing on four sites in north Fulton County.  HUD set aside certain funds for use in developing the project, then awaited the required \"commitment letter\" from the County Commission indicating that it was willing to supply the necessary water and sewer services for the proposed sites of the units.  See 42 U.S.C. Sec. 1439(c).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the Housing Authority first requested the commitment letter from the Commission in January 1979, the letter was not finally provided until March 1980.  By this time, unfortunately, two of the four sites proposed in the original application were no longer available.  In April 1980, HUD granted its preliminary approval to the Housing Authority's request for federal assistance with regard to the two remaining sites, and authorized the Authority to proceed with site appraisal and acquisition.  According to the plaintiffs, however, the long delay in the County Commission had permitted opposition to the plan to jell in the community, and the City of Alpharetta moved to frustrate the Housing Authority's plans by annexing a third proposed site at Hopewell Road and rezoning it for commercial development on highly favorable terms.  The final remaining site also became unavailable for reasons that do not appear in the complaint.  Thus frustrated, the Housing Authority decided to amend its initial request to provide for only one hundred units of low-income family housing and another one hundred units of low-income housing for the elderly.  Efforts to locate suitable sites continued during the rest of 1980, and at one point the Housing Authority managed to secure a commitment letter from the Commission for a site that was proposed for family housing.  \"[F]or reasons which are unclear to Plaintiffs,\" HUD refused to approve the site.  The Housing Authority then managed to locate two further sites, proposing that one be developed for family and the other for elderly housing.  Eventually, the Authority was successful in obtaining a commitment letter for the latter, but not for the former.  HUD then informed the Authority that the funds allocated in the original reservation were only sufficient to permit the development of one site.  Shortly thereafter HUD redesignated the Authority's fund reservation solely for elderly housing.  One hundred units of housing for the elderly have been completed since the initiation of this litigation, but the unincorporated areas of north Fulton County otherwise remain as destitute of low-income multi-family public housing as they were when Judge Edenfield issued his order in Crow v. Brown almost thirteen years ago.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As we have seen, plaintiffs essentially allege that the federal defendants did not do what they ostensibly ought to have done under sections 3608(d)(3) and (5).  Specifically, the plaintiffs contend that HUD should have pressured the County Commission into supplying the commitment letter for the Hopewell Road site in a reasonable time, or alternatively should have either waived its commitment letter requirement or authorized the Housing Authority to take legal action to obtain the commitment letter.  The plaintiffs also suggest that HUD should have allowed the Housing Authority to exercise condemnation powers to secure the necessary sites, and they denounce HUD for agreeing to the Housing Authority's subsequent amendment changing the nature of the proposal to a mix of family units and housing for the elderly.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   The Housing Authority itself is not named as a defendant in this case, so it appears that this is not an instance where the plaintiffs accuse HUD of closing its eyes to the discriminatory practices of a grantee.  Instead, the plaintiffs contend that HUD violated its obligation under section 3608(d)(5) to \"administer the programs and activities relating to housing and urban development in a manner affirmatively to further the policies\" of the Fair Housing Act because it failed to do what the grantee was unable to do for itself.  They further assert that there is an implied private cause of action under the statute which permits them to bring suit to specifically enforce the \"assistance\" provision of section 3608(d)(3).  These are both novel contentions, and we do not find the plaintiffs' arguments persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is of course true that section 3608(d)(5) has been recognized as imposing an affirmative duty upon the Secretary of HUD to work toward the goal of desegregation in housing.   See, e.g., Resident Advisory Board v. Rizzo, 564 F.2d 126, 139-40 (3d Cir.1977), cert. denied, 435 U.S. 908, 98 S.Ct. 1457, 55 L.Ed.2d 499 (1978);  Acevedo v. Nassau County, 500 F.2d 1078, 1082 (2d Cir.1974);  Otero v. New York City Housing Authority, 484 F.2d 1122, 1133-34 (2d Cir.1973);  Shannon v. HUD, 436 F.2d 809, 816 (3d Cir.1970).  Most actions in which private plaintiffs have brought suit against HUD pursuant to section 3608(d)(5) have involved challenges to funding decisions made by HUD officials, usually on the grounds that the grantee has either engaged in discriminatory practices or proposes to locate a new low-income housing project in an area where there is already a heavy concentration of economically disadvantaged or minority citizens.   See, e.g., Clients' Council v. Pierce, 711 F.2d 1406, 1422-25 (8th Cir.1983);  Alschuler v. HUD, 686 F.2d 472, 475 (7th Cir.1982);  Business Association v. Landrieu, 660 F.2d 867, 870-71 (3d Cir.1981);  Shannon v. HUD, 436 F.2d at 811-12;  King v. Harris, 464 F.Supp. 827, 837 (E.D.N.Y.), aff'd without opinion sub nom.  King v. Faymor Development Corp., 614 F.2d 1288 (2d Cir.1979), vacated on other grounds, 446 U.S. 905, 100 S.Ct. 1828, 64 L.Ed.2d 256 (1980).  In these cases, the courts have considered whether HUD's decision could be sustained under the \"abuse of discretion\" standard set forth in 5 U.S.C. Sec. 706(2)(A) in view of the stated objectives of the Fair Housing Act.  The plaintiffs in this case, in contrast, cannot point to any decision by HUD which might lend itself to judicial review.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   They allege not that HUD has acted wrongly, but that it has not acted at all, and that this constitutes a breach of its obligations under sections 3608(d)(3) and (5).  In their view, HUD is guilty of a violation of these sections of the Fair Housing Act whenever it simply \"maintains a 'low profile' in the face of known racial opposition to the construction of public housing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This is a potentially sweeping re-interpretation of the nature of the affirmative duty imposed upon HUD by the Fair Housing Act, and we conclude that it has no support either in the terms of the statute, the statutory history, or the applicable case law.  The remarks of the principal sponsors of the Fair Housing Act during the Senate debate suggest that they thought the provisions at issue were necessary because federal housing administrators had traditionally given little consideration to the impact of their decisions on the racial or socio-economic composition of a given neighborhood.  As Senator Edward Brooke stated:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Today's Federal housing official commonly inveighs against the evils of ghetto life even as he pushes buttons that ratify their triumph--even as he ok's public housing sites in the heart of Negro slums, releases planning and urban renewal funds to cities dead-set against integration, and approves the financing of suburban subdivisions from which Negroes will be barred.  ...</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In other words, our Government, unfortunately, has been sanctioning discrimination in housing throughout this Nation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">114 Cong.Record 2281 (1968).  Later in the debate, Senator Brooke reiterated this point:  \"Rarely does HUD withhold funds or defer action in the name of desegregation ...  It is clear that HUD is determined to speak loudly and carry a small stick.\"    Id. at 2527-28.  The bill's sponsors sought to remedy this bureaucratic myopia by requiring federal housing administrators to take account of the effect of their funding decisions upon the racial and socio-economic composition of affected areas.   Otero, 484 F.2d at 1133-34.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There is a vast difference, however, between requiring HUD's officials to include a particular consideration in their decision-making calculus, and suggesting that a federal agency has an affirmative legal duty to correct injustice wherever it exists.  The latter interpretation of HUD's mission under section 3608(d) goes far beyond the concerns that Senator Brooke expressed about misguided bureaucratic decision-making, and it is unsupported by the language of the statute itself.  Section 3608(d)(3) simply requires HUD to supply \"technical\" assistance to other agencies or organizations that are concerned with the problem of fair housing, while section 3608(d)(5) appears to pertain only to the \"programs and activities\" which HUD itself is directly responsible for administering.  In addition, the statute provides HUD with few weapons to employ against wrongdoers.  The Secretary is clearly empowered to \"withhold funds or defer action in the name of desegregation,\" 114 Cong.Record 2527-28 (1968), and Title VIII admittedly places fewer administrative and statutory constraints upon his ability to revoke funding than apply under Title VI of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000d-1.   See Young v. Pierce, 544 F.Supp. 1010, 1017 (E.D.Tex.1982).  Beyond that, however, the Secretary's powers are quite limited.  As the Supreme Court emphasized in Trafficante v. Metropolitan Life Insurance Co., 409 U.S. 205, 93 S.Ct. 364, 34 L.Ed.2d 415 (1972):</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is apparent ... that complaints by private persons are the primary method of obtaining compliance with the [Fair Housing] Act....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The design of the Act confirms this construction.  HUD has no power of enforcement.  So far as federal agencies are concerned only the Attorney General may sue;  yet, as noted, he may sue only to correct \"a pattern or practice\" of housing discrimination.  That phrase \"a pattern or practice\" creates some limiting factors in his authority which we need not stop to analyze.  For ... most of the fair housing litigation conducted by the Attorney General is handled by the Housing Section of the Civil Rights Division, which has less than two dozen lawyers.  Since HUD has no enforcement powers and since the enormity of the task of assuring fair housing makes the role of the Attorney General in the matter minimal, the main generating force must be private suits....</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Id. at 209-11, 93 S.Ct. at 366-367.  Thus, there is little that HUD can do beyond exerting moral suasion to \"pressure\" local officials into compliance with the goals of the Fair Housing Act when it is not currently funding a local agency.  The plaintiffs suggest that this would leave citizens without redress where local officials have engaged in discriminatory practices and HUD is not involved, but this contention is clearly incorrect.  As Trafficante suggests, they are encouraged to bring suit as private attorneys general, and the effectiveness of the statutory scheme is in fact dependent on their willingness to do so.  Where HUD is not supporting discrimination through its funding practices, there is little to be gained by naming it as a defendant.   See, e.g., Otero v. New York City Housing Authority, 354 F.Supp. 941, 957 &amp; n. 18 (S.D.N.Y.)  (dismissing claims against HUD where full relief sought by plaintiffs could be obtained by decree against local housing authority and no claim was made of affirmative discriminatory action by HUD), rev'd on other grounds, 484 F.2d 1122 (2d Cir.1973).  We conclude that the drafters of the Fair Housing Act did not intend for HUD to be subjected to liability under circumstances such as these.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Further support for this construction of the intent of section 3608(d) can be found in the applicable case law.  The plaintiffs contend that there are essentially two different lines of cases interpreting HUD's duties under section 3608(d).  The first of these involves challenges to \"the routine approval process for public housing applications\" and is governed by the \"abuse of discretion\" standard, while a second group comprises situations where \"it is alleged that HUD failed to act, or even compounded the effects of racial opposition by its own actions, knowing or forewarned of racial barriers to fair housing.\"    The plaintiffs suggest that this second group of cases is subject to judicial scrutiny under a heightened \"abuse of discretion\" standard, and that liability can be found on HUD's part if it fails to use its \"best efforts\" to see that low-income housing is constructed or simply maintains a \"low profile\" in the face of known racial opposition to fair housing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Unfortunately, this interpretation of the case law does not stand up upon closer examination.  The first difficulty with the argument advanced by the plaintiffs is that it would be anomalous to subject HUD to a tougher standard of judicial scrutiny in cases in which its involvement is marginal or non-existent than applies when HUD is accused of supporting discrimination through its financial assistance to local governmental entities.  In addition, a careful reading of the cases cited in the plaintiffs' brief provides little support for their analysis.  All of the cited cases involved situations where HUD either was accused of taking discriminatory action itself or was actively involved in financing local public housing authorities who had poor records on fair housing.  These decisions are therefore not analogous to the present case.  For example, the plaintiffs rely heavily on Judge Justice's statement in Young v. Pierce that \"violations of [HUD's affirmative duty] through inaction or indolence must be actionable.\"    544 F.Supp. at 1018.  Elsewhere, however, Judge Justice makes it plain that Young is simply another case where HUD was accused of closing its eyes to the discriminatory practices of one of its grantees.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>   In Jaimes v. Toledo Metropolitan Housing Authority, 432 F.Supp. 25 (N.D. Ohio 1977), HUD was charged with continuing its support for the TMHA despite that agency's failure to make serious efforts to locate low-income housing in suburban areas.  There, however, the plaintiffs further alleged that \"HUD [had] instructed TMHA not to seek cooperation agreements from other local governing bodies outside the City of Toledo.\"    Id. at 27 (emphasis added).  The plaintiffs also cite Resident Advisory Board v. Rizzo, where the complaint alleged that HUD had refused to consider terminating its support of other city programs despite the city's staunch opposition to a proposed low-income housing development.  564 F.2d at 137.  Finally, in King v. Harris, the plaintiffs were contesting HUD's decision to provide financial support for a low-income housing project in an integrated neighborhood with a delicate racial balance.  464 F.Supp. at 830.  Thus, none of these cases support the plaintiff's argument that HUD can be found liable for a violation of section 3608(d)(5) where it is not currently involved in providing federal financial assistance to local housing authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A more plausible interpretation of the case law indicates that HUD is subject to liability under section 3608(d)(5) only where it has disbursed federal funds to local housing authorities who are engaged in activities that will \"establish and add to segregation in housing patterns.\"   Garrett v. City of Hamtramck, 503 F.2d 1236, 1247 (6th Cir.1974).  This approach--which does not impose liability on HUD where it is not yet directly involved--is both logical and fair.  It recognizes that, since the termination of federal funds is virtually the only weapon available to HUD in its efforts to enforce the Fair Housing Act, there is little to be gained by holding HUD accountable in situations where it lacks even this leverage.  This principle was recognized by the Sixth Circuit in Garrett, where it found that HUD could be held jointly liable with the city with regard to one housing project which HUD had approved even after it became aware of the city's discriminatory practices.  The court refused to hold HUD liable with regard to two other pending projects, however, because \"[s]ince neither [project] has been approved by HUD, or, in fact, submitted to it for approval, HUD cannot be held responsible for any wrongs suffered by the residents of these areas at the hands of the City.\"    503 F.2d at 1247-48.  Similarly, the Second Circuit stressed in Acevedo v. Nassau County, 500 F.2d 1078, 1082 (2d Cir.1974), that although section 3608(d)(5) imposes a duty on HUD to administer its programs and activities in such a way as to further the goal of integration, \"[t]he Fair Housing Act does not impose any duty upon a governmental body to construct or to 'plan for, approve and promote' any housing.\"    Id. at 1082.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under our interpretation of the statute and case law, therefore, HUD's affirmative obligation under section 3608(d)(5) may subject it to liability in two types of situations:  first, when HUD has taken discriminatory action itself, such as approving federal assistance for a public housing project without considering its effect on the racial and socio-economic composition of the surrounding area, see, e.g., Shannon v. HUD, 436 F.2d at 811-12;  and second, when HUD is aware of a grantee's discriminatory practices and has made no effort to force it into compliance with the Fair Housing Act by cutting off existing federal financial assistance to the agency in question.   See, e.g., Client's Council v. Pierce, 711 F.2d at 1422-23;  Gautreaux v. Romney, 448 F.2d 731, 739 (7th Cir.1971).  Since the plaintiffs' complaint in this case fall into neither of these categories, we conclude that they have not stated a claim upon which relief can be granted.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>   The decision of the district court is therefore</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">R. LANIER ANDERSON, Circuit Judge, dissenting:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">I agree with much of what the majority has written.  In particular, the majority is correct in noting that the appellants' allegations focus principally on wrongdoing by local defendants.  I do not, however, agree that the federal defendants can be properly dismissed in the present Rule 12(b)(6) posture of the case.  I respectfully submit that the majority has erroneously drawn inferences in favor of the federal defendants (e.g., that the appellant's failure to include the local housing authority as a defendant constitutes an admission that the authority is free from discrimination;  see also footnote 5 of the majority opinion for inferences drawn in favor of the federal defendants).  While further development of the record may justify these inferences, I cannot conclude that it is \"beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\"   Conley v. Gibson, 355 U.S. 41, 45-46, 78 S.Ct. 99, 101-102, 2 L.Ed.2d 80 (1957).  Accordingly, I dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The dismissal of the federal defendants from this action still leaves the plaintiffs free to proceed against the city and county officials whose alleged recalcitrance is the core of the problem</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The plaintiffs also contend that they have claims against the federal defendants under 42 U.S.C. Secs. 3604 and 3617, but we do not find their arguments persuasive.  Section 3604 prohibits discrimination in the sale or rental of housing, while section 3617 provides that it shall be unlawful \"to coerce, intimidate, threaten, or interfere with\" any person's exercise or enjoyment of the rights secured by the other provisions of Title VIII.  The plaintiffs do not allege that HUD was involved in the sale or rental of housing in north Fulton County, and we do not believe that the language \"or otherwise make unavailable or deny, a dwelling to any person because of race\" can be extended to cover the action or inaction of the federal defendants in this case.  We believe it is equally clear that the allegations against the federal defendants in the plaintiffs' complaints are insufficient to establish a violation of section 3617.  Finally, the plaintiffs also originally sought relief under Title VI, 42 U.S.C. Sec. 2000d, et seq. but they now concede that in view of the Supreme Court's decision last Term in Guardians Association v. Civil Service Commission, --- U.S. ----, 103 S.Ct. 3221, 77 L.Ed.2d 866 (1983), this claim is no longer tenable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Of course, when reviewing the propriety of a dismissal under F.R.Civ.P. 12(b)(6), all of the allegations of the complaint must be construed in the light most favorable to the pleader and accepted as true.  5 C. Wright &amp; A. Miller, Federal Practice and Procedure:  Civil Sec. 1363 (1969)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiffs do not indicate what steps they believe HUD should have taken to \"pressure\" the county commission into providing the required commitment letter, and it is not easy to imagine what leverage the federal defendants could have used.  As the district court correctly pointed out, \"there is no allegation [in the complaint] that HUD failed to use the only enforcement mechanism at its disposal, 42 U.S.C. Sec. 2000(d)-1, to force Fulton County to act, and it is not alleged that the Secretary had any other authority over the county.\"    Anderson v. City of Alpharetta, Nos.  C81-461A &amp; C81-1547A, slip. op. at 6 (N.D.Ga. Sept. 30, 1982).  The other allegations made by the plaintiffs against HUD in their complaint are equally perplexing.  Since section 1439(c) mandates that \"the Secretary shall not approve an application for housing assistance unless he determines ... that there is or will be available in the area public facilities and services adequate to serve the housing proposed to be assisted,\" we cannot understand the plaintiffs' suggestion that the Secretary's failure to waive the commitment letter requirement constituted a breach of a legal duty.  Similarly, it is not apparent why the Housing Authority should have needed authorization from HUD before undertaking legal action on its own to secure the commitment letter.  The plaintiffs have also failed to draw our attention to any provision of the Fair Housing Act which grants the Secretary the power of acquiring property through eminent domain, and we do not believe that the language of section 3608(d)(3) can be stretched to encompass such a grant of authority.  Cf. 42 U.S.C. Sec. 1502(b) (explicitly granting the Secretary of HUD power to secure property for use in housing military personnel through eminent domain)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The only positive steps taken by HUD that might arguably be held to have contributed to the failure to develop public housing in north Fulton County were:  (1) its decision to approve the substitution of one hundred units of elderly housing for half of the family units originally proposed (assuming that family units would more thoroughly integrate public schools and neighborhoods);  (2) HUD's refusal to approve one site slated for family housing after the Commission issued the required commitment letter;  and (3) HUD's action in redesignating the Authority's fund reservation to apply only to housing for the elderly in early 1981.  With regard to the first of these, however, HUD was simply acting at the request of a grantee which is not accused of discrimination in either action.  Although HUD might have refused to permit the change, it is hard to understand how this would have improved the situation;  HUD could not force the Authority to build any units while prospective sites remained unavailable and the statutory requirements of 42 U.S.C. Sec. 1439(c) remained unfulfilled</p>\n        <p>The second action cited above is more troublesome.  If the plaintiffs had alleged that HUD's decision to deny approval to the site in question was motivated by either a discriminatory purpose or even simple indifference to the affirmative mandate of Sec. 3608(d)(5), this might supply a basis for their claim against the federal defendants.  Unfortunately, the plaintiffs here have done neither, instead merely stating that they do not know why HUD refused to approve the site in question.  HUD's answer states that the proposed site \"did not meet project and site criteria mandated by HUD regulations and guidelines\";  for all that appears in the complaint, HUD may have concluded that the proposed site was too close to an existing pocket of minority residents--a conclusion that would have been completely in accord with the requirements of Sec. 3608(d)(5).</p>\n        <p>Finally, HUD's action in redesignating the fund reservation to apply solely to the construction of elderly housing appears from the plaintiffs' complaint to have been the product of financial exigencies and the difficulties encountered in obtaining a site and a commitment letter for family housing, rather than from any lack of sensitivity to the requirements of Title VIII.  The basic problem here appears to have been the obstructionist tactics of local officials.  In the absence of a showing that HUD had any real ability to shape their decisions, the federal defendants cannot be held liable for actions they were compelled to take as a result of the recalcitrance of the city and county governments.  See discussion infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Judge Justice noted that the gravamen of the plaintiffs' complaint in Young was that</p>\n        <p>the United States Department of Housing and Urban Development (HUD) and certain local housing authorities in East Texas have, through policy and practice, maintained racially segregated housing in violation of the Constitution and laws of the United States ....  Plaintiffs claim that HUD has knowingly acquiesced in the racially discriminatory housing practices of local housing authorities in East Texas.  They allege that this complicity violates the affirmative duty, incumbent on HUD as a result of certain statutes and regulations, and the United States Constitution as well, to eliminate financial participation by the federal government in illegal racial discrimination.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">544</a>\n        <p> F.Supp. at 1012 (emphasis added).  Thus, Judge Justice's opinion makes clear that HUD's affirmative duty under Sec. 3608(d)(5) is limited to ensuring that federal funds are not used to finance the discriminatory practices of local housing authorities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The same analysis precludes relief under Sec. 3608(d)(3)</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1530</span></span></p>\n    <p class=\"parties\">Betty ANDERSON, Arlene Hudson, Cassie Moore and Bertha<br>Daniels, Plaintiffs-Appellants,<br>v.<br>CITY OF ALPHARETTA, GEORGIA, et al., Defendants-Appellees.<br>Cassie MOORE, Bertha Daniels, on behalf of themselves and<br>all others similarly situated, Plaintiffs-Appellants,<br>v.<br>William MILLER, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">Nos. 83-8257, 83-8258.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eleventh Circuit.</p>\n    <p class=\"date\">Aug. 1, 1984.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Frank O. Brown, Jr., Dennis Goldstein, David A. Webster, Atlanta, Ga., for plaintiffs-appellants in both cases.</p>\n      <p class=\"indent\">Myra H. Dixon, Amy D. Levin, Atlanta, Ga., for defendants-appellees in both cases.</p>\n      <p class=\"indent\">Franklin N. Biggins, Atlanta, Ga., for defendants-appellees in No. 83-8258.</p>\n      <p class=\"indent\">Appeals from the United States District Court for the Northern District of Georgia.</p>\n      <p class=\"indent\">Before HILL, VANCE and ANDERSON, Circuit Judges.</p>\n      <p class=\"indent\">VANCE, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These two class actions were filed by separate groups of plaintiffs alleging that officials of the Fulton County Commission, the Department of Housing and Urban Development (HUD), and the mayor and council of the City of Alpharetta, Georgia have engaged in discriminatory practices that have frustrated the development of low-income public housing in Alpharetta and the unincorporated areas of north Fulton County.  The federal defendants moved to dismiss the claims against them on the ground that the plaintiffs' complaints failed to state a claim upon which relief could be granted.  The district court granted their motion, and we affirm its decision.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Although the plaintiffs originally asserted claims against the federal defendants based on a variety of statutes, for the purposes of this appeal we can confine our attention to the question of whether their complaint states a cause of action against the federal government under the Fair Housing Act of 1968 (Title VIII), 42 U.S.C. Sec. 3601 et seq.    The plaintiffs place their principal reliance on 42 U.S.C. Sec. 3608(d),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> which provides in relevant part:(d) The Secretary of Housing and Urban Development shall--</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">(3) cooperate with and render technical assistance to Federal, State, local, and other public or private agencies, organizations, and institutions which are formulating or carrying on programs to prevent or eliminate discriminatory housing practices;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(5) administer the programs and activities relating to housing and urban development in a manner affirmatively to further the policies of this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs contend that the federal defendants failed to carry out their responsibilities under these sections, arguing that although they knew or should have known that public officials in north Fulton County had a history of excluding public housing on racial grounds, HUD took no action to counter the deliberate foot-dragging of local governments.  Because of these alleged past sins of omission, the plaintiffs seek declaratory and injunctive relief requiring HUD to \"take all necessary, appropriate and effective actions, including the provision of the first available funds and technical assistance, to insure the development of public housing\" in the areas in question.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to appreciate the nature of the claim advanced by the plaintiffs here, it is necessary to quickly sketch the factual background of this case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   The present controversy originated in 1971, when a federal district court found that Fulton County officials had deliberately obstructed attempts to place low-income public housing in unincorporated areas of the county for racially motivated reasons.   Crow v. Brown, <span class=\"citation\" data-id=\"1624757\"><a href=\"/opinion/1624757/crow-v-brown/\"><span class=\"volume\">332</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">382</span></a></span> (N.D.Ga.1971).  The Housing Authority of Fulton County was created the following year, and the Authority and the County Commission soon concluded a cooperation agreement whereby the Commission agreed to adjust zoning where necessary and to provide water and sewer services to as many as one thousand public housing units on a nondiscriminatory basis.  The Housing Authority apparently took no action to effectuate this agreement until 1978, when it submitted an application to HUD for federal financial assistance to construct two hundred units of low-income family housing on four sites in north Fulton County.  HUD set aside certain funds for use in developing the project, then awaited the required \"commitment letter\" from the County Commission indicating that it was willing to supply the necessary water and sewer services for the proposed sites of the units.  See 42 U.S.C. Sec. 1439(c).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the Housing Authority first requested the commitment letter from the Commission in January 1979, the letter was not finally provided until March 1980.  By this time, unfortunately, two of the four sites proposed in the original application were no longer available.  In April 1980, HUD granted its preliminary approval to the Housing Authority's request for federal assistance with regard to the two remaining sites, and authorized the Authority to proceed with site appraisal and acquisition.  According to the plaintiffs, however, the long delay in the County Commission had permitted opposition to the plan to jell in the community, and the City of Alpharetta moved to frustrate the Housing Authority's plans by annexing a third proposed site at Hopewell Road and rezoning it for commercial development on highly favorable terms.  The final remaining site also became unavailable for reasons that do not appear in the complaint.  Thus frustrated, the Housing Authority decided to amend its initial request to provide for only one hundred units of low-income family housing and another one hundred units of low-income housing for the elderly.  Efforts to locate suitable sites continued during the rest of 1980, and at one point the Housing Authority managed to secure a commitment letter from the Commission for a site that was proposed for family housing.  \"[F]or reasons which are unclear to Plaintiffs,\" HUD refused to approve the site.  The Housing Authority then managed to locate two further sites, proposing that one be developed for family and the other for elderly housing.  Eventually, the Authority was successful in obtaining a commitment letter for the latter, but not for the former.  HUD then informed the Authority that the funds allocated in the original reservation were only sufficient to permit the development of one site.  Shortly thereafter HUD redesignated the Authority's fund reservation solely for elderly housing.  One hundred units of housing for the elderly have been completed since the initiation of this litigation, but the unincorporated areas of north Fulton County otherwise remain as destitute of low-income multi-family public housing as they were when Judge Edenfield issued his order in Crow v. Brown almost thirteen years ago.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As we have seen, plaintiffs essentially allege that the federal defendants did not do what they ostensibly ought to have done under sections 3608(d)(3) and (5).  Specifically, the plaintiffs contend that HUD should have pressured the County Commission into supplying the commitment letter for the Hopewell Road site in a reasonable time, or alternatively should have either waived its commitment letter requirement or authorized the Housing Authority to take legal action to obtain the commitment letter.  The plaintiffs also suggest that HUD should have allowed the Housing Authority to exercise condemnation powers to secure the necessary sites, and they denounce HUD for agreeing to the Housing Authority's subsequent amendment changing the nature of the proposal to a mix of family units and housing for the elderly.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   The Housing Authority itself is not named as a defendant in this case, so it appears that this is not an instance where the plaintiffs accuse HUD of closing its eyes to the discriminatory practices of a grantee.  Instead, the plaintiffs contend that HUD violated its obligation under section 3608(d)(5) to \"administer the programs and activities relating to housing and urban development in a manner affirmatively to further the policies\" of the Fair Housing Act because it failed to do what the grantee was unable to do for itself.  They further assert that there is an implied private cause of action under the statute which permits them to bring suit to specifically enforce the \"assistance\" provision of section 3608(d)(3).  These are both novel contentions, and we do not find the plaintiffs' arguments persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is of course true that section 3608(d)(5) has been recognized as imposing an affirmative duty upon the Secretary of HUD to work toward the goal of desegregation in housing.   See, e.g., Resident Advisory Board v. Rizzo, <span class=\"citation\" data-id=\"349947\"><a href=\"/opinion/349947/resident-advisory-board-by-rose-wylie-trustee-ad-litem-housing-task-force/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>, 139-40 (3d Cir.1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1457</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">499</span></span> (1978);  Acevedo v. Nassau County, <span class=\"citation\" data-id=\"320700\"><a href=\"/opinion/320700/abdon-acevedo-v-nassau-county-new-york-its-officials-employees-and/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1078</span></a></span>, 1082 (2d Cir.1974);  Otero v. New York City Housing Authority, <span class=\"citation\" data-id=\"313521\"><a href=\"/opinion/313521/francisco-otero-v-new-york-city-housing-authority-akiva-miller/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1133-34 (2d Cir.1973);  Shannon v. HUD, <span class=\"citation\" data-id=\"294171\"><a href=\"/opinion/294171/maurice-shannon-v-united-states-department-of-housing-and-urban/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 816 (3d Cir.1970).  Most actions in which private plaintiffs have brought suit against HUD pursuant to section 3608(d)(5) have involved challenges to funding decisions made by HUD officials, usually on the grounds that the grantee has either engaged in discriminatory practices or proposes to locate a new low-income housing project in an area where there is already a heavy concentration of economically disadvantaged or minority citizens.   See, e.g., Clients' Council v. Pierce, <span class=\"citation\" data-id=\"421678\"><a href=\"/opinion/421678/clients-council-debra-wyatt-and-merlene-mcgloughlin-v-samuel-r-pierce/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1422-25 (8th Cir.1983);  Alschuler v. HUD, <span class=\"citation\" data-id=\"407820\"><a href=\"/opinion/407820/frank-alschuler-diane-sokolofski-morton-weisman-and-the-hutchinson-hazel-/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">472</span></a></span>, 475 (7th Cir.1982);  Business Association v. Landrieu, <span class=\"citation\" data-id=\"395179\"><a href=\"/opinion/395179/business-association-of-university-city-university-city-business/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">867</span></a></span>, 870-71 (3d Cir.1981);  Shannon v. HUD, 436 F.2d at 811-12;  King v. Harris, <span class=\"citation\" data-id=\"1520353\"><a href=\"/opinion/1520353/king-v-harris/\"><span class=\"volume\">464</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">827</span></a></span>, 837 (E.D.N.Y.), aff'd without opinion sub nom.  King v. Faymor Development Corp., <span class=\"citation no-link\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1288</span></span> (2d Cir.1979), vacated on other grounds, <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></span> (1980).  In these cases, the courts have considered whether HUD's decision could be sustained under the \"abuse of discretion\" standard set forth in 5 U.S.C. Sec. 706(2)(A) in view of the stated objectives of the Fair Housing Act.  The plaintiffs in this case, in contrast, cannot point to any decision by HUD which might lend itself to judicial review.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   They allege not that HUD has acted wrongly, but that it has not acted at all, and that this constitutes a breach of its obligations under sections 3608(d)(3) and (5).  In their view, HUD is guilty of a violation of these sections of the Fair Housing Act whenever it simply \"maintains a 'low profile' in the face of known racial opposition to the construction of public housing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This is a potentially sweeping re-interpretation of the nature of the affirmative duty imposed upon HUD by the Fair Housing Act, and we conclude that it has no support either in the terms of the statute, the statutory history, or the applicable case law.  The remarks of the principal sponsors of the Fair Housing Act during the Senate debate suggest that they thought the provisions at issue were necessary because federal housing administrators had traditionally given little consideration to the impact of their decisions on the racial or socio-economic composition of a given neighborhood.  As Senator Edward Brooke stated:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Today's Federal housing official commonly inveighs against the evils of ghetto life even as he pushes buttons that ratify their triumph--even as he ok's public housing sites in the heart of Negro slums, releases planning and urban renewal funds to cities dead-set against integration, and approves the financing of suburban subdivisions from which Negroes will be barred.  ...</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In other words, our Government, unfortunately, has been sanctioning discrimination in housing throughout this Nation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">114 Cong.Record 2281 (1968).  Later in the debate, Senator Brooke reiterated this point:  \"Rarely does HUD withhold funds or defer action in the name of desegregation ...  It is clear that HUD is determined to speak loudly and carry a small stick.\"    Id. at 2527-28.  The bill's sponsors sought to remedy this bureaucratic myopia by requiring federal housing administrators to take account of the effect of their funding decisions upon the racial and socio-economic composition of affected areas.   Otero, 484 F.2d at 1133-34.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There is a vast difference, however, between requiring HUD's officials to include a particular consideration in their decision-making calculus, and suggesting that a federal agency has an affirmative legal duty to correct injustice wherever it exists.  The latter interpretation of HUD's mission under section 3608(d) goes far beyond the concerns that Senator Brooke expressed about misguided bureaucratic decision-making, and it is unsupported by the language of the statute itself.  Section 3608(d)(3) simply requires HUD to supply \"technical\" assistance to other agencies or organizations that are concerned with the problem of fair housing, while section 3608(d)(5) appears to pertain only to the \"programs and activities\" which HUD itself is directly responsible for administering.  In addition, the statute provides HUD with few weapons to employ against wrongdoers.  The Secretary is clearly empowered to \"withhold funds or defer action in the name of desegregation,\" 114 Cong.Record 2527-28 (1968), and Title VIII admittedly places fewer administrative and statutory constraints upon his ability to revoke funding than apply under Title VI of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000d-1.   See Young v. Pierce, <span class=\"citation\" data-id=\"1686974\"><a href=\"/opinion/1686974/young-v-pierce/\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1010</span></a></span>, 1017 (E.D.Tex.1982).  Beyond that, however, the Secretary's powers are quite limited.  As the Supreme Court emphasized in Trafficante v. Metropolitan Life Insurance Co., <span class=\"citation\" data-id=\"108640\"><a href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, <span class=\"citation\" data-id=\"108640\"><a href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></a></span>, <span class=\"citation\" data-id=\"108640\"><a href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">415</span></a></span> (1972):</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is apparent ... that complaints by private persons are the primary method of obtaining compliance with the [Fair Housing] Act....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The design of the Act confirms this construction.  HUD has no power of enforcement.  So far as federal agencies are concerned only the Attorney General may sue;  yet, as noted, he may sue only to correct \"a pattern or practice\" of housing discrimination.  That phrase \"a pattern or practice\" creates some limiting factors in his authority which we need not stop to analyze.  For ... most of the fair housing litigation conducted by the Attorney General is handled by the Housing Section of the Civil Rights Division, which has less than two dozen lawyers.  Since HUD has no enforcement powers and since the enormity of the task of assuring fair housing makes the role of the Attorney General in the matter minimal, the main generating force must be private suits....</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Id. at 209-11, 93 S.Ct. at 366-367.  Thus, there is little that HUD can do beyond exerting moral suasion to \"pressure\" local officials into compliance with the goals of the Fair Housing Act when it is not currently funding a local agency.  The plaintiffs suggest that this would leave citizens without redress where local officials have engaged in discriminatory practices and HUD is not involved, but this contention is clearly incorrect.  As Trafficante suggests, they are encouraged to bring suit as private attorneys general, and the effectiveness of the statutory scheme is in fact dependent on their willingness to do so.  Where HUD is not supporting discrimination through its funding practices, there is little to be gained by naming it as a defendant.   See, e.g., Otero v. New York City Housing Authority, <span class=\"citation\" data-id=\"1380664\"><a href=\"/opinion/1380664/otero-v-new-york-city-housing-authority/\"><span class=\"volume\">354</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">941</span></a></span>, 957 &amp; n. 18 (S.D.N.Y.)  (dismissing claims against HUD where full relief sought by plaintiffs could be obtained by decree against local housing authority and no claim was made of affirmative discriminatory action by HUD), rev'd on other grounds, <span class=\"citation\" data-id=\"313521\"><a href=\"/opinion/313521/francisco-otero-v-new-york-city-housing-authority-akiva-miller/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span> (2d Cir.1973).  We conclude that the drafters of the Fair Housing Act did not intend for HUD to be subjected to liability under circumstances such as these.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Further support for this construction of the intent of section 3608(d) can be found in the applicable case law.  The plaintiffs contend that there are essentially two different lines of cases interpreting HUD's duties under section 3608(d).  The first of these involves challenges to \"the routine approval process for public housing applications\" and is governed by the \"abuse of discretion\" standard, while a second group comprises situations where \"it is alleged that HUD failed to act, or even compounded the effects of racial opposition by its own actions, knowing or forewarned of racial barriers to fair housing.\"    The plaintiffs suggest that this second group of cases is subject to judicial scrutiny under a heightened \"abuse of discretion\" standard, and that liability can be found on HUD's part if it fails to use its \"best efforts\" to see that low-income housing is constructed or simply maintains a \"low profile\" in the face of known racial opposition to fair housing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Unfortunately, this interpretation of the case law does not stand up upon closer examination.  The first difficulty with the argument advanced by the plaintiffs is that it would be anomalous to subject HUD to a tougher standard of judicial scrutiny in cases in which its involvement is marginal or non-existent than applies when HUD is accused of supporting discrimination through its financial assistance to local governmental entities.  In addition, a careful reading of the cases cited in the plaintiffs' brief provides little support for their analysis.  All of the cited cases involved situations where HUD either was accused of taking discriminatory action itself or was actively involved in financing local public housing authorities who had poor records on fair housing.  These decisions are therefore not analogous to the present case.  For example, the plaintiffs rely heavily on Judge Justice's statement in Young v. Pierce that \"violations of [HUD's affirmative duty] through inaction or indolence must be actionable.\"    544 F.Supp. at 1018.  Elsewhere, however, Judge Justice makes it plain that Young is simply another case where HUD was accused of closing its eyes to the discriminatory practices of one of its grantees.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>   In Jaimes v. Toledo Metropolitan Housing Authority, <span class=\"citation\" data-id=\"1367826\"><a href=\"/opinion/1367826/jaimes-v-toledo-metropolitan-housing-authority/\"><span class=\"volume\">432</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">25</span></a></span> (N.D. Ohio 1977), HUD was charged with continuing its support for the TMHA despite that agency's failure to make serious efforts to locate low-income housing in suburban areas.  There, however, the plaintiffs further alleged that \"HUD [had] instructed TMHA not to seek cooperation agreements from other local governing bodies outside the City of Toledo.\"    Id. at 27 (emphasis added).  The plaintiffs also cite Resident Advisory Board v. Rizzo, where the complaint alleged that HUD had refused to consider terminating its support of other city programs despite the city's staunch opposition to a proposed low-income housing development.  564 F.2d at 137.  Finally, in King v. Harris, the plaintiffs were contesting HUD's decision to provide financial support for a low-income housing project in an integrated neighborhood with a delicate racial balance.  464 F.Supp. at 830.  Thus, none of these cases support the plaintiff's argument that HUD can be found liable for a violation of section 3608(d)(5) where it is not currently involved in providing federal financial assistance to local housing authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A more plausible interpretation of the case law indicates that HUD is subject to liability under section 3608(d)(5) only where it has disbursed federal funds to local housing authorities who are engaged in activities that will \"establish and add to segregation in housing patterns.\"   Garrett v. City of Hamtramck, <span class=\"citation\" data-id=\"321962\"><a href=\"/opinion/321962/sarah-sims-garrett-v-city-of-hamtramck-a-municipal-corporation/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1236</span></a></span>, 1247 (6th Cir.1974).  This approach--which does not impose liability on HUD where it is not yet directly involved--is both logical and fair.  It recognizes that, since the termination of federal funds is virtually the only weapon available to HUD in its efforts to enforce the Fair Housing Act, there is little to be gained by holding HUD accountable in situations where it lacks even this leverage.  This principle was recognized by the Sixth Circuit in Garrett, where it found that HUD could be held jointly liable with the city with regard to one housing project which HUD had approved even after it became aware of the city's discriminatory practices.  The court refused to hold HUD liable with regard to two other pending projects, however, because \"[s]ince neither [project] has been approved by HUD, or, in fact, submitted to it for approval, HUD cannot be held responsible for any wrongs suffered by the residents of these areas at the hands of the City.\"    503 F.2d at 1247-48.  Similarly, the Second Circuit stressed in Acevedo v. Nassau County, <span class=\"citation\" data-id=\"320700\"><a href=\"/opinion/320700/abdon-acevedo-v-nassau-county-new-york-its-officials-employees-and/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1078</span></a></span>, 1082 (2d Cir.1974), that although section 3608(d)(5) imposes a duty on HUD to administer its programs and activities in such a way as to further the goal of integration, \"[t]he Fair Housing Act does not impose any duty upon a governmental body to construct or to 'plan for, approve and promote' any housing.\"    Id. at 1082.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under our interpretation of the statute and case law, therefore, HUD's affirmative obligation under section 3608(d)(5) may subject it to liability in two types of situations:  first, when HUD has taken discriminatory action itself, such as approving federal assistance for a public housing project without considering its effect on the racial and socio-economic composition of the surrounding area, see, e.g., Shannon v. HUD, 436 F.2d at 811-12;  and second, when HUD is aware of a grantee's discriminatory practices and has made no effort to force it into compliance with the Fair Housing Act by cutting off existing federal financial assistance to the agency in question.   See, e.g., Client's Council v. Pierce, 711 F.2d at 1422-23;  Gautreaux v. Romney, <span class=\"citation\" data-id=\"299125\"><a href=\"/opinion/299125/dorothy-gautreaux-v-george-w-romney-secretary-of-the-department-of/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 739 (7th Cir.1971).  Since the plaintiffs' complaint in this case fall into neither of these categories, we conclude that they have not stated a claim upon which relief can be granted.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>   The decision of the district court is therefore</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">R. LANIER ANDERSON, Circuit Judge, dissenting:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">I agree with much of what the majority has written.  In particular, the majority is correct in noting that the appellants' allegations focus principally on wrongdoing by local defendants.  I do not, however, agree that the federal defendants can be properly dismissed in the present Rule 12(b)(6) posture of the case.  I respectfully submit that the majority has erroneously drawn inferences in favor of the federal defendants (e.g., that the appellant's failure to include the local housing authority as a defendant constitutes an admission that the authority is free from discrimination;  see also footnote 5 of the majority opinion for inferences drawn in favor of the federal defendants).  While further development of the record may justify these inferences, I cannot conclude that it is \"beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\"   Conley v. Gibson, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 101-102, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957).  Accordingly, I dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The dismissal of the federal defendants from this action still leaves the plaintiffs free to proceed against the city and county officials whose alleged recalcitrance is the core of the problem</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The plaintiffs also contend that they have claims against the federal defendants under 42 U.S.C. Secs. 3604 and 3617, but we do not find their arguments persuasive.  Section 3604 prohibits discrimination in the sale or rental of housing, while section 3617 provides that it shall be unlawful \"to coerce, intimidate, threaten, or interfere with\" any person's exercise or enjoyment of the rights secured by the other provisions of Title VIII.  The plaintiffs do not allege that HUD was involved in the sale or rental of housing in north Fulton County, and we do not believe that the language \"or otherwise make unavailable or deny, a dwelling to any person because of race\" can be extended to cover the action or inaction of the federal defendants in this case.  We believe it is equally clear that the allegations against the federal defendants in the plaintiffs' complaints are insufficient to establish a violation of section 3617.  Finally, the plaintiffs also originally sought relief under Title VI, 42 U.S.C. Sec. 2000d, et seq. but they now concede that in view of the Supreme Court's decision last Term in Guardians Association v. Civil Service Commission, --- U.S. ----, <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3221</span></a></span>, <span class=\"citation\" data-id=\"111008\"><a href=\"/opinion/111008/guardians-assn-v-civil-serv-commn-of-new-york-city/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (1983), this claim is no longer tenable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Of course, when reviewing the propriety of a dismissal under F.R.Civ.P. 12(b)(6), all of the allegations of the complaint must be construed in the light most favorable to the pleader and accepted as true.  5 C. Wright &amp; A. Miller, Federal Practice and Procedure:  Civil Sec. 1363 (1969)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiffs do not indicate what steps they believe HUD should have taken to \"pressure\" the county commission into providing the required commitment letter, and it is not easy to imagine what leverage the federal defendants could have used.  As the district court correctly pointed out, \"there is no allegation [in the complaint] that HUD failed to use the only enforcement mechanism at its disposal, 42 U.S.C. Sec. 2000(d)-1, to force Fulton County to act, and it is not alleged that the Secretary had any other authority over the county.\"    Anderson v. City of Alpharetta, Nos.  C81-461A &amp; C81-1547A, slip. op. at 6 (N.D.Ga. Sept. 30, 1982).  The other allegations made by the plaintiffs against HUD in their complaint are equally perplexing.  Since section 1439(c) mandates that \"the Secretary shall not approve an application for housing assistance unless he determines ... that there is or will be available in the area public facilities and services adequate to serve the housing proposed to be assisted,\" we cannot understand the plaintiffs' suggestion that the Secretary's failure to waive the commitment letter requirement constituted a breach of a legal duty.  Similarly, it is not apparent why the Housing Authority should have needed authorization from HUD before undertaking legal action on its own to secure the commitment letter.  The plaintiffs have also failed to draw our attention to any provision of the Fair Housing Act which grants the Secretary the power of acquiring property through eminent domain, and we do not believe that the language of section 3608(d)(3) can be stretched to encompass such a grant of authority.  Cf. 42 U.S.C. Sec. 1502(b) (explicitly granting the Secretary of HUD power to secure property for use in housing military personnel through eminent domain)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The only positive steps taken by HUD that might arguably be held to have contributed to the failure to develop public housing in north Fulton County were:  (1) its decision to approve the substitution of one hundred units of elderly housing for half of the family units originally proposed (assuming that family units would more thoroughly integrate public schools and neighborhoods);  (2) HUD's refusal to approve one site slated for family housing after the Commission issued the required commitment letter;  and (3) HUD's action in redesignating the Authority's fund reservation to apply only to housing for the elderly in early 1981.  With regard to the first of these, however, HUD was simply acting at the request of a grantee which is not accused of discrimination in either action.  Although HUD might have refused to permit the change, it is hard to understand how this would have improved the situation;  HUD could not force the Authority to build any units while prospective sites remained unavailable and the statutory requirements of 42 U.S.C. Sec. 1439(c) remained unfulfilled</p>\n        <p>The second action cited above is more troublesome.  If the plaintiffs had alleged that HUD's decision to deny approval to the site in question was motivated by either a discriminatory purpose or even simple indifference to the affirmative mandate of Sec. 3608(d)(5), this might supply a basis for their claim against the federal defendants.  Unfortunately, the plaintiffs here have done neither, instead merely stating that they do not know why HUD refused to approve the site in question.  HUD's answer states that the proposed site \"did not meet project and site criteria mandated by HUD regulations and guidelines\";  for all that appears in the complaint, HUD may have concluded that the proposed site was too close to an existing pocket of minority residents--a conclusion that would have been completely in accord with the requirements of Sec. 3608(d)(5).</p>\n        <p>Finally, HUD's action in redesignating the fund reservation to apply solely to the construction of elderly housing appears from the plaintiffs' complaint to have been the product of financial exigencies and the difficulties encountered in obtaining a site and a commitment letter for family housing, rather than from any lack of sensitivity to the requirements of Title VIII.  The basic problem here appears to have been the obstructionist tactics of local officials.  In the absence of a showing that HUD had any real ability to shape their decisions, the federal defendants cannot be held liable for actions they were compelled to take as a result of the recalcitrance of the city and county governments.  See discussion infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Judge Justice noted that the gravamen of the plaintiffs' complaint in Young was that</p>\n        <p>the United States Department of Housing and Urban Development (HUD) and certain local housing authorities in East Texas have, through policy and practice, maintained racially segregated housing in violation of the Constitution and laws of the United States ....  Plaintiffs claim that HUD has knowingly acquiesced in the racially discriminatory housing practices of local housing authorities in East Texas.  They allege that this complicity violates the affirmative duty, incumbent on HUD as a result of certain statutes and regulations, and the United States Constitution as well, to eliminate financial participation by the federal government in illegal racial discrimination.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">544</a>\n        <p> F.Supp. at 1012 (emphasis added).  Thus, Judge Justice's opinion makes clear that HUD's affirmative duty under Sec. 3608(d)(5) is limited to ensuring that federal funds are not used to finance the discriminatory practices of local housing authorities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The same analysis precludes relief under Sec. 3608(d)(3)</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108640/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111008/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/294171/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/320700/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321962/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/349947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/395179/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/407820/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/421678/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1367826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1380664/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1520353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1624757/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1686974/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T01:17:01.839227Z",
      "date_modified": "2016-03-03T18:23:14.800816Z",
      "date_filed": "1984-08-01",
      "date_filed_is_approximate": false,
      "slug": "betty-anderson-arlene-hudson-cassie-moore-and-bertha-daniels-v-city-of",
      "citation_id": 411446,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Betty Anderson, Arlene Hudson, Cassie Moore and Bertha Daniels v. City of Alpharetta, Georgia, Cassie Moore, Bertha Daniels, on Behalf of Themselves and All Others Similarly Situated v. William Miller",
      "federal_cite_one": "737 F.2d 1530",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 9,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/430641/betty-anderson-arlene-hudson-cassie-moore-and-bertha-daniels-v-city-of/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:25:39.256988Z",
  "date_modified": "2016-02-01T18:31:08.433467Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Betty Anderson, Arlene Hudson, Cassie Moore and Bertha Daniels v. City of Alpharetta, Georgia, Cassie Moore, Bertha Daniels, on Behalf of Themselves and All Others Similarly Situated v. William Miller",
  "slug": "betty-anderson-arlene-hudson-cassie-moore-and-bertha-daniels-v-city-of",
  "docket_number": "83-8257",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}