{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/433571/",
  "id": 433571,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/344845/",
      "id": 344845,
      "absolute_url": "/opinion/344845/13-fair-emplpraccas-1625-14-fair-emplpraccas-1233-12-empl-prac/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/433571/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/344845/",
          "id": 344845,
          "absolute_url": "/opinion/344845/13-fair-emplpraccas-1625-14-fair-emplpraccas-1233-12-empl-prac/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/344845/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:02:44Z",
          "date_modified": "2017-03-25T00:31:18.456908Z",
          "type": "010combined",
          "sha1": "45faa01a0ad79cf8f2c12e2f99942b49cdfda357",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/553/553.F2d.581.75-2905.75-2807.75-2729.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">553 F.2d 581</p>\n    <p class=\"parties\">13 Fair Empl.Prac.Cas.  1625,<br>14 Fair Empl.Prac.Cas.  1233,<br>12 Empl. Prac. Dec. P 11,257,<br>14 Empl. Prac. Dec. P 7502<br>Marie MANHART et al., Plaintiffs-Appellees,<br>v.<br>CITY OF LOS ANGELES, DEPARTMENT OF WATER AND POWER, a body<br>corporate and politic, et al., Defendants-Appellants.</p>\n    <p class=\"docket\">Nos. 75-2729, 75-2807 and 75-2905.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Nov. 23, 1976.<br>As Amended Dec. 23, 1976.<br>Rehearing and Rehearing In Banc Denied April 18, 1977.<br>As Amended May 5, 1977.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David J. Oliphant, Deputy City Atty.  (argued), Los Angeles, Cal., for defendants-appellants/cross-appellees.</p>\n      <p class=\"indent\">David J. Dohrmann (argued), Schwartz, Steinsapir &amp; Dohrmann, Los Angeles, Cal., for plaintiffs-appellees/cross-appellants.</p>\n      <p class=\"indent\">Michael Evan Gold and Fred Okrand, ACLU Foundation, Los Angeles, Cal., amicus curiae, for plaintiffs-appellees.</p>\n      <p class=\"indent\">Mary-Helen Mautner, Washington, D.C.  (Abner W. Sibal, Joseph T. Eddins, Jr., Beatrice Rosenberg, Charles L. Reischel, Washington, D.C., with her on brief) for E.E.O.C., amicus curiae.</p>\n      <p class=\"indent\">Before CHAMBERS, DUNIWAY and KILKENNY, Circuit Judges.</p>\n      <p class=\"indent\">DUNIWAY, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented in this case is whether a retirement plan which requires women employees to contribute from their wages 15% more than similarly situated male employees because of the longer average life expectancy of women violates the Civil Rights Act of 1964, Title VII, as amended by the Equal Employment Opportunity Act of 1972, 42 U.S.C. &#167; 2000e-2.  The district court held that the plan violated Title VII,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> enjoined the employer from charging the higher contribution rate against women, and awarded a refund of all excess contributions made on or after April 5, 1972.  Manhart v. City of Los Angeles, Department of Water and Power, C.D.Cal., 1975, 387 F.Supp. 980.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This is a class action brought by women employees and retirees of the City of Los Angeles, Department of Water and Power (hereinafter \"Department\").  The defendants are the Department, the members of the Board of Commissioners of the Department, the members of the Board of Administration of the Department's Employees' Retirement, Disability, and Death Benefit Insurance Plan, the Department's chief accounting officer, and the Department's general manager.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">All employees of the Department are required to participate in the established retirement plan which is funded and managed solely within the Department.  Each employee must make a monthly contribution to the retirement plan, and the Department matches that contribution 110%.  These funds are deposited with the city treasurer but are kept separate and apart from all other monies of the city.  The chief accounting employee of the Department is the only person authorized to withdraw money from the retirement account.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The aspect of this program which gives rise to this case is that women employees are required to contribute approximately 15% more than men employees who are identically situated.  The Department's justification is that because women get the same monthly benefits upon retiring and because, on the average, they live approximately five years longer, they must, as a group, contribute more.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In June of 1973, the International Brotherhood of Electrical Workers, Local # 18, representing the named plaintiffs, filed a charge with the Equal Employment Opportunity Commission (EEOC) alleging that the higher contribution requirement for women was sex discrimination in violation of the Civil Rights Acts of 1871 and 1964.  The United States Department of Justice issued a Notice of Right to Sue letter in September of 1973, and this action was filed during that same month.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In their second amended complaint, filed on July 18, 1974, the plaintiffs stated four separate claims for relief, each of which, however, was based upon the same set of facts.  The first claim was based upon Title VII, the second upon the Civil Rights Act of 1871, 42 U.S.C. &#167; 1983, the third upon the Fourteenth Amendment to the Constitution, and the fourth, a pendent claim, upon Article 1, &#167;&#167; 1 and 21, of the Constitution of California.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs' first amended complaint had also asserted claims resting on the same four theories, but had not set them up as separate claims.  On March 26, 1974, the court granted in part and denied in part the defendants' motion to dismiss.  It granted the motion of the Department, the two boards, and their members in their capacities as members, to dismiss the claim that was based upon 42 U.S.C. &#167; 1983, on the ground that the Department and the Board are not \"persons\" within the meaning of that section.  It denied the motion of the Board members in their individual capacities to dismiss the &#167; 1983 claim, holding that they are \"persons,\" and that they are not immune from suit under &#167; 1983.  It granted the motion of all defendants to dismiss the &#167; 1983 claim insofar as any of it accrued more than three years before the action was filed on September 26, 1973.  It denied the motion to dismiss the Title VII claim, except that it granted the motion as to any claim arising before March 24, 1972.  It dismissed the claim under the California Constitution.  It did not rule on the claim under the Fourteenth Amendment.  And it allowed 20 days for the filing of a second amended complaint.  After the second amended complaint was filed, no motion was made by any of the defendants to strike or otherwise dispose of those of the allegations that were inconsistent with the court's order of March 26, 1974.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 20, 1975, the court granted the plaintiffs' motion for summary judgment, holding that the plan violated Title VII.  On the same day it entered a judgment, declaring that the plan, insofar as it requires larger contributions from female employees than from their male counterparts, violates Title VII, and specifically &#167; 703(a)(1) (42 U.S.C. &#167; 2000e-2(a)).  The judgment also enjoins requiring larger contributions from females and orders that the Department refund the excess contributions collected on and after April 5, 1972, plus interest at 7%, and that defendants pay counsel for plaintiffs' reasonable attorneys' fees.  The judgment says nothing about the claims based on &#167; 1983, the Fourteenth Amendment or the California Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On July 7, 1975, the defendants appealed from the judgment.  This appeal is our No. 75-2729.  On July 11, 1975, the plaintiffs appealed from \"that portion of the judgment . . . which denies relief to the plaintiffs based on the causes of action and defendants dismissed by the Court in its Order Granting and Denying in Part Defendants' Motion to Dismiss, entered on or about March 26, 1974.\"  This appeal is our No. 75-2807.  On July 17, the district judge denied a motion by the defendants for a stay of the judgment.  They appealed on July 30, 1975.  This is our No. 75-2905.  We later entered an order staying the judgment pending appeal, insofar as it requires the refund of contributions.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After oral argument before us, and in response to an inquiry from the bench, counsel for plaintiffs stipulated, and we ordered, that the plaintiffs \"have heretofore abandoned all claims under 42 U.S.C. &#167; 1983 against individual officials in their individual capacities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>I. Our Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A. No. 75-2729.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The judgment of June 20, 1975, embodies an injunction against requiring larger contributions from women than from men, and requiring restitution of excess contributions previously paid.  As an injunction, it is appealable under 28 U.S.C. &#167; 1292(a)(1).  It is not appealable as a final judgment under 28 U.S.C. &#167; 1291.  It does not dispose of any claim except the claim under Title VII.  It runs only against the defendants, the Department, the two Boards, and their members as such, but not the defendant members individually.  It says nothing about the claims or defendants dismissed in the district court's order of March 26, 1974.  There is no \"express determination that there is no just reason for delay\" nor \"express direction for the entry of judgment.\"  (F.R.Civ.P. 54(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>B. No. 75-2807.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We have no jurisdiction of this appeal.  The judgment does not do what the notice of appeal says that it does.  The order of March 26, 1974, was interlocutory.  It did not purport to determine any issue finally.  It permitted amendment of the complaint, and the amendment restated, separately, all of the claims asserted but commingled in the original complaint.  The plaintiffs were entitled to amend as they did, and the defendants, to protect their record, should have called to the attention of the court the fact that the amended complaint did not fully comply with the court's order of March 26, 1974.  The court was not required to reconsider that order but the defendants should have at least suggested that it embody in its subsequent judgment the decision that it made in its March 26, 1974, order, thus disposing of the plaintiffs' claims.  The claims remain pending because the judgment does not dispose of them.  We have no jurisdiction in No. 75-2807.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is no answer to say that the plaintiffs have voluntarily abandoned their claims under 42 U.S.C. &#167; 1983 against the individual defendants.  That abandonment binds the plaintiffs, but it does not affect their claims against the Department and its Boards and their members and employees in their official capacities under &#167; 1983.  Those claims are still pending in the district court and are not properly before us.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>C. No. 75-2905.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because we have granted a stay, and because we are now affirming the judgment in No. 75-2729, this appeal is moot.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>II. The Merits of the Judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The basis of the defendants' appeal is that, while requiring women to make larger contributions discriminates against women, there is a sound basis for the requirement, making it a discrimination based on longevity, not sex, and therefore not the kind of invidious discrimination that Title VII was intended to abolish.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is undisputed that the overriding purpose of Title VII is to require employers to treat each employee (or prospective employee) as an individual, and to make job related decisions about each employee on the basis of relevant individual characteristics, so that the employee's membership in a racial, ethnic, religious, or sexual group is irrelevant to the decisions.  See Griggs v. Duke Power Co., 1971, 401 U.S. 424, 436, 91 S.Ct. 849, 28 L.Ed.2d 158.  To require every individual woman to contribute 15% more into the retirement fund than her male counterpart must contribute because women \"on the average\" live longer than men is just the kind of abstract generalization, applied to individual women because of their being women, which Title VII was designed to abolish.  Not all women live longer than all men, yet each individual woman is required to contribute more, not because she as an individual will live longer, but because the members of her sexual group, on the average, live longer.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Department argues, however, that Congress did not intend Title VII to prohibit drawing sexual distinctions when there is a statistically valid basis for doing so and when it is impossible to determine ahead of time when the individual employee is going to die.  Thus it is argued that, because it is undisputed that women on the average do live longer, and because it is not possible to predict which women will actually live longer, Title VII ought to permit a higher contribution requirement for all women.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The problem raised by this case is unique.  There have been two basic policies which have guided the courts in prior Title VII litigation: (1) the policy against attributing general group characteristics to each individual member of the group, the major thrust of the statute, and (2) the policy allowing relevant employment factors to be considered in differentiating among individuals.  See Bernstein &amp; Williams, Title VII and the Problem of Sex Classifications in Pension Programs, 74 Col.L.Rev. 1203, 1219 (1974).  Heretofore, these two policies have not conflicted because in cases where general group characteristics were attributed to the individual employee, the relevant employment characteristics were capable of being individually measured.  Id. at 1220.  For example, in Rosenfeld v. So.  Pacific Co., 9 Cir., 1971, 444 F.2d 1219, we held that refusing to hire women for positions which entailed long hours and heavy physical effort violated Title VII because it entailed attributing the generally weaker physique of women to all women.  An important basis of our decision was the fact that each individual woman applicant could actually be tested to see whether the relevant characteristic of strength was or was not in fact lacking.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This same consideration has been present in cases finding illegal: (1) the refusal to allow women to work overtime because of a belief that women as a group cannot work the long hours that men can, Schaeffer v. San Diego Yellow Cabs, Inc., 9 Cir., 1972, 462 F.2d 1002; (2) the forced retirement of all women at an earlier age than men because of a belief that, on the average, men were capable of adequate performance longer than women, Rosen v. Public Service Electric and Gas Co., 3 Cir., 1973, 477 F.2d 90; Bartmess v. Drewrys U.S.A., Inc., 7 Cir., 1971, 444 F.2d 1186; (3) the termination of women employees who married because of a belief that, on the average, women could not work effectively and keep an adequate home life, Sprogis v. United Air Lines, Inc., 7 Cir., 1971, 444 F.2d 1194; (4) the refusal to hire men as flight attendants because men, on the average, are said to be emotionally unsuited for that type of work, Diaz v. Pan Am. World Airways, Inc., 5 Cir., 1971, 442 F.2d 385; (5) the refusal to hire women as telephone switchmen because of a belief that, on the average, women are incapable of working the long hours and doing the heavy lifting involved, Weeks v. Southern Bell Telephone &amp; Telegraph Co., 5 Cir., 1969, 408 F.2d 228; (6) requiring pregnant women to take mandatory leave after six months of pregnancy because, on the average, pregnant women are supposed to be incapable of working adequately after that point, Berg v. Richmond Unified School Dist., 9 Cir., 1975, 528 F.2d 1208; (7) the refusal to hire women with preschool children because of a belief that family responsibilities would interfere with their job performance, Phillips v. Martin Marietta Corp., 1971, 400 U.S. 542, 90 S.Ct. 496, 27 L.Ed.2d 613.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In the present case a relevant characteristic in determining how large an individual's retirement contribution should be is an informed prediction as to how long the person will live.  But this characteristic, unlike those in the prior cases, is impossible to determine on an individual basis at the time when the contribution must be made.  Thus, the policy of allowing relevant factors to be considered can be met only by allowing the group longevity statistics to be attributed to the individual members of the group.  Yet this is exactly what the thrust of Title VII prohibits.  We are therefore faced with the unique case in which the policy against per se discrimination directly conflicts with the policy of allowing relevant factors to be considered.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To support its argument that the actuarial distinctions are permitted under Title VII, the Department points to both the \"bona fide occupational qualification exception\" in 42 U.S.C. &#167; 2000e-2(e) and the Bennett Amendment to Title VII, 42 U.S.C. &#167; 2000e-2(h).  Reconciliation of the conflicting policies noted above would be easy if Congress had specifically covered the kind of actuarial distinction that is before us in one of the exceptions which the Department cites.  Both, however, are very general and have no language relating to actuarially determined discrimination, much less to pension plans.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>A. The Bona Fide Occupational Qualification (BFOQ) Exception.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Title 42 U.S.C. &#167; 2000e-2(e) states that an employer may discriminate on the basis of religion, sex, or national origin \"where religion, sex, or national origin is a bona fide occupational qualification reasonably necessary to the normal operation of that particular business or enterprise.\"  EEOC, which is charged with administering and enforcing Title VII and whose interpretations of that statute are entitled to great deference, Griggs v. Duke Power Co., supra, 401 U.S. at 433-34, 91 S.Ct. 849; Hutchison v. Lake Oswego School Dist. # 7, 9 Cir., 1975, 519 F.2d 961, 965, has issued guidelines directing that the BFOQ exception \"be interpreted narrowly.\" 29 C.F.R. &#167; 1604.2(a).  In one of the few cases ruling on this exception, the Fifth Circuit has said:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>the use of the word \"necessary\" in (&#167; 2000e-2(e)) requires that we apply a business necessity test, not a business convenience test.  That is to say, discrimination based on sex is valid only when the essence of the business operation would be undermined . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>Diaz v. Pan Am. World Airways, Inc., supra, 442 F.2d at 388 (italics in original).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">See also Weeks v. Southern Bell Telephone &amp; Telegraph Co., supra, 408 F.2d at 232.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Discriminating against women in setting the amount of retirement contributions in no way affects the ability of the Department to provide water and power to the citizens of Los Angeles.  Even if it could be said that the relevant business function here involved is that of providing employees with a stable and secure pension program there is no showing that sexual discrimination is necessary to protect the essence of that function.  Actuarial distinctions arguably enhance the ability of the employer and the pension administrators to predict costs and benefits more accurately, but it cannot be said that providing a financially sound pension plan requires an actuarial classification based wholly on sex.  This is especially true when distinctions based on many other longevity factors (e. g., smoking and drinking habits, normality of weight, prior medical history, family longevity history) are not used in determining contribution levels.  Thus, we find that the BFOQ exception does not permit the sexual classification challenged in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>B. The Bennett Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In its original proposed form, 42 U.S.C. &#167; 2000e-2(h) stated that discrimination among employees was permitted if based on a bona fide seniority or merit system, a system rewarding quantity or quality of production, different work locations, or professionally developed ability tests.  Because the inclusion of \"sex\" as one of the categories of discrimination made illegal by Title VII was done by last minute amendment, received almost no attention, and produced no legislative history, see 110 Cong.Rec. 2720 (Rep. Green's remarks, Feb. 10, 1964); Bernstein &amp; Williams, supra, 74 Col.L.Rev. at 1216-17, Senator Bennett became concerned that the Act might inadvertently conflict with the Equal Pay Act of 1963, which had received careful attention the year before.  Therefore, he proposed, and Congress approved, an amendment to &#167; 2000e-2(h), which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>It shall not be an unlawful employment practice under this subchapter for any employer to differentiate upon the basis of sex in determining the amount of the wages or compensation paid or to be paid to employees of such employer if such differentiation is authorized by the provisions of section 206(d) of Title 29 (the Equal Pay Act).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Title 29 U.S.C. &#167; 206(d)(1), which was thus incorporated into the Civil Rights Act of 1964 by the Bennett Amendment, says that it shall be unlawful to discriminate on the basis of sex in paying wages:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>except where such payment is made pursuant to (i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on any other factor other than sex.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is exception iv which the Department says permits the kind of actuarially based discrimination that is in question here.  However, it does not seem reasonable to us to say that an actuarial distinction based entirely on sex is \"based on any other factor other than sex.\"  Sex is exactly what it is based on.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Additionally, the legislative history of the Equal Pay Act indicates that the general language of &#167; 206(d)(1) was not intended to exempt pension plans, or any actuarially based employee program, from its coverage.  The House Committee on Education and Labor, which reported out the Equal Pay Act, commented on the exceptions as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Three specific exceptions and one broad general exception are also listed.  It is the intent of this committee that any discrimination based upon any of these exceptions shall be exempted from the operation of this statute.  As it is impossible to list each and every exception, the broad general exclusion has been also included.  Thus, among other things, shift differentials, restrictions on or differences based on time of day worked, hours of work, lifting or moving heavy objects, differences based on experience, training, or ability would also be excluded.  It also recognizes certain special circumstances, such as \"red circle rates.\"  This term is borrowed from War Labor Board parlance and describes certain unusual, higher than normal wage rates which are maintained for many valid reasons.  For instance, it is not uncommon for an employer who must reduce help in a skilled job to transfer employees to other less demanding jobs but to continue to pay them a premium rate in order to have them available when they are again needed for their former jobs.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>House Report # 309 to accompany H.R. 6060, May 20, 1963, Committee on Labor and Education, reprinted in 1963 U.S. Code Cong. &amp; Admin.News pp. 687, 689 (88th Cong., 1st sess.).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This is the only legislative history coming from the House concerning the exceptions upon which the Department relies.  It seems clear that, at least in the House, exception iv was seen only as a catch-all category which would permit distinctions similar to those based on seniority, merit, or production but which do not literally fall into any of those categories, and not a disguised grant of legitimacy for pension plan discrimination based on sex.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The report of the Senate Committee on Labor and Public Welfare indicates that, unlike the House committee, the Senate committee did specifically consider how pension and insurance plans would fit into the scheme of the Equal Pay Act.  It commented:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Furthermore, questions can legitimately be raised as to the accuracy of defining such costs as pension and welfare payments as related to sex.  It has been pointed out that the higher susceptibility of men to disabling injury can result in a greater cost to the employer, and that these figures as to health and welfare costs can only be applied plant-wide.  It may be that it is more expensive to hire women in one department but it is more expensive to hire men in another, and overall cost figures may demonstrate conclusively that the employer has made a sound decision to hire women and pay them on an equal basis.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>It is the intention of the committee that where it can be shown that, on the basis of all of the elements of the employment costs of both men and women, an employer will be economically penalized by the elimination of a wage differential, the Secretary can permit an exception similar to those he can permit for a bona fide seniority system or other exception mentioned above.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Senate Report # 176 to accompany S. 1409, May 13, 1963, Committee on Labor and Public Welfare, at p. 4 (88th Cong., 1st sess.).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">This seems to indicate that the Senate had a broader view of exception iv than did the House in that, when an employer can demonstrate that he incurs significant costs because of employing a particular sex, exception iv would allow the Secretary of Labor, through the Wage-Hour Administrator, to grant an exception from the provisions of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">However, in this case there is nothing in the record to show, and the Department does not claim, that it requires higher contributions from women because it would be economically penalized if it did not; it requires the higher contributions only because it believes that the pension fund itself will thereby be better funded and easier to administer.  Thus, whatever the Senate committee had in mind about the Equal Pay Act, it would not, when grafted onto the provisions of Title VII, be the kind of broad exception to the rule against per se discrimination which the Department needs to justify the contribution rate differential here involved.  Neither the clear language of the statute, &#167; 206(d)(1), nor the legislative history supports the Department's position.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Nonetheless, the Department points to a dialogue between Senator Humphrey, the floor manager of the 1964 Civil Rights Act, and Senator Randolph, which occurred during the floor debate on the 1964 Act (not the Equal Pay Act) and Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>SEN. RANDOLPH: Mr. President, I wish to ask of the Senator from Minnesota (Mr. Humphrey) who is the effective manager of the pending bill, a clarifying question on the provisions of title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>I have in mind that the social security system, in certain respects, treats men and women differently.  For example, widows' benefits are paid automatically; but a widower qualifies only if he is disabled or if he was actually supported by his deceased wife.  Also, the wife of a retired employee entitled to social security receives an additional old age benefit; but the husband of such an employee does not.  These differences in treatment as I recall, are of long standing.  Am I correct, I ask the Senator from Minnesota, in assuming that similar differences of treatment in industrial benefit plans, including earlier retirement options for women, may continue in operation under this bill, if it becomes law?</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>SEN. HUMPHREY: Yes.  That point was made unmistakably clear earlier today by the adoption of the Bennett amendment; so there can be no doubt about it.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>110 Cong.Rec. 13663-64, June 12, 1964.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Although this does seem to give support to the Department's position, we do not find it to be persuasive legislative history.  The discussion occurred hours after passage of the Bennett Amendment and cannot be said to be part of the legislative history of that amendment.  The Department claims that although the statement was made after the Bennett Amendment was adopted, it was still made before the Senate voted on the entire Civil Rights Act.  Thus, it claims that Senator Randolph and others who may have wanted to preserve such distinctions were misled into not offering a further amendment for that purpose.  This argument might have some merit were it not for the fact that the same Congress (the 88th) passed both the Civil Rights Act and the Equal Pay Act, and it seems unlikely that Senator Humphrey's erroneous interpretation of the latter misled many, if any, senators.  It certainly misled no members of the House.  So far as appears, members of the House never heard of it.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We note, too, that every case that has considered whether sex-based early retirement options violate Title VII has held that they do, although it does not appear that the colloquy between Senators Randolph and Humphrey was called to the attention of the courts.  See Chastang v. Flynn and Emrich Co., 4 Cir., 1976, 541 F.2d 1040 (1976); Rosen v. Public Service Electric &amp; Gas Co., supra; Bartmess v. Drewrys U.S.A., Inc., supra; Fitzpatrick v. Bitzer, D.Conn., 1974, 390 F.Supp. 278, 287-88, aff'd, 2 Cir., 1975, 519 F.2d 559, rev'd on other grounds, 1976, 427 U.S. 445, 96 S.Ct. 2666, 49 L.Ed.2d 614.  See also Peters v. Missouri Pacific R. Co., 5 Cir., 1973, 483 F.2d 490, 492, n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">As we have noted, Senator Humphrey's remark reflects an erroneous interpretation of the Equal Pay Act.  Because all that the Bennett Amendment did was to incorporate the exemptions of the Equal Pay Act into Title VII, it is questionable whether the Senator's statement, made during the debates on the incorporating statute, would be significant when it erroneously interprets the incorporated statute.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The Department cites as additional authority interpretations of the Equal Pay Act by the Administrator of the Wage and Hour Division of the Department of Labor.  As the official charged with enforcing and interpreting the Equal Pay Act, his interpretations of that Act are entitled to great deference.  Udall v. Talman, 1965, 380 U.S. 1, 85 S.Ct. 792, 13 L.Ed.2d 616.  However, the interpretation relied on by the Department, appearing at 29 C.F.R. &#167; 800.116(d), merely states that in providing benefit plans for employees through outside insurers an employer does not violate the Equal Pay Act if either the amount contributed by the employer for each employee is the same and resulting benefits are different or if the amount of the benefit is the same while the employer contributions differ.  While this reflects the Wage-Hour Administrator's general thinking, it does not deal directly with our case of an employer requiring greater pension plan contributions from women employees when the plan is funded and administered by the employer and its employees.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We note, too, that to the extent that the Wage-Hour Administrator's interpretation does deal with the present case, his interpretation conflicts with that of EEOC, which administers Title VII and whose interpretations of Title VII must be given great deference.  Therefore, the EEOC interpretations of the Bennett Amendment are worthy of more deference than are those of the Wage-Hour Administrator relating to the Equal Pay Act.  The EEOC regulation, 29 C.F.R. &#167; 1604.9(e &amp; f), makes it a violation of Title VII where a benefit plan provides unequal benefits to employees even if employer contributions are equal.  However, like the Wage-Hour Administrator's, these regulations do not squarely cover the present case.  Thus, the Department's reliance on administrative interpretation is misplaced.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Our opinion of the effect of Title VII in this case is reinforced by the fact that following the passage of Title VII Congress did expressly exempt actuarially based pension and retirement funds from the provisions of the Age Discrimination Act of 1967, 29 U.S.C. &#167; 623(f)(2).  In fact, during deliberations on the 1964 Civil Rights Act, Senator Smathers moved to add \"age\" as one of the types of discrimination made illegal by Title VII, but the amendment was defeated in part because of a concern that inclusion of \"age\" as a Title VII protected category might have \"tremendous implications\" on industrial group insurance and pensions.  Equal Employment Opportunity Commission, Legislative History of Titles VII and IX of Civil Rights Act of 1964, at 3174 (1968).  This tends to indicate that Congress did foresee that actuarially based plans would fall under the provisions of Title VII, and that it felt that age discrimination, but not sex discrimination, on such a basis was proper.  Thus, by not adding \"age\" to Title VII in 1964 and not making a pension plan exception to its terms for \"sex,\" and by later prohibiting age discrimination in a separate bill which does make a pension plan exception to its terms for age, Congress gave a strong indication that it did intend to place sex discrimination in pension and retirement plans, even when based on actuarially sound tables, within the type of discrimination forbidden by Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We emphasize that our holding rests on the clear policy behind Title VII of requiring that each employee be treated as an individual.  Setting retirement contribution rates solely on the basis of sex is a failure to treat each employee as an individual; it treats each employee only as a member of one sex.  We do not pass judgment on the legality of a plan which determines contribution rates based on a significant number of actuarially determined characteristics, one of which is sex.  Our holding is limited to the proposition that when sex is singled out as the only, or as a predominant, factor, the employee is being treated in the manner which Title VII forbids.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">One district court case has dealt with a situation very similar to ours.  In Henderson v. Oregon, D.Or., 1975, 405 F.Supp. 1271, the court relied heavily on the lower court decision in the present case in holding a scheme similar to that involved here illegal under Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Our holding agrees with the only administrative ruling dealing with the exact question before us, one made by the EEOC.  EEOC Dec. # 75-146, Jan. 13, 1975, 2 CCH Employment Practices 4190, P 6447.  Relying in part on its earlier interpretation, noted supra, the Commission held:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>An inescapable corollary to this principle is that an employer may not require a higher contribution from members of one sex where benefits to members of both sexes are the same.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>(This) is based upon the fundamental Title VII precept that generalizations relating to sex, race, religion, and national original cannot be permitted to influence the terms and conditions of an individual's employment, even where the generalizations are statistically valid.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>III. The Reimbursement Issue.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The Department finally argues that even if the higher contribution required of women violates Title VII, it would be unfair to refund to the plaintiffs the amounts that they contributed in excess of the amounts that similarly situated male employees contributed.  The Department says that it was acting in good faith in that it believed that state law requiring that retirement plans be run on a \"sound actuarial basis\" (Cal.Gov't Code &#167; 45342) mandated the use of sex-based actuarial tables, and that paying these contributions back to the women employees would leave the retirement plan underfunded.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The rule that we have adopted relating to monetary awards for past violations of Title VII is stated in Schaeffer v. San Diego Yellow Cabs, Inc., 9 Cir., 1972, 462 F.2d 1002.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>In the case of damages of this nature, a court must balance the various equities between the parties and decide upon a result which is consistent with the purposes of the Equal Employment Opportunities Act, and the fundamental concepts of fairness.  Id. at 1006.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The defendant in Schaeffer argued that in denying women overtime work it had relied in good faith on a state statute requiring that women not work more than eight hours a day, and that therefore it was unfair to make it pay damages for an unwitting violation.  We rejected that defense with the following comment:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>Rather than drawing any hard and fast rule concerning the defense of good faith reliance on a state statute, we believe that in each case the merits of the plaintiff's claim and the public policy behind it must be balanced against the hardship on a good faith employer.  Id. at 1007.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Applying this test to the case at bar, we find that the district court did not abuse its discretion in awarding plaintiffs a refund of their excess contributions.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In the first place, the state statute requiring that such plans be administered on a sound actuarial basis by no means requires that the Department use sex-based, and only sex-based, distinctions.  In Schaeffer, where we found a back pay award proper, the statute prohibiting women from working more than eight hours a day placed a much greater compulsion on the employer to refuse women overtime work than the statute in the present case placed on the Department to require higher retirement contributions.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Second, Schaeffer was a case where back pay was awarded to women for work that they did not perform but which they had sought.  The plaintiffs did not earn the award; they were merely denied the opportunity to earn it.  This case involves restitution, a situation where the plaintiffs actually earned the amount in question, but then had it taken from them in violation of Title VII.  It is one of the primary purposes of Title VII to \"make persons whole for injuries suffered on account of unlawful employment discrimination.\"  Albemarle Paper Co. v. Moody, 1975, 422 U.S. 405, 418, 95 S.Ct. 2362, 2372, 45 L.Ed.2d 280.  In light of this purpose we find plaintiffs' claim to recover money rightfully theirs to be very compelling.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In contrast to the plaintiffs' compelling claim, we find the Department's \"good faith\" defense to be less than compelling.  The Supreme Court has recently commented on this \"good faith\" defense as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>But, under Title VII, the mere absence of bad faith simply opens the door to equity; it does not depress the scales in the employer's favor.  If backpay were awardable only upon a showing of bad faith, the remedy would become a punishment for moral turpitude, rather than a compensation for workers' injuries.  This would read the \"make whole\" purpose right out of Title VII, for a worker's injury is no less real simply because his employer did not inflict it in \"bad faith.\"  Albemarle Paper Co. v. Moody, supra, 422 U.S. at 422, 95 S.Ct. at 2374.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The impact of returning the excess contributions to the plaintiffs in this case is far from oppressive.  The amount involved is only 15% of the contributions made by a minority of the Department's employees for the 33-month period from April 5, 1972, to December 31, 1974.  This might leave the plan somewhat under-funded, but a number of solutions to that problem are readily available.  Benefits could be lowered.  Current contributions from all employees could be increased.  The Department could raise its matching percentage on current contributions, or it could make a lump sum payment into the fund to offset the reimbursements.  However, whatever the adjustments that would have to be made, we do not find that the burden on the pension plan or the Department is sufficient to offset the compelling claim of the plaintiffs to recover the money which they were wrongfully required to contribute.  See also Rosen v. Public Service Electric and Gas Co., supra, 477 F.2d at 95-96.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In No. 75-2729, the judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">In No. 75-2807, the appeal is dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">In No. 75-2905, the appeal is dismissed as moot.  The stay heretofore granted by this court will expire when the mandate issues.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>On Petition for Rehearing.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">(11) Appellants petition for a rehearing and suggest a rehearing in banc.  Their principal reliance is upon the decision of the Supreme Court in General Electric Co. v. Gilbert, 1976, 429 U.S. 125, 97 S.Ct. 401, 50 L.Ed.2d 343, which was decided on December 7, 1976, just two weeks after our decision was filed on November 23, 1976.  We conclude that the General Electric case does not require a change in our judgment, for several reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">First, in that case, as in Geduldig v. Aiello, 1974, 417 U.S. 484, 94 S.Ct. 2485, 41 L.Ed.2d 256, upon which the Court primarily relied, the facts were different from the facts in the case at bar.  In each of those cases, a program of disability insurance was involved, and in each pregnancy was excluded as a disability.  The Court held that the exclusion was not a discrimination based upon gender as such.  It pointed out that the exclusion of pregnancy as a disability \"divides potential recipients (of benefits) into two groups pregnant women and nonpregnant persons.  While the first group is exclusively female, the second includes members of both sexes.\"  General Electric, supra, 429 U.S. at 135, 97 S.Ct. at 407, quoting from Geduldig, supra, 417 U.S. at 496-97, n. 20, 94 S.Ct. 2485.  Thus, said the Court, the exclusion of pregnancy \"was not in itself discrimination based on sex,\" 429 U.S. 125, at 135, 97 S.Ct. 401, at 407.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The same cannot be said of the pension plan of the Department in the case at bar. A greater amount is deducted from the wages of every woman employee than from the wages of every man employee whose rate of pay is the same.  How can it possibly be said that this discrimination is not based on sex?  It is based upon a presumed characteristic of women as a whole, longevity, and it disregards every other factor that is known to affect longevity.  The higher contribution is required specifically and only from women as distinguished from men.  To say that the difference is not based on sex is to play with words.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">In addition, as the Court pointed out in General Electric, under the disability programs in that case and in Geduldig, \"The 'package' going to relevant identifiable groups . . . male and female employees covers exactly the same categories of risk, and is facially nondiscriminatory in the sense that '(t)here is no risk from which men are protected and women are not.  Likewise, there is no risk from which women are protected and men are not.'  Geduldig, 417 U.S. at 496-97, 94 S.Ct. at 2492\" General Electric, 429 U.S. 125, p. 138, 97 S.Ct. 401, p. 409. \"(G)ender-based discrimination does not result simply because an employer's disability benefits plan is less than all inclusive.\"  Id. at 138, 97 S.Ct. at 409 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The pension plan in the case at bar is different.  The monthly benefit is the same for men and for women, but the cost to women is higher than the cost to men, and this is solely because they are women.  Thus the plan is facially discriminatory because, while the plan is all inclusive as to retirement benefits, it is discriminatory, on the basis of sex alone, as to costs to the employees.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Finally the Court's opinion in General Electric requires that we reconsider our analysis of the legislative history of the Bennett Amendment (see part II.  B. of our opinion).  However, upon that reconsideration, we conclude that a different result is not required in this case.  Appellants stress the Court's reliance, in General Electric, upon the colloquy between Senators Humphrey and Randolph, discussed in General Electric at 429 U.S. 125, at 144, 97 S.Ct. 401 at 412, and in our opinion at 589 - 590.  We did not find it to be persuasive legislative history; the Supreme Court did find it persuasive.  We are, of course, bound by that conclusion, but we do not think that it follows that the judgment in this case is erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">In General Electric, the Court relied also, and, we think, more heavily, on rulings of the Wage and Hour Administrator construing the Equal Pay Act, and on the fact that EEOC rulings were inconsistent with each other as well as with the rulings of the Administrator (429 U.S. 125, at 142 - 145, 97 S.Ct. 401 at 411-412).  In our case, there are no such inconsistencies.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">In his brief as amicus curiae in this case, the Secretary of Labor points out that he (or the Administrator acting for him) \"has never approved a practice of requiring women employees to make contributions to a pension plan which are larger than those required of similarly situated men employees.\"  (Brief at 6) The rulings of the Secretary on which the Department relies do not deal with a requirement that female employees must make greater contributions to the plan than male employees, a requirement which diminishes the current available or \"take home\" wages of women, as compared to those of men.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">In his June 18, 1964 opinion letter (BNA's WHM 95:607), the Administrator disapproved of a wage differential between men and women based upon alleged higher costs of employing women, a part of those costs being for pensions.  In an Interpretive Bulletin issued February 11, 1966 (3 F.R. 2657, 29 C.F.R. &#167; 800.151), the Administrator said:</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>A wage differential based on claimed differences between the average cost of employing the employer's women workers as a group and the average cost of employing the men workers as a group does not qualify as a differential based on any \"factor other than sex,\" and would result in a violation of the equal pay provisions, if the equal pay standard otherwise applies.  To group employees solely on the basis of sex for purposes of comparison of costs necessarily rests on the assumption that the sex factor alone may justify the wage differential an assumption plainly contrary to the terms and purposes of the Equal Pay Act.  Wage differentials so based would serve only to perpetuate and promote the very discrimination at which the Act is directed, because in any grouping by sex of the employees to which the cost data relates, the group cost experience is necessarily assessed against an individual of one sex without regard to whether it costs an employer more or less to employ such individual than a particular individual of the opposite sex under similar working conditions in jobs requiring equal skill, effort, and responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">There are no rulings of the Secretary or Administrator inconsistent with this.  The one which the Department cites, issued September 9, 1965, and amended May 6, 1966, 30 F.R. 11504 and 31 F.R. 6770, 29 C.F.R. &#167; 800.116(d) deals with employer contributions, not compulsory employee contributions which are here involved, and which, under 29 C.F.R. &#167; 800.151 cannot be unequal.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">No ruling of EEOC conflicts with 29 C.F.R. &#167; 800.151.  Nor has EEOC taken inconsistent positions in relation to the problem before us.  Its position is stated in 29 C.F.R. &#167; 1604.9, issued April 5, 1972, 37 F.R. 6836, and in EEOC Dec. #75-146 of Jan. 13, 1975, 2 CCH Employment Practices 4190, P 6447, both discussed in our opinion.  We know of no prior inconsistent rulings.  Thus this case is quite unlike General Electric, where there was conflict between EEOC rulings and between rulings of EEOC and those of the Secretary of Labor.  Here, the administrative rulings, as they relate to the problem before us, are consistent and support the result that we have reached.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">The petition for a rehearing is denied.  The suggestion of a rehearing in banc has been transmitted to all judges of the court, and no judge has requested a vote on the suggestion.  Rule 35(b) F.R.App.P. The suggestion of a rehearing in banc is rejected.</p>\n    </div>\n    <p class=\"indent\">KILKENNY, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">I share the views of the majority on the jurisdictional issues, but have serious reservations with respect to the manner in which the majority disposes of the appellants' claims in No. 75-2729.  In my opinion, they should have been allowed to prove their case.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">I am convinced that the legal principles enunciated in General Electric Co. v. Gilbert, 429 U.S. 125, 97 S.Ct. 401, 50 L.Ed.2d 343 (1976), are here controlling and that the district court erred in granting a summary judgment against the appellants.  At a minimum, the court should have conducted a trial on the issue of whether the appellants' retirement plan was justified on the basis of recognized actuarial tables showing the difference in longevity between males and females.  As it now stands, the lower court here made the same mistake as the district court in General Electric in its refusal to consider any cost differential defense.  As stated by the Supreme Court:</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>\"The District Court was wrong in assuming, as it did, 375 F.Supp., at 383, that Title VII's ban on employment discrimination necessarily means that 'greater economic benefit(s)' must be required to be paid to one sex or the other because of their differing roles in 'the scheme of human existence.' \"  General Electric at 139, 97 S.Ct. at 410, n. 17.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The uncontroverted affidavits in the record before the district court and now before us show clearly that women live substantially longer than men and that the higher female contribution (approximately 15% more than male employees) is fully justified on an actuarial basis.  These affidavits further show that this plan, like all annuity plans, is based upon the life expectancy of its beneficiaries, and that mortality tables in use throughout the western commercial world separate male mortality rates from female mortality rates.  Moreover, one affiant states that the plan before us was adopted as a result of his 1972 study of the mortality rates of the appellants' employees.  The plan follows the \"1951 Group Annuity Mortality Table\" published in the Transactions of the Society of Actuaries.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Consistent with all available studies and plans, this particular plan uses separate mortality tables for men and women and was used to determine the total monies that had to be set aside for the lifetime retirement allowances of employees.  Many other relevant facts are set forth in these affidavits, including the undisputed statement that no tables have as yet been developed which measure life expectancy on a unisex basis, as required by the majority.  Furthermore, these affidavits attest to the fact that unisex mortality tables, if developed, could lead to a result which adversely affects the financial integrity of annuity or pension plans such as here before us.</p>\n    </div>\n    <p>GENERAL ELECTRIC v. GILBERT</p>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Against this background, the majority purports to distinguish General Electric.  From the general finding in General Electric that the exclusion of pregnancy was not in itself discrimination based upon sex, it is apparent to me that the Supreme Court has rejected the broad doctrines espoused by the majority.  Moreover, neither Craig v. Boren, 429 U.S. 190, 97 S.Ct. 451, 50 L.Ed.2d 397 (1976), nor Califano v. Goldfarb, --- U.S. ----, 97 S.Ct. 1021, 51 L.Ed.2d 270 (1977), detract from what is said in General Electric.  To summarily conclude, like the majority, that \"(t)o say that the difference (here) is not based on sex is to play with words. . . .\" is simply an inadequate response to the issues presented.  I am of the impression that the majority, rather than the appellants, is playing with words.  The appellants' claim deserves more consideration than this conclusory statement.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The majority similarly glosses over the language in General Electric regarding the effect of the exclusion of pregnancy.  The Court recognized that a proper showing of \"gender-based effects\" may be sufficient to establish a prima facie case under Title VII, but it was not there present, and it is not here present.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> This is made manifest by a comparison of the circumstances here present with those of General Electric.  As stated in General Electric:</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p>\". . . As in Geduldig, supra, (417 U.S. 484, 94 S.Ct. 2485, 41 L.Ed.2d 256 (1974)) we start from the indisputable baseline that '(t)he fiscal and actuarial benefits of the program . . . accrue to members of both sexes,' 417 U.S., at 497 n. 20, (94 S.Ct. at 2492).  We need not disturb the findings of the District Court to note that there is neither a finding, nor was there any evidence which would support a finding, that the financial benefits of the Plan 'worked to discriminate against any definable group or class in terms of the aggregate risk protection derived by that group or class from the program,' id., at 496 (, 94 S.Ct., at 2492).  The Plan, in effect (and for all that appears), is nothing more than an insurance package, which covers some risks, but excludes others, see id., at 494, 496-497, (94 S.Ct. at 2491-2492).  The 'package' going to relevant identifiable groups we are presently concerned with General Electric's male and female employees covers exactly the same categories of risk, and is facially nondiscriminatory in the sense that '(t)here is no risk from which men are protected and women are not.  Likewise, there is no risk from which women are protected and men are not.'  Geduldig, 417 U.S., at 496-497, (94 S.Ct., at 2492).  As there is no proof that the package is in fact worth more to men than to women, it is impossible to find any gender-based discriminatory effect in this scheme simply because women disabled as a result of pregnancy do not receive benefits; that is to say, gender-based discrimination does not result simply because an employer's disability benefits plan is less than all inclusive.  For all that appears, pregnancy-related disabilities constitute an additional risk, unique to women, and the failure to compensate them for this risk does not destroy the presumed parity of the benefits, accruing to men and women alike, which results from the facially evenhanded inclusion of risks.  To hold otherwise would endanger the common-sense notion that an employer who has no disability benefits program at all does not violate Title VII even though the 'underinclusion' of risks impacts, as a result of pregnancy-related disabilities, more heavily upon one gender than upon the other.  Just as there is no facial gender-based discrimination in that case, so, too, there is none here.\"  General Electric at 138 - 140, 97 S.Ct. at 409-410.  (Emphasis Added.)  (Footnotes Omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Similarly, it is obvious here that the fiscal and actuarial benefits of the plan accrue to the members of both sexes.  As in General Electric, the plan is facially nondiscriminatory to the extent that there is no risk for which one sex is covered and the other is not.  Because of the additional contribution made by both the employer and the women employees, the aggregate risk protection for men and women is identical.  As a consequence of objectively identifiable characteristics (reflected in actuarial statistics), this plan impacts more heavily upon women than men.  (But women live longer than men and ultimately recover as much if not more.)  This was also the case in General Electric and the Court there refused to find a Title VII violation.  Its reasoning is made abundantly clear in Footnote 17, which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p>\"Absent proof of different values, the cost to 'insure' against the risks is, in essence, nothing more than extra compensation to the employees, in the form of fringe benefits.  If the employer were to remove the insurance fringe benefits and, instead, increase wages by an amount equal to the cost of the 'insurance,' there would clearly be no gender-based discrimination, even though a female employee who wished to purchase disability insurance that covered all risks would have to pay more than would a male employee who purchased identical disability insurance, due to the fact that her insurance had to cover the 'extra' disabilities due to pregnancy.  While respondents seem to acknowledge that the failure to provide any benefit plan at all would not constitute sex-based discrimination in violation of Title VII, see note 18, infra, they illogically also suggest that the present scheme does violate Title VII because</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p>'A female must spend her own money to buy a personal disability policy covering pregnancy disability if she wants to be fully insured against a period of disability without income, whereas a male without extra expenditure is fully insured by GE against every period of disability.'  Supplemental Brief for Martha Gilbert et al. on Reargument, at 11.  Yet, in both cases the instant case and the case where there is no disability coverage at all the ultimate result is that a woman who wished to be fully insured would have to pay an incremental amount over her male counterpart due solely to the possibility of pregnancy-related disabilities.  Title VII's proscription on discrimination does not require, in either case, the employer to pay that incremental amount. . . .\" General Electric at 139, 97 S.Ct. at 409-410.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">In one respect, at least, the present facts are more compelling than those of General Electric because the employer here was actually paying more for each female employee than for each male employee.  The just quoted language would have allowed the employer/appellants to pay the same amount for each, in which case each female employee would have received less insurance protection than each male employee.  If no insurance at all was provided under the plan, each female employee, if she purchased outside insurance, would have to pay more than her male counterpart for the same amount of insurance.  In either case, after General Electric it is illogical to argue that a Title VII violation would result.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Throughout its opinion, the majority substantially exaggerates the strength of its position.  It suggests that the Supreme Court was more concerned with inconsistent administrative interpretations than it was with our original and erroneous view of the legislative history.  To support its position, the majority finds that there are no such inconsistencies in the case before us.  I disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">The Wage and Hour Administrator of the Department of Labor has promulgated a number of regulations.  After General Electric, I question the vitality of the one quoted by the majority; one (29 CFR &#167; 800.116(d)) noted by the Supreme Court in General Electric is more in point.  This regulation states</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p>\"If employer contributions to a plan providing insurance or similar benefits to employees are equal for both men and women, no wage differential prohibited by the equal pay provisions will result from such payments, even though the benefits which accrue to the employees in question are greater for one sex than the other.  The mere fact that the employer may make unequal contributions for employees of opposite sexes in such a situation will not, however, be considered to indicate that the employer's payments are in violation of section 6(d), if the resulting benefits are equal for such employees.\"  (Emphasis Added.)</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">The majority's tortured views on the obvious breadth of General Electric become apparent in its writing around and failure to accept the Supreme Court's application of this regulation.  This regulation, as I read it, contemplates the actuarial equivalent of the scheme before us.  If employer contributions are equal for men and women, there is no statutory violation even though the resulting benefits are not equal as between men and women.  The majority fails to appreciate the significance of this.  In the context of pension plans, this rule makes sense only if it is read to impliedly authorize the funding of employee pension plans upon the basis of separate mortality tables.  This regulatory justification for a plan with equal contributions and unequal benefits cannot be ignored in the variation before us.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">In 1965, the EEOC promulgated regulations under which it agreed to follow the relevant interpretations of the Wage and Hour Division. 29 CFR &#167; 1604.7(b) provided:</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p>\"Accordingly, the Commission will make applicable to equal pay complaints filed under Title VII the relevant interpretations of the Administrator, Wage and Hour Division, Department of Labor.  These interpretations are found in 29 Code of Federal Regulations, Part 800.119-800.163.  Relevant opinions of the Administrator interpreting 'the equal pay for the equal work standard' will also be adopted by the Commission.\" 30 F.R. 14928.  (Emphasis Added.)This regulation was maintained until the EEOC repealed it in 1972, 37 F.R. 6836.  Now, 29 CFR &#167; 1604.8 discusses the applicability of defenses raised under the Equal Pay Act (administered by the Wage and Hour Division) and states that the EEOC will no longer be bound by the interpretations of the Department of Labor, Wage and Hour Division.  Moreover, the EEOC in 1972 for the first time revised its regulations to add 29 CFR &#167; 1604.9(f), which provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p>\"It shall be an unlawful employment practice for an employer to have a pension or retirement plan which establishes different optional or compulsory retirement ages based on sex, or which differentiates in benefits on the basis of sex. . . .\" (Emphasis Added.)</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">The majority entirely overlooks the fact that this is inconsistent with prior pronouncements of the EEOC and with the other administrative agencies, including the Department of Labor.  Under these circumstances, the most recent EEOC interpretation is entitled to little if any weight.  See General Electric 429 U.S. at 139 - 143, 97 S.Ct. at 410-411 where the Court refused to find a Title VII violation even though the employer's plan conflicted with the EEOC regulation.  See also Espinoza v. Farah Mfg. Co., 414 U.S. 86, 92-6, 94 S.Ct. 334, 38 L.Ed.2d 287 (1973).  It is also significant that this most recent EEOC interpretation is in conflict with the legislative history of the Bennett Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">One must sympathize with the plight of the appellants a plan drawn up to comply with the regulations of the Wage and Hour Division will inevitably conflict with the recent regulations of the EEOC.  This typifies the type of \"no win\" situation alluded to by the Supreme Court in General Electric (429 U.S. at 140, 97 S.Ct. at 410, n. 18), and reinforces my conclusion that the discrimination, if any, fostered by this plan is of a type which did not concern Congress when enacting Title VII.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Moreover, the majority does not come to grips with the very serious ramifications of its decision.  Unless and until unisex tables are developed, an employer, to comply with the EEOC regulations on equal benefits, may not charge any additional amount to his female employees.  In thus forcing the employer himself to cover the added amount necessary to assure equal benefits, this makes the employment of females economically unattractive, a result clearly at odds with the thrust of Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">I would grant the petition for rehearing, set aside the judgment of the lower court and remand for a trial on the issue of whether the distinctions under the plan are mere pretexts designed to effect an invidious discrimination against the members of the female sex.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant provision of Title VII reads:</p>\n        <p>&#167; 2000e-2</p>\n        <p>(a) It shall be an unlawful employment practice for an employer</p>\n        <p>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is especially significant that the Committee made no mention of pension plans, because the problem was specifically brought to its attention during the hearings conducted on the Equal Pay Act.  Hearings before the House Special Subcommittee on Education &amp; Labor, 88th Cong., 1st sess., 1963 (Equal Pay Act, H.R. 3861) at p. 103</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The Supreme Court also noted that the district court \". . . declined to find that the present actuarial value of the coverage was equal as between men and women, . . .\" General Electric, at 131, 97 S.Ct. at 406.  (Emphasis Added.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The Court recognized that a proper showing of cause and effect may be sufficient:</p>\n        <p>\"The instant suit was grounded on Title VII rather than the Equal Protection Clause, and our cases recognize that a prima facie violation of Title VII can be established in some circumstances upon proof that the effect of an otherwise facially neutral plan or classification is to discriminate against members of one class or another.  See Washington v. Davis, (426 U.S. 229,) 96 S.Ct. 2040, 2051, (48 L.Ed.2d 597) (1976).  For example, in the context of a challenge, under the provisions of &#167; 703(a)(2), to a facially neutral employment test, this Court held that a prima facie case of discrimination would be established if, even absent proof of intent, the consequences of the test were 'invidiously to discriminate on the basis of racial or other impermissible classification,' Griggs v. Duke Power Co., 401 U.S. 424, 431, (91 S.Ct. 849, 853, 28 L.Ed.2d 158) (1971).  Even assuming that it is not necessary in this case to prove intent to establish a prima facie violation of &#167; 703(a)(1), but cf. McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802-806 (, 93 S.Ct. 1817, 1824-1826, 36 L.Ed.2d 668) (1973), the respondents have not made the requisite showing of gender-based effects.\"  General Electric, 429 U.S. at 136 - 137, 97 S.Ct. at 408-409.  (Emphasis Added.)  (Footnotes Omitted.)</p>\n        <p>Footnote 14 on the same page deals with the burden of proof:</p>\n        <p>\"Respondents, who seek to establish discrimination, have the traditional civil litigation burden of establishing that the acts they complain of constituted discrimination in violation of Title VII. . . .\" (Emphasis Added.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As stated in General Electric at 145, 97 S.Ct. at 413:</p>\n        <p>\". . . When Congress makes it unlawful for an employer to 'discriminate . . . on the basis of . . . sex . . .', without further explanation of its meaning, we should not readily infer that it meant something different than what the concept of discrimination has traditionally meant, . . .\" Cf. Barker v. Taft Broadcasting Co., 549 F.2d 400 (CA6 1977).</p>\n        <p>I wonder, moreover, whether Congress is even concerned with this kind of thing at the present time.  For example, the Agency established by Congress to insure pension plans under ERISA, the Pension Benefit Guaranty Corporation, has already recognized the propriety of using sex segregated actuarial tables.  See 41 F.R. 48484-48491 (1976) where an interim regulation provides for the use of six such tables in the valuation of plan benefits.  Additionally, in view of the lack of any definitive guidelines from the Supreme Court after General Electric, it would seem that the majority has gone overboard.  Even the tax laws, for example, use sex-segregated actuarial tables in the computation of annuity income which results in different periodic taxation burdens as between a man and a woman.  See 26 U.S.C. &#167; 72(c)(3)(A); Regs. &#167; 1.72-9.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For that matter, the available writing on the subject would indicate that the use of unisex life tables in connection with pension plans would not result in equal treatment, but rather in unjustifiable discrimination.  U. S. Commission on Civil Rights, Civil Rights Digest (Winter 1977, p. 45-6)</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">581</span></span></p>\n    <p class=\"parties\"><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span>  <span class=\"page\">1625</span></span>,<br><span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span>  <span class=\"page\">1233</span></span>,<br>12 Empl. Prac. Dec. P 11,257,<br>14 Empl. Prac. Dec. P 7502<br>Marie MANHART et al., Plaintiffs-Appellees,<br>v.<br>CITY OF LOS ANGELES, DEPARTMENT OF WATER AND POWER, a body<br>corporate and politic, et al., Defendants-Appellants.</p>\n    <p class=\"docket\">Nos. 75-2729, 75-2807 and 75-2905.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Nov. 23, 1976.<br>As Amended Dec. 23, 1976.<br>Rehearing and Rehearing In Banc Denied April 18, 1977.<br>As Amended May 5, 1977.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David J. Oliphant, Deputy City Atty.  (argued), Los Angeles, Cal., for defendants-appellants/cross-appellees.</p>\n      <p class=\"indent\">David J. Dohrmann (argued), Schwartz, Steinsapir &amp; Dohrmann, Los Angeles, Cal., for plaintiffs-appellees/cross-appellants.</p>\n      <p class=\"indent\">Michael Evan Gold and Fred Okrand, ACLU Foundation, Los Angeles, Cal., amicus curiae, for plaintiffs-appellees.</p>\n      <p class=\"indent\">Mary-Helen Mautner, Washington, D.C.  (Abner W. Sibal, Joseph T. Eddins, Jr., Beatrice Rosenberg, Charles L. Reischel, Washington, D.C., with her on brief) for E.E.O.C., amicus curiae.</p>\n      <p class=\"indent\">Before CHAMBERS, DUNIWAY and KILKENNY, Circuit Judges.</p>\n      <p class=\"indent\">DUNIWAY, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented in this case is whether a retirement plan which requires women employees to contribute from their wages 15% more than similarly situated male employees because of the longer average life expectancy of women violates the Civil Rights Act of 1964, Title VII, as amended by the Equal Employment Opportunity Act of 1972, 42 U.S.C. &#167; 2000e-2.  The district court held that the plan violated Title VII,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> enjoined the employer from charging the higher contribution rate against women, and awarded a refund of all excess contributions made on or after April 5, 1972.  Manhart v. City of Los Angeles, Department of Water and Power, C.D.Cal., 1975, <span class=\"citation\" data-id=\"1672342\"><a href=\"/opinion/1672342/manhart-v-city-of-los-angeles-dept-of-w-p/\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">980</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This is a class action brought by women employees and retirees of the City of Los Angeles, Department of Water and Power (hereinafter \"Department\").  The defendants are the Department, the members of the Board of Commissioners of the Department, the members of the Board of Administration of the Department's Employees' Retirement, Disability, and Death Benefit Insurance Plan, the Department's chief accounting officer, and the Department's general manager.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">All employees of the Department are required to participate in the established retirement plan which is funded and managed solely within the Department.  Each employee must make a monthly contribution to the retirement plan, and the Department matches that contribution 110%.  These funds are deposited with the city treasurer but are kept separate and apart from all other monies of the city.  The chief accounting employee of the Department is the only person authorized to withdraw money from the retirement account.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The aspect of this program which gives rise to this case is that women employees are required to contribute approximately 15% more than men employees who are identically situated.  The Department's justification is that because women get the same monthly benefits upon retiring and because, on the average, they live approximately five years longer, they must, as a group, contribute more.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In June of 1973, the International Brotherhood of Electrical Workers, Local # 18, representing the named plaintiffs, filed a charge with the Equal Employment Opportunity Commission (EEOC) alleging that the higher contribution requirement for women was sex discrimination in violation of the Civil Rights Acts of 1871 and 1964.  The United States Department of Justice issued a Notice of Right to Sue letter in September of 1973, and this action was filed during that same month.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In their second amended complaint, filed on July 18, 1974, the plaintiffs stated four separate claims for relief, each of which, however, was based upon the same set of facts.  The first claim was based upon Title VII, the second upon the Civil Rights Act of 1871, 42 U.S.C. &#167; 1983, the third upon the Fourteenth Amendment to the Constitution, and the fourth, a pendent claim, upon Article 1, &#167;&#167; 1 and 21, of the Constitution of California.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs' first amended complaint had also asserted claims resting on the same four theories, but had not set them up as separate claims.  On March 26, 1974, the court granted in part and denied in part the defendants' motion to dismiss.  It granted the motion of the Department, the two boards, and their members in their capacities as members, to dismiss the claim that was based upon 42 U.S.C. &#167; 1983, on the ground that the Department and the Board are not \"persons\" within the meaning of that section.  It denied the motion of the Board members in their individual capacities to dismiss the &#167; 1983 claim, holding that they are \"persons,\" and that they are not immune from suit under &#167; 1983.  It granted the motion of all defendants to dismiss the &#167; 1983 claim insofar as any of it accrued more than three years before the action was filed on September 26, 1973.  It denied the motion to dismiss the Title VII claim, except that it granted the motion as to any claim arising before March 24, 1972.  It dismissed the claim under the California Constitution.  It did not rule on the claim under the Fourteenth Amendment.  And it allowed 20 days for the filing of a second amended complaint.  After the second amended complaint was filed, no motion was made by any of the defendants to strike or otherwise dispose of those of the allegations that were inconsistent with the court's order of March 26, 1974.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 20, 1975, the court granted the plaintiffs' motion for summary judgment, holding that the plan violated Title VII.  On the same day it entered a judgment, declaring that the plan, insofar as it requires larger contributions from female employees than from their male counterparts, violates Title VII, and specifically &#167; 703(a)(1) (42 U.S.C. &#167; 2000e-2(a)).  The judgment also enjoins requiring larger contributions from females and orders that the Department refund the excess contributions collected on and after April 5, 1972, plus interest at 7%, and that defendants pay counsel for plaintiffs' reasonable attorneys' fees.  The judgment says nothing about the claims based on &#167; 1983, the Fourteenth Amendment or the California Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On July 7, 1975, the defendants appealed from the judgment.  This appeal is our No. 75-2729.  On July 11, 1975, the plaintiffs appealed from \"that portion of the judgment . . . which denies relief to the plaintiffs based on the causes of action and defendants dismissed by the Court in its Order Granting and Denying in Part Defendants' Motion to Dismiss, entered on or about March 26, 1974.\"  This appeal is our No. 75-2807.  On July 17, the district judge denied a motion by the defendants for a stay of the judgment.  They appealed on July 30, 1975.  This is our No. 75-2905.  We later entered an order staying the judgment pending appeal, insofar as it requires the refund of contributions.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After oral argument before us, and in response to an inquiry from the bench, counsel for plaintiffs stipulated, and we ordered, that the plaintiffs \"have heretofore abandoned all claims under 42 U.S.C. &#167; 1983 against individual officials in their individual capacities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>I. Our Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A. No. 75-2729.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The judgment of June 20, 1975, embodies an injunction against requiring larger contributions from women than from men, and requiring restitution of excess contributions previously paid.  As an injunction, it is appealable under 28 U.S.C. &#167; 1292(a)(1).  It is not appealable as a final judgment under 28 U.S.C. &#167; 1291.  It does not dispose of any claim except the claim under Title VII.  It runs only against the defendants, the Department, the two Boards, and their members as such, but not the defendant members individually.  It says nothing about the claims or defendants dismissed in the district court's order of March 26, 1974.  There is no \"express determination that there is no just reason for delay\" nor \"express direction for the entry of judgment.\"  (F.R.Civ.P. 54(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>B. No. 75-2807.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We have no jurisdiction of this appeal.  The judgment does not do what the notice of appeal says that it does.  The order of March 26, 1974, was interlocutory.  It did not purport to determine any issue finally.  It permitted amendment of the complaint, and the amendment restated, separately, all of the claims asserted but commingled in the original complaint.  The plaintiffs were entitled to amend as they did, and the defendants, to protect their record, should have called to the attention of the court the fact that the amended complaint did not fully comply with the court's order of March 26, 1974.  The court was not required to reconsider that order but the defendants should have at least suggested that it embody in its subsequent judgment the decision that it made in its March 26, 1974, order, thus disposing of the plaintiffs' claims.  The claims remain pending because the judgment does not dispose of them.  We have no jurisdiction in No. 75-2807.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is no answer to say that the plaintiffs have voluntarily abandoned their claims under 42 U.S.C. &#167; 1983 against the individual defendants.  That abandonment binds the plaintiffs, but it does not affect their claims against the Department and its Boards and their members and employees in their official capacities under &#167; 1983.  Those claims are still pending in the district court and are not properly before us.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>C. No. 75-2905.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Because we have granted a stay, and because we are now affirming the judgment in No. 75-2729, this appeal is moot.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>II. The Merits of the Judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The basis of the defendants' appeal is that, while requiring women to make larger contributions discriminates against women, there is a sound basis for the requirement, making it a discrimination based on longevity, not sex, and therefore not the kind of invidious discrimination that Title VII was intended to abolish.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is undisputed that the overriding purpose of Title VII is to require employers to treat each employee (or prospective employee) as an individual, and to make job related decisions about each employee on the basis of relevant individual characteristics, so that the employee's membership in a racial, ethnic, religious, or sexual group is irrelevant to the decisions.  See Griggs v. Duke Power Co., 1971, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 436, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span>.  To require every individual woman to contribute 15% more into the retirement fund than her male counterpart must contribute because women \"on the average\" live longer than men is just the kind of abstract generalization, applied to individual women because of their being women, which Title VII was designed to abolish.  Not all women live longer than all men, yet each individual woman is required to contribute more, not because she as an individual will live longer, but because the members of her sexual group, on the average, live longer.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Department argues, however, that Congress did not intend Title VII to prohibit drawing sexual distinctions when there is a statistically valid basis for doing so and when it is impossible to determine ahead of time when the individual employee is going to die.  Thus it is argued that, because it is undisputed that women on the average do live longer, and because it is not possible to predict which women will actually live longer, Title VII ought to permit a higher contribution requirement for all women.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The problem raised by this case is unique.  There have been two basic policies which have guided the courts in prior Title VII litigation: (1) the policy against attributing general group characteristics to each individual member of the group, the major thrust of the statute, and (2) the policy allowing relevant employment factors to be considered in differentiating among individuals.  See Bernstein &amp; Williams, Title VII and the Problem of Sex Classifications in Pension Programs, 74 Col.L.Rev. 1203, 1219 (1974).  Heretofore, these two policies have not conflicted because in cases where general group characteristics were attributed to the individual employee, the relevant employment characteristics were capable of being individually measured.  Id. at 1220.  For example, in Rosenfeld v. So.  Pacific Co., 9 Cir., 1971, <span class=\"citation\" data-id=\"297618\"><a href=\"/opinion/297618/leah-rosenfeld-v-southern-pacific-company-a-delaware-corporation-leah/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1219</span></a></span>, we held that refusing to hire women for positions which entailed long hours and heavy physical effort violated Title VII because it entailed attributing the generally weaker physique of women to all women.  An important basis of our decision was the fact that each individual woman applicant could actually be tested to see whether the relevant characteristic of strength was or was not in fact lacking.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This same consideration has been present in cases finding illegal: (1) the refusal to allow women to work overtime because of a belief that women as a group cannot work the long hours that men can, Schaeffer v. San Diego Yellow Cabs, Inc., 9 Cir., 1972, <span class=\"citation no-link\"><span class=\"volume\">462</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1002</span></span>; (2) the forced retirement of all women at an earlier age than men because of a belief that, on the average, men were capable of adequate performance longer than women, Rosen v. Public Service Electric and Gas Co., 3 Cir., 1973, <span class=\"citation\" data-id=\"310348\"><a href=\"/opinion/310348/5-fair-emplpraccas-709-5-empl-prac-dec-p-8499-leo-rosen-v-public/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>; Bartmess v. Drewrys U.S.A., Inc., 7 Cir., 1971, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></span>; (3) the termination of women employees who married because of a belief that, on the average, women could not work effectively and keep an adequate home life, Sprogis v. United Air Lines, Inc., 7 Cir., 1971, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1194</span></span>; (4) the refusal to hire men as flight attendants because men, on the average, are said to be emotionally unsuited for that type of work, Diaz v. Pan Am. World Airways, Inc., 5 Cir., 1971, <span class=\"citation\" data-id=\"296524\"><a href=\"/opinion/296524/3-fair-emplpraccas-337-3-fair-emplpraccas-469-3-empl-prac-dec-p/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span>; (5) the refusal to hire women as telephone switchmen because of a belief that, on the average, women are incapable of working the long hours and doing the heavy lifting involved, Weeks v. Southern Bell Telephone &amp; Telegraph Co., 5 Cir., 1969, <span class=\"citation no-link\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></span>; (6) requiring pregnant women to take mandatory leave after six months of pregnancy because, on the average, pregnant women are supposed to be incapable of working adequately after that point, Berg v. Richmond Unified School Dist., 9 Cir., 1975, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></span>; (7) the refusal to hire women with preschool children because of a belief that family responsibilities would interfere with their job performance, Phillips v. Martin Marietta Corp., 1971, <span class=\"citation\" data-id=\"108237\"><a href=\"/opinion/108237/phillips-v-martin-marietta-corp/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">542</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">496</span></span>, <span class=\"citation\" data-id=\"108237\"><a href=\"/opinion/108237/phillips-v-martin-marietta-corp/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">613</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In the present case a relevant characteristic in determining how large an individual's retirement contribution should be is an informed prediction as to how long the person will live.  But this characteristic, unlike those in the prior cases, is impossible to determine on an individual basis at the time when the contribution must be made.  Thus, the policy of allowing relevant factors to be considered can be met only by allowing the group longevity statistics to be attributed to the individual members of the group.  Yet this is exactly what the thrust of Title VII prohibits.  We are therefore faced with the unique case in which the policy against per se discrimination directly conflicts with the policy of allowing relevant factors to be considered.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To support its argument that the actuarial distinctions are permitted under Title VII, the Department points to both the \"bona fide occupational qualification exception\" in 42 U.S.C. &#167; 2000e-2(e) and the Bennett Amendment to Title VII, 42 U.S.C. &#167; 2000e-2(h).  Reconciliation of the conflicting policies noted above would be easy if Congress had specifically covered the kind of actuarial distinction that is before us in one of the exceptions which the Department cites.  Both, however, are very general and have no language relating to actuarially determined discrimination, much less to pension plans.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>A. The Bona Fide Occupational Qualification (BFOQ) Exception.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Title 42 U.S.C. &#167; 2000e-2(e) states that an employer may discriminate on the basis of religion, sex, or national origin \"where religion, sex, or national origin is a bona fide occupational qualification reasonably necessary to the normal operation of that particular business or enterprise.\"  EEOC, which is charged with administering and enforcing Title VII and whose interpretations of that statute are entitled to great deference, Griggs v. Duke Power Co., supra, 401 U.S. at 433-34, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>; Hutchison v. Lake Oswego School Dist. # 7, 9 Cir., 1975, <span class=\"citation\" data-id=\"328886\"><a href=\"/opinion/328886/11-fair-emplpraccas-161-10-empl-prac-dec-p-10325-barbara-r/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">961</span></a></span>, 965, has issued guidelines directing that the BFOQ exception \"be interpreted narrowly.\" 29 C.F.R. &#167; 1604.2(a).  In one of the few cases ruling on this exception, the Fifth Circuit has said:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>the use of the word \"necessary\" in (&#167; 2000e-2(e)) requires that we apply a business necessity test, not a business convenience test.  That is to say, discrimination based on sex is valid only when the essence of the business operation would be undermined . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>Diaz v. Pan Am. World Airways, Inc., supra, 442 F.2d at 388 (italics in original).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">See also Weeks v. Southern Bell Telephone &amp; Telegraph Co., supra, 408 F.2d at 232.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Discriminating against women in setting the amount of retirement contributions in no way affects the ability of the Department to provide water and power to the citizens of Los Angeles.  Even if it could be said that the relevant business function here involved is that of providing employees with a stable and secure pension program there is no showing that sexual discrimination is necessary to protect the essence of that function.  Actuarial distinctions arguably enhance the ability of the employer and the pension administrators to predict costs and benefits more accurately, but it cannot be said that providing a financially sound pension plan requires an actuarial classification based wholly on sex.  This is especially true when distinctions based on many other longevity factors (e. g., smoking and drinking habits, normality of weight, prior medical history, family longevity history) are not used in determining contribution levels.  Thus, we find that the BFOQ exception does not permit the sexual classification challenged in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>B. The Bennett Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In its original proposed form, 42 U.S.C. &#167; 2000e-2(h) stated that discrimination among employees was permitted if based on a bona fide seniority or merit system, a system rewarding quantity or quality of production, different work locations, or professionally developed ability tests.  Because the inclusion of \"sex\" as one of the categories of discrimination made illegal by Title VII was done by last minute amendment, received almost no attention, and produced no legislative history, see 110 Cong.Rec. 2720 (Rep. Green's remarks, Feb. 10, 1964); Bernstein &amp; Williams, supra, 74 Col.L.Rev. at 1216-17, Senator Bennett became concerned that the Act might inadvertently conflict with the Equal Pay Act of 1963, which had received careful attention the year before.  Therefore, he proposed, and Congress approved, an amendment to &#167; 2000e-2(h), which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>It shall not be an unlawful employment practice under this subchapter for any employer to differentiate upon the basis of sex in determining the amount of the wages or compensation paid or to be paid to employees of such employer if such differentiation is authorized by the provisions of section 206(d) of Title 29 (the Equal Pay Act).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Title 29 U.S.C. &#167; 206(d)(1), which was thus incorporated into the Civil Rights Act of 1964 by the Bennett Amendment, says that it shall be unlawful to discriminate on the basis of sex in paying wages:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>except where such payment is made pursuant to (i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on any other factor other than sex.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is exception iv which the Department says permits the kind of actuarially based discrimination that is in question here.  However, it does not seem reasonable to us to say that an actuarial distinction based entirely on sex is \"based on any other factor other than sex.\"  Sex is exactly what it is based on.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Additionally, the legislative history of the Equal Pay Act indicates that the general language of &#167; 206(d)(1) was not intended to exempt pension plans, or any actuarially based employee program, from its coverage.  The House Committee on Education and Labor, which reported out the Equal Pay Act, commented on the exceptions as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Three specific exceptions and one broad general exception are also listed.  It is the intent of this committee that any discrimination based upon any of these exceptions shall be exempted from the operation of this statute.  As it is impossible to list each and every exception, the broad general exclusion has been also included.  Thus, among other things, shift differentials, restrictions on or differences based on time of day worked, hours of work, lifting or moving heavy objects, differences based on experience, training, or ability would also be excluded.  It also recognizes certain special circumstances, such as \"red circle rates.\"  This term is borrowed from War Labor Board parlance and describes certain unusual, higher than normal wage rates which are maintained for many valid reasons.  For instance, it is not uncommon for an employer who must reduce help in a skilled job to transfer employees to other less demanding jobs but to continue to pay them a premium rate in order to have them available when they are again needed for their former jobs.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>House Report # 309 to accompany H.R. 6060, May 20, 1963, Committee on Labor and Education, reprinted in 1963 U.S. Code Cong. &amp; Admin.News pp. 687, 689 (88th Cong., 1st sess.).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This is the only legislative history coming from the House concerning the exceptions upon which the Department relies.  It seems clear that, at least in the House, exception iv was seen only as a catch-all category which would permit distinctions similar to those based on seniority, merit, or production but which do not literally fall into any of those categories, and not a disguised grant of legitimacy for pension plan discrimination based on sex.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The report of the Senate Committee on Labor and Public Welfare indicates that, unlike the House committee, the Senate committee did specifically consider how pension and insurance plans would fit into the scheme of the Equal Pay Act.  It commented:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>Furthermore, questions can legitimately be raised as to the accuracy of defining such costs as pension and welfare payments as related to sex.  It has been pointed out that the higher susceptibility of men to disabling injury can result in a greater cost to the employer, and that these figures as to health and welfare costs can only be applied plant-wide.  It may be that it is more expensive to hire women in one department but it is more expensive to hire men in another, and overall cost figures may demonstrate conclusively that the employer has made a sound decision to hire women and pay them on an equal basis.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>It is the intention of the committee that where it can be shown that, on the basis of all of the elements of the employment costs of both men and women, an employer will be economically penalized by the elimination of a wage differential, the Secretary can permit an exception similar to those he can permit for a bona fide seniority system or other exception mentioned above.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Senate Report # 176 to accompany S. 1409, May 13, 1963, Committee on Labor and Public Welfare, at p. 4 (88th Cong., 1st sess.).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">This seems to indicate that the Senate had a broader view of exception iv than did the House in that, when an employer can demonstrate that he incurs significant costs because of employing a particular sex, exception iv would allow the Secretary of Labor, through the Wage-Hour Administrator, to grant an exception from the provisions of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">However, in this case there is nothing in the record to show, and the Department does not claim, that it requires higher contributions from women because it would be economically penalized if it did not; it requires the higher contributions only because it believes that the pension fund itself will thereby be better funded and easier to administer.  Thus, whatever the Senate committee had in mind about the Equal Pay Act, it would not, when grafted onto the provisions of Title VII, be the kind of broad exception to the rule against per se discrimination which the Department needs to justify the contribution rate differential here involved.  Neither the clear language of the statute, &#167; 206(d)(1), nor the legislative history supports the Department's position.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Nonetheless, the Department points to a dialogue between Senator Humphrey, the floor manager of the 1964 Civil Rights Act, and Senator Randolph, which occurred during the floor debate on the 1964 Act (not the Equal Pay Act) and Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>SEN. RANDOLPH: Mr. President, I wish to ask of the Senator from Minnesota (Mr. Humphrey) who is the effective manager of the pending bill, a clarifying question on the provisions of title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>I have in mind that the social security system, in certain respects, treats men and women differently.  For example, widows' benefits are paid automatically; but a widower qualifies only if he is disabled or if he was actually supported by his deceased wife.  Also, the wife of a retired employee entitled to social security receives an additional old age benefit; but the husband of such an employee does not.  These differences in treatment as I recall, are of long standing.  Am I correct, I ask the Senator from Minnesota, in assuming that similar differences of treatment in industrial benefit plans, including earlier retirement options for women, may continue in operation under this bill, if it becomes law?</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>SEN. HUMPHREY: Yes.  That point was made unmistakably clear earlier today by the adoption of the Bennett amendment; so there can be no doubt about it.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>110 Cong.Rec. 13663-64, June 12, 1964.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Although this does seem to give support to the Department's position, we do not find it to be persuasive legislative history.  The discussion occurred hours after passage of the Bennett Amendment and cannot be said to be part of the legislative history of that amendment.  The Department claims that although the statement was made after the Bennett Amendment was adopted, it was still made before the Senate voted on the entire Civil Rights Act.  Thus, it claims that Senator Randolph and others who may have wanted to preserve such distinctions were misled into not offering a further amendment for that purpose.  This argument might have some merit were it not for the fact that the same Congress (the 88th) passed both the Civil Rights Act and the Equal Pay Act, and it seems unlikely that Senator Humphrey's erroneous interpretation of the latter misled many, if any, senators.  It certainly misled no members of the House.  So far as appears, members of the House never heard of it.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We note, too, that every case that has considered whether sex-based early retirement options violate Title VII has held that they do, although it does not appear that the colloquy between Senators Randolph and Humphrey was called to the attention of the courts.  See Chastang v. Flynn and Emrich Co., 4 Cir., 1976, <span class=\"citation\" data-id=\"339066\"><a href=\"/opinion/339066/12-fair-emplpraccas-1533-12-empl-prac-dec-p-11003-vincent-r/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span> (1976); Rosen v. Public Service Electric &amp; Gas Co., supra; Bartmess v. Drewrys U.S.A., Inc., supra; Fitzpatrick v. Bitzer, D.Conn., 1974, <span class=\"citation\" data-id=\"1966559\"><a href=\"/opinion/1966559/fitzpatrick-v-bitzer/\"><span class=\"volume\">390</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">278</span></a></span>, 287-88, aff'd, 2 Cir., 1975, <span class=\"citation\" data-id=\"328830\"><a href=\"/opinion/328830/10-fair-emplpraccas-956-10-empl-prac-dec-p-10270-garland-m/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span>, rev'd on other grounds, 1976, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2666</span></a></span>, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">614</span></a></span>.  See also Peters v. Missouri Pacific R. Co., 5 Cir., 1973, <span class=\"citation\" data-id=\"312975\"><a href=\"/opinion/312975/boyd-peters-v-missouri-pacific-railroad-company-defendant-third-party-v/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">490</span></a></span>, 492, n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">As we have noted, Senator Humphrey's remark reflects an erroneous interpretation of the Equal Pay Act.  Because all that the Bennett Amendment did was to incorporate the exemptions of the Equal Pay Act into Title VII, it is questionable whether the Senator's statement, made during the debates on the incorporating statute, would be significant when it erroneously interprets the incorporated statute.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The Department cites as additional authority interpretations of the Equal Pay Act by the Administrator of the Wage and Hour Division of the Department of Labor.  As the official charged with enforcing and interpreting the Equal Pay Act, his interpretations of that Act are entitled to great deference.  Udall v. Talman, 1965, <span class=\"citation\" data-id=\"106984\"><a href=\"/opinion/106984/udall-v-tallman/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"106984\"><a href=\"/opinion/106984/udall-v-tallman/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106984\"><a href=\"/opinion/106984/udall-v-tallman/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span>.  However, the interpretation relied on by the Department, appearing at 29 C.F.R. &#167; 800.116(d), merely states that in providing benefit plans for employees through outside insurers an employer does not violate the Equal Pay Act if either the amount contributed by the employer for each employee is the same and resulting benefits are different or if the amount of the benefit is the same while the employer contributions differ.  While this reflects the Wage-Hour Administrator's general thinking, it does not deal directly with our case of an employer requiring greater pension plan contributions from women employees when the plan is funded and administered by the employer and its employees.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We note, too, that to the extent that the Wage-Hour Administrator's interpretation does deal with the present case, his interpretation conflicts with that of EEOC, which administers Title VII and whose interpretations of Title VII must be given great deference.  Therefore, the EEOC interpretations of the Bennett Amendment are worthy of more deference than are those of the Wage-Hour Administrator relating to the Equal Pay Act.  The EEOC regulation, 29 C.F.R. &#167; 1604.9(e &amp; f), makes it a violation of Title VII where a benefit plan provides unequal benefits to employees even if employer contributions are equal.  However, like the Wage-Hour Administrator's, these regulations do not squarely cover the present case.  Thus, the Department's reliance on administrative interpretation is misplaced.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Our opinion of the effect of Title VII in this case is reinforced by the fact that following the passage of Title VII Congress did expressly exempt actuarially based pension and retirement funds from the provisions of the Age Discrimination Act of 1967, 29 U.S.C. &#167; 623(f)(2).  In fact, during deliberations on the 1964 Civil Rights Act, Senator Smathers moved to add \"age\" as one of the types of discrimination made illegal by Title VII, but the amendment was defeated in part because of a concern that inclusion of \"age\" as a Title VII protected category might have \"tremendous implications\" on industrial group insurance and pensions.  Equal Employment Opportunity Commission, Legislative History of Titles VII and IX of Civil Rights Act of 1964, at 3174 (1968).  This tends to indicate that Congress did foresee that actuarially based plans would fall under the provisions of Title VII, and that it felt that age discrimination, but not sex discrimination, on such a basis was proper.  Thus, by not adding \"age\" to Title VII in 1964 and not making a pension plan exception to its terms for \"sex,\" and by later prohibiting age discrimination in a separate bill which does make a pension plan exception to its terms for age, Congress gave a strong indication that it did intend to place sex discrimination in pension and retirement plans, even when based on actuarially sound tables, within the type of discrimination forbidden by Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We emphasize that our holding rests on the clear policy behind Title VII of requiring that each employee be treated as an individual.  Setting retirement contribution rates solely on the basis of sex is a failure to treat each employee as an individual; it treats each employee only as a member of one sex.  We do not pass judgment on the legality of a plan which determines contribution rates based on a significant number of actuarially determined characteristics, one of which is sex.  Our holding is limited to the proposition that when sex is singled out as the only, or as a predominant, factor, the employee is being treated in the manner which Title VII forbids.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">One district court case has dealt with a situation very similar to ours.  In Henderson v. Oregon, D.Or., 1975, <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1271</span></span>, the court relied heavily on the lower court decision in the present case in holding a scheme similar to that involved here illegal under Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Our holding agrees with the only administrative ruling dealing with the exact question before us, one made by the EEOC.  EEOC Dec. # 75-146, Jan. 13, 1975, 2 CCH Employment Practices 4190, P 6447.  Relying in part on its earlier interpretation, noted supra, the Commission held:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>An inescapable corollary to this principle is that an employer may not require a higher contribution from members of one sex where benefits to members of both sexes are the same.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>(This) is based upon the fundamental Title VII precept that generalizations relating to sex, race, religion, and national original cannot be permitted to influence the terms and conditions of an individual's employment, even where the generalizations are statistically valid.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>III. The Reimbursement Issue.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The Department finally argues that even if the higher contribution required of women violates Title VII, it would be unfair to refund to the plaintiffs the amounts that they contributed in excess of the amounts that similarly situated male employees contributed.  The Department says that it was acting in good faith in that it believed that state law requiring that retirement plans be run on a \"sound actuarial basis\" (Cal.Gov't Code &#167; 45342) mandated the use of sex-based actuarial tables, and that paying these contributions back to the women employees would leave the retirement plan underfunded.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The rule that we have adopted relating to monetary awards for past violations of Title VII is stated in Schaeffer v. San Diego Yellow Cabs, Inc., 9 Cir., 1972, <span class=\"citation no-link\"><span class=\"volume\">462</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1002</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>In the case of damages of this nature, a court must balance the various equities between the parties and decide upon a result which is consistent with the purposes of the Equal Employment Opportunities Act, and the fundamental concepts of fairness.  Id. at 1006.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The defendant in Schaeffer argued that in denying women overtime work it had relied in good faith on a state statute requiring that women not work more than eight hours a day, and that therefore it was unfair to make it pay damages for an unwitting violation.  We rejected that defense with the following comment:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>Rather than drawing any hard and fast rule concerning the defense of good faith reliance on a state statute, we believe that in each case the merits of the plaintiff's claim and the public policy behind it must be balanced against the hardship on a good faith employer.  Id. at 1007.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Applying this test to the case at bar, we find that the district court did not abuse its discretion in awarding plaintiffs a refund of their excess contributions.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In the first place, the state statute requiring that such plans be administered on a sound actuarial basis by no means requires that the Department use sex-based, and only sex-based, distinctions.  In Schaeffer, where we found a back pay award proper, the statute prohibiting women from working more than eight hours a day placed a much greater compulsion on the employer to refuse women overtime work than the statute in the present case placed on the Department to require higher retirement contributions.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Second, Schaeffer was a case where back pay was awarded to women for work that they did not perform but which they had sought.  The plaintiffs did not earn the award; they were merely denied the opportunity to earn it.  This case involves restitution, a situation where the plaintiffs actually earned the amount in question, but then had it taken from them in violation of Title VII.  It is one of the primary purposes of Title VII to \"make persons whole for injuries suffered on account of unlawful employment discrimination.\"  Albemarle Paper Co. v. Moody, 1975, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 418, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, 2372, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span>.  In light of this purpose we find plaintiffs' claim to recover money rightfully theirs to be very compelling.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In contrast to the plaintiffs' compelling claim, we find the Department's \"good faith\" defense to be less than compelling.  The Supreme Court has recently commented on this \"good faith\" defense as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>But, under Title VII, the mere absence of bad faith simply opens the door to equity; it does not depress the scales in the employer's favor.  If backpay were awardable only upon a showing of bad faith, the remedy would become a punishment for moral turpitude, rather than a compensation for workers' injuries.  This would read the \"make whole\" purpose right out of Title VII, for a worker's injury is no less real simply because his employer did not inflict it in \"bad faith.\"  Albemarle Paper Co. v. Moody, supra, 422 U.S. at 422, 95 S.Ct. at 2374.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The impact of returning the excess contributions to the plaintiffs in this case is far from oppressive.  The amount involved is only 15% of the contributions made by a minority of the Department's employees for the 33-month period from April 5, 1972, to December 31, 1974.  This might leave the plan somewhat under-funded, but a number of solutions to that problem are readily available.  Benefits could be lowered.  Current contributions from all employees could be increased.  The Department could raise its matching percentage on current contributions, or it could make a lump sum payment into the fund to offset the reimbursements.  However, whatever the adjustments that would have to be made, we do not find that the burden on the pension plan or the Department is sufficient to offset the compelling claim of the plaintiffs to recover the money which they were wrongfully required to contribute.  See also Rosen v. Public Service Electric and Gas Co., supra, 477 F.2d at 95-96.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In No. 75-2729, the judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">In No. 75-2807, the appeal is dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">In No. 75-2905, the appeal is dismissed as moot.  The stay heretofore granted by this court will expire when the mandate issues.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>On Petition for Rehearing.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">(11) Appellants petition for a rehearing and suggest a rehearing in banc.  Their principal reliance is upon the decision of the Supreme Court in General Electric Co. v. Gilbert, 1976, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span>, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span>, which was decided on December 7, 1976, just two weeks after our decision was filed on November 23, 1976.  We conclude that the General Electric case does not require a change in our judgment, for several reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">First, in that case, as in Geduldig v. Aiello, 1974, <span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">484</span></a></span>, <span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2485</span></a></span>, <span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></a></span>, upon which the Court primarily relied, the facts were different from the facts in the case at bar.  In each of those cases, a program of disability insurance was involved, and in each pregnancy was excluded as a disability.  The Court held that the exclusion was not a discrimination based upon gender as such.  It pointed out that the exclusion of pregnancy as a disability \"divides potential recipients (of benefits) into two groups pregnant women and nonpregnant persons.  While the first group is exclusively female, the second includes members of both sexes.\"  General Electric, supra, 429 U.S. at 135, 97 S.Ct. at 407, quoting from Geduldig, supra, 417 U.S. at 496-97, n. 20, <span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2485</span></a></span>.  Thus, said the Court, the exclusion of pregnancy \"was not in itself discrimination based on sex,\" <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, at 135, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span>, at 407.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The same cannot be said of the pension plan of the Department in the case at bar. A greater amount is deducted from the wages of every woman employee than from the wages of every man employee whose rate of pay is the same.  How can it possibly be said that this discrimination is not based on sex?  It is based upon a presumed characteristic of women as a whole, longevity, and it disregards every other factor that is known to affect longevity.  The higher contribution is required specifically and only from women as distinguished from men.  To say that the difference is not based on sex is to play with words.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">In addition, as the Court pointed out in General Electric, under the disability programs in that case and in Geduldig, \"The 'package' going to relevant identifiable groups . . . male and female employees covers exactly the same categories of risk, and is facially nondiscriminatory in the sense that '(t)here is no risk from which men are protected and women are not.  Likewise, there is no risk from which women are protected and men are not.'  Geduldig, 417 U.S. at 496-97, 94 S.Ct. at 2492\" General Electric, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, p. 138, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span>, p. 409. \"(G)ender-based discrimination does not result simply because an employer's disability benefits plan is less than all inclusive.\"  Id. at 138, 97 S.Ct. at 409 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The pension plan in the case at bar is different.  The monthly benefit is the same for men and for women, but the cost to women is higher than the cost to men, and this is solely because they are women.  Thus the plan is facially discriminatory because, while the plan is all inclusive as to retirement benefits, it is discriminatory, on the basis of sex alone, as to costs to the employees.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Finally the Court's opinion in General Electric requires that we reconsider our analysis of the legislative history of the Bennett Amendment (see part II.  B. of our opinion).  However, upon that reconsideration, we conclude that a different result is not required in this case.  Appellants stress the Court's reliance, in General Electric, upon the colloquy between Senators Humphrey and Randolph, discussed in General Electric at <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, at 144, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span> at 412, and in our opinion at 589 - 590.  We did not find it to be persuasive legislative history; the Supreme Court did find it persuasive.  We are, of course, bound by that conclusion, but we do not think that it follows that the judgment in this case is erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">In General Electric, the Court relied also, and, we think, more heavily, on rulings of the Wage and Hour Administrator construing the Equal Pay Act, and on the fact that EEOC rulings were inconsistent with each other as well as with the rulings of the Administrator (<span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, at 142 - 145, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span> at 411-412).  In our case, there are no such inconsistencies.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">In his brief as amicus curiae in this case, the Secretary of Labor points out that he (or the Administrator acting for him) \"has never approved a practice of requiring women employees to make contributions to a pension plan which are larger than those required of similarly situated men employees.\"  (Brief at 6) The rulings of the Secretary on which the Department relies do not deal with a requirement that female employees must make greater contributions to the plan than male employees, a requirement which diminishes the current available or \"take home\" wages of women, as compared to those of men.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">In his June 18, 1964 opinion letter (BNA's WHM 95:607), the Administrator disapproved of a wage differential between men and women based upon alleged higher costs of employing women, a part of those costs being for pensions.  In an Interpretive Bulletin issued February 11, 1966 (3 F.R. 2657, 29 C.F.R. &#167; 800.151), the Administrator said:</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>A wage differential based on claimed differences between the average cost of employing the employer's women workers as a group and the average cost of employing the men workers as a group does not qualify as a differential based on any \"factor other than sex,\" and would result in a violation of the equal pay provisions, if the equal pay standard otherwise applies.  To group employees solely on the basis of sex for purposes of comparison of costs necessarily rests on the assumption that the sex factor alone may justify the wage differential an assumption plainly contrary to the terms and purposes of the Equal Pay Act.  Wage differentials so based would serve only to perpetuate and promote the very discrimination at which the Act is directed, because in any grouping by sex of the employees to which the cost data relates, the group cost experience is necessarily assessed against an individual of one sex without regard to whether it costs an employer more or less to employ such individual than a particular individual of the opposite sex under similar working conditions in jobs requiring equal skill, effort, and responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">There are no rulings of the Secretary or Administrator inconsistent with this.  The one which the Department cites, issued September 9, 1965, and amended May 6, 1966, 30 F.R. 11504 and 31 F.R. 6770, 29 C.F.R. &#167; 800.116(d) deals with employer contributions, not compulsory employee contributions which are here involved, and which, under 29 C.F.R. &#167; 800.151 cannot be unequal.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">No ruling of EEOC conflicts with 29 C.F.R. &#167; 800.151.  Nor has EEOC taken inconsistent positions in relation to the problem before us.  Its position is stated in 29 C.F.R. &#167; 1604.9, issued April 5, 1972, 37 F.R. 6836, and in EEOC Dec. #75-146 of Jan. 13, 1975, 2 CCH Employment Practices 4190, P 6447, both discussed in our opinion.  We know of no prior inconsistent rulings.  Thus this case is quite unlike General Electric, where there was conflict between EEOC rulings and between rulings of EEOC and those of the Secretary of Labor.  Here, the administrative rulings, as they relate to the problem before us, are consistent and support the result that we have reached.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">The petition for a rehearing is denied.  The suggestion of a rehearing in banc has been transmitted to all judges of the court, and no judge has requested a vote on the suggestion.  Rule 35(b) F.R.App.P. The suggestion of a rehearing in banc is rejected.</p>\n    </div>\n    <p class=\"indent\">KILKENNY, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">I share the views of the majority on the jurisdictional issues, but have serious reservations with respect to the manner in which the majority disposes of the appellants' claims in No. 75-2729.  In my opinion, they should have been allowed to prove their case.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">I am convinced that the legal principles enunciated in General Electric Co. v. Gilbert, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span>, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1976), are here controlling and that the district court erred in granting a summary judgment against the appellants.  At a minimum, the court should have conducted a trial on the issue of whether the appellants' retirement plan was justified on the basis of recognized actuarial tables showing the difference in longevity between males and females.  As it now stands, the lower court here made the same mistake as the district court in General Electric in its refusal to consider any cost differential defense.  As stated by the Supreme Court:</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>\"The District Court was wrong in assuming, as it did, 375 F.Supp., at 383, that Title VII's ban on employment discrimination necessarily means that 'greater economic benefit(s)' must be required to be paid to one sex or the other because of their differing roles in 'the scheme of human existence.' \"  General Electric at 139, 97 S.Ct. at 410, n. 17.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The uncontroverted affidavits in the record before the district court and now before us show clearly that women live substantially longer than men and that the higher female contribution (approximately 15% more than male employees) is fully justified on an actuarial basis.  These affidavits further show that this plan, like all annuity plans, is based upon the life expectancy of its beneficiaries, and that mortality tables in use throughout the western commercial world separate male mortality rates from female mortality rates.  Moreover, one affiant states that the plan before us was adopted as a result of his 1972 study of the mortality rates of the appellants' employees.  The plan follows the \"1951 Group Annuity Mortality Table\" published in the Transactions of the Society of Actuaries.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Consistent with all available studies and plans, this particular plan uses separate mortality tables for men and women and was used to determine the total monies that had to be set aside for the lifetime retirement allowances of employees.  Many other relevant facts are set forth in these affidavits, including the undisputed statement that no tables have as yet been developed which measure life expectancy on a unisex basis, as required by the majority.  Furthermore, these affidavits attest to the fact that unisex mortality tables, if developed, could lead to a result which adversely affects the financial integrity of annuity or pension plans such as here before us.</p>\n    </div>\n    <p>GENERAL ELECTRIC v. GILBERT</p>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Against this background, the majority purports to distinguish General Electric.  From the general finding in General Electric that the exclusion of pregnancy was not in itself discrimination based upon sex, it is apparent to me that the Supreme Court has rejected the broad doctrines espoused by the majority.  Moreover, neither Craig v. Boren, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">397</span></a></span> (1976), nor Califano v. Goldfarb, --- U.S. ----, <span class=\"citation\" data-id=\"109612\"><a href=\"/opinion/109612/califano-v-goldfarb/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1021</span></a></span>, <span class=\"citation\" data-id=\"109612\"><a href=\"/opinion/109612/califano-v-goldfarb/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">270</span></a></span> (1977), detract from what is said in General Electric.  To summarily conclude, like the majority, that \"(t)o say that the difference (here) is not based on sex is to play with words. . . .\" is simply an inadequate response to the issues presented.  I am of the impression that the majority, rather than the appellants, is playing with words.  The appellants' claim deserves more consideration than this conclusory statement.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The majority similarly glosses over the language in General Electric regarding the effect of the exclusion of pregnancy.  The Court recognized that a proper showing of \"gender-based effects\" may be sufficient to establish a prima facie case under Title VII, but it was not there present, and it is not here present.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> This is made manifest by a comparison of the circumstances here present with those of General Electric.  As stated in General Electric:</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p>\". . . As in Geduldig, supra, (<span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">484</span></a></span>, <span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2485</span></a></span>, <span class=\"citation\" data-id=\"109065\"><a href=\"/opinion/109065/geduldig-v-aiello/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></a></span> (1974)) we start from the indisputable baseline that '(t)he fiscal and actuarial benefits of the program . . . accrue to members of both sexes,' 417 U.S., at 497 n. 20, (94 S.Ct. at 2492).  We need not disturb the findings of the District Court to note that there is neither a finding, nor was there any evidence which would support a finding, that the financial benefits of the Plan 'worked to discriminate against any definable group or class in terms of the aggregate risk protection derived by that group or class from the program,' id., at 496 (, 94 S.Ct., at 2492).  The Plan, in effect (and for all that appears), is nothing more than an insurance package, which covers some risks, but excludes others, see id., at 494, 496-497, (94 S.Ct. at 2491-2492).  The 'package' going to relevant identifiable groups we are presently concerned with General Electric's male and female employees covers exactly the same categories of risk, and is facially nondiscriminatory in the sense that '(t)here is no risk from which men are protected and women are not.  Likewise, there is no risk from which women are protected and men are not.'  Geduldig, 417 U.S., at 496-497, (94 S.Ct., at 2492).  As there is no proof that the package is in fact worth more to men than to women, it is impossible to find any gender-based discriminatory effect in this scheme simply because women disabled as a result of pregnancy do not receive benefits; that is to say, gender-based discrimination does not result simply because an employer's disability benefits plan is less than all inclusive.  For all that appears, pregnancy-related disabilities constitute an additional risk, unique to women, and the failure to compensate them for this risk does not destroy the presumed parity of the benefits, accruing to men and women alike, which results from the facially evenhanded inclusion of risks.  To hold otherwise would endanger the common-sense notion that an employer who has no disability benefits program at all does not violate Title VII even though the 'underinclusion' of risks impacts, as a result of pregnancy-related disabilities, more heavily upon one gender than upon the other.  Just as there is no facial gender-based discrimination in that case, so, too, there is none here.\"  General Electric at 138 - 140, 97 S.Ct. at 409-410.  (Emphasis Added.)  (Footnotes Omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Similarly, it is obvious here that the fiscal and actuarial benefits of the plan accrue to the members of both sexes.  As in General Electric, the plan is facially nondiscriminatory to the extent that there is no risk for which one sex is covered and the other is not.  Because of the additional contribution made by both the employer and the women employees, the aggregate risk protection for men and women is identical.  As a consequence of objectively identifiable characteristics (reflected in actuarial statistics), this plan impacts more heavily upon women than men.  (But women live longer than men and ultimately recover as much if not more.)  This was also the case in General Electric and the Court there refused to find a Title VII violation.  Its reasoning is made abundantly clear in Footnote 17, which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p>\"Absent proof of different values, the cost to 'insure' against the risks is, in essence, nothing more than extra compensation to the employees, in the form of fringe benefits.  If the employer were to remove the insurance fringe benefits and, instead, increase wages by an amount equal to the cost of the 'insurance,' there would clearly be no gender-based discrimination, even though a female employee who wished to purchase disability insurance that covered all risks would have to pay more than would a male employee who purchased identical disability insurance, due to the fact that her insurance had to cover the 'extra' disabilities due to pregnancy.  While respondents seem to acknowledge that the failure to provide any benefit plan at all would not constitute sex-based discrimination in violation of Title VII, see note 18, infra, they illogically also suggest that the present scheme does violate Title VII because</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p>'A female must spend her own money to buy a personal disability policy covering pregnancy disability if she wants to be fully insured against a period of disability without income, whereas a male without extra expenditure is fully insured by GE against every period of disability.'  Supplemental Brief for Martha Gilbert et al. on Reargument, at 11.  Yet, in both cases the instant case and the case where there is no disability coverage at all the ultimate result is that a woman who wished to be fully insured would have to pay an incremental amount over her male counterpart due solely to the possibility of pregnancy-related disabilities.  Title VII's proscription on discrimination does not require, in either case, the employer to pay that incremental amount. . . .\" General Electric at 139, 97 S.Ct. at 409-410.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">In one respect, at least, the present facts are more compelling than those of General Electric because the employer here was actually paying more for each female employee than for each male employee.  The just quoted language would have allowed the employer/appellants to pay the same amount for each, in which case each female employee would have received less insurance protection than each male employee.  If no insurance at all was provided under the plan, each female employee, if she purchased outside insurance, would have to pay more than her male counterpart for the same amount of insurance.  In either case, after General Electric it is illogical to argue that a Title VII violation would result.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Throughout its opinion, the majority substantially exaggerates the strength of its position.  It suggests that the Supreme Court was more concerned with inconsistent administrative interpretations than it was with our original and erroneous view of the legislative history.  To support its position, the majority finds that there are no such inconsistencies in the case before us.  I disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">The Wage and Hour Administrator of the Department of Labor has promulgated a number of regulations.  After General Electric, I question the vitality of the one quoted by the majority; one (29 CFR &#167; 800.116(d)) noted by the Supreme Court in General Electric is more in point.  This regulation states</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p>\"If employer contributions to a plan providing insurance or similar benefits to employees are equal for both men and women, no wage differential prohibited by the equal pay provisions will result from such payments, even though the benefits which accrue to the employees in question are greater for one sex than the other.  The mere fact that the employer may make unequal contributions for employees of opposite sexes in such a situation will not, however, be considered to indicate that the employer's payments are in violation of section 6(d), if the resulting benefits are equal for such employees.\"  (Emphasis Added.)</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">The majority's tortured views on the obvious breadth of General Electric become apparent in its writing around and failure to accept the Supreme Court's application of this regulation.  This regulation, as I read it, contemplates the actuarial equivalent of the scheme before us.  If employer contributions are equal for men and women, there is no statutory violation even though the resulting benefits are not equal as between men and women.  The majority fails to appreciate the significance of this.  In the context of pension plans, this rule makes sense only if it is read to impliedly authorize the funding of employee pension plans upon the basis of separate mortality tables.  This regulatory justification for a plan with equal contributions and unequal benefits cannot be ignored in the variation before us.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">In 1965, the EEOC promulgated regulations under which it agreed to follow the relevant interpretations of the Wage and Hour Division. 29 CFR &#167; 1604.7(b) provided:</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p>\"Accordingly, the Commission will make applicable to equal pay complaints filed under Title VII the relevant interpretations of the Administrator, Wage and Hour Division, Department of Labor.  These interpretations are found in 29 Code of Federal Regulations, Part 800.119-800.163.  Relevant opinions of the Administrator interpreting 'the equal pay for the equal work standard' will also be adopted by the Commission.\" 30 F.R. 14928.  (Emphasis Added.)This regulation was maintained until the EEOC repealed it in 1972, 37 F.R. 6836.  Now, 29 CFR &#167; 1604.8 discusses the applicability of defenses raised under the Equal Pay Act (administered by the Wage and Hour Division) and states that the EEOC will no longer be bound by the interpretations of the Department of Labor, Wage and Hour Division.  Moreover, the EEOC in 1972 for the first time revised its regulations to add 29 CFR &#167; 1604.9(f), which provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p>\"It shall be an unlawful employment practice for an employer to have a pension or retirement plan which establishes different optional or compulsory retirement ages based on sex, or which differentiates in benefits on the basis of sex. . . .\" (Emphasis Added.)</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">The majority entirely overlooks the fact that this is inconsistent with prior pronouncements of the EEOC and with the other administrative agencies, including the Department of Labor.  Under these circumstances, the most recent EEOC interpretation is entitled to little if any weight.  See General Electric 429 U.S. at 139 - 143, 97 S.Ct. at 410-411 where the Court refused to find a Title VII violation even though the employer's plan conflicted with the EEOC regulation.  See also Espinoza v. Farah Mfg. Co., <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 92-6, <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">334</span></a></span>, <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></a></span> (1973).  It is also significant that this most recent EEOC interpretation is in conflict with the legislative history of the Bennett Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">One must sympathize with the plight of the appellants a plan drawn up to comply with the regulations of the Wage and Hour Division will inevitably conflict with the recent regulations of the EEOC.  This typifies the type of \"no win\" situation alluded to by the Supreme Court in General Electric (429 U.S. at 140, 97 S.Ct. at 410, n. 18), and reinforces my conclusion that the discrimination, if any, fostered by this plan is of a type which did not concern Congress when enacting Title VII.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Moreover, the majority does not come to grips with the very serious ramifications of its decision.  Unless and until unisex tables are developed, an employer, to comply with the EEOC regulations on equal benefits, may not charge any additional amount to his female employees.  In thus forcing the employer himself to cover the added amount necessary to assure equal benefits, this makes the employment of females economically unattractive, a result clearly at odds with the thrust of Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">I would grant the petition for rehearing, set aside the judgment of the lower court and remand for a trial on the issue of whether the distinctions under the plan are mere pretexts designed to effect an invidious discrimination against the members of the female sex.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant provision of Title VII reads:</p>\n        <p>&#167; 2000e-2</p>\n        <p>(a) It shall be an unlawful employment practice for an employer</p>\n        <p>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is especially significant that the Committee made no mention of pension plans, because the problem was specifically brought to its attention during the hearings conducted on the Equal Pay Act.  Hearings before the House Special Subcommittee on Education &amp; Labor, 88th Cong., 1st sess., 1963 (Equal Pay Act, H.R. 3861) at p. 103</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The Supreme Court also noted that the district court \". . . declined to find that the present actuarial value of the coverage was equal as between men and women, . . .\" General Electric, at 131, 97 S.Ct. at 406.  (Emphasis Added.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The Court recognized that a proper showing of cause and effect may be sufficient:</p>\n        <p>\"The instant suit was grounded on Title VII rather than the Equal Protection Clause, and our cases recognize that a prima facie violation of Title VII can be established in some circumstances upon proof that the effect of an otherwise facially neutral plan or classification is to discriminate against members of one class or another.  See Washington v. Davis, (<span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>,) <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, 2051, (<span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span>) (1976).  For example, in the context of a challenge, under the provisions of &#167; 703(a)(2), to a facially neutral employment test, this Court held that a prima facie case of discrimination would be established if, even absent proof of intent, the consequences of the test were 'invidiously to discriminate on the basis of racial or other impermissible classification,' Griggs v. Duke Power Co., <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 431, (<span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, 853, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span>) (1971).  Even assuming that it is not necessary in this case to prove intent to establish a prima facie violation of &#167; 703(a)(1), but cf. McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-806 (, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824-1826, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span>) (1973), the respondents have not made the requisite showing of gender-based effects.\"  General Electric, 429 U.S. at 136 - 137, 97 S.Ct. at 408-409.  (Emphasis Added.)  (Footnotes Omitted.)</p>\n        <p>Footnote 14 on the same page deals with the burden of proof:</p>\n        <p>\"Respondents, who seek to establish discrimination, have the traditional civil litigation burden of establishing that the acts they complain of constituted discrimination in violation of Title VII. . . .\" (Emphasis Added.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As stated in General Electric at 145, 97 S.Ct. at 413:</p>\n        <p>\". . . When Congress makes it unlawful for an employer to 'discriminate . . . on the basis of . . . sex . . .', without further explanation of its meaning, we should not readily infer that it meant something different than what the concept of discrimination has traditionally meant, . . .\" Cf. Barker v. Taft Broadcasting Co., <span class=\"citation\" data-id=\"342717\"><a href=\"/opinion/342717/14-fair-emplpraccas-697-13-empl-prac-dec-p-11548-william-barker-v/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">400</span></a></span> (CA6 1977).</p>\n        <p>I wonder, moreover, whether Congress is even concerned with this kind of thing at the present time.  For example, the Agency established by Congress to insure pension plans under ERISA, the Pension Benefit Guaranty Corporation, has already recognized the propriety of using sex segregated actuarial tables.  See 41 F.R. 48484-48491 (1976) where an interim regulation provides for the use of six such tables in the valuation of plan benefits.  Additionally, in view of the lack of any definitive guidelines from the Supreme Court after General Electric, it would seem that the majority has gone overboard.  Even the tax laws, for example, use sex-segregated actuarial tables in the computation of annuity income which results in different periodic taxation burdens as between a man and a woman.  See 26 U.S.C. &#167; 72(c)(3)(A); Regs. &#167; 1.72-9.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For that matter, the available writing on the subject would indicate that the use of unisex life tables in connection with pension plans would not result in equal treatment, but rather in unjustifiable discrimination.  U. S. Commission on Civil Rights, Civil Rights Digest (Winter 1977, p. 45-6)</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108237/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109065/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109565/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109612/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297618/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304304/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/310348/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/312975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328830/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328886/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/339066/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/342717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1672342/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1966559/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T20:16:03.113902Z",
      "date_modified": "2016-03-03T18:15:57.142481Z",
      "date_filed": "1977-05-05",
      "date_filed_is_approximate": false,
      "slug": "13-fair-emplpraccas-1625-14-fair-emplpraccas-1233-12-empl-prac",
      "citation_id": 318625,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "13 Fair empl.prac.cas. 1625, 14 Fair empl.prac.cas. 1233, 12 Empl. Prac. Dec. P 11,257, 14 Empl. Prac. Dec. P 7502 Marie Manhart v. City of Los Angeles, Department of Water and Power, a Body Corporate and Politic",
      "federal_cite_one": "553 F.2d 581",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/433571/13-fair-emplpraccas-1625-14-fair-emplpraccas-1233-12-empl-prac/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:27:01.883168Z",
  "date_modified": "2016-02-01T18:37:27.062466Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "13 Fair empl.prac.cas. 1625, 14 Fair empl.prac.cas. 1233, 12 Empl. Prac. Dec. P 11,257, 14 Empl. Prac. Dec. P 7502 Marie Manhart v. City of Los Angeles, Department of Water and Power, a Body Corporate and Politic",
  "slug": "13-fair-emplpraccas-1625-14-fair-emplpraccas-1233-12-empl-prac",
  "docket_number": "75-2729",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}