{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/434202/",
  "id": 434202,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/435100/",
      "id": 435100,
      "absolute_url": "/opinion/435100/arnulfo-m-diaz-and-socorro-diaz-as-the-parents-and-next-friends-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/434202/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/435100/",
          "id": 435100,
          "absolute_url": "/opinion/435100/arnulfo-m-diaz-and-socorro-diaz-as-the-parents-and-next-friends-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/435100/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:34:13Z",
          "date_modified": "2017-03-25T06:34:20.126997Z",
          "type": "010combined",
          "sha1": "2200f719ba8392f6e0e5ea7beba078b40ed969af",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/733/733.F2d.660.81-4434.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">733 F.2d 660</p>\n    <p class=\"case_cite\">17 Ed. Law Rep. 479</p>\n    <p class=\"parties\">Arnulfo M. DIAZ and Socorro Diaz, as the parents and next<br>friends of Fernando Diaz, Miguel A. Diaz and Juan F. Diaz;<br>Jose Vasquez, as the parent and next friend of David<br>Vasquez, individually and on behalf of all other persons<br>similarly situated, Plaintiffs-Appellants,<br>v.<br>SAN JOSE UNIFIED SCHOOL DISTRICT, Charles Knight,<br>individually and as District Superintendent of the San Jose<br>Unified School District;  Neil H. Geier, Jr., Elizabeth J.<br>Allen, Edwin P. Jones, Jr., Mary K. McCreath, and Donald L.<br>Raimondi, individually and as members of the Board of<br>Education of the San Jose Unified School District,<br>Defendants-Appellees.</p>\n    <p class=\"docket\">No. 81-4434.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted Dec. 12, 1983.<br>Decided May 17, 1984.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Kociol, Community Legal Services, San Jose, Cal., for plaintiffs-appellants.</p>\n      <p class=\"indent\">George Smith, Sunnyvale, Cal., for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Northern District of California.</p>\n      <p class=\"indent\">Before BROWNING, Chief Judge, and CHOY, WALLACE, SNEED, TANG, SCHROEDER, FLETCHER, ALARCON, FERGUSON, NELSON and BOOCHEVER, Circuit Judges.</p>\n      <p class=\"indent\">FLETCHER, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs, parents of all Spanish-surnamed children attending school in the San Jose Unified School District (the District), appeal the district court's ruling that the District did not act with segregative intent in maintaining ethnically imbalanced schools.  After a careful review of the record, we conclude that the district court's finding that the defendants acted without segregative intent was clearly erroneous.  Accordingly, we reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>I. BACKGROUND.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Board of Education of the San Jose Unified School District (the Board) has been aware since at least 1962 that its schools are segregated.  The district is long and narrow:  about sixteen miles long and from one and one-half to four miles wide.  Hispanics are concentrated in the northern downtown area while the southern, suburban neighborhoods are largely Anglo.  In 1973, Spanish-surnamed students made up 24.6 percent of the population of the district.  In the southern schools, only .07 percent of the students were Spanish-surnamed, while in the northern schools 78.8 percent were Spanish-surnamed.  State law requires the Board to take affirmative steps to desegregate its schools.  The Board made repeated announcements endorsing the concept of desegregation.  Nonetheless, between 1962 and 1973, the school board did nothing to alleviate the imbalance.  Indeed, the Board took many steps that maintained segregation and rejected available, less segregative courses of action.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1971, the plaintiffs filed a class action on behalf of all Spanish-surnamed students enrolled in the District and their parents.  The complaint charged that defendants were operating a segregated public school system in violation of the Fourteenth Amendment and sought desegregation of the school district.  After trial to the court, the district court found that the school district was racially imbalanced and that defendants had maintained the imbalance.  The court, however, denied remedial relief because it decided that defendants had acted without segregative intent.    Diaz v. San Jose Unified School District, 412 F.Supp. 310 (N.D.Cal.1976) (Diaz I ).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, this court vacated and remanded for reconsideration.    Diaz v. San Jose Unified School District, 612 F.2d 411, 416 (9th Cir.1979) (Diaz II ).  We found that \"[a]n inference of segregative intent arose from the appellants' proof,\" Id. at 415.  The district court had, however, impermissibly concluded that the school district's racially neutral neighborhood school policy \"constituted either a complete defense to a charge of segregative intent, or, completely dispelled the inferences of segregative intent that flowed from the appellants' proof.\"    Id.  We held that \"[s]trict adherence to a neighborhood policy is no more than circumstantial evidence that bears upon the existence or non-existence of segregative intent.  The existence of such a policy is not enough to prove the absence of segregative intent.\"    Id. at 416.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On remand, the district court required rebriefing and argument but took no new evidence.  Once again, the court found the evidence insufficient to support a finding of segregative intent, holding that \"the adherence to a neighborhood school policy by the school officials in the [San Jose Unified School District] was not a device for maintenance of segregated schools, although that effect was clearly foreseeable and was clearly foreseen by the school officials.\"    Diaz v. San Jose Unified School District, 518 F.Supp. 622, 644 (N.D.Cal.1981) (Diaz III ).  Plaintiffs appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>II. DISCUSSION.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A. The Need to Prove Segregative Intent.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Board admits that it has maintained ethnically imbalanced schools and has omitted courses of action that would have reduced that imbalance.  Plaintiffs presented overwhelming evidence that the Board's actions \"knowingly perpetuated ethnic imbalance in the schools.\"    Diaz III, 518 F.Supp. at 642.  Nonetheless, de facto segregation in the schools does not, without more, prove a violation of the Fourteenth Amendment.  The plaintiffs must prove not only that the defendants' actions created or maintained racial or ethnic imbalance in the schools, but also that those actions were motivated by segregative intent.    See Keyes v. School District No. 1, 413 U.S. 189, 208, 93 S.Ct. 2686, 2697, 37 L.Ed.2d 548 (1973);  Diaz I, 412 F.Supp. at 328-29.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Ordinarily, only circumstantial evidence is available to establish segregative intent.  Evidence of the discriminatory impact of decisions is one sort of circumstantial evidence supporting an inference of segregative intent.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The impact of the official action--whether it \"bears more heavily on one race than another\" ...--may provide an important starting point.  Sometimes a clear pattern, unexplainable on grounds other than race, emerges from the effect of the state action even when the governing legislation appears neutral on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Arlington Heights v. Metropolitan Housing Development Corp., 429 U.S. 252, 266, 97 S.Ct. 555, 564, 50 L.Ed.2d 450 (1977).  Proof that the segregative effects of a decision were foreseeable is not to be taken, as a general proposition, to make out a prima facie case of segregative intent, nor does it routinely shift the burden of persuasion to the defendants.    See Dayton Board of Education v. Brinkman, 443 U.S. 526, 536 n. 9, 99 S.Ct. 2971, 2978 n. 9, 61 L.Ed.2d 720 (1979) (Dayton ).  Nonetheless, \"proof of foreseeable consequences is one type of quite relevant evidence of racially discriminatory purpose....\"  Id.  See also Columbus Board of Education v. Penick, 443 U.S. 449, 464-65, 99 S.Ct. 2941, 2949-50, 61 L.Ed.2d 666 (1979) (Columbus ).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   Other circumstantial evidence relevant to the proof of segregative intent includes the historical background and specific sequence of events leading up to the Board's actions maintaining or exacerbating ethnic imbalance in district schools.    See Arlington Heights, 429 U.S. at 267-68, 97 S.Ct. at 564-65.  We will focus our review on these latter aspects of the proof, for the defendants concede that they knowingly perpetuated segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">B. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We examine the district court's findings of fact and its ultimate conclusion as to the Board's intent under the clearly erroneous standard:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>discriminatory intent is a finding of fact to be made by the trial court....  [It] means actual motive;  it is not a legal presumption to be drawn from a factual showing of something less than actual motive.  Thus, a court of appeals may only reverse a district court's finding on discriminatory intent if it concludes that the finding is clearly erroneous under Rule 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Pullman-Standard v. Swint, 456 U.S. 273, 289-90, 102 S.Ct. 1781, 1790-91, 72 L.Ed.2d 66 (1982).    Accord Dayton, 443 U.S. at 534, 99 S.Ct. at 2977;  Columbus, 443 U.S. at 468, 99 S.Ct. at 2952 (1979) (Burger, C.J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under this standard the district court's factual finding of lack of segregative intent may be set aside only if, \"although there is evidence to support it, the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed.\"    United States v. United States Gypsum, 333 U.S. 364, 395, 68 S.Ct. 525, 542, 92 L.Ed. 746 (1948);  Anti-Monopoly, Inc. v. General Mills Fun Group, Inc., 684 F.2d 1316, 1318 (9th Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case our careful review of the record leaves us with such a firm conviction.  The district court has made comprehensive and accurate findings covering the significant historical facts, but we are firmly convinced that it erred when it reached the ultimate conclusion that these facts do not compel a finding of segregative intent.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">C. The Neighborhood School Policy.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The significance of the Board's adherence to a \"neighborhood school policy\" was central to the district court's analysis.  This policy requires students to attend the schools nearest their homes.  The Board has, with few exceptions, adhered to this policy rigidly and refused to allow voluntary transfers for any purpose, including voluntary desegregation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   Although a neighborhood school policy has been used by school districts to justify segregation, see Dayton, 443 U.S. at 533 n. 7, 99 S.Ct. at 2976 n. 7;  Columbus, 443 U.S. at 461-62 &amp; n. 8, 99 S.Ct. at 2948-49 &amp; n. 8;  Keyes, 413 U.S. at 206, 93 S.Ct. at 2696, adherence to such a policy is not by itself dispositive of segregative intent.  We recognized in our previous opinion that the neighborhood school policy \"is merely relevant evidence to be taken into account in deciding whether the forbidden intent did or did not exist.\"    Diaz II, 612 F.2d at 415.  It \"does not have constitutional implications one way or the other without a penetrating examination of the complete context in which the neighborhood policy was initially applied and subsequently enforced.\"    Id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We must distinguish, however, between a policy requiring students to attend schools within neighborhood attendance areas, and the decision to draw those attendance areas in a manner that achieves or maintains ethnic imbalance.  School buildings are large, immobile objects.  For many school districts, the location of existing schools will more or less determine feasible attendance areas.  Where neighborhoods are themselves racially or ethnically imbalanced, the enforcement of a neighborhood school policy may perpetuate de facto segregation.  As we read the Supreme Court's pronouncements we cannot require a school district with no history of de jure segregation to abandon its neighborhood school policy merely because the infeasibility of relocating its schools has caused the entrenchment of segregation.    See, e.g., Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 28, 91 S.Ct. 1267, 1282, 28 L.Ed.2d 554 (1971).  As we explained in our previous opinion, however, the location and construction of new schools and the closing of old schools are not merely decisions enforcing a neighborhood school policy.  Rather, they are decisions that may determine whether the prescribed neighborhood attendance areas will be integrated or segregated.    See Diaz II, 612 F.2d at 415.  The Supreme Court has recognized that</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">[i]n the past, choices in this respect have been used as a potent weapon for creating or maintaining a state-segregated school system.  In addition to the classic pattern of building schools specifically intended for Negro or white students, school authorities have sometimes, since Brown [v. Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954) ], closed schools which appeared likely to become racially mixed through changes in neighborhood residential patterns.  This was sometimes accompanied by building new schools in the areas of white suburban expansion farthest from Negro population centers in order to maintain the separation of the races with a minimum departure from the formal principles of \"neighborhood zoning\".</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Swann, 402 U.S. at 21, 91 S.Ct. at 1278.  A school district may combine its neighborhood school policy with a segregative pattern of site selection.  In such cases, the enforcement of a neighborhood school policy may be one of a series of segregative acts independently evincing segregative intent.  Many of these same actions disapproved by the Supreme Court in Swann are also present in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Furthermore, adherence to a neighborhood school policy may have a reciprocal effect by making neighborhoods more segregated.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>The construction of new schools and the closing of old ones ... when combined with one technique or another of student assignment, will determine the racial composition of the student body in each school in the system.  Over the long run, the consequences of the choices will be far reaching.  People gravitate toward school facilities, just as schools are located in response to the needs of people.  The location of schools may thus influence the pattern of residential development of a metropolitan area and have important impact on composition of inner-city neighborhoods.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id. at 20-21, 91 S.Ct. at 1278.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this case, a series of events unrelated to the ethnic imbalance of the District's schools required the Board to make a large number of choices relating to school siting, school construction, the use of portable classrooms and the definition or redefinition of neighborhood attendance areas.  Each time, parents, interested organizations and the State of California presented alternative proposals to the Board that could have ameliorated the segregation in the district schools.  Most of these opportunities presented no threat to the neighborhood school policy and could have been accomplished within its framework.  The Board consistently selected the more segregative alternative.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">D. Board Awareness of Segregation and its Duty to Desegregate.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Throughout the period in question the Board was aware of ethnic imbalance in the district schools.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   The Board was also continuously aware that it had an affirmative duty to desegregate under state law.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In 1963, the California Supreme Court held that:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>even in the absence of gerrymandering or other affirmative discriminatory conduct by a school board, a student under some circumstances would be entitled to relief where, by reason of residential segregation, substantial racial imbalance exists in his school.... [w]here such segregation exists, it is not enough for a school board to refrain from affirmative discriminatory conduct.  The harmful influence on the children will be reflected and intensified in the classroom if school attendance is determined on a geographic basis without corrective measures.    The right to an equal opportunity for education and the harmful consequences of segregation require that school boards take steps, insofar as reasonably feasible, to alleviate racial imbalance in schools regardless of its cause.  Our State Board of Education has adopted regulations which encourage transfers to avoid and eliminate racial segregation (Cal.Admin.Code, Title 5, Secs. 2010, 2011) ...</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Jackson v. Pasadena City School District, 59 Cal.2d 876, 881, 31 Cal.Rptr. 606, 382 P.2d 878 (1963) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In 1976, the California Supreme Court reapproved the Jackson holding, recognizing that \"for more than a decade this court has adhered to the position that school boards in this state bear a constitutional obligation to attempt to alleviate school segregation, regardless of its cause.\"    Crawford v. Board of Education of the City of Los Angeles, 17 Cal.3d 280, 293, 130 Cal.Rptr. 724, 551 P.2d 28 (1976).  The California courts throughout the period consistently had reiterated this obligation of local school boards.    See Crawford, 17 Cal.3d at 291-92, 130 Cal.Rptr. 724, 551 P.2d 28 (citing Mulkey v. Reitman, 64 Cal.2d 529, 537, 50 Cal.Rptr. 881, 413 P.2d 825 (1966);  San Francisco Unified School District v. Johnson, 3 Cal.3d 937, 957-58, 92 Cal.Rptr. 309, 479 P.2d 669 (1971);  Serrano v. Priest, 5 Cal.3d 584, 96 Cal.Rptr. 601, 487 P.2d 1241 (1971)).  The district court was clearly erroneous in its finding that the Board's obligations under state law were in constant flux.    See Diaz I, 412 F.Supp. at 334;  Diaz III, 518 F.Supp. at 642 (incorporating findings of Diaz I).  The obligations were clear and the Board was aware of them.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Yet, during this period, the Board resisted compliance with state requirements that affirmative action be taken to desegregate its schools.  In a 1966 report to the State Department of Education, the Board recognized that it was not meeting the State's guidelines.  The Board acknowledged that it had been subject to \"considerable pressure\" to alter its neighborhood school policy,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and stated in the report:District representatives were informed that the State Board of Education felt it had a \"mandate\" to expedite integration in all schools;  that social integration of all pupils carried the highest priority, regardless;  that the traditional neighborhood school concept was no longer valid in districts characterized by \"racial imbalance,\" and that the subsequent year's projects (1967-68) would be required to \"focus\" on intergroup experiences and the general problem of de facto segregation in order to be approved for funding.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">(emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Despite its recognized duty to take affirmative steps to desegregate, the Board continued to justify actions that maintained segregation by reference to its neighborhood school policy.  The Board's stubborn adherence to this policy in the face of clearly established state law holding desegregation to be a matter of overriding educational importance suggests that the Board was motivated, at least in part, by a desire to avoid desegregation rather than a sincere commitment to the educational benefits of neighborhood schools.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">E. School Siting and Transportation.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Despite the Board's awareness of the problem of ethnic imbalance and its duty to alleviate it, the Board chose alternatives that perpetuated or intensified segregation and rejected numerous unusual opportunities to reduce segregation that became available throughout the years.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Since 1965, the district has constructed nine new schools on newly-selected sites.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>   The Board was aware that state law required it to consider state guidelines on the formation of attendance areas in making siting decisions.  Nonetheless, the Board failed to consider the state guidelines<sup>9</sup> and selected sites with the knowledge that each of the newly constructed schools would be imbalanced from inception, although alternatives existed.  Throughout the relevant time period, the Board received a number of communications from state agencies, advising it that district schools were impermissibly segregated and insisting that it follow state guidelines.  The Board chose to disregard state law totally.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Board similarly chose to maintain ethnic imbalance when it closed several northern schools.  The district court went through an extensive and careful analysis of the pattern of school closures.    See Diaz I, 412 F.Supp. at 319-22, 331-32;  Diaz III, 518 F.Supp. at 632-35.  The conclusion from this analysis can be summarized easily--little change occurred.  Plaintiffs aptly refer to these actions as the \"downtown shuffle.\"    Where northern schools were closed, the Board reassigned students to other schools in the north rather than reassigning them to schools further south as suggested by numerous proposals.  The district court noted two particularly disturbing aspects of the decision to close two downtown junior high schools.  First, the restructuring of junior high school attendance areas resulted in two distinct feeder systems, one for the area that was predominantly Hispanic and another for the area that was predominantly Anglo.  Second, the transfer of students transformed one of the district's few ethnically balanced schools into an imbalanced school.    See Diaz III, 518 F.Supp. at 634.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Pursuant to the Field Act,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> the Board demolished thirteen additional schools as unsafe.  The Board created a task group to establish a plan for rebuilding the schools.  The task group considered several proposals to rebuild the schools in new locations and to redraw attendance areas in order to reduce ethnic imbalance.  The district court found that several of the alternatives would have reduced ethnic imbalance.    Diaz I, 412 F.Supp. at 331.  The Board chose to rebuild most of the Field Act schools on their original sites and to maintain the former attendance areas.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>   The Board rebuilt two Field Act schools on newly selected sites.  However, it retained the old attendance area boundaries, and both schools remained imbalanced.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">During this time the Board considered, and rejected, a proposal to transfer students from the most severely imbalanced Field Act schools to nearby schools in contiguous attendance areas.  Washington School had a student population of 78.4% Spanish-surnamed.  Because of overcrowding, Washington students attended double sessions.  One mile from Washington, Riverglen School had a Spanish-surnamed population of only 19.2% and was operating under capacity.  The Board refused to redraw attendance areas or to transfer any students from the overcrowded Washington to Riverglen.  Students from the Little Orchard neighborhood, which is almost 100% Spanish-surnamed, were assigned for years to Washington even though they actually lived closer to Riverglen.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Gardner School had a Spanish-surnamed population of 87.8%.  Lincoln Glen, located two miles from Gardner, had a Spanish-surnamed population of 15% and was operating under capacity.  Canoas School, located three or four miles from Gardner, had a Spanish-surnamed population of 9.7% and was operating under capacity.  The Board never considered transferring students from Gardner to Canoas or to Lincoln Glen.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Despite strong opposition to the rebuilding of Washington and Gardner in their original locations and the presentation of feasible options to decrease segregation, the Board rebuilt them in their original locations and retained the same attendance areas.  These actions were taken by the Board in the face of assurances to the State that the Board would use the opportunity presented by the rebuilding of the schools to reduce ethnic imbalance.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">School District Superintendent Knight justified the rebuilding of the Field Act schools on the same sites on the ground that it \"would not get in the way of a two-way exchange of students.\"    This justification must be viewed with suspicion in light of the Board's repeated and vocal opposition to busing to achieve integration.  The district court found that \"[a]s early as 1963, the board, through resolution, assured the community of its opposition to busing for integration;  the board has not deviated from this position.\"    Id. at 324.  The Board proclaimed that it would rebuild on the same sites in order to bus more effectively, while at the same time pronouncing it would never bus because it was seeking other solutions to the segregation problem.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The Board's wide use of busing for everything except integration is itself suspect.  In 1973-74, 10,431 of 36,000 students were bused daily.  All but 14 of the district's 50 schools used buses to transport students within designated attendance areas.  Studies commissioned by the district showed that the total busing required to integrate the district would involve only 6,000 students--3,000 Hispanic students and 3,000 Anglo students.  The Board was clearly not opposed to busing per se, yet it repeatedly voiced its opposition to busing for the purposes of integration.  The Board's use of buses for every purpose but integration, coupled with its intransigent resistance to the use of buses for integration, supports an inference of segregative intent.    Cf. Washington v. Seattle School District No. 1, 458 U.S. 457, 102 S.Ct. 3187, 73 L.Ed.2d 896 (1982) (initiative that treated busing for integration differently from busing for other purposes invalid).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In summary, the Board responded to a series of opportunities to select school locations and designate the boundaries of attendance areas by selecting sites and designating boundaries in a manner that ensured continued segregation.  \"In ascertaining the existence of legally imposed school segregation, the existence of a pattern of school construction and abandonment is ... a factor of great weight.\"    Swann, 402 U.S. at 21, 91 S.Ct. at 1278-79.    See also Dayton, 443 U.S. at 540, 99 S.Ct. at 2980.  The Board responded to suggestions for less segregative alternatives by rejecting them.  It responded to the guidelines imposed by the State of California by ignoring them.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">F. Overcrowding, Faculty Assignment and Educational Priorities.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Board response to overcrowding was two-fold--the use of portables and double sessions.  At one point, the Board instituted double sessions in overcrowded southern schools even though some northern schools were operating under capacity.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>   The district court found this disturbing because of the known \"educationally disadvantageous\" effects of double sessions.    Diaz III, 518 F.Supp. at 635.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Defendants admit that faculty and staff were intentionally assigned to schools on the basis of race.  The Hispanic teachers were concentrated in the downtown schools.  The district court found that assignments were not made in order to assign Spanish-speaking teachers to predominantly Mexican-American schools where their language skills might be needed.    Diaz III, 518 F.Supp. at 640-41.  The district court concluded that the assignment of teachers or staff was not the result of a racially-neutral policy.  Id. at 641.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">A discriminative pattern of assignment of faculty and staff is among the most important indicia of a segregated school system.    Swann, 402 U.S. at 18, 91 S.Ct. at 1277.  The district court correctly observed that the law does not permit assignment of faculty on the basis of race even if motivated by a neutral policy, Diaz III, 518 F.Supp. at 640.  The district court found the staff and teacher assignments had no effect on student segregation because of the small number of Spanish-surnamed faculty.  Its observations may be accurate, but it neither negates the illegality of the assignment policy nor diminishes the inference of racial bias.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The Board rejected an opportunity to reduce segregation through use of portable classrooms.  The district owns over 400 portable classrooms and leases others.  Portable classrooms, because they are not fixed in one place, provide an inexpensive and flexible way to alter attendance boundaries to reduce overcrowding and ethnic imbalance in particular schools.  The district court found that the use of portables to increase integration \"was always an alternative available when a need for portables arose;  the school district could always have opted to place new portables at the other end of the district from the area of overcrowding....\"  Diaz III, 518 F.Supp. at 635.  Nevertheless, the Board rejected numerous suggestions for portable siting to alter attendance patterns involving transferring Hispanic students from northern schools to schools farther south.  The district has never used portables to improve ethnic imbalance.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In one instance in 1974 the Board did depart from its neighborhood school policy when Anglo parents in the southern schools complained about the double sessions.  The Board allowed them to go out of the district rather than transfer to the northern schools in which Hispanic students predominated.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">At a school board meeting on May 2, 1974, a group of Anglo parents demanded that their children be relieved of double sessions at Muir and Bret Harte junior high schools.  On May 16, the board responded by authorizing inter-district transfers permitting Anglo students to attend schools outside their neighborhood attendance areas for the 1974-1975 and 1975-1976 school years.  Executive sessions of the board met with the district superintendent and the board attorney to reevaluate the newly-enacted authorization of inter-district transfers.  Counsel for the board advised the district that the court in this litigation might adversely interpret deviation from the board's stated adherence to a neighborhood school policy, in circumstances which relieved crowding while perpetuating ethnic imbalance.  On June 20, 1974, after receiving this advice, the board rescinded its transfer resolution.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Diaz I, 412 F.Supp. at 323.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We agree with the advice the Board received from its counsel that the resolution could be interpreted as evidence of segregative intent.  The later recission of the resolution because of counsel's advice does not lessen the implication.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The Board argues that the segregation in district schools results solely from its neighborhood school policy.  The evidence in the record, however, demonstrates that the pattern of decisions relating to school siting, school closings, designation of attendance areas, busing, use of portable classrooms, double sessions and transfers maintained or exacerbated ethnic imbalance.  None of these decisions was required by the neighborhood school policy;  indeed, the Board rejected numerous alternative proposals that were consistent with the neighborhood school policy.  The Board's willingness to depart from its neighborhood school policy in assigning students from the Little Orchard neighborhood to Washington rather than Riverglen and permitting students from the Anglo-dominated Muir and Bret Harte Schools to transfer to other Anglo-dominated schools indicates that the Board was willing to forego its neighborhood school policy in order to maintain segregation.  Plaintiffs have presented additional evidence that suggests that the neighborhood school policy itself was a pretext for the Board's hostility to integration.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">G. The Board's Public Response to Acknowledged Segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Board's ostensible attempts to alleviate the problem of school segregation support the conclusion that its adherence to a neighborhood school policy was motivated, at least in part, by segregative intent.  The Board's actions reveal a pattern of resisting suggestions that would have decreased segregation and submitting to political pressure from members of the community opposed to integration.  One example is the Board's response to efforts by the State of California to secure compliance with its integration policy.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>   The Board acted in several instances to maintain a posture of commitment to its obligations under state law, although it actually did nothing.  In conjunction with the rebuilding of the Field Act schools, the Board assured the State that it would rebuild the schools on different sites to achieve greater ethnic balance.  It did not.  And, the Board formally adopted the state guidelines on formulation of attendance areas but did not implement them when faced with an opportunity.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>   In its 1966 report to the State in conjunction with its ethnic survey, the Board cited its 1963 resolution on desegregation and the intent to form a citizen's committee to study the problem of segregation and recommended solutions.  That committee, the Quality Urban Education Action Team (QUEST), was not formed until 1969.  QUEST's history is revealing.  The Board repeatedly referred to QUEST in its reports to the state as an indication of progress toward integration, while responding to QUEST in a manner that rendered the committee totally ineffective.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The record shows that at a highly emotional meeting of 1500 persons where \"fear and racism\" were prevalent, the Board submitted to public pressure and opened QUEST membership to all present--most of whom were opposed to desegregation.  See infra note 16.  These new members were given their choice of subcommittees on which to serve, and most joined the site location, demographics and magnet school committees.  At the same time, the Board modified QUEST's mandate, instructing it to pay more attention to revision of instructional programs and less attention to attempting to reduce ethnic imbalance without delay.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Board members told Aaron Harris, Chairperson of QUEST, that the Board would like to dissolve or suspend QUEST because the public perceived that integration would result and that such a perception might have adverse impact upon the upcoming bond election.  Over Mr. Harris's opposition, the executive committee of the reconstituted QUEST voted to suspend activities, a decision in which Harris stated, \"the Board happily acquiesced.\"    Despite these difficulties, QUEST put together a final report making recommendations for solutions to the segregation problem, including magnet schools, education parks, open enrollment, and voluntary busing.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> The Board implemented none of QUEST's suggestions.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Any doubts about whether the Board acted with segregative intent are dispelled by its public statements regarding the bond issue elections.  The district court found that these statements</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>offered 1) the carrot that the bond money would not be used to subsidize busing (and reiterated the Board's own continued disinclination to use busing for integration purposes) and 2) the stick that failure to pass the bond issue would result in (a) alterations in the neighborhood school policy to spread double sessions throughout the district and (b) the need to send students from the northern end of the district to the south, and/or vice versa.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Diaz III, 518 F.Supp. at 638.  The Board catered to a pro-segregation public by making assurances that it could not use bond money to finance busing for integration.  The message these statements conveyed, and were intended to convey, was unmistakable:  if the public did not vote for the bond issue, busing would result.  If it did vote for the issue, no busing would result.  These statements, considered in the context of the other evidence presented in this case compel an inference of segregative intent.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>III. THE CUMULATIVE WEIGHT OF THE EVIDENCE COMPELS A FINDING OF SEGREGATIVE INTENT.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In making its determination in respect to the Board's intent, the district court erred in failing to give weight to the cumulative impact of the evidence.    See Washington v. Davis, 426 U.S. 229, 242, 96 S.Ct. 2040, 2048, 48 L.Ed.2d 597 (1976);  Arlington Heights, 429 U.S. at 266-68, 97 S.Ct. at 563-65;  Flores v. Pierce, 617 F.2d 1386, 1389 (9th Cir.), cert. denied, 449 U.S. 875, 101 S.Ct. 218, 66 L.Ed.2d 96 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The District repeatedly promised the public and state officials that it would desegregate its schools in compliance with state law.  Yet, it deliberately ignored state guidelines in making decisions and consistently refused to implement suggestions for desegregation.  Similarly, in Columbus, an element of the district court's finding of segregative intent was the Board's failure to employ workable suggestions for improving racial balance despite promises otherwise.  See Columbus, 443 U.S. at 453, 99 S.Ct. at 2944.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The Board sited new schools, rebuilt the Field Act schools, used portables and closed schools in a manner that maintained and, in some instances, intensified ethnic imbalance.  The Supreme Court found such actions to evince segregative intent in Columbus, 443 U.S. at 462 &amp; n. 11, 467, 99 S.Ct. at 2949 &amp; n. 11, 2951 (site selection and construction),<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> in Dayton, 443 U.S. at 532, 533 n. 7, 540, 99 S.Ct. at 2976, 2976 n. 7, 2980 (siting, construction, and addition of classroom space at existing schools), in Swann, 402 U.S. at 20-21, 91 S.Ct. at 1278-1279 (construction and closures);  and in Keyes, 413 U.S. at 192, 93 S.Ct. at 2689 (construction, mobile classrooms).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The Board used buses for one-third of its students, but refused to use those buses to achieve integration.    See Washington v. Seattle School Dist. No. 1, 458 U.S. 457, 486-87, 102 S.Ct. 3187, 3203-04, 73 L.Ed.2d 896 (1982) (invalidating a Washington initiative that treated busing for integration differently from busing for other purposes).    Cf. Swann, 402 U.S. at 18, 91 S.Ct. at 1277 (existing policy of transportation an important consideration in identifying a segregated system).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The Board assigned faculty and staff on the basis of ethnic origin without any plausible neutral justification.    See Columbus, 443 U.S. at 460, 461, 467, 99 S.Ct. at 2948, 2948, 2951;  Dayton, 443 U.S. at 532, 536 n. 9, 99 S.Ct. at 2976, 2978 n. 9;  Swann, 402 U.S. at 18-19, 91 S.Ct. at 1277-1278;  Green v. County School Board, 391 U.S. 430, 435, 88 S.Ct. 1689, 1692, 20 L.Ed.2d 716 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The Board responded to overcrowding in the schools by instituting educationally disadvantageous double sessions and departed from its neighborhood school policy to avoid transferring Anglo students to predominantly Hispanic schools.    See Columbus, 443 U.S. at 461-62 n. 8, n. 9, 99 S.Ct. at 2948-49 n. 8, n. 9 (departure from neighborhood school policy);  Dayton, 443 U.S. at 539-40, 99 S.Ct. at 2980-81 (use of optional attendance zones);  Keyes, 413 U.S. at 191, 93 S.Ct. at 2688 (manipulation of attendance zones).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The Board catered to a public that opposed segregation.  This is evidenced by the Board's statements supporting the bond issues, in which it raised the spectre of busing for integration if the levy was not passed.  The Board was instrumental in transforming the QUEST committee from a group of concerned citizens to one dominated by those opposed to desegregation.  The Board ignored the recommendations the committee made and consistently rejected other suggestions for desegregating its schools.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">An inescapable conclusion that the Board intended segregation emerges from a view of the evidence as a whole.  The pattern of Board choices that consistently maintained or intensified segregation is apparent.  Although many of the available alternatives would have presented an incomplete solution, each could have contributed incrementally toward reducing ethnic imbalance.  In almost every instance, the Board chose to \"turn toward segregation\" rather than away from it.    Columbus, 443 U.S. at 463 n. 12, 99 S.Ct. at 2949 n. 12.  We are left with the firm conviction that the district court was clearly erroneous in its ultimate conclusion that the Board did not act with segregative intent.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>IV. CONCLUSION.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">We hold that the San Jose School Board intentionally maintained segregated schools throughout the District.  We remand to the district court for the formation of an appropriate remedy and an award of attorneys' fees to plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">REVERSED and REMANDED.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">CHOY, Circuit Judge, with whom WALLACE and SNEED, Circuit Judges, join, dissenting:</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The majority depicts the Board of Trustees of the San Jose Unified School District (the \"Board\") as an insensitive body eager to seize upon opportunities to maintain or exacerbate racial segregation in the school district for the past twenty years.  One reading the majority opinion gets the impression that the Board's conduct was unexplainable and inexcusable, and that the district judge's ruling in the Board's favor has no redeeming feature whatever.  The majority, however, ignores many facts critical to the district court's ruling;  then the majority makes its own findings of fact to support its result.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Even with the facts that have been ignored by the majority, I may not have come to the same conclusions as did Judge Peckham if I had been the trial judge.  But Judge Peckham has been with this complex case since November of 1971.  He has personally observed the witnesses and has had the opportunity to test their believability.  He thus was in a far better position than are we to determine where the truth lies.    See Columbus Board of Education v. Penick, 443 U.S. 449, 470-71, 99 S.Ct. 2941, 2983-84, 61 L.Ed.2d 666 (1979) (Stewart, J., concurring).  I simply cannot say that he was so wrong as to justify this court's finding the facts anew.  Accordingly, I dissent.I. The Legal Standard Applied by the District Court</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">For the most part, the majority does not take issue with the legal standard applied by the district court.  In Part III of the opinion, however, the majority states that \"the district court erred in failing to give weight to the cumulative impact of the evidence.\"    Maj. op. at 674.  To the extent that the majority suggests that the district court applied an improper legal standard, the majority is clearly wrong.  Although the district court reached a different conclusion from the majority, it certainly reached its result considering the evidence as a whole.  See, e.g., 518 F.Supp. at 629 (\"the court will ... attempt to explain ... why the court does not feel that the evidence, on balance, supports a finding of segregative intent ....\");  id. at 638 (\"The refusal to date to consider bussing ... is not sufficient, in the context of the rest of the evidence in this case, to support a finding of liability.\").  The majority is only taking issue with the district court's factual findings.  To these I now turn.</p>\n    </div>\n    <p>II. The District's Duty Under State Law</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">A theme recurring throughout the majority opinion is that failure of the Board to take steps allegedly required by state laws and state Board of Education guidelines convincingly proves that the Board segregated intentionally.  To show a violation of the Fourteenth Amendment a plaintiff must prove more than that a school district took actions that created or maintained ethnic imbalance.  Doing so with intent to discriminate must be proved.    See Columbus Board of Education v. Penick, 443 U.S. 449, 464, 99 S.Ct. 2941, 2949, 61 L.Ed.2d 666 (1979);  Keyes v. School District No. 1, 413 U.S. 189, 208, 93 S.Ct. 2686, 2697, 37 L.Ed.2d 548 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Under the California Constitution, the school districts do have an affirmative obligation \"to take reasonably feasible steps\" to alleviate school segregation.    Crawford v. Board of Education, 458 U.S. 527, 535-36, 102 S.Ct. 3211, 3216-17, 73 L.Ed.2d 948 (1982);  McKinny v. Oxnard Union High School District Board of Trustees, 31 Cal.3d 79, 92, 642 P.2d 460, 467, 181 Cal.Rptr. 549, 556 (1982).  Assuming arguendo that plaintiffs have shown facts constituting a violation of state law, the majority's attempt to transform a breach of a state-imposed duty into a Fourteenth Amendment violation cannot stand.  Discriminatory intent means that the actor selected his course of conduct \"because of\" rather than \"in spite of\" its adverse effects upon an identifiable group.    Personnel Administrator v. Feeney, 442 U.S. 256, 279, 99 S.Ct. 2282, 2296, 60 L.Ed.2d 870 (1979).  The addition of an affirmative duty under state law to alleviate racial imbalance does not transform inaction into intentional discrimination.  Inaction in the face of an affirmative duty to desegregate may suggest a higher probability of discriminatory intent than does inaction when no such duty exists.  But the emphasis the majority places upon what it believes are state law violations leads me to fear that it wishes to bludgeon the San Jose Unified School District in federal court for a violation of state law.    See Sullivan v. Murphy, 478 F.2d 938, 972 (D.C.Cir.), cert. denied, 414 U.S. 880, 94 S.Ct. 162, 38 L.Ed.2d 125 (1973) (when constitutional rights are infringed, federal rather than state law defines those rights);  see also Pennhurst State School &amp; Hospital v. Halderman, --- U.S. ----, 104 S.Ct. 900, 911, 79 L.Ed.2d 67 (1984);  Watson v. Tarpley, 59 U.S.  (18 How.) 517, 520, 15 L.Ed. 509 (1855) (\"Whilst it will not be denied, that the laws of the several States are of binding authority upon ... persons and property within their appropriate jurisdiction, it is perfectly clear that those laws cannot ... destroy or control the rights of parties litigant to whom the right of resort to [federal] courts has been secured by the laws and constitution [of the United States].\").</p>\n    </div>\n    <p>III. The Proposals to Ameliorate Segregation</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The majority observes that various organizations presented proposals to the Board that \"could have ameliorated\" the segregation, some of which allegedly presented no threat to the neighborhood school policy.  See maj. op. at 665.  The majority concludes that the Board's failure to adopt one or more of these proposals conclusively demonstrates segregative intent.  I disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Although adherence to a neighborhood school policy in an area of de facto segregation probably will perpetuate the segregation in the schools, most federal courts view the neighborhood school system as deeply rooted in American culture and soundly backed by nondiscriminatory reasons, see Keyes v. School District No. 1, 413 U.S. 189, 245-48, 93 S.Ct. 2686, 2715-17, 37 L.Ed.2d 548 (Powell, J., concurring in part and dissenting in part);  United States v. Jefferson County Board of Education, 372 F.2d 836, 879 (5th Cir.1966), aff'd en banc, 380 F.2d 385, cert. denied, 389 U.S. 840, 88 S.Ct. 67, 19 L.Ed.2d 103 (1967);  Deal v. Cincinnati Board of Education, 369 F.2d 55, 60 (6th Cir.1966);  see also Crawford v. Board of Education, 458 U.S. 527, 537 n. 15, 102 S.Ct. 3211, 3218 n. 15, 73 L.Ed.2d 948 (1982);  United States v. Texas Education Agency (Austin Independent School District), 564 F.2d 162, 168 (5th Cir.1977), cert. denied, 443 U.S. 915, 99 S.Ct. 3106, 61 L.Ed.2d 879 (1979).  Adherence to a neighborhood school system could easily be explained on nondiscriminatory grounds, and such adherence, without more, is thus no indication of discriminatory intent.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The majority finds discriminatory intent partly because the Board allegedly \"deliberately ignored state guidelines in making decisions and consistently refused to implement suggestions for desegregation....  The Board sited new schools, rebuilt the Field Act schools, used portables and closed schools in a manner that maintained and, in some instances, intensified ethnic imbalance.\"    Maj. op. at 674.  The majority, however, chooses to ignore the district court's finding that</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>[w]hile the district failed to consider the state guidelines on evaluating attendance areas, the fact is that, absent a major reformation of the attendance patterns in the entire district and a complete abandonment of the concept of neighborhood schools, the formal consideration of the state guidelines would have had no effect on the selection of sites and the construction of these schools.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">518 F.Supp. at 630 (emphasis added).  The majority also fails to consider this part of the Westinghouse Learning Corporation's report:</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The consultants considered a number of possibilities wherein buildings might be located so as to enhance integration without bussing.  There is no such possibility.    In fact, the current community or neighborhood school pattern provides the least amount of bussing for all students when compared to the educational park proposals.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">(Emphasis added.)    As the district court pointed out, the Westinghouse Learning Corporation, the Building Master Plan Task Group, and Dr. Knight, the school district superintendent, all concluded that the only realistic solution to segregation in the school district was some form of two-way bussing.  518 F.Supp. at 631, 637;  412 F.Supp. at 324.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">In view of these authoritative conclusions, the Board could have concluded that any real progress toward desegregation could be achieved only by abandoning the neighborhood school concept.  Certainly, several proposals presented to the Board assertedly would work within the neighborhood school concept.  Considering the shape of the school district and the extent of de facto segregation within it, however, the Board may very well have decided, and decided reasonably, that implementation of any, or even of all, of the proposals to enhance integration without bussing would have produced at most token progress toward desegregation.  The district court could not fault the Board for rejecting these proposals, and I cannot say that the court was clearly wrong in its finding.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">The majority also argues that the school district's rejection of bussing as a means to desegregate is unreasonable because it already busses one-third of its students on a daily basis.  Maj. op. at 669.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Except for students with special needs such as the physically handicapped, all students who are bussed are transported only within their attendance areas.  See 412 F.Supp. at 314-15.  Equating that type of bussing with cross-town bussing for integration is somewhat simplistic.  In November of 1979 the voters of the State of California amended the state constitution to curtail the power of state courts to remedy de facto segregation by ordering bussing or school reassignment.  Their purposes, as stated in the measure itself, were:</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p>making the most effective use of the limited financial resources now and prospectively available to support public education, maximizing the educational opportunities and protecting the health and safety of all public school pupils, enhancing the ability of parents to participate in the educational process, preserving harmony and tranquility in this state and its public schools, preventing the waste of scarce fuel, resources, and protecting the environment.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Crawford v. Board of Education, 458 U.S. 527, 543 n. 29, 102 S.Ct. 3211, 3221 n. 29, 73 L.Ed.2d 948 (1982).  The Supreme Court stated that these purposes \"are legitimate, nondiscriminatory objectives.\"    Id. at 545, 102 S.Ct. at 3222.  The school district, therefore, had legitimate reasons for rejecting the bussing proposals.  The district court so found.  As we are reviewing the district court's findings for clear error, I find no basis on which to disagree with the district court.</p>\n    </div>\n    <p>IV. Catering to a Pro-Segregation Public</p>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The majority also castigates the Board for \"cater[ing] to a pro-segregation public,\" maj. op. at 673, and \"transforming the QUEST committee from a group of concerned citizens to one dominated by those opposed to desegregation.\"    Id. at 675.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">It is difficult to ignore the public's powerful and strident general opposition to bussing.  A typical community reaction is shown in the story of Wilson Junior High School:</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p>[T]he district considered transferring all Wilson Junior High School students to adjacent Markham Junior High School, with only 7.2% Spanish-surnamed students.  Because Markham was conducting double sessions, the proposed transfer was contemplated as a temporary measure pending location of a site in the southernmost portion of the northern downtown core for a magnet school with a large \"integrated student body.\"    However, community opposition developed, and a parents' meeting held at Markham Junior High School indicated mass hostility to bussing students from Wilson to Markham.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">412 F.Supp. at 322.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Community opposition also abounded when the Board formed QUEST.  The district court found that the Board agreed to open the membership of QUEST to more people under pressure from members of the community who feared the outcome of QUEST's work.  Furthermore, 1500 people, mostly opposed to the work of QUEST, attended the meeting at which QUEST's membership was opened.  Maj. op. at 672 n. 16;  518 F.Supp. at 639;  see also 412 F.Supp. at 325.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Certainly, strong community opposition was not a force to be taken lightly by the Board.  As the QUEST report stated:</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p>Even if the present school board were to adopt a plan of forced integration, it could not be carried out in the face of an opposition constituting 55% of the community--let alone 82%.  Plans adopted and laws passed can soon be repealed, and subsequent elections would install men in office intending just that.  In addition, any plan would require bond issues to be passed by voters who oppose the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">QUEST, Report to the Board of Education 93 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Subsequent events demonstrated the correctness of the writer's observation.  During the time of this litigation, the Board needed voter authorization for bond issues to finance the construction of new schools.  Voters rejected bond issues for this purpose in 1969, 1971, 1972, and 1973.  412 F.Supp. at 324-25.  Moreover, in a 1972 initiative measure, known as Proposition 21, voters of California repealed the state guidelines defining racial imbalance that were heavily relied on by the majority.  See 412 F.Supp. at 327-28;  Santa Barbara School District v. Superior Court, 13 Cal.3d 315, 530 P.2d 605, 118 Cal.Rptr. 637 (1975) (upholding the validity of the repealer).  Finally, in 1979 the California voters amended the Equal Protection Clause of the California Constitution to curtail court-ordered bussing and pupil reassignment.    See Crawford v. Board of Education, 458 U.S. 527, 531-32, 102 S.Ct. 3211, 3214-15, 73 L.Ed.2d 948 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">In the face of this powerful opposition to forced bussing, the district court found that the Board was doing the best it could in its dealings with QUEST:</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p>[P]rior to the \"opening up\" of the QUEST membership, there is no evidence that the Board attempted to direct the findings of QUEST or to otherwise interfere with its operations.  To the contrary, the evidence indicates that school officials did their utmost to ensure, when QUEST was organized and began its work, that articulate, concerned representatives of all segments of the community were involved, and to ensure that those involved in QUEST desired to develop proposals to integrate the school system, not to sabotage the effort....</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">[When QUEST's membership was opened up,] the Board made subsequent efforts to recruit more people from other, more supportive segments of the community to join in the effort and to presumably counter-balance the influx of people hostile to QUEST's mission....</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">... [T]he Board's initial organization of QUEST, and the efforts both then and at the later point of reconstitution [were made] to ensure that the community was well represented and that persons sympathetic to the work of QUEST were in the positions of leadership in both the original and reconstituted organization ....</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">Indeed, the Board's persistence in seeing the work of QUEST go forward, in attempting to protect it from being overwhelmed by those hostile to its work, and in continuing, despite pressure, to encourage QUEST to formulate proposals for the integration of the district--even if for the long term--[supports] a finding that the Board was trying its best, in a difficult situation ....</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">518 F.Supp. at 639-40.  I therefore cannot agree with the majority's assertion that the only picture of the Board emerging from the evidence shows it as only paying lip service to QUEST while it was actually and intentionally inimical to it and its work.</p>\n    </div>\n    <p>V. The Bond Issue Elections</p>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The majority regards the Board's statements in the bond issue elections as conclusive on the issue of intent.  See maj. op. at 672-673.  As the district court pointed out, however, it is reasonable to view these statements differently:</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p>The statements concerning the spread of double sessions and the need to transport students to the other end of the district if the various issues did not pass seem, in context, to be simply realistic factual statements of the results which would flow from the failure of the bond issues to pass....  There is no particular emphasis given to them, nor, in context, is there any suggestion that the school board meant to do anything but point to the many burdens which would be placed on the students and the district in general by such a failure of the bond issue to pass.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">518 F.Supp. at 638-39.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p>Some pro-bond voters may have been motivated by a fear or dislike of Spanish-surnamed students in southern facilities;  however, they may also have been motivated by a fear of congestion or a multitude of other considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">412 F.Supp. at 332.</p>\n    </div>\n    <p>VI. Conclusion</p>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Whether actions that separate students racially amount to intentional segregation \"is an issue that can present very difficult and subtle factual questions.\"    Columbus Board of Education v. Penick, 443 U.S. 449, 470-71, 99 S.Ct. 2941, 2983, 61 L.Ed.2d 666 (1979) (Stewart, J., concurring);  see United States v. Yellow Cab Co., 338 U.S. 338, 340, 70 S.Ct. 177, 178, 94 L.Ed. 150 (1943).  To us, Judge Peckham's exhaustive and thoughtful opinion \"appears to represent the considered judgment of an able trial judge, after patient hearing ....\"  Yellow Cab, 338 U.S. at 341, 70 S.Ct. at 179.  The majority's voluminous review of the evidence unfavorable to the judgment demonstrates only that the trial court would have been justified if it had reached a contrary conclusion.  Under \"not clearly erroneous\" review, then, I would affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Indeed, where, as here, the adverse consequences are clearly identified and repeatedly articulated to the decisionmaking body, the inevitability of the adverse effects provide a strong inference of illegitimate intent.    See Personnel Administrator of Massachusetts v. Feeney, 442 U.S. 256, 279 n. 25, 99 S.Ct. 2282, 2296 n. 25, 60 L.Ed.2d 870 (1979), Columbus Board of Education v. Penick, 443 U.S. 449, 462 n. 11, 463 n. 12, 99 S.Ct. 2941, 2949 n. 11, 2949 n. 12, 61 L.Ed.2d 666 (1979)</p>\n        <p>We recognize the special difficulty inherent in determining the \"intent\" of any deliberative body such as a school board:  It is \" 'extremely difficult for a court to ascertain the motivation, or collection of different motivations, that lie behind a legislative enactment'....    Whatever difficulties exist with regard to a single statute will be compounded in a judicial review of years of administration of a large and complex school system.\"    Keyes v. School District No. 1, 413 U.S. 189, 233-34, 93 S.Ct. 2686, 2710, 37 L.Ed.2d 548 (1973) (Powell, J., concurring and dissenting) (quoting Palmer v. Thompson, 403 U.S. 217, 224, 91 S.Ct. 1940, 1944, 29 L.Ed.2d 438 (1971)).</p>\n        <p>The difficulty is exacerbated in this case by the fact that the courts must use objective and circumstantial evidence to prove a subjective factor--motivation or purpose to discriminate.  Discriminatory purpose, \"implies more than intent as violation or intent as awareness of consequences....  It implies that the decisionmaker ... selected or reaffirmed a particular course of action at least in part 'because of,' not merely 'in spite of,' its adverse effects upon an identifiable group.\"    Feeney, 442 U.S. at 279, 99 S.Ct. at 2296 (1979).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In following this policy, the Board acted in violation of California law, which prohibited adherence to a neighborhood school policy when neighborhoods were segregated.  The California Supreme Court states,</p>\n        <p>although a school board's establishment of and adherence to a \"neighborhood school policy\" may on its face represent the implementation of a \"neutral,\" constitutionally permissible classification scheme, the effect of such state action has invariably been to inflict a \"racially specific\" harm on minority students when such a policy actually results in segregated education.</p>\n        <p>Crawford v. Board of Education of the City of Los Angeles, 17 Cal.3d 280, 294, 130 Cal.Rptr. 724, 551 P.2d 28 (1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The first \"official\" recognition of imbalance in the schools came in 1962 when the Board passed a motion recognizing the problem of ethnic imbalance in the schools, and promising to take action on the subject.  On January 17, 1963, the Board passed a resolution recognizing that \"segregation of racial and ethnic minority group children ... contain[s] inherent educational disadvantages for minority group children, which in turn are a root cause of social evils affecting the entire community life.\"    Furthermore, the Board recognized that segregation \"is potentially aggravated by the drawing of school boundaries\" and resolved to undertake a \"comprehensive study ... with the aim of overcoming the evils produced by such school segregation ....\"  In 1964, the Board conducted its first ethnic survey of the schools in the district.  This survey confirmed what the Board had recognized two years earlier--that the schools in the district were substantially imbalanced.  In a 1966 report to the State Department of Education the Board recognized that the District's efforts to solve the problem of segregation in the schools were not meeting the State's guidelines, which required \"that project proposals necessarily incorporate activities to alleviate situations where segregation existed.\"    In June, 1966, a consultant in the State Office of Compensatory Education stressed the suggestion of \"exchange busing\" as a means of alleviating the racial imbalance.  In 1968, the State Department of Education advised the Board that 41 of its 50 schools were racially imbalanced by state standards</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In April, 1967, the State Board of Education sent a letter to all district superintendents informing them that State law required affirmative steps to reduce segregation in the schools, regardless of cause, citing Cal.Admin.Code, Title 5, Sec. 2010, 2011 and the decision of the California Supreme Court in Jackson v. Pasadena School District, 59 Cal.2d 876, 31 Cal.Rptr. 606, 382 P.2d 878 (1963).  A letter from the State Department of Education of June 21, 1968, reiterated the mandate of its 1967 letter, informing the District of its duty to desegregate.  See also infra note 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the district court accurately outlined the changes in the state guidelines, see Diaz I, 412 F.Supp. at 327-28, the policies exemplified by those provisions are remarkably consistent through 1972.  The district court cited several examples of the Board's knowing failure to comply with state requirements.  See Diaz I at 328.  The court found that \"the board understood the statutory obligation to conduct studies and formulate alternate plans designed toward reducing ethnic imbalance ....\"  Id.  (emphasis added).  However, the court found, \"the board has never directed its staff to formulate alternative criteria for student assignment or to prepare a plan....\"  Id</p>\n        <p>The court found that the district \"advised the State Department of Education of progress toward integration through the QUEST study....\"  Id.    However, the board limited the scope of the study [and] ... [n]o action was taken on any QUEST proposal.\"    Id.</p>\n        <p>The court found that \"school districts were required to consider the impact of site selection on ethnic composition of existing schools....\"  Id.    However, the court found that \"the district has not applied the state's checklist for improved ethnic balance\" in siting the Anglo schools.  Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In 1968 the Santa Clara County Office of Education issued a report entitled \"Improving Ethnic Balance and Intergroup Relations,\" prepared by Edwin T. Rios, a consultant hired by the County</p>\n        <p>This report recommended two-way busing to relieve ethnic imbalance, as well as revision in curriculum, staff, training and community relations.  The report recognizes and stresses that under state laws at that time \"school districts have a legal obligation to take reasonable affirmative steps to prevent the segregation of students in schools by race, regardless of the cause of segregation, and to consider the ethnic composition of a school in determining its attendance boundaries.\"</p>\n        <p>On February 3, 1969, Superintendent Downing sent a letter to the Board discussing the Rios report and recommending the formation of a citizen's committee to study the problem of ethnic imbalance and make recommendations for solving the problem.  He stated that \"the school system must reinforce its efforts to provide for all students high quality integrated education.  The district must avail itself of every avenue of approach in order to achieve this objective.\"    Downing further stated,</p>\n        <p>The San Jose Unified School District, one of the largest in the county, has a heavy concentration of Mexican-American students.  A racial-ethnic survey conducted in October of 1968 reports that 9,834 or 27.9% of the student population is Mexican-American.  Of this number 7,226 are concentrated in 14 of the district's elementary schools, three junior high schools, and one senior high school.  In these 18 schools the percentage of Mexican-American students ranges from 44% to 92% of the student body.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In suggesting that by some sleight of hand we transform a violation of state law to a per se violation of federal law, the dissent misperceives the significance we attach to the Board's failure to conform to state requirements.  The entire focus of our opinion is to determine whether the district court was correct in finding that the Board lacked segregative intent.  The inquiry is a factual one.  We find the Board's actions (and inactions) leading to known segregative consequences in the face of its affirmative state duty to desegregate probative evidence of intent</p>\n        <p>Despite the protestations of the dissent to the contrary, it concedes the probative value of such evidence when it acknowledges that \"[i]naction in the face of an affirmative duty to desegregate may support a higher probability of discriminatory intent than does inaction when no such duty exists.\"    Dissent at ----.  The record is replete with evidence of the Board's knowing failure to act in accordance with state law.  Such circumstantial evidence is considered along with the other evidence in the case in determining whether the Board acted with segregative intent.  We do not suggest that the Board's violation of its duties under state law is in and of itself a violation of federal law, nor do we suggest that violation of state law may be redressed in federal court.  See Pennhurst State School &amp; Hospital v. Halderman, --- U.S. ----, 104 S.Ct. 900, 919, 79 L.Ed.2d 67 (1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court provided the following table:</p>\n        <pre>                       Percentage   Percentage\n                       Spanish-     Spanish-\n               Year    surnamed     surnamed\nSchool         Opened  When Opened  In 1973\n-------------  ------  -----------  ----------\nWilliams       1968        2.2         1.4\n(elementary)\nHenderson      1966        5.4         1.5\n(elementary\nSimonds        1966        1.7         2.7\n(elementary)\nBret Harte     1966        7.0         3.4\n(Jr. high)\nLeland (high)  1967        5.1         3.4\nAllen          1965       14.6         4.7\n(elementary)\nErickson       1968        9.4         6.4\n(elementary)\nHammer         1966       13.7         6.6\n(elementary)\nTerrell        1966       20.8         7.7\n(elementary)\nDiaz I, 412 F.Supp. at 317.\n9 The district court found:</pre>\n        <p>Although the board has been aware of Title 5 requirements and has realized that adherence to a neighborhood school policy presents an obstacle to desegregation, the board has never directed its staff to formulate alternative criteria for student assignment or to prepare a plan for district-wide integration.</p>\n        <p>* * *</p>\n        <p>Under Title 5, school districts were required to consider the impact of site selection on ethnic composition of existing schools in adjacent areas.  In selecting sites for new facilities in the Anglo suburban area, the district has not applied the state's checklist for improved ethnic balance.</p>\n        <p>Diaz I, 412 F.Supp. at 328 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Field Act provides minimum standards for public schools to withstand earthquakes.  See Cal.Educ.Code Secs. 39140, 81130 (West 1978).  The 1967 amendments to the Education Code required inspection of all school buildings by 1970.    Diaz I, 412 F.Supp. at 317</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In November of 1971 the district court issued a temporary restraining order prohibiting the construction of eleven schools pending a hearing on the preliminary injunction.  In December of that same year the district court lifted the temporary restraining order and declined to issue a preliminary injunction because it found that plaintiffs had failed to show a sufficient likelihood of success on the merits.    See Diaz I, 412 F.Supp. at 311-12</p>\n        <p>The district court informed the Board in very strong terms at this time that its decision was not to be interpreted by the Board to constitute judicial approval of the Board's decision to go forward with the reconstruction of the schools.  The district court (and the School Board) had before it overwhelming and clear evidence that those schools would open as racially imbalanced schools and that rebuilding the schools in another location could reduce the racial imbalance in the District.  Nonetheless, the district court viewed this as part of the possible remedy in the event unconstitutional segregation was found and felt that it could not enjoin it absent more compelling proof of a constitutional violation.  The Board made its choice to proceed with reconstruction in spite of the district court's clear and repeated admonitions that it was possible that the only remaining remedy available to the court would be busing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> One opportunity to reduce segregation is particularly noteworthy:</p>\n        <p>Faced with overcrowding at Pioneer High School, a southern suburban facility with a 5.7% Spanish-surnamed population, the board transferred students to Leland High School, an adjacent southern facility with a 4.1% Spanish-surnamed population.  Increased ethnic balance would have resulted from board action transferring the Pioneer students to San Jose High School, a northeastern facility separated from Pioneer by the bordering Willow Glen attendance area.  Although San Jose High School, with a 59.6% Spanish-surnamed student enrollment, was operating undercapacity, the district failed to transport any Pioneer students to San Jose High School.</p>\n        <p>Diaz I, 412 F.Supp. at 323.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> On August 31, 1966, the Office of Compensatory Education informed the district that their integration statement \"did not meet the intent of the requirement in the [Federal/State Guidelines] nor was it an 'appropriate approach' insofar as the utilization of Federal funds was concerned.\"    The Board's report to the State recognized that, as of August 31, 1966, \"the district's orientation and that of the ... Office of Compensatory Education were again, divergent.\"    The Board recognized that it had been subject to \"considerable pressure\" to alter its neighborhood school concept.  Two repeated suggestions for change had been alteration of attendance boundaries and a one or two-way busing program.  The report analyzed the costs of such an \"exchange busing\" at from $233,100 to $359,100 depending on the level of balance sought.  See also supra notes 3-6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> On August 5, 1965, the Board adopted policy # 5007.1 in which the Board promised to establish attendance areas to eliminate segregation in its schools in accordance with Title 5 of the California Administrative Code.  The statement provided:</p>\n        <p>Establishment of Attendance Areas</p>\n        <p>In establishing attendance areas for each regular day school maintained, it is the intent of the Board of Education to comply with Article 3, Section 14020, California Administrative Code, Title 5, Education, to the fullest extent to avoid the ultimate result of segregation of pupils by ethnic or racial composition.</p>\n        <p>Article 3, Section 14020.  State Board Policy.  Attendance Areas and Practices.  \"It is the declared policy of the State Board of Education that persons or agencies responsible for the establishment of school attendance centers or the assignment of pupils thereto shall exert all effort to prevent and eliminate racial and ethnic imbalance in pupil enrollment.  The prevention and elimination of such imbalance shall be given high priority in all decisions relating to school sites, school attendance areas and school attendance practices.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The modified mandate stated:</p>\n        <p>On the problem as a whole, however, it is our preliminary judgment that as between the broad areas of instructional program on the one hand and achieving racial and ethnic balance on the other for the near term priority should be given to the instructional program.  We are motivated in this by the belief that the hoped-for benefits of racial and ethnic balance in the schools will not be achieved unless revisions have been made in the instructional program, the grouping of students and the training of teachers to make the entire school experience more responsive to the needs of all elements of our community.  Simply stated, a racially balanced school is not necessarily an integrated one and does not necessarily provide a quality education.  For the long term, we feel that priority should be placed on achieving racial and ethnic balance in our schools to the fullest extent possible within our means as it is to us an essential component of quality integrated education.</p>\n        <p>Finally, we wish to restate our overall philosophy that we are committed to serving the needs of this community.  And as in the past, this Board would not voluntarily adopt a program which it had reason to believe the community had not participated in or would not support.</p>\n        <p>Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The final QUEST report supplies a useful and informative summary of the sequence of events outlined by the evidence.  This report is supported by testimony at trial</p>\n        <p>The first progress report was presented to the Board of Education at its meeting of October 16, 1969....</p>\n        <p>The chairman prepared an \"Introduction to QUEST\" for distribution to the schools on November 25, 1969.  The emotional aspect of the problem was thrust forward, not by what the Introduction said, but rather by what it did not say.  Phones rang incessantly.  Rumors ran rampart [sic].  \"You're not going to bus my child anywhere!\"    \"Who are you people on the committee?\"    \"Are you from Berkeley?\"    \"What is the problem?\"    \"Why haven't we heard about QUEST before now?\"    For two months, fear and apprehension overruled reason, although several public appearances were made by QUEST members to explain.</p>\n        <p>This set the stage for the Board's meeting of February 5, 1970, at which time a progress report of QUEST was scheduled.  More than 1500 people attended.  The main points of that progress report were that a Student Advisory Committee had been established under the guidance and direction of Mr. David Curry, General Vice-chairman, consisting of students from the junior and senior high schools;  that no recommendation for busing any students to correct imbalance had been made by the Demographic Task Force;  that the task forces had been primarily involved in orientation and education;  and that QUEST proposed hiring an Intergroup Relations Specialist.  (See copy of recommendation at the end of this section.)    Almost a year later, February 1970--December 1970, no action has been taken on the latter recommendation.</p>\n        <p>The meeting was a disaster in terms of the unusual display of emotionalism.  It was unfortunate because of the lack of understanding and appreciation of the nature of QUEST's task.  Finally, the meeting was tragic and predictable because of the fear and racism expressed.  This culminated in an open invitation [by the Board] to those present to become members of QUEST.  Thus, an opportunity for greater community participation was granted at the expense of alienating an already dedicated group of citizens.  QUEST was consequently reconstituted, and many of the alienated members resigned.  Others later resigned for different reasons, principally over disagreement with the proposed structure.</p>\n        <p>The newly constituted QUEST, as organized and approved by the Board of Education, received its new charge [from the Board] in March, 1970.  The study was to encompass a long range goal to a quality integrated education, and a short range goal to quality educational components....</p>\n        <p>* * *</p>\n        <p>As the work of the task forces progressed, it was apparent that another period of orientation and education was a necessary preliminary to any effective work.  The level of politial machinations that followed were alien to our orientation as one task force in particular, Site Location and Usage, pursued a course of \"benign racism\".  Many members of that committee consciously and subconsciously either denied the existence of a problem or explained it away with an almost fanatical adherence to the so-called \"neighborhood school concept\".  This approach persisted even though the task force chairman, Art Ryder, prepared an excellent outline of study more appropriate to that task force's specified charge.  At least one member attached [sic] QUEST's leadership as having a \"dominant theme of sudden change or experimentation ... which ... must be challenged when it places the membership in a position of disrepute in the community.\"    The fact of the matter was that this QUEST member was an integral part of QUEST's leadership.  This was one of many examples of the kind of paranoia that raised its ugly head much too often.</p>\n        <p>* * *</p>\n        <p>The contrast between the divisive and unifying forces is clearly demonstrated in the number and quality of the final recommendations.  While some worked in earnest, others connived, schemed and attacked.</p>\n        <p>* * *</p>\n        <p>The Executive Committee of QUEST voted to suspend activities to coincide with the November 19, 1970 Board announcement of a tax and bond election.  Many members were happy about this decision because it meant an end to meetings and a greater assurance of a successful tax and bond election.  Others were disappointed because much unfinished work had to be done and the decision was being based on reaction to an undetermined size of dissidents in the community.</p>\n        <p>The Board happily acquiesced in this decision and promised to review the final recommendations of QUEST in time to be included in the tax and bond announcement by November 19, 1970.  The trust and faith in the honorable intentions of the Board were once again questioned as the Board allotted no time during its work sessions to consider QUEST's recommendations.  January, 1971, was set as the new date for QUEST work sessions to begin.</p>\n        <p>A grave redundancy deserves mentioning at this point.  The Board plans to submit QUEST's final report to interested persons and organizations in the community for study and comments before taking any action.  A citizens' report submitted to other citizens who will perhaps re-study and submit a report is a kind of buck-passing, repetitive cop-out that only a Board committed to maintaining the status quo can, in good conscience, do.  The original structure of QUEST made provision for additional community involvement, but the abrupt ending prevented this from being accomplished.</p>\n        <p>Redundancy, mistrust, delaying tactics, etc. were part and parcel of the inability of QUEST to attract and hold Mexican-American citizens as active participants.  The schools of this district must share, on part, the blame for the scarcity in leadership among Mexican-Americans.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We do not find the fact that the bond issues failed as any mitigation of the effect of this evidence, for we are looking for evidence of the Board's state of mind.  Whether the voters were wiser or the Board was insufficiently persuasive, our conclusion remains the same</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> In Columbus, the Supreme Court emphasized that the Board of Education had received many recommendations over the years that would have alleviated some of the segregation in the Columbus system;  the school board consistently refused to follow up on any of those recommendations.  These failures to act were particularly important because \"the Columbus system grew rapidly in terms of geography and number of students, creating many crossroads where the Board could either turn toward segregation or away from it.\"    443 U.S. at 463 n. 12, 99 S.Ct. at 2949 n. 12.  The Supreme Court upheld the district court's inference of segregative intent \" 'from the Columbus defendants' failure after notice, to consider predictable racial consequences of their acts and omissions when alternatives were available which would have eliminated or lessened racial imbalance.' \"    Id. (quoting 429 F.Supp. 229, 240 (S.D.Ohio 1977))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> 103 new schools had been built in Columbus;  87 opened with student bodies that were predominantly of one race.  The Court noted that this segregative result was \"reasonably foreseeable under the circumstance in light of the sites selected.\"    Columbus, 443 U.S. at 462 n. 11, 99 S.Ct. at 2949 n. 11.  It went on to note, however, that it did not rely on an inference of discriminatory purpose based on the reasonably foreseeable consequences of the district's actions because the record reflected that the school board had been warned about the segregative consequences of its actions, and that alternatives had been proposed that would have increased integration.  Id.  Similarly, in Dayton Board of Education v. Brinkman, 443 U.S. 526, 99 S.Ct. 2971, 61 L.Ed.2d 720 (1979), \"22 of 24 new schools, 78 of 95 additions, and all 26 portable schools built ... opened virtually all black or all white.\"    443 U.S. at 533 n. 7, 99 S.Ct. at 2977 n. 7</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></span></p>\n    <p class=\"case_cite\">17 Ed. Law Rep. 479</p>\n    <p class=\"parties\">Arnulfo M. DIAZ and Socorro Diaz, as the parents and next<br>friends of Fernando Diaz, Miguel A. Diaz and Juan F. Diaz;<br>Jose Vasquez, as the parent and next friend of David<br>Vasquez, individually and on behalf of all other persons<br>similarly situated, Plaintiffs-Appellants,<br>v.<br>SAN JOSE UNIFIED SCHOOL DISTRICT, Charles Knight,<br>individually and as District Superintendent of the San Jose<br>Unified School District;  Neil H. Geier, Jr., Elizabeth J.<br>Allen, Edwin P. Jones, Jr., Mary K. McCreath, and Donald L.<br>Raimondi, individually and as members of the Board of<br>Education of the San Jose Unified School District,<br>Defendants-Appellees.</p>\n    <p class=\"docket\">No. 81-4434.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted Dec. 12, 1983.<br>Decided May 17, 1984.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Kociol, Community Legal Services, San Jose, Cal., for plaintiffs-appellants.</p>\n      <p class=\"indent\">George Smith, Sunnyvale, Cal., for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Northern District of California.</p>\n      <p class=\"indent\">Before BROWNING, Chief Judge, and CHOY, WALLACE, SNEED, TANG, SCHROEDER, FLETCHER, ALARCON, FERGUSON, NELSON and BOOCHEVER, Circuit Judges.</p>\n      <p class=\"indent\">FLETCHER, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs, parents of all Spanish-surnamed children attending school in the San Jose Unified School District (the District), appeal the district court's ruling that the District did not act with segregative intent in maintaining ethnically imbalanced schools.  After a careful review of the record, we conclude that the district court's finding that the defendants acted without segregative intent was clearly erroneous.  Accordingly, we reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>I. BACKGROUND.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Board of Education of the San Jose Unified School District (the Board) has been aware since at least 1962 that its schools are segregated.  The district is long and narrow:  about sixteen miles long and from one and one-half to four miles wide.  Hispanics are concentrated in the northern downtown area while the southern, suburban neighborhoods are largely Anglo.  In 1973, Spanish-surnamed students made up 24.6 percent of the population of the district.  In the southern schools, only .07 percent of the students were Spanish-surnamed, while in the northern schools 78.8 percent were Spanish-surnamed.  State law requires the Board to take affirmative steps to desegregate its schools.  The Board made repeated announcements endorsing the concept of desegregation.  Nonetheless, between 1962 and 1973, the school board did nothing to alleviate the imbalance.  Indeed, the Board took many steps that maintained segregation and rejected available, less segregative courses of action.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1971, the plaintiffs filed a class action on behalf of all Spanish-surnamed students enrolled in the District and their parents.  The complaint charged that defendants were operating a segregated public school system in violation of the Fourteenth Amendment and sought desegregation of the school district.  After trial to the court, the district court found that the school district was racially imbalanced and that defendants had maintained the imbalance.  The court, however, denied remedial relief because it decided that defendants had acted without segregative intent.    Diaz v. San Jose Unified School District, <span class=\"citation\" data-id=\"2367819\"><a href=\"/opinion/2367819/diaz-v-san-jose-unified-sch-dist/\"><span class=\"volume\">412</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">310</span></a></span> (N.D.Cal.1976) (Diaz I ).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, this court vacated and remanded for reconsideration.    Diaz v. San Jose Unified School District, <span class=\"citation\" data-id=\"373062\"><a href=\"/opinion/373062/arnulfo-m-diaz-and-socorro-diaz-as-parents-and-next-friends-of-fernando/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 416 (9th Cir.1979) (Diaz II ).  We found that \"[a]n inference of segregative intent arose from the appellants' proof,\" Id. at 415.  The district court had, however, impermissibly concluded that the school district's racially neutral neighborhood school policy \"constituted either a complete defense to a charge of segregative intent, or, completely dispelled the inferences of segregative intent that flowed from the appellants' proof.\"    Id.  We held that \"[s]trict adherence to a neighborhood policy is no more than circumstantial evidence that bears upon the existence or non-existence of segregative intent.  The existence of such a policy is not enough to prove the absence of segregative intent.\"    Id. at 416.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On remand, the district court required rebriefing and argument but took no new evidence.  Once again, the court found the evidence insufficient to support a finding of segregative intent, holding that \"the adherence to a neighborhood school policy by the school officials in the [San Jose Unified School District] was not a device for maintenance of segregated schools, although that effect was clearly foreseeable and was clearly foreseen by the school officials.\"    Diaz v. San Jose Unified School District, <span class=\"citation\" data-id=\"2128374\"><a href=\"/opinion/2128374/diaz-v-san-jose-unified-school-dist/\"><span class=\"volume\">518</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">622</span></a></span>, 644 (N.D.Cal.1981) (Diaz III ).  Plaintiffs appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>II. DISCUSSION.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A. The Need to Prove Segregative Intent.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Board admits that it has maintained ethnically imbalanced schools and has omitted courses of action that would have reduced that imbalance.  Plaintiffs presented overwhelming evidence that the Board's actions \"knowingly perpetuated ethnic imbalance in the schools.\"    Diaz III, 518 F.Supp. at 642.  Nonetheless, de facto segregation in the schools does not, without more, prove a violation of the Fourteenth Amendment.  The plaintiffs must prove not only that the defendants' actions created or maintained racial or ethnic imbalance in the schools, but also that those actions were motivated by segregative intent.    See Keyes v. School District No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 208, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, 2697, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973);  Diaz I, 412 F.Supp. at 328-29.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Ordinarily, only circumstantial evidence is available to establish segregative intent.  Evidence of the discriminatory impact of decisions is one sort of circumstantial evidence supporting an inference of segregative intent.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The impact of the official action--whether it \"bears more heavily on one race than another\" ...--may provide an important starting point.  Sometimes a clear pattern, unexplainable on grounds other than race, emerges from the effect of the state action even when the governing legislation appears neutral on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Arlington Heights v. Metropolitan Housing Development Corp., <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 266, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, 564, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977).  Proof that the segregative effects of a decision were foreseeable is not to be taken, as a general proposition, to make out a prima facie case of segregative intent, nor does it routinely shift the burden of persuasion to the defendants.    See Dayton Board of Education v. Brinkman, <span class=\"citation\" data-id=\"110142\"><a href=\"/opinion/110142/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, 536 n. 9, <span class=\"citation\" data-id=\"110142\"><a href=\"/opinion/110142/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2971</span></a></span>, 2978 n. 9, <span class=\"citation\" data-id=\"110142\"><a href=\"/opinion/110142/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1979) (Dayton ).  Nonetheless, \"proof of foreseeable consequences is one type of quite relevant evidence of racially discriminatory purpose....\"  Id.  See also Columbus Board of Education v. Penick, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 464-65, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, 2949-50, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979) (Columbus ).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   Other circumstantial evidence relevant to the proof of segregative intent includes the historical background and specific sequence of events leading up to the Board's actions maintaining or exacerbating ethnic imbalance in district schools.    See Arlington Heights, 429 U.S. at 267-68, 97 S.Ct. at 564-65.  We will focus our review on these latter aspects of the proof, for the defendants concede that they knowingly perpetuated segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">B. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We examine the district court's findings of fact and its ultimate conclusion as to the Board's intent under the clearly erroneous standard:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>discriminatory intent is a finding of fact to be made by the trial court....  [It] means actual motive;  it is not a legal presumption to be drawn from a factual showing of something less than actual motive.  Thus, a court of appeals may only reverse a district court's finding on discriminatory intent if it concludes that the finding is clearly erroneous under Rule 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Pullman-Standard v. Swint, <span class=\"citation\" data-id=\"110698\"><a href=\"/opinion/110698/pullman-standard-v-swint/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 289-90, <span class=\"citation\" data-id=\"110698\"><a href=\"/opinion/110698/pullman-standard-v-swint/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1781</span></a></span>, 1790-91, <span class=\"citation\" data-id=\"110698\"><a href=\"/opinion/110698/pullman-standard-v-swint/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span></a></span> (1982).    Accord Dayton, 443 U.S. at 534, 99 S.Ct. at 2977;  Columbus, 443 U.S. at 468, 99 S.Ct. at 2952 (1979) (Burger, C.J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under this standard the district court's factual finding of lack of segregative intent may be set aside only if, \"although there is evidence to support it, the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed.\"    United States v. United States Gypsum, <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 395, <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">525</span></a></span>, 542, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">746</span></span> (1948);  Anti-Monopoly, Inc. v. General Mills Fun Group, Inc., <span class=\"citation\" data-id=\"406822\"><a href=\"/opinion/406822/anti-monopoly-inc-and-counter-defendant-appellant-v-general-mills-fun/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1316</span></a></span>, 1318 (9th Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case our careful review of the record leaves us with such a firm conviction.  The district court has made comprehensive and accurate findings covering the significant historical facts, but we are firmly convinced that it erred when it reached the ultimate conclusion that these facts do not compel a finding of segregative intent.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">C. The Neighborhood School Policy.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The significance of the Board's adherence to a \"neighborhood school policy\" was central to the district court's analysis.  This policy requires students to attend the schools nearest their homes.  The Board has, with few exceptions, adhered to this policy rigidly and refused to allow voluntary transfers for any purpose, including voluntary desegregation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   Although a neighborhood school policy has been used by school districts to justify segregation, see Dayton, 443 U.S. at 533 n. 7, 99 S.Ct. at 2976 n. 7;  Columbus, 443 U.S. at 461-62 &amp; n. 8, 99 S.Ct. at 2948-49 &amp; n. 8;  Keyes, 413 U.S. at 206, 93 S.Ct. at 2696, adherence to such a policy is not by itself dispositive of segregative intent.  We recognized in our previous opinion that the neighborhood school policy \"is merely relevant evidence to be taken into account in deciding whether the forbidden intent did or did not exist.\"    Diaz II, 612 F.2d at 415.  It \"does not have constitutional implications one way or the other without a penetrating examination of the complete context in which the neighborhood policy was initially applied and subsequently enforced.\"    Id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We must distinguish, however, between a policy requiring students to attend schools within neighborhood attendance areas, and the decision to draw those attendance areas in a manner that achieves or maintains ethnic imbalance.  School buildings are large, immobile objects.  For many school districts, the location of existing schools will more or less determine feasible attendance areas.  Where neighborhoods are themselves racially or ethnically imbalanced, the enforcement of a neighborhood school policy may perpetuate de facto segregation.  As we read the Supreme Court's pronouncements we cannot require a school district with no history of de jure segregation to abandon its neighborhood school policy merely because the infeasibility of relocating its schools has caused the entrenchment of segregation.    See, e.g., Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 28, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, 1282, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971).  As we explained in our previous opinion, however, the location and construction of new schools and the closing of old schools are not merely decisions enforcing a neighborhood school policy.  Rather, they are decisions that may determine whether the prescribed neighborhood attendance areas will be integrated or segregated.    See Diaz II, 612 F.2d at 415.  The Supreme Court has recognized that</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">[i]n the past, choices in this respect have been used as a potent weapon for creating or maintaining a state-segregated school system.  In addition to the classic pattern of building schools specifically intended for Negro or white students, school authorities have sometimes, since Brown [v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954) ], closed schools which appeared likely to become racially mixed through changes in neighborhood residential patterns.  This was sometimes accompanied by building new schools in the areas of white suburban expansion farthest from Negro population centers in order to maintain the separation of the races with a minimum departure from the formal principles of \"neighborhood zoning\".</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Swann, 402 U.S. at 21, 91 S.Ct. at 1278.  A school district may combine its neighborhood school policy with a segregative pattern of site selection.  In such cases, the enforcement of a neighborhood school policy may be one of a series of segregative acts independently evincing segregative intent.  Many of these same actions disapproved by the Supreme Court in Swann are also present in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Furthermore, adherence to a neighborhood school policy may have a reciprocal effect by making neighborhoods more segregated.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>The construction of new schools and the closing of old ones ... when combined with one technique or another of student assignment, will determine the racial composition of the student body in each school in the system.  Over the long run, the consequences of the choices will be far reaching.  People gravitate toward school facilities, just as schools are located in response to the needs of people.  The location of schools may thus influence the pattern of residential development of a metropolitan area and have important impact on composition of inner-city neighborhoods.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id. at 20-21, 91 S.Ct. at 1278.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this case, a series of events unrelated to the ethnic imbalance of the District's schools required the Board to make a large number of choices relating to school siting, school construction, the use of portable classrooms and the definition or redefinition of neighborhood attendance areas.  Each time, parents, interested organizations and the State of California presented alternative proposals to the Board that could have ameliorated the segregation in the district schools.  Most of these opportunities presented no threat to the neighborhood school policy and could have been accomplished within its framework.  The Board consistently selected the more segregative alternative.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">D. Board Awareness of Segregation and its Duty to Desegregate.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Throughout the period in question the Board was aware of ethnic imbalance in the district schools.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   The Board was also continuously aware that it had an affirmative duty to desegregate under state law.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In 1963, the California Supreme Court held that:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>even in the absence of gerrymandering or other affirmative discriminatory conduct by a school board, a student under some circumstances would be entitled to relief where, by reason of residential segregation, substantial racial imbalance exists in his school.... [w]here such segregation exists, it is not enough for a school board to refrain from affirmative discriminatory conduct.  The harmful influence on the children will be reflected and intensified in the classroom if school attendance is determined on a geographic basis without corrective measures.    The right to an equal opportunity for education and the harmful consequences of segregation require that school boards take steps, insofar as reasonably feasible, to alleviate racial imbalance in schools regardless of its cause.  Our State Board of Education has adopted regulations which encourage transfers to avoid and eliminate racial segregation (Cal.Admin.Code, Title 5, Secs. 2010, 2011) ...</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Jackson v. Pasadena City School District, <span class=\"citation\" data-id=\"2606803\"><a href=\"/opinion/2606803/jackson-v-pasadena-city-school-dist/\"><span class=\"volume\">59</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">876</span></a></span>, 881, <span class=\"citation\" data-id=\"2606803\"><a href=\"/opinion/2606803/jackson-v-pasadena-city-school-dist/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">606</span></a></span>, <span class=\"citation\" data-id=\"2606803\"><a href=\"/opinion/2606803/jackson-v-pasadena-city-school-dist/\"><span class=\"volume\">382</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">878</span></a></span> (1963) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In 1976, the California Supreme Court reapproved the Jackson holding, recognizing that \"for more than a decade this court has adhered to the position that school boards in this state bear a constitutional obligation to attempt to alleviate school segregation, regardless of its cause.\"    Crawford v. Board of Education of the City of Los Angeles, <span class=\"citation\" data-id=\"1175930\"><a href=\"/opinion/1175930/crawford-v-board-of-education/\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">280</span></a></span>, 293, <span class=\"citation\" data-id=\"1175930\"><a href=\"/opinion/1175930/crawford-v-board-of-education/\"><span class=\"volume\">130</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">724</span></a></span>, <span class=\"citation\" data-id=\"1175930\"><a href=\"/opinion/1175930/crawford-v-board-of-education/\"><span class=\"volume\">551</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">28</span></a></span> (1976).  The California courts throughout the period consistently had reiterated this obligation of local school boards.    See Crawford, 17 Cal.3d at 291-92, <span class=\"citation\" data-id=\"1175930\"><a href=\"/opinion/1175930/crawford-v-board-of-education/\"><span class=\"volume\">130</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">724</span></a></span>, <span class=\"citation\" data-id=\"1175930\"><a href=\"/opinion/1175930/crawford-v-board-of-education/\"><span class=\"volume\">551</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">28</span></a></span> (citing Mulkey v. Reitman, <span class=\"citation\" data-id=\"1357207\"><a href=\"/opinion/1357207/mulkey-v-reitman/\"><span class=\"volume\">64</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">529</span></a></span>, 537, <span class=\"citation\" data-id=\"1357207\"><a href=\"/opinion/1357207/mulkey-v-reitman/\"><span class=\"volume\">50</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">881</span></a></span>, <span class=\"citation\" data-id=\"1357207\"><a href=\"/opinion/1357207/mulkey-v-reitman/\"><span class=\"volume\">413</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">825</span></a></span> (1966);  San Francisco Unified School District v. Johnson, <span class=\"citation\" data-id=\"1158847\"><a href=\"/opinion/1158847/san-francisco-unified-school-dist-v-johnson/\"><span class=\"volume\">3</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">937</span></a></span>, 957-58, <span class=\"citation\" data-id=\"1158847\"><a href=\"/opinion/1158847/san-francisco-unified-school-dist-v-johnson/\"><span class=\"volume\">92</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">309</span></a></span>, <span class=\"citation\" data-id=\"1158847\"><a href=\"/opinion/1158847/san-francisco-unified-school-dist-v-johnson/\"><span class=\"volume\">479</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">669</span></a></span> (1971);  Serrano v. Priest, <span class=\"citation\" data-id=\"1126695\"><a href=\"/opinion/1126695/serrano-v-priest/\"><span class=\"volume\">5</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">584</span></a></span>, <span class=\"citation\" data-id=\"1126695\"><a href=\"/opinion/1126695/serrano-v-priest/\"><span class=\"volume\">96</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">601</span></a></span>, <span class=\"citation\" data-id=\"1126695\"><a href=\"/opinion/1126695/serrano-v-priest/\"><span class=\"volume\">487</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1241</span></a></span> (1971)).  The district court was clearly erroneous in its finding that the Board's obligations under state law were in constant flux.    See Diaz I, 412 F.Supp. at 334;  Diaz III, 518 F.Supp. at 642 (incorporating findings of Diaz I).  The obligations were clear and the Board was aware of them.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Yet, during this period, the Board resisted compliance with state requirements that affirmative action be taken to desegregate its schools.  In a 1966 report to the State Department of Education, the Board recognized that it was not meeting the State's guidelines.  The Board acknowledged that it had been subject to \"considerable pressure\" to alter its neighborhood school policy,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and stated in the report:District representatives were informed that the State Board of Education felt it had a \"mandate\" to expedite integration in all schools;  that social integration of all pupils carried the highest priority, regardless;  that the traditional neighborhood school concept was no longer valid in districts characterized by \"racial imbalance,\" and that the subsequent year's projects (1967-68) would be required to \"focus\" on intergroup experiences and the general problem of de facto segregation in order to be approved for funding.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">(emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Despite its recognized duty to take affirmative steps to desegregate, the Board continued to justify actions that maintained segregation by reference to its neighborhood school policy.  The Board's stubborn adherence to this policy in the face of clearly established state law holding desegregation to be a matter of overriding educational importance suggests that the Board was motivated, at least in part, by a desire to avoid desegregation rather than a sincere commitment to the educational benefits of neighborhood schools.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">E. School Siting and Transportation.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Despite the Board's awareness of the problem of ethnic imbalance and its duty to alleviate it, the Board chose alternatives that perpetuated or intensified segregation and rejected numerous unusual opportunities to reduce segregation that became available throughout the years.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Since 1965, the district has constructed nine new schools on newly-selected sites.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>   The Board was aware that state law required it to consider state guidelines on the formation of attendance areas in making siting decisions.  Nonetheless, the Board failed to consider the state guidelines<sup>9</sup> and selected sites with the knowledge that each of the newly constructed schools would be imbalanced from inception, although alternatives existed.  Throughout the relevant time period, the Board received a number of communications from state agencies, advising it that district schools were impermissibly segregated and insisting that it follow state guidelines.  The Board chose to disregard state law totally.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Board similarly chose to maintain ethnic imbalance when it closed several northern schools.  The district court went through an extensive and careful analysis of the pattern of school closures.    See Diaz I, 412 F.Supp. at 319-22, 331-32;  Diaz III, 518 F.Supp. at 632-35.  The conclusion from this analysis can be summarized easily--little change occurred.  Plaintiffs aptly refer to these actions as the \"downtown shuffle.\"    Where northern schools were closed, the Board reassigned students to other schools in the north rather than reassigning them to schools further south as suggested by numerous proposals.  The district court noted two particularly disturbing aspects of the decision to close two downtown junior high schools.  First, the restructuring of junior high school attendance areas resulted in two distinct feeder systems, one for the area that was predominantly Hispanic and another for the area that was predominantly Anglo.  Second, the transfer of students transformed one of the district's few ethnically balanced schools into an imbalanced school.    See Diaz III, 518 F.Supp. at 634.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Pursuant to the Field Act,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> the Board demolished thirteen additional schools as unsafe.  The Board created a task group to establish a plan for rebuilding the schools.  The task group considered several proposals to rebuild the schools in new locations and to redraw attendance areas in order to reduce ethnic imbalance.  The district court found that several of the alternatives would have reduced ethnic imbalance.    Diaz I, 412 F.Supp. at 331.  The Board chose to rebuild most of the Field Act schools on their original sites and to maintain the former attendance areas.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>   The Board rebuilt two Field Act schools on newly selected sites.  However, it retained the old attendance area boundaries, and both schools remained imbalanced.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">During this time the Board considered, and rejected, a proposal to transfer students from the most severely imbalanced Field Act schools to nearby schools in contiguous attendance areas.  Washington School had a student population of 78.4% Spanish-surnamed.  Because of overcrowding, Washington students attended double sessions.  One mile from Washington, Riverglen School had a Spanish-surnamed population of only 19.2% and was operating under capacity.  The Board refused to redraw attendance areas or to transfer any students from the overcrowded Washington to Riverglen.  Students from the Little Orchard neighborhood, which is almost 100% Spanish-surnamed, were assigned for years to Washington even though they actually lived closer to Riverglen.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Gardner School had a Spanish-surnamed population of 87.8%.  Lincoln Glen, located two miles from Gardner, had a Spanish-surnamed population of 15% and was operating under capacity.  Canoas School, located three or four miles from Gardner, had a Spanish-surnamed population of 9.7% and was operating under capacity.  The Board never considered transferring students from Gardner to Canoas or to Lincoln Glen.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Despite strong opposition to the rebuilding of Washington and Gardner in their original locations and the presentation of feasible options to decrease segregation, the Board rebuilt them in their original locations and retained the same attendance areas.  These actions were taken by the Board in the face of assurances to the State that the Board would use the opportunity presented by the rebuilding of the schools to reduce ethnic imbalance.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">School District Superintendent Knight justified the rebuilding of the Field Act schools on the same sites on the ground that it \"would not get in the way of a two-way exchange of students.\"    This justification must be viewed with suspicion in light of the Board's repeated and vocal opposition to busing to achieve integration.  The district court found that \"[a]s early as 1963, the board, through resolution, assured the community of its opposition to busing for integration;  the board has not deviated from this position.\"    Id. at 324.  The Board proclaimed that it would rebuild on the same sites in order to bus more effectively, while at the same time pronouncing it would never bus because it was seeking other solutions to the segregation problem.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The Board's wide use of busing for everything except integration is itself suspect.  In 1973-74, 10,431 of 36,000 students were bused daily.  All but 14 of the district's 50 schools used buses to transport students within designated attendance areas.  Studies commissioned by the district showed that the total busing required to integrate the district would involve only 6,000 students--3,000 Hispanic students and 3,000 Anglo students.  The Board was clearly not opposed to busing per se, yet it repeatedly voiced its opposition to busing for the purposes of integration.  The Board's use of buses for every purpose but integration, coupled with its intransigent resistance to the use of buses for integration, supports an inference of segregative intent.    Cf. Washington v. Seattle School District No. 1, <span class=\"citation\" data-id=\"110784\"><a href=\"/opinion/110784/washington-v-seattle-school-dist-no-1/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>, <span class=\"citation\" data-id=\"110784\"><a href=\"/opinion/110784/washington-v-seattle-school-dist-no-1/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3187</span></a></span>, <span class=\"citation\" data-id=\"110784\"><a href=\"/opinion/110784/washington-v-seattle-school-dist-no-1/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">896</span></a></span> (1982) (initiative that treated busing for integration differently from busing for other purposes invalid).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In summary, the Board responded to a series of opportunities to select school locations and designate the boundaries of attendance areas by selecting sites and designating boundaries in a manner that ensured continued segregation.  \"In ascertaining the existence of legally imposed school segregation, the existence of a pattern of school construction and abandonment is ... a factor of great weight.\"    Swann, 402 U.S. at 21, 91 S.Ct. at 1278-79.    See also Dayton, 443 U.S. at 540, 99 S.Ct. at 2980.  The Board responded to suggestions for less segregative alternatives by rejecting them.  It responded to the guidelines imposed by the State of California by ignoring them.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">F. Overcrowding, Faculty Assignment and Educational Priorities.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Board response to overcrowding was two-fold--the use of portables and double sessions.  At one point, the Board instituted double sessions in overcrowded southern schools even though some northern schools were operating under capacity.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>   The district court found this disturbing because of the known \"educationally disadvantageous\" effects of double sessions.    Diaz III, 518 F.Supp. at 635.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Defendants admit that faculty and staff were intentionally assigned to schools on the basis of race.  The Hispanic teachers were concentrated in the downtown schools.  The district court found that assignments were not made in order to assign Spanish-speaking teachers to predominantly Mexican-American schools where their language skills might be needed.    Diaz III, 518 F.Supp. at 640-41.  The district court concluded that the assignment of teachers or staff was not the result of a racially-neutral policy.  Id. at 641.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">A discriminative pattern of assignment of faculty and staff is among the most important indicia of a segregated school system.    Swann, 402 U.S. at 18, 91 S.Ct. at 1277.  The district court correctly observed that the law does not permit assignment of faculty on the basis of race even if motivated by a neutral policy, Diaz III, 518 F.Supp. at 640.  The district court found the staff and teacher assignments had no effect on student segregation because of the small number of Spanish-surnamed faculty.  Its observations may be accurate, but it neither negates the illegality of the assignment policy nor diminishes the inference of racial bias.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The Board rejected an opportunity to reduce segregation through use of portable classrooms.  The district owns over 400 portable classrooms and leases others.  Portable classrooms, because they are not fixed in one place, provide an inexpensive and flexible way to alter attendance boundaries to reduce overcrowding and ethnic imbalance in particular schools.  The district court found that the use of portables to increase integration \"was always an alternative available when a need for portables arose;  the school district could always have opted to place new portables at the other end of the district from the area of overcrowding....\"  Diaz III, 518 F.Supp. at 635.  Nevertheless, the Board rejected numerous suggestions for portable siting to alter attendance patterns involving transferring Hispanic students from northern schools to schools farther south.  The district has never used portables to improve ethnic imbalance.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In one instance in 1974 the Board did depart from its neighborhood school policy when Anglo parents in the southern schools complained about the double sessions.  The Board allowed them to go out of the district rather than transfer to the northern schools in which Hispanic students predominated.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">At a school board meeting on May 2, 1974, a group of Anglo parents demanded that their children be relieved of double sessions at Muir and Bret Harte junior high schools.  On May 16, the board responded by authorizing inter-district transfers permitting Anglo students to attend schools outside their neighborhood attendance areas for the 1974-1975 and 1975-1976 school years.  Executive sessions of the board met with the district superintendent and the board attorney to reevaluate the newly-enacted authorization of inter-district transfers.  Counsel for the board advised the district that the court in this litigation might adversely interpret deviation from the board's stated adherence to a neighborhood school policy, in circumstances which relieved crowding while perpetuating ethnic imbalance.  On June 20, 1974, after receiving this advice, the board rescinded its transfer resolution.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Diaz I, 412 F.Supp. at 323.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We agree with the advice the Board received from its counsel that the resolution could be interpreted as evidence of segregative intent.  The later recission of the resolution because of counsel's advice does not lessen the implication.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The Board argues that the segregation in district schools results solely from its neighborhood school policy.  The evidence in the record, however, demonstrates that the pattern of decisions relating to school siting, school closings, designation of attendance areas, busing, use of portable classrooms, double sessions and transfers maintained or exacerbated ethnic imbalance.  None of these decisions was required by the neighborhood school policy;  indeed, the Board rejected numerous alternative proposals that were consistent with the neighborhood school policy.  The Board's willingness to depart from its neighborhood school policy in assigning students from the Little Orchard neighborhood to Washington rather than Riverglen and permitting students from the Anglo-dominated Muir and Bret Harte Schools to transfer to other Anglo-dominated schools indicates that the Board was willing to forego its neighborhood school policy in order to maintain segregation.  Plaintiffs have presented additional evidence that suggests that the neighborhood school policy itself was a pretext for the Board's hostility to integration.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">G. The Board's Public Response to Acknowledged Segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Board's ostensible attempts to alleviate the problem of school segregation support the conclusion that its adherence to a neighborhood school policy was motivated, at least in part, by segregative intent.  The Board's actions reveal a pattern of resisting suggestions that would have decreased segregation and submitting to political pressure from members of the community opposed to integration.  One example is the Board's response to efforts by the State of California to secure compliance with its integration policy.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>   The Board acted in several instances to maintain a posture of commitment to its obligations under state law, although it actually did nothing.  In conjunction with the rebuilding of the Field Act schools, the Board assured the State that it would rebuild the schools on different sites to achieve greater ethnic balance.  It did not.  And, the Board formally adopted the state guidelines on formulation of attendance areas but did not implement them when faced with an opportunity.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>   In its 1966 report to the State in conjunction with its ethnic survey, the Board cited its 1963 resolution on desegregation and the intent to form a citizen's committee to study the problem of segregation and recommended solutions.  That committee, the Quality Urban Education Action Team (QUEST), was not formed until 1969.  QUEST's history is revealing.  The Board repeatedly referred to QUEST in its reports to the state as an indication of progress toward integration, while responding to QUEST in a manner that rendered the committee totally ineffective.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The record shows that at a highly emotional meeting of 1500 persons where \"fear and racism\" were prevalent, the Board submitted to public pressure and opened QUEST membership to all present--most of whom were opposed to desegregation.  See infra note 16.  These new members were given their choice of subcommittees on which to serve, and most joined the site location, demographics and magnet school committees.  At the same time, the Board modified QUEST's mandate, instructing it to pay more attention to revision of instructional programs and less attention to attempting to reduce ethnic imbalance without delay.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Board members told Aaron Harris, Chairperson of QUEST, that the Board would like to dissolve or suspend QUEST because the public perceived that integration would result and that such a perception might have adverse impact upon the upcoming bond election.  Over Mr. Harris's opposition, the executive committee of the reconstituted QUEST voted to suspend activities, a decision in which Harris stated, \"the Board happily acquiesced.\"    Despite these difficulties, QUEST put together a final report making recommendations for solutions to the segregation problem, including magnet schools, education parks, open enrollment, and voluntary busing.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> The Board implemented none of QUEST's suggestions.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Any doubts about whether the Board acted with segregative intent are dispelled by its public statements regarding the bond issue elections.  The district court found that these statements</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>offered 1) the carrot that the bond money would not be used to subsidize busing (and reiterated the Board's own continued disinclination to use busing for integration purposes) and 2) the stick that failure to pass the bond issue would result in (a) alterations in the neighborhood school policy to spread double sessions throughout the district and (b) the need to send students from the northern end of the district to the south, and/or vice versa.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Diaz III, 518 F.Supp. at 638.  The Board catered to a pro-segregation public by making assurances that it could not use bond money to finance busing for integration.  The message these statements conveyed, and were intended to convey, was unmistakable:  if the public did not vote for the bond issue, busing would result.  If it did vote for the issue, no busing would result.  These statements, considered in the context of the other evidence presented in this case compel an inference of segregative intent.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>III. THE CUMULATIVE WEIGHT OF THE EVIDENCE COMPELS A FINDING OF SEGREGATIVE INTENT.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In making its determination in respect to the Board's intent, the district court erred in failing to give weight to the cumulative impact of the evidence.    See Washington v. Davis, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 242, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, 2048, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976);  Arlington Heights, 429 U.S. at 266-68, 97 S.Ct. at 563-65;  Flores v. Pierce, <span class=\"citation\" data-id=\"375967\"><a href=\"/opinion/375967/barbaro-flores-v-stanley-j-pierce/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1386</span></a></span>, 1389 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">875</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">218</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></span> (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The District repeatedly promised the public and state officials that it would desegregate its schools in compliance with state law.  Yet, it deliberately ignored state guidelines in making decisions and consistently refused to implement suggestions for desegregation.  Similarly, in Columbus, an element of the district court's finding of segregative intent was the Board's failure to employ workable suggestions for improving racial balance despite promises otherwise.  See Columbus, 443 U.S. at 453, 99 S.Ct. at 2944.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The Board sited new schools, rebuilt the Field Act schools, used portables and closed schools in a manner that maintained and, in some instances, intensified ethnic imbalance.  The Supreme Court found such actions to evince segregative intent in Columbus, 443 U.S. at 462 &amp; n. 11, 467, 99 S.Ct. at 2949 &amp; n. 11, 2951 (site selection and construction),<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> in Dayton, 443 U.S. at 532, 533 n. 7, 540, 99 S.Ct. at 2976, 2976 n. 7, 2980 (siting, construction, and addition of classroom space at existing schools), in Swann, 402 U.S. at 20-21, 91 S.Ct. at 1278-1279 (construction and closures);  and in Keyes, 413 U.S. at 192, 93 S.Ct. at 2689 (construction, mobile classrooms).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The Board used buses for one-third of its students, but refused to use those buses to achieve integration.    See Washington v. Seattle School Dist. No. 1, <span class=\"citation\" data-id=\"110784\"><a href=\"/opinion/110784/washington-v-seattle-school-dist-no-1/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>, 486-87, <span class=\"citation\" data-id=\"110784\"><a href=\"/opinion/110784/washington-v-seattle-school-dist-no-1/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3187</span></a></span>, 3203-04, <span class=\"citation\" data-id=\"110784\"><a href=\"/opinion/110784/washington-v-seattle-school-dist-no-1/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">896</span></a></span> (1982) (invalidating a Washington initiative that treated busing for integration differently from busing for other purposes).    Cf. Swann, 402 U.S. at 18, 91 S.Ct. at 1277 (existing policy of transportation an important consideration in identifying a segregated system).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The Board assigned faculty and staff on the basis of ethnic origin without any plausible neutral justification.    See Columbus, 443 U.S. at 460, 461, 467, 99 S.Ct. at 2948, 2948, 2951;  Dayton, 443 U.S. at 532, 536 n. 9, 99 S.Ct. at 2976, 2978 n. 9;  Swann, 402 U.S. at 18-19, 91 S.Ct. at 1277-1278;  Green v. County School Board, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 435, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, 1692, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The Board responded to overcrowding in the schools by instituting educationally disadvantageous double sessions and departed from its neighborhood school policy to avoid transferring Anglo students to predominantly Hispanic schools.    See Columbus, 443 U.S. at 461-62 n. 8, n. 9, 99 S.Ct. at 2948-49 n. 8, n. 9 (departure from neighborhood school policy);  Dayton, 443 U.S. at 539-40, 99 S.Ct. at 2980-81 (use of optional attendance zones);  Keyes, 413 U.S. at 191, 93 S.Ct. at 2688 (manipulation of attendance zones).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The Board catered to a public that opposed segregation.  This is evidenced by the Board's statements supporting the bond issues, in which it raised the spectre of busing for integration if the levy was not passed.  The Board was instrumental in transforming the QUEST committee from a group of concerned citizens to one dominated by those opposed to desegregation.  The Board ignored the recommendations the committee made and consistently rejected other suggestions for desegregating its schools.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">An inescapable conclusion that the Board intended segregation emerges from a view of the evidence as a whole.  The pattern of Board choices that consistently maintained or intensified segregation is apparent.  Although many of the available alternatives would have presented an incomplete solution, each could have contributed incrementally toward reducing ethnic imbalance.  In almost every instance, the Board chose to \"turn toward segregation\" rather than away from it.    Columbus, 443 U.S. at 463 n. 12, 99 S.Ct. at 2949 n. 12.  We are left with the firm conviction that the district court was clearly erroneous in its ultimate conclusion that the Board did not act with segregative intent.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>IV. CONCLUSION.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">We hold that the San Jose School Board intentionally maintained segregated schools throughout the District.  We remand to the district court for the formation of an appropriate remedy and an award of attorneys' fees to plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">REVERSED and REMANDED.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">CHOY, Circuit Judge, with whom WALLACE and SNEED, Circuit Judges, join, dissenting:</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The majority depicts the Board of Trustees of the San Jose Unified School District (the \"Board\") as an insensitive body eager to seize upon opportunities to maintain or exacerbate racial segregation in the school district for the past twenty years.  One reading the majority opinion gets the impression that the Board's conduct was unexplainable and inexcusable, and that the district judge's ruling in the Board's favor has no redeeming feature whatever.  The majority, however, ignores many facts critical to the district court's ruling;  then the majority makes its own findings of fact to support its result.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Even with the facts that have been ignored by the majority, I may not have come to the same conclusions as did Judge Peckham if I had been the trial judge.  But Judge Peckham has been with this complex case since November of 1971.  He has personally observed the witnesses and has had the opportunity to test their believability.  He thus was in a far better position than are we to determine where the truth lies.    See Columbus Board of Education v. Penick, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 470-71, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, 2983-84, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979) (Stewart, J., concurring).  I simply cannot say that he was so wrong as to justify this court's finding the facts anew.  Accordingly, I dissent.I. The Legal Standard Applied by the District Court</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">For the most part, the majority does not take issue with the legal standard applied by the district court.  In Part III of the opinion, however, the majority states that \"the district court erred in failing to give weight to the cumulative impact of the evidence.\"    Maj. op. at 674.  To the extent that the majority suggests that the district court applied an improper legal standard, the majority is clearly wrong.  Although the district court reached a different conclusion from the majority, it certainly reached its result considering the evidence as a whole.  See, e.g., 518 F.Supp. at 629 (\"the court will ... attempt to explain ... why the court does not feel that the evidence, on balance, supports a finding of segregative intent ....\");  id. at 638 (\"The refusal to date to consider bussing ... is not sufficient, in the context of the rest of the evidence in this case, to support a finding of liability.\").  The majority is only taking issue with the district court's factual findings.  To these I now turn.</p>\n    </div>\n    <p>II. The District's Duty Under State Law</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">A theme recurring throughout the majority opinion is that failure of the Board to take steps allegedly required by state laws and state Board of Education guidelines convincingly proves that the Board segregated intentionally.  To show a violation of the Fourteenth Amendment a plaintiff must prove more than that a school district took actions that created or maintained ethnic imbalance.  Doing so with intent to discriminate must be proved.    See Columbus Board of Education v. Penick, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 464, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, 2949, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979);  Keyes v. School District No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 208, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, 2697, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Under the California Constitution, the school districts do have an affirmative obligation \"to take reasonably feasible steps\" to alleviate school segregation.    Crawford v. Board of Education, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 535-36, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3211</span></a></span>, 3216-17, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">948</span></a></span> (1982);  McKinny v. Oxnard Union High School District Board of Trustees, <span class=\"citation\" data-id=\"1186887\"><a href=\"/opinion/1186887/mckinny-v-board-of-trustees/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">79</span></a></span>, 92, <span class=\"citation no-link\"><span class=\"volume\">642</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">460</span></span>, 467, <span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">549</span></span>, 556 (1982).  Assuming arguendo that plaintiffs have shown facts constituting a violation of state law, the majority's attempt to transform a breach of a state-imposed duty into a Fourteenth Amendment violation cannot stand.  Discriminatory intent means that the actor selected his course of conduct \"because of\" rather than \"in spite of\" its adverse effects upon an identifiable group.    Personnel Administrator v. Feeney, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 279, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, 2296, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span></a></span> (1979).  The addition of an affirmative duty under state law to alleviate racial imbalance does not transform inaction into intentional discrimination.  Inaction in the face of an affirmative duty to desegregate may suggest a higher probability of discriminatory intent than does inaction when no such duty exists.  But the emphasis the majority places upon what it believes are state law violations leads me to fear that it wishes to bludgeon the San Jose Unified School District in federal court for a violation of state law.    See Sullivan v. Murphy, <span class=\"citation\" data-id=\"311011\"><a href=\"/opinion/311011/nancy-sullivan-v-c-francis-murphy-corporation-counsel-of-the-district-of/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">938</span></a></span>, 972 (D.C.Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">880</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">162</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span></span> (1973) (when constitutional rights are infringed, federal rather than state law defines those rights);  see also Pennhurst State School &amp; Hospital v. Halderman, --- U.S. ----, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, 911, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984);  Watson v. Tarpley, 59 U.S.  (18 How.) 517, 520, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">509</span></span> (1855) (\"Whilst it will not be denied, that the laws of the several States are of binding authority upon ... persons and property within their appropriate jurisdiction, it is perfectly clear that those laws cannot ... destroy or control the rights of parties litigant to whom the right of resort to [federal] courts has been secured by the laws and constitution [of the United States].\").</p>\n    </div>\n    <p>III. The Proposals to Ameliorate Segregation</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The majority observes that various organizations presented proposals to the Board that \"could have ameliorated\" the segregation, some of which allegedly presented no threat to the neighborhood school policy.  See maj. op. at 665.  The majority concludes that the Board's failure to adopt one or more of these proposals conclusively demonstrates segregative intent.  I disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Although adherence to a neighborhood school policy in an area of de facto segregation probably will perpetuate the segregation in the schools, most federal courts view the neighborhood school system as deeply rooted in American culture and soundly backed by nondiscriminatory reasons, see Keyes v. School District No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 245-48, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, 2715-17, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (Powell, J., concurring in part and dissenting in part);  United States v. Jefferson County Board of Education, <span class=\"citation\" data-id=\"274758\"><a href=\"/opinion/274758/united-states-of-america-and-linda-stout-by-her-father-and-next-friend/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 879 (5th Cir.1966), aff'd en banc, <span class=\"citation\" data-id=\"276624\"><a href=\"/opinion/276624/united-states-of-america-and-linda-stout-by-her-father-and-next-friend/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span>, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">840</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">103</span></span> (1967);  Deal v. Cincinnati Board of Education, <span class=\"citation\" data-id=\"273813\"><a href=\"/opinion/273813/tina-deal-v-the-cincinnati-board-of-education/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 60 (6th Cir.1966);  see also Crawford v. Board of Education, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 537 n. 15, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3211</span></a></span>, 3218 n. 15, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">948</span></a></span> (1982);  United States v. Texas Education Agency (Austin Independent School District), <span class=\"citation\" data-id=\"349952\"><a href=\"/opinion/349952/united-states-of-america-dedra-estell-overton-intervenors-appellants-v/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 168 (5th Cir.1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">915</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3106</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">879</span></span> (1979).  Adherence to a neighborhood school system could easily be explained on nondiscriminatory grounds, and such adherence, without more, is thus no indication of discriminatory intent.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The majority finds discriminatory intent partly because the Board allegedly \"deliberately ignored state guidelines in making decisions and consistently refused to implement suggestions for desegregation....  The Board sited new schools, rebuilt the Field Act schools, used portables and closed schools in a manner that maintained and, in some instances, intensified ethnic imbalance.\"    Maj. op. at 674.  The majority, however, chooses to ignore the district court's finding that</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>[w]hile the district failed to consider the state guidelines on evaluating attendance areas, the fact is that, absent a major reformation of the attendance patterns in the entire district and a complete abandonment of the concept of neighborhood schools, the formal consideration of the state guidelines would have had no effect on the selection of sites and the construction of these schools.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">518 F.Supp. at 630 (emphasis added).  The majority also fails to consider this part of the Westinghouse Learning Corporation's report:</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The consultants considered a number of possibilities wherein buildings might be located so as to enhance integration without bussing.  There is no such possibility.    In fact, the current community or neighborhood school pattern provides the least amount of bussing for all students when compared to the educational park proposals.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">(Emphasis added.)    As the district court pointed out, the Westinghouse Learning Corporation, the Building Master Plan Task Group, and Dr. Knight, the school district superintendent, all concluded that the only realistic solution to segregation in the school district was some form of two-way bussing.  518 F.Supp. at 631, 637;  412 F.Supp. at 324.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">In view of these authoritative conclusions, the Board could have concluded that any real progress toward desegregation could be achieved only by abandoning the neighborhood school concept.  Certainly, several proposals presented to the Board assertedly would work within the neighborhood school concept.  Considering the shape of the school district and the extent of de facto segregation within it, however, the Board may very well have decided, and decided reasonably, that implementation of any, or even of all, of the proposals to enhance integration without bussing would have produced at most token progress toward desegregation.  The district court could not fault the Board for rejecting these proposals, and I cannot say that the court was clearly wrong in its finding.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">The majority also argues that the school district's rejection of bussing as a means to desegregate is unreasonable because it already busses one-third of its students on a daily basis.  Maj. op. at 669.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Except for students with special needs such as the physically handicapped, all students who are bussed are transported only within their attendance areas.  See 412 F.Supp. at 314-15.  Equating that type of bussing with cross-town bussing for integration is somewhat simplistic.  In November of 1979 the voters of the State of California amended the state constitution to curtail the power of state courts to remedy de facto segregation by ordering bussing or school reassignment.  Their purposes, as stated in the measure itself, were:</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p>making the most effective use of the limited financial resources now and prospectively available to support public education, maximizing the educational opportunities and protecting the health and safety of all public school pupils, enhancing the ability of parents to participate in the educational process, preserving harmony and tranquility in this state and its public schools, preventing the waste of scarce fuel, resources, and protecting the environment.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Crawford v. Board of Education, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 543 n. 29, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3211</span></a></span>, 3221 n. 29, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">948</span></a></span> (1982).  The Supreme Court stated that these purposes \"are legitimate, nondiscriminatory objectives.\"    Id. at 545, 102 S.Ct. at 3222.  The school district, therefore, had legitimate reasons for rejecting the bussing proposals.  The district court so found.  As we are reviewing the district court's findings for clear error, I find no basis on which to disagree with the district court.</p>\n    </div>\n    <p>IV. Catering to a Pro-Segregation Public</p>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The majority also castigates the Board for \"cater[ing] to a pro-segregation public,\" maj. op. at 673, and \"transforming the QUEST committee from a group of concerned citizens to one dominated by those opposed to desegregation.\"    Id. at 675.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">It is difficult to ignore the public's powerful and strident general opposition to bussing.  A typical community reaction is shown in the story of Wilson Junior High School:</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p>[T]he district considered transferring all Wilson Junior High School students to adjacent Markham Junior High School, with only 7.2% Spanish-surnamed students.  Because Markham was conducting double sessions, the proposed transfer was contemplated as a temporary measure pending location of a site in the southernmost portion of the northern downtown core for a magnet school with a large \"integrated student body.\"    However, community opposition developed, and a parents' meeting held at Markham Junior High School indicated mass hostility to bussing students from Wilson to Markham.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">412 F.Supp. at 322.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Community opposition also abounded when the Board formed QUEST.  The district court found that the Board agreed to open the membership of QUEST to more people under pressure from members of the community who feared the outcome of QUEST's work.  Furthermore, 1500 people, mostly opposed to the work of QUEST, attended the meeting at which QUEST's membership was opened.  Maj. op. at 672 n. 16;  518 F.Supp. at 639;  see also 412 F.Supp. at 325.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Certainly, strong community opposition was not a force to be taken lightly by the Board.  As the QUEST report stated:</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p>Even if the present school board were to adopt a plan of forced integration, it could not be carried out in the face of an opposition constituting 55% of the community--let alone 82%.  Plans adopted and laws passed can soon be repealed, and subsequent elections would install men in office intending just that.  In addition, any plan would require bond issues to be passed by voters who oppose the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">QUEST, Report to the Board of Education 93 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Subsequent events demonstrated the correctness of the writer's observation.  During the time of this litigation, the Board needed voter authorization for bond issues to finance the construction of new schools.  Voters rejected bond issues for this purpose in 1969, 1971, 1972, and 1973.  412 F.Supp. at 324-25.  Moreover, in a 1972 initiative measure, known as Proposition 21, voters of California repealed the state guidelines defining racial imbalance that were heavily relied on by the majority.  See 412 F.Supp. at 327-28;  Santa Barbara School District v. Superior Court, <span class=\"citation\" data-id=\"2609096\"><a href=\"/opinion/2609096/santa-barbara-sch-dist-v-superior-court/\"><span class=\"volume\">13</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"2609096\"><a href=\"/opinion/2609096/santa-barbara-sch-dist-v-superior-court/\"><span class=\"volume\">530</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">605</span></a></span>, <span class=\"citation\" data-id=\"2609096\"><a href=\"/opinion/2609096/santa-barbara-sch-dist-v-superior-court/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">637</span></a></span> (1975) (upholding the validity of the repealer).  Finally, in 1979 the California voters amended the Equal Protection Clause of the California Constitution to curtail court-ordered bussing and pupil reassignment.    See Crawford v. Board of Education, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 531-32, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3211</span></a></span>, 3214-15, <span class=\"citation\" data-id=\"110786\"><a href=\"/opinion/110786/crawford-v-board-of-ed-of-los-angeles/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">948</span></a></span> (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">In the face of this powerful opposition to forced bussing, the district court found that the Board was doing the best it could in its dealings with QUEST:</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p>[P]rior to the \"opening up\" of the QUEST membership, there is no evidence that the Board attempted to direct the findings of QUEST or to otherwise interfere with its operations.  To the contrary, the evidence indicates that school officials did their utmost to ensure, when QUEST was organized and began its work, that articulate, concerned representatives of all segments of the community were involved, and to ensure that those involved in QUEST desired to develop proposals to integrate the school system, not to sabotage the effort....</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">[When QUEST's membership was opened up,] the Board made subsequent efforts to recruit more people from other, more supportive segments of the community to join in the effort and to presumably counter-balance the influx of people hostile to QUEST's mission....</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">... [T]he Board's initial organization of QUEST, and the efforts both then and at the later point of reconstitution [were made] to ensure that the community was well represented and that persons sympathetic to the work of QUEST were in the positions of leadership in both the original and reconstituted organization ....</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">Indeed, the Board's persistence in seeing the work of QUEST go forward, in attempting to protect it from being overwhelmed by those hostile to its work, and in continuing, despite pressure, to encourage QUEST to formulate proposals for the integration of the district--even if for the long term--[supports] a finding that the Board was trying its best, in a difficult situation ....</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">518 F.Supp. at 639-40.  I therefore cannot agree with the majority's assertion that the only picture of the Board emerging from the evidence shows it as only paying lip service to QUEST while it was actually and intentionally inimical to it and its work.</p>\n    </div>\n    <p>V. The Bond Issue Elections</p>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The majority regards the Board's statements in the bond issue elections as conclusive on the issue of intent.  See maj. op. at 672-673.  As the district court pointed out, however, it is reasonable to view these statements differently:</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p>The statements concerning the spread of double sessions and the need to transport students to the other end of the district if the various issues did not pass seem, in context, to be simply realistic factual statements of the results which would flow from the failure of the bond issues to pass....  There is no particular emphasis given to them, nor, in context, is there any suggestion that the school board meant to do anything but point to the many burdens which would be placed on the students and the district in general by such a failure of the bond issue to pass.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">518 F.Supp. at 638-39.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p>Some pro-bond voters may have been motivated by a fear or dislike of Spanish-surnamed students in southern facilities;  however, they may also have been motivated by a fear of congestion or a multitude of other considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">412 F.Supp. at 332.</p>\n    </div>\n    <p>VI. Conclusion</p>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Whether actions that separate students racially amount to intentional segregation \"is an issue that can present very difficult and subtle factual questions.\"    Columbus Board of Education v. Penick, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 470-71, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, 2983, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979) (Stewart, J., concurring);  see United States v. Yellow Cab Co., <span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></span>, 340, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, 178, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">150</span></span> (1943).  To us, Judge Peckham's exhaustive and thoughtful opinion \"appears to represent the considered judgment of an able trial judge, after patient hearing ....\"  Yellow Cab, 338 U.S. at 341, 70 S.Ct. at 179.  The majority's voluminous review of the evidence unfavorable to the judgment demonstrates only that the trial court would have been justified if it had reached a contrary conclusion.  Under \"not clearly erroneous\" review, then, I would affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Indeed, where, as here, the adverse consequences are clearly identified and repeatedly articulated to the decisionmaking body, the inevitability of the adverse effects provide a strong inference of illegitimate intent.    See Personnel Administrator of Massachusetts v. Feeney, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 279 n. 25, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, 2296 n. 25, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span></a></span> (1979), Columbus Board of Education v. Penick, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 462 n. 11, 463 n. 12, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, 2949 n. 11, 2949 n. 12, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979)</p>\n        <p>We recognize the special difficulty inherent in determining the \"intent\" of any deliberative body such as a school board:  It is \" 'extremely difficult for a court to ascertain the motivation, or collection of different motivations, that lie behind a legislative enactment'....    Whatever difficulties exist with regard to a single statute will be compounded in a judicial review of years of administration of a large and complex school system.\"    Keyes v. School District No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 233-34, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, 2710, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973) (Powell, J., concurring and dissenting) (quoting Palmer v. Thompson, <span class=\"citation\" data-id=\"108369\"><a href=\"/opinion/108369/palmer-v-thompson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span>, 224, <span class=\"citation\" data-id=\"108369\"><a href=\"/opinion/108369/palmer-v-thompson/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1940</span></a></span>, 1944, <span class=\"citation\" data-id=\"108369\"><a href=\"/opinion/108369/palmer-v-thompson/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1971)).</p>\n        <p>The difficulty is exacerbated in this case by the fact that the courts must use objective and circumstantial evidence to prove a subjective factor--motivation or purpose to discriminate.  Discriminatory purpose, \"implies more than intent as violation or intent as awareness of consequences....  It implies that the decisionmaker ... selected or reaffirmed a particular course of action at least in part 'because of,' not merely 'in spite of,' its adverse effects upon an identifiable group.\"    Feeney, 442 U.S. at 279, 99 S.Ct. at 2296 (1979).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In following this policy, the Board acted in violation of California law, which prohibited adherence to a neighborhood school policy when neighborhoods were segregated.  The California Supreme Court states,</p>\n        <p>although a school board's establishment of and adherence to a \"neighborhood school policy\" may on its face represent the implementation of a \"neutral,\" constitutionally permissible classification scheme, the effect of such state action has invariably been to inflict a \"racially specific\" harm on minority students when such a policy actually results in segregated education.</p>\n        <p>Crawford v. Board of Education of the City of Los Angeles, <span class=\"citation\" data-id=\"1175930\"><a href=\"/opinion/1175930/crawford-v-board-of-education/\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">280</span></a></span>, 294, <span class=\"citation\" data-id=\"1175930\"><a href=\"/opinion/1175930/crawford-v-board-of-education/\"><span class=\"volume\">130</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">724</span></a></span>, <span class=\"citation\" data-id=\"1175930\"><a href=\"/opinion/1175930/crawford-v-board-of-education/\"><span class=\"volume\">551</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">28</span></a></span> (1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The first \"official\" recognition of imbalance in the schools came in 1962 when the Board passed a motion recognizing the problem of ethnic imbalance in the schools, and promising to take action on the subject.  On January 17, 1963, the Board passed a resolution recognizing that \"segregation of racial and ethnic minority group children ... contain[s] inherent educational disadvantages for minority group children, which in turn are a root cause of social evils affecting the entire community life.\"    Furthermore, the Board recognized that segregation \"is potentially aggravated by the drawing of school boundaries\" and resolved to undertake a \"comprehensive study ... with the aim of overcoming the evils produced by such school segregation ....\"  In 1964, the Board conducted its first ethnic survey of the schools in the district.  This survey confirmed what the Board had recognized two years earlier--that the schools in the district were substantially imbalanced.  In a 1966 report to the State Department of Education the Board recognized that the District's efforts to solve the problem of segregation in the schools were not meeting the State's guidelines, which required \"that project proposals necessarily incorporate activities to alleviate situations where segregation existed.\"    In June, 1966, a consultant in the State Office of Compensatory Education stressed the suggestion of \"exchange busing\" as a means of alleviating the racial imbalance.  In 1968, the State Department of Education advised the Board that 41 of its 50 schools were racially imbalanced by state standards</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In April, 1967, the State Board of Education sent a letter to all district superintendents informing them that State law required affirmative steps to reduce segregation in the schools, regardless of cause, citing Cal.Admin.Code, Title 5, Sec. 2010, 2011 and the decision of the California Supreme Court in Jackson v. Pasadena School District, <span class=\"citation\" data-id=\"2606803\"><a href=\"/opinion/2606803/jackson-v-pasadena-city-school-dist/\"><span class=\"volume\">59</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">876</span></a></span>, <span class=\"citation\" data-id=\"2606803\"><a href=\"/opinion/2606803/jackson-v-pasadena-city-school-dist/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">606</span></a></span>, <span class=\"citation\" data-id=\"2606803\"><a href=\"/opinion/2606803/jackson-v-pasadena-city-school-dist/\"><span class=\"volume\">382</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">878</span></a></span> (1963).  A letter from the State Department of Education of June 21, 1968, reiterated the mandate of its 1967 letter, informing the District of its duty to desegregate.  See also infra note 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the district court accurately outlined the changes in the state guidelines, see Diaz I, 412 F.Supp. at 327-28, the policies exemplified by those provisions are remarkably consistent through 1972.  The district court cited several examples of the Board's knowing failure to comply with state requirements.  See Diaz I at 328.  The court found that \"the board understood the statutory obligation to conduct studies and formulate alternate plans designed toward reducing ethnic imbalance ....\"  Id.  (emphasis added).  However, the court found, \"the board has never directed its staff to formulate alternative criteria for student assignment or to prepare a plan....\"  Id</p>\n        <p>The court found that the district \"advised the State Department of Education of progress toward integration through the QUEST study....\"  Id.    However, the board limited the scope of the study [and] ... [n]o action was taken on any QUEST proposal.\"    Id.</p>\n        <p>The court found that \"school districts were required to consider the impact of site selection on ethnic composition of existing schools....\"  Id.    However, the court found that \"the district has not applied the state's checklist for improved ethnic balance\" in siting the Anglo schools.  Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In 1968 the Santa Clara County Office of Education issued a report entitled \"Improving Ethnic Balance and Intergroup Relations,\" prepared by Edwin T. Rios, a consultant hired by the County</p>\n        <p>This report recommended two-way busing to relieve ethnic imbalance, as well as revision in curriculum, staff, training and community relations.  The report recognizes and stresses that under state laws at that time \"school districts have a legal obligation to take reasonable affirmative steps to prevent the segregation of students in schools by race, regardless of the cause of segregation, and to consider the ethnic composition of a school in determining its attendance boundaries.\"</p>\n        <p>On February 3, 1969, Superintendent Downing sent a letter to the Board discussing the Rios report and recommending the formation of a citizen's committee to study the problem of ethnic imbalance and make recommendations for solving the problem.  He stated that \"the school system must reinforce its efforts to provide for all students high quality integrated education.  The district must avail itself of every avenue of approach in order to achieve this objective.\"    Downing further stated,</p>\n        <p>The San Jose Unified School District, one of the largest in the county, has a heavy concentration of Mexican-American students.  A racial-ethnic survey conducted in October of 1968 reports that 9,834 or 27.9% of the student population is Mexican-American.  Of this number 7,226 are concentrated in 14 of the district's elementary schools, three junior high schools, and one senior high school.  In these 18 schools the percentage of Mexican-American students ranges from 44% to 92% of the student body.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In suggesting that by some sleight of hand we transform a violation of state law to a per se violation of federal law, the dissent misperceives the significance we attach to the Board's failure to conform to state requirements.  The entire focus of our opinion is to determine whether the district court was correct in finding that the Board lacked segregative intent.  The inquiry is a factual one.  We find the Board's actions (and inactions) leading to known segregative consequences in the face of its affirmative state duty to desegregate probative evidence of intent</p>\n        <p>Despite the protestations of the dissent to the contrary, it concedes the probative value of such evidence when it acknowledges that \"[i]naction in the face of an affirmative duty to desegregate may support a higher probability of discriminatory intent than does inaction when no such duty exists.\"    Dissent at ----.  The record is replete with evidence of the Board's knowing failure to act in accordance with state law.  Such circumstantial evidence is considered along with the other evidence in the case in determining whether the Board acted with segregative intent.  We do not suggest that the Board's violation of its duties under state law is in and of itself a violation of federal law, nor do we suggest that violation of state law may be redressed in federal court.  See Pennhurst State School &amp; Hospital v. Halderman, --- U.S. ----, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, 919, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court provided the following table:</p>\n        <pre>                       Percentage   Percentage\n                       Spanish-     Spanish-\n               Year    surnamed     surnamed\nSchool         Opened  When Opened  In 1973\n-------------  ------  -----------  ----------\nWilliams       1968        2.2         1.4\n(elementary)\nHenderson      1966        5.4         1.5\n(elementary\nSimonds        1966        1.7         2.7\n(elementary)\nBret Harte     1966        7.0         3.4\n(Jr. high)\nLeland (high)  1967        5.1         3.4\nAllen          1965       14.6         4.7\n(elementary)\nErickson       1968        9.4         6.4\n(elementary)\nHammer         1966       13.7         6.6\n(elementary)\nTerrell        1966       20.8         7.7\n(elementary)\nDiaz I, 412 F.Supp. at 317.\n9 The district court found:</pre>\n        <p>Although the board has been aware of Title 5 requirements and has realized that adherence to a neighborhood school policy presents an obstacle to desegregation, the board has never directed its staff to formulate alternative criteria for student assignment or to prepare a plan for district-wide integration.</p>\n        <p>* * *</p>\n        <p>Under Title 5, school districts were required to consider the impact of site selection on ethnic composition of existing schools in adjacent areas.  In selecting sites for new facilities in the Anglo suburban area, the district has not applied the state's checklist for improved ethnic balance.</p>\n        <p>Diaz I, 412 F.Supp. at 328 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Field Act provides minimum standards for public schools to withstand earthquakes.  See Cal.Educ.Code Secs. 39140, 81130 (West 1978).  The 1967 amendments to the Education Code required inspection of all school buildings by 1970.    Diaz I, 412 F.Supp. at 317</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In November of 1971 the district court issued a temporary restraining order prohibiting the construction of eleven schools pending a hearing on the preliminary injunction.  In December of that same year the district court lifted the temporary restraining order and declined to issue a preliminary injunction because it found that plaintiffs had failed to show a sufficient likelihood of success on the merits.    See Diaz I, 412 F.Supp. at 311-12</p>\n        <p>The district court informed the Board in very strong terms at this time that its decision was not to be interpreted by the Board to constitute judicial approval of the Board's decision to go forward with the reconstruction of the schools.  The district court (and the School Board) had before it overwhelming and clear evidence that those schools would open as racially imbalanced schools and that rebuilding the schools in another location could reduce the racial imbalance in the District.  Nonetheless, the district court viewed this as part of the possible remedy in the event unconstitutional segregation was found and felt that it could not enjoin it absent more compelling proof of a constitutional violation.  The Board made its choice to proceed with reconstruction in spite of the district court's clear and repeated admonitions that it was possible that the only remaining remedy available to the court would be busing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> One opportunity to reduce segregation is particularly noteworthy:</p>\n        <p>Faced with overcrowding at Pioneer High School, a southern suburban facility with a 5.7% Spanish-surnamed population, the board transferred students to Leland High School, an adjacent southern facility with a 4.1% Spanish-surnamed population.  Increased ethnic balance would have resulted from board action transferring the Pioneer students to San Jose High School, a northeastern facility separated from Pioneer by the bordering Willow Glen attendance area.  Although San Jose High School, with a 59.6% Spanish-surnamed student enrollment, was operating undercapacity, the district failed to transport any Pioneer students to San Jose High School.</p>\n        <p>Diaz I, 412 F.Supp. at 323.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> On August 31, 1966, the Office of Compensatory Education informed the district that their integration statement \"did not meet the intent of the requirement in the [Federal/State Guidelines] nor was it an 'appropriate approach' insofar as the utilization of Federal funds was concerned.\"    The Board's report to the State recognized that, as of August 31, 1966, \"the district's orientation and that of the ... Office of Compensatory Education were again, divergent.\"    The Board recognized that it had been subject to \"considerable pressure\" to alter its neighborhood school concept.  Two repeated suggestions for change had been alteration of attendance boundaries and a one or two-way busing program.  The report analyzed the costs of such an \"exchange busing\" at from $233,100 to $359,100 depending on the level of balance sought.  See also supra notes 3-6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> On August 5, 1965, the Board adopted policy # 5007.1 in which the Board promised to establish attendance areas to eliminate segregation in its schools in accordance with Title 5 of the California Administrative Code.  The statement provided:</p>\n        <p>Establishment of Attendance Areas</p>\n        <p>In establishing attendance areas for each regular day school maintained, it is the intent of the Board of Education to comply with Article 3, Section 14020, California Administrative Code, Title 5, Education, to the fullest extent to avoid the ultimate result of segregation of pupils by ethnic or racial composition.</p>\n        <p>Article 3, Section 14020.  State Board Policy.  Attendance Areas and Practices.  \"It is the declared policy of the State Board of Education that persons or agencies responsible for the establishment of school attendance centers or the assignment of pupils thereto shall exert all effort to prevent and eliminate racial and ethnic imbalance in pupil enrollment.  The prevention and elimination of such imbalance shall be given high priority in all decisions relating to school sites, school attendance areas and school attendance practices.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The modified mandate stated:</p>\n        <p>On the problem as a whole, however, it is our preliminary judgment that as between the broad areas of instructional program on the one hand and achieving racial and ethnic balance on the other for the near term priority should be given to the instructional program.  We are motivated in this by the belief that the hoped-for benefits of racial and ethnic balance in the schools will not be achieved unless revisions have been made in the instructional program, the grouping of students and the training of teachers to make the entire school experience more responsive to the needs of all elements of our community.  Simply stated, a racially balanced school is not necessarily an integrated one and does not necessarily provide a quality education.  For the long term, we feel that priority should be placed on achieving racial and ethnic balance in our schools to the fullest extent possible within our means as it is to us an essential component of quality integrated education.</p>\n        <p>Finally, we wish to restate our overall philosophy that we are committed to serving the needs of this community.  And as in the past, this Board would not voluntarily adopt a program which it had reason to believe the community had not participated in or would not support.</p>\n        <p>Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The final QUEST report supplies a useful and informative summary of the sequence of events outlined by the evidence.  This report is supported by testimony at trial</p>\n        <p>The first progress report was presented to the Board of Education at its meeting of October 16, 1969....</p>\n        <p>The chairman prepared an \"Introduction to QUEST\" for distribution to the schools on November 25, 1969.  The emotional aspect of the problem was thrust forward, not by what the Introduction said, but rather by what it did not say.  Phones rang incessantly.  Rumors ran rampart [sic].  \"You're not going to bus my child anywhere!\"    \"Who are you people on the committee?\"    \"Are you from Berkeley?\"    \"What is the problem?\"    \"Why haven't we heard about QUEST before now?\"    For two months, fear and apprehension overruled reason, although several public appearances were made by QUEST members to explain.</p>\n        <p>This set the stage for the Board's meeting of February 5, 1970, at which time a progress report of QUEST was scheduled.  More than 1500 people attended.  The main points of that progress report were that a Student Advisory Committee had been established under the guidance and direction of Mr. David Curry, General Vice-chairman, consisting of students from the junior and senior high schools;  that no recommendation for busing any students to correct imbalance had been made by the Demographic Task Force;  that the task forces had been primarily involved in orientation and education;  and that QUEST proposed hiring an Intergroup Relations Specialist.  (See copy of recommendation at the end of this section.)    Almost a year later, February 1970--December 1970, no action has been taken on the latter recommendation.</p>\n        <p>The meeting was a disaster in terms of the unusual display of emotionalism.  It was unfortunate because of the lack of understanding and appreciation of the nature of QUEST's task.  Finally, the meeting was tragic and predictable because of the fear and racism expressed.  This culminated in an open invitation [by the Board] to those present to become members of QUEST.  Thus, an opportunity for greater community participation was granted at the expense of alienating an already dedicated group of citizens.  QUEST was consequently reconstituted, and many of the alienated members resigned.  Others later resigned for different reasons, principally over disagreement with the proposed structure.</p>\n        <p>The newly constituted QUEST, as organized and approved by the Board of Education, received its new charge [from the Board] in March, 1970.  The study was to encompass a long range goal to a quality integrated education, and a short range goal to quality educational components....</p>\n        <p>* * *</p>\n        <p>As the work of the task forces progressed, it was apparent that another period of orientation and education was a necessary preliminary to any effective work.  The level of politial machinations that followed were alien to our orientation as one task force in particular, Site Location and Usage, pursued a course of \"benign racism\".  Many members of that committee consciously and subconsciously either denied the existence of a problem or explained it away with an almost fanatical adherence to the so-called \"neighborhood school concept\".  This approach persisted even though the task force chairman, Art Ryder, prepared an excellent outline of study more appropriate to that task force's specified charge.  At least one member attached [sic] QUEST's leadership as having a \"dominant theme of sudden change or experimentation ... which ... must be challenged when it places the membership in a position of disrepute in the community.\"    The fact of the matter was that this QUEST member was an integral part of QUEST's leadership.  This was one of many examples of the kind of paranoia that raised its ugly head much too often.</p>\n        <p>* * *</p>\n        <p>The contrast between the divisive and unifying forces is clearly demonstrated in the number and quality of the final recommendations.  While some worked in earnest, others connived, schemed and attacked.</p>\n        <p>* * *</p>\n        <p>The Executive Committee of QUEST voted to suspend activities to coincide with the November 19, 1970 Board announcement of a tax and bond election.  Many members were happy about this decision because it meant an end to meetings and a greater assurance of a successful tax and bond election.  Others were disappointed because much unfinished work had to be done and the decision was being based on reaction to an undetermined size of dissidents in the community.</p>\n        <p>The Board happily acquiesced in this decision and promised to review the final recommendations of QUEST in time to be included in the tax and bond announcement by November 19, 1970.  The trust and faith in the honorable intentions of the Board were once again questioned as the Board allotted no time during its work sessions to consider QUEST's recommendations.  January, 1971, was set as the new date for QUEST work sessions to begin.</p>\n        <p>A grave redundancy deserves mentioning at this point.  The Board plans to submit QUEST's final report to interested persons and organizations in the community for study and comments before taking any action.  A citizens' report submitted to other citizens who will perhaps re-study and submit a report is a kind of buck-passing, repetitive cop-out that only a Board committed to maintaining the status quo can, in good conscience, do.  The original structure of QUEST made provision for additional community involvement, but the abrupt ending prevented this from being accomplished.</p>\n        <p>Redundancy, mistrust, delaying tactics, etc. were part and parcel of the inability of QUEST to attract and hold Mexican-American citizens as active participants.  The schools of this district must share, on part, the blame for the scarcity in leadership among Mexican-Americans.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We do not find the fact that the bond issues failed as any mitigation of the effect of this evidence, for we are looking for evidence of the Board's state of mind.  Whether the voters were wiser or the Board was insufficiently persuasive, our conclusion remains the same</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> In Columbus, the Supreme Court emphasized that the Board of Education had received many recommendations over the years that would have alleviated some of the segregation in the Columbus system;  the school board consistently refused to follow up on any of those recommendations.  These failures to act were particularly important because \"the Columbus system grew rapidly in terms of geography and number of students, creating many crossroads where the Board could either turn toward segregation or away from it.\"    443 U.S. at 463 n. 12, 99 S.Ct. at 2949 n. 12.  The Supreme Court upheld the district court's inference of segregative intent \" 'from the Columbus defendants' failure after notice, to consider predictable racial consequences of their acts and omissions when alternatives were available which would have eliminated or lessened racial imbalance.' \"    Id. (quoting <span class=\"citation\" data-id=\"1531999\"><a href=\"/opinion/1531999/penick-v-columbus-bd-of-ed/\"><span class=\"volume\">429</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">229</span></a></span>, 240 (S.D.Ohio 1977))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> 103 new schools had been built in Columbus;  87 opened with student bodies that were predominantly of one race.  The Court noted that this segregative result was \"reasonably foreseeable under the circumstance in light of the sites selected.\"    Columbus, 443 U.S. at 462 n. 11, 99 S.Ct. at 2949 n. 11.  It went on to note, however, that it did not rely on an inference of discriminatory purpose based on the reasonably foreseeable consequences of the district's actions because the record reflected that the school board had been warned about the segregative consequences of its actions, and that alternatives had been proposed that would have increased integration.  Id.  Similarly, in Dayton Board of Education v. Brinkman, <span class=\"citation\" data-id=\"110142\"><a href=\"/opinion/110142/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, <span class=\"citation\" data-id=\"110142\"><a href=\"/opinion/110142/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2971</span></a></span>, <span class=\"citation\" data-id=\"110142\"><a href=\"/opinion/110142/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1979), \"22 of 24 new schools, 78 of 95 additions, and all 26 portable schools built ... opened virtually all black or all white.\"    443 U.S. at 533 n. 7, 99 S.Ct. at 2977 n. 7</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104523/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110142/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/273813/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/274758/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/276624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/311011/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/349952/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/373062/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1126695/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1158847/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1175930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1186887/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1357207/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1531999/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2128374/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2367819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2606803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2609096/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T01:09:57.493290Z",
      "date_modified": "2016-07-20T20:32:02.093751Z",
      "date_filed": "1984-05-17",
      "date_filed_is_approximate": false,
      "slug": "arnulfo-m-diaz-and-socorro-diaz-as-the-parents-and-next-friends-of",
      "citation_id": 408880,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Arnulfo M. Diaz and Socorro Diaz, as the Parents and Next Friends of Fernando Diaz, Miguel A. Diaz and Juan F. Diaz Jose Vasquez, as the Parent and Next Friend of David Vasquez, Individually and on Behalf of All Other Persons Similarly Situated v. San Jose Unified School District, Charles Knight, Individually and as District Superintendent of the San Jose Unified School District Neil H. Geier, Jr., Elizabeth J. Allen, Edwin P. Jones, Jr., Mary K. McCreath and Donald L. Raimondi, Individually and as Members of the Board of Education of the San Jose Unified School District",
      "federal_cite_one": "733 F.2d 660",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 20,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/434202/arnulfo-m-diaz-and-socorro-diaz-as-the-parents-and-next-friends-of/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:27:14.667015Z",
  "date_modified": "2016-02-01T18:37:27.185074Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Arnulfo M. Diaz and Socorro Diaz, as the Parents and Next Friends of Fernando Diaz, Miguel A. Diaz and Juan F. Diaz Jose Vasquez, as the Parent and Next Friend of David Vasquez, Individually and on Behalf of All Other Persons Similarly Situated v. San Jose Unified School District, Charles Knight, Individually and as District Superintendent of the San Jose Unified School District Neil H. Geier, Jr., Elizabeth J. Allen, Edwin P. Jones, Jr., Mary K. McCreath and Donald L. Raimondi, Individually and as Members of the Board of Education of the San Jose Unified School District",
  "slug": "arnulfo-m-diaz-and-socorro-diaz-as-the-parents-and-next-friends-of",
  "docket_number": "81-4434",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}