{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/4415717/",
  "id": 4415717,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cafc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4250626/",
      "id": 4250626,
      "absolute_url": "/opinion/4250626/otter-products-llc-v-united-states/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/4415717/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4027887/",
          "id": 4027887,
          "absolute_url": "/opinion/4250626/otter-products-llc-v-united-states/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4250626/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-08-24T15:01:30.841109Z",
          "date_modified": "2017-04-15T05:37:54.913358Z",
          "type": "010combined",
          "sha1": "d51b9d92ba9f6f802c8f561816d11d8369521de1",
          "page_count": 19,
          "download_url": "http://www.cafc.uscourts.gov/sites/default/files/opinions-orders/15-1866.Opinion.8-23-2016.1.PDF",
          "local_path": "pdf/2016/08/24/otter_products_llc_v._united_states.pdf",
          "plain_text": "  United States Court of Appeals\n      for the Federal Circuit\n                 ______________________\n\n              OTTER PRODUCTS, LLC,\n                  Plaintiff-Appellee\n\n                            v.\n\n                   UNITED STATES,\n                  Defendant-Appellant\n                 ______________________\n\n                       2015-1866\n                 ______________________\n\n   Appeal from the United States Court of International\nTrade in No. 1:13-cv-00269-CRK, Judge Claire R. Kelly.\n                 ______________________\n\n                Decided: August 24, 2016\n                 ______________________\n\n   LOUIS STEFAN MASTRIANI, Adduci, Mastriani &\nSchaumberg, LLP, Washington, DC, argued for plaintiff-\nappellee. Also represented by MUNFORD PAGE HALL II,\nBEAU JACKSON, DANA WATTS, GIANG TONTHAT.\n\n     BEVERLY A. FARRELL, International Trade Field Of-\nfice, Commercial Litigation Branch, Civil Division, United\nStates Department of Justice, New York, NY, argued for\ndefendant-appellant. Also represented by BENJAMIN C.\nMIZER, JEANNE E. DAVIDSON, AMY M. RUBIN; BETH C.\nBROTMAN, Office of Assistant Chief Counsel, International\nTrade Litigation, United States Bureau of Customs and\n\f2                                OTTER PRODUCTS, LLC   v. US\n\n\n\nBorder Protection, United States Department of Home-\nland Security, New York, NY.\n                 ______________________\n\nBefore PROST, Chief Judge, O’MALLEY, and CHEN, Circuit\n                       Judges.\nO’MALLEY, Circuit Judge.\n    The United States appeals the judgment of the United\nStates Court of International Trade rendered on cross\nmotions for summary judgment in which the court classi-\nfied the subject merchandise, imported by Otter Products,\nLLC (“OtterBox”), under subheading 3926.90.9980 of the\nHarmonized Tariff Schedule of the United States\n(“HTSUS”) as “[o]ther articles of plastics” instead of as\n“similar    containers”    under    HTSUS      subheading\n4202.99.00. See Otter Products, LLC v. United States, 70\nF. Supp. 3d 1281 (Ct. Int’l Trade 2015). We affirm.\n                      BACKGROUND\n              A. The Subject Merchandise\n    OtterBox is the owner and importer of record of the\nsubject merchandise. The specific goods at issue are\ndurable and protective cases designed for certain styles of\nsmartphones—Blackberry Curve 9220, 9310, and 9320;\niPhone 4S; Samsung i500; and the HTC4 My Touch—and\nan iPod touch, 4th generation. The cases consist of two\nstyles: the Commuter and the Defender Series. There is\nno dispute as to which merchandise is at issue.\n    OtterBox described the Commuter Series cases as\n“durable protective products comprised of two basic\npieces: a silicone mid-layer and, most importantly, a rigid\nouter plastic shell.” Otter Products, 70 F. Supp. 3d at\n1286 (citation and internal quotation marks omitted).\nThe Commuter Series cases “have a smooth exterior,\ndesigned to allow them to slide easily in and out of pock-\nets.” Id. (citation and internal quotation marks omitted).\n\fOTTER PRODUCTS, LLC   v. US                                3\n\n\n\n“[T]he plastic components of these cases ‘do not cover or\nenclose the screen’ of the device but do allow the consum-\ner ‘the option of affixing to the screen of the electronic\ndevice a thin, plastic, self-adhesive film to protect the\nscreen.’” Id. (citation omitted).\n     OtterBox described the Defender Series cases as con-\nsisting of four pieces: “a clear protective plastic mem-\nbrane, a high-impact polycarbonate shell, a plastic belt\nclip holster, and a durable outer silicone cover.” Id.\n(citation and internal quotation mark omitted).\n    All of the cases at issue were imported into the United\nStates through the port of Memphis, Tennessee between\nApril 23, 2012, and July 11, 2012. Id. at 1284.\n               B. Customs’ Classification\n    Customs classified the cases as “similar containers”\nunder HTSUS subheading 4202.99.00 with a duty rate of\n20% ad valorem. The relevant portions of HTSUS Head-\ning 4202 are:\n       4202\n        Trunks, suitcases, vanity cases, attache cases,\n   briefcases, school satchels, spectacle cases, binocu-\n   lar cases, camera cases, musical instrument cases,\n   gun cases, holsters and similar containers; travel-\n   ing bags, insulated food or beverage bags, toiletry\n   bags, knapsacks and backpacks, handbags, shop-\n   ping bags, wallets, purses, map cases, cigarette\n   cases, tobacco pouches, tool bags, sports bags, bot-\n   tle cases, jewelry boxes, powder cases, cutlery cas-\n   es and similar containers, of leather or of\n   composition leather, of sheeting of plastics, of tex-\n   tile materials, of vulcanized fiber or of paper-\n   board, or wholly or mainly covered with such\n   materials or with paper:\n\f       4202.99\n       Other:\n       Of materials (other than leather, composition\n   leather, sheeting of plastics, textile materials, vul-\n   canized fiber or paperboard) wholly or mainly cov-\n   ered with paper:\n       4202.99.9000\n       Other............................................................20%\n    OtterBox paid duties at the 20% ad valorem rate, and\nthe goods were liquidated between March 8, 2013, and\nMay 24, 2013, at that rate. OtterBox timely protested the\nliquidation of the entries and sought accelerated disposi-\ntion. The protest was deemed denied on August 1, 2013.\n        C. Court of International Trade Decision\n    OtterBox filed a complaint in the Court of Interna-\ntional Trade contesting the denial of its protest under 19\nU.S.C. § 1515. Joint Appendix (“J.A.”) 39. Therein,\nOtterBox alleged that the subject merchandise should\nhave been classified as “other articles of plastics” under\nHTSUS subheading 3926.90.99, at a duty rate of 5.3% ad\nvalorem. J.A. 49. The parties filed cross-motions for\nsummary judgment.\n     In a decision dated May 26, 2015, the Court of Inter-\nnational Trade granted OtterBox’s motion, finding that\nthe cases are not classifiable as “similar containers” under\nHeading 4202, but instead are properly classified under\nHeading 3926, as other articles of plastics. At the outset,\nthe court noted that, because there is no genuine dispute\nas to the physical nature of the goods, the analysis “focus-\nes on the legal question of whether heading 4202, HTSUS,\nis the proper tariff heading for the subject merchandise,\nor if not, which other heading, including 3926, HTSUS, is\nthe proper heading.” Otter Products, 70 F. Supp. 3d at\n1287. The Court of International Trade explained that,\n\fOTTER PRODUCTS, LLC   v. US                               5\n\n\n\nbecause the goods are not listed eo nomine (by name) in\nHeading 4202, the relevant inquiry is whether the cases\nare “similar containers” to the exemplars listed therein.\nId. at 1288. The court concluded that they are not. Id.\nThe Court of International Trade explained that, to fall\nunder the general phrase “similar containers,” the mer-\nchandise must possess the same essential characteristics\nor purposes that unite the exemplars. Id. Pursuant to\nthis court’s precedent, the Court of International Trade\nnoted that four characteristics unite the exemplars of\nHeading 4202: organizing, storing, protecting, and carry-\ning. Id. at 1289 (citing Avenues In Leather, Inc. v. United\nStates (Avenues III), 423 F.3d 1326, 1331 (Fed. Cir.\n2005)).\n    The Court of International Trade began its analysis\nby looking to the common dictionary definition of the\nphrase “similar container,” which requires that the mer-\nchandise be a “receptacle or object, which resembles or is\nof a like nature or kind to the listed exemplars, and is\ndesigned or has the capacity to contain, store, or hold\ncertain articles.” Id. at 1288–89. The court found that\n“the Commuter and Defender Series cases do not fall\nwithin the common or commercial meaning of the phrase\n‘similar containers’” because each of the objects listed in\nHeading 4202 “allow an article to be placed inside them\nand/or taken out without much effort by opening or clos-\ning the receptacle.” Id. at 1289. “In contrast, the cases at\nissue are specifically designed for and fit snuggly [sic]\nover particular electronic devices . . . . It takes some\neffort to remove a case from an electronic device where\nthe case generally remains on the device in a semi-\npermanent manner.” Id.\n    The Court of International Trade found that, although\nthe subject cases protect, they do not organize, store, or\ncarry. Next, the Court of International Trade agreed with\nOtterBox that the exemplars in Heading 4202 have an-\nother characteristic that the Commuter and Defender\n\f6                                 OTTER PRODUCTS, LLC   v. US\n\n\n\nSeries cases do not share: “the inability to use items when\ninside those containers.” Id. at 1292. While the listed\nexamples “are not ones which permit the use of the en-\nclosed item,” the electronic devices enclosed by the subject\nmerchandise “retain their full, 100 percent functionality\nwhile inside an OtterBox case.” Id. (citation and internal\nquotation marks omitted). Accordingly, the fact that the\nelectronic device remains fully functional is inconsistent\nwith objects enclosed by the exemplars listed in Heading\n4202.\n    The court concluded that OtterBox satisfied its bur-\nden of showing that the cases are not classifiable in\nHeading 4202. The court then found that the subject\nmerchandise is properly classifiable under Heading 3926\nbecause both the Commuter Series and Defender Series\ncases are made of materials listed in chapter 39. Specifi-\ncally, the Commuter Series consists of two basic compo-\nnents: the rigid outer plastic shell and the silicone mid-\nlayer. Id. at 1294. The Defender Series consists of four\npieces: “a clear protective plastic membrane, a high-\nimpact polycarbonate shell, a plastic belt clip holster, and\na durable outer silicone cover.” Id. Because none of the\nspecific subheadings in chapter 39 refer to the subject\nmerchandise, the Court of International Trade found that\nit is properly classified under 3926.90.9980: “[o]ther\narticles of plastics.” Id. at 1295. The court therefore\ngranted OtterBox’s motion for summary judgment and\ndenied the government’s cross-motion. The government\ntimely appealed to this court.\n                       DISCUSSION\n    “We review a grant of summary judgment by the\nCourt of International Trade for correctness as a matter of\nlaw and decide de novo the proper interpretation of the\ntariff provisions as well as whether there are genuine\nissues of material fact to preclude summary judgment.”\n\fOTTER PRODUCTS, LLC   v. US                              7\n\n\n\nMillenium Lumber Distrib. v. United States, 558 F.3d\n1326, 1328 (Fed. Cir. 2009).\n     We employ the same standard employed by the Court\nof International Trade in assessing Customs’ classifica-\ntion determinations. LeMans Corp. v. United States, 660\nF.3d 1311, 1315 (Fed. Cir. 2011). A classification decision\ninvolves two steps. First, the court must “ascertain[] the\nmeaning of specific terms in the tariff provisions.” Victo-\nria’s Secret Direct, LLC v. United States, 769 F.3d 1102,\n1106 (Fed. Cir. 2014) (quoting Millenium, 558 F.3d at\n1328). Second, the court determines “whether the subject\nmerchandise comes within the description of those terms.”\nId. “Determining the proper meaning of terms is a ques-\ntion of law that we review de novo, while determining\nwhether the item fits within such meaning is a question of\nfact that we review for clear error.” Avenues III, 423 F.3d\nat 1330. When there is no dispute as to the nature of the\nmerchandise, the two-step classification analysis “collaps-\nes entirely into a question of law.” Cummins Inc. v.\nUnited States, 454 F.3d 1361, 1363 (Fed. Cir. 2006).\n    While we accord deference to a classification decision\n“relative to its ‘power to persuade,’ we have ‘an independ-\nent responsibility to decide the legal issue of the proper\nmeaning and scope of HTSUS terms.’” Kahrs Int’l, Inc. v.\nUnited States, 713 F.3d 640, 644 (Fed. Cir. 2013) (cita-\ntions omitted).\n    The HTSUS scheme “is organized by headings, each of\nwhich has one or more subheadings; the headings set\nforth general categories of merchandise, and the subhead-\nings provide a more particularized segregation of the\ngoods within each category.” Wilton Indus., Inc. v. United\nStates, 741 F.3d 1263, 1266 (Fed. Cir. 2013). The proper\nclassification of merchandise entering the United States\nis governed by the General Rules of Interpretation\n(“GRIs”) of the HTSUS and the Additional United States\n\f8                                 OTTER PRODUCTS, LLC   v. US\n\n\n\nRules of Interpretation. Orlando Food Corp. v. United\nStates, 140 F.3d 1437, 1439 (Fed. Cir. 1998).\n    We apply the GRIs in numerical order, beginning with\nGRI 1, which provides that “classification shall be deter-\nmined according to the terms of the headings and any\nrelative section or chapter notes.” La Crosse Tech. v.\nUnited States, 723 F.3d 1353, 1358 (Fed. Cir. 2013).\nWhere an “imported article is described in whole by a\nsingle classification heading or subheading, then that\nsingle classification applies, and the succeeding GRIs are\ninoperative.” Id. (quoting CamelBak Prods., LLC v.\nUnited States, 649 F.3d 1361, 1364 (Fed. Cir. 2011)).\n     According to GRI 1, the HTSUS headings and section\nor chapter notes govern the classification of a product.\nKahrs, 713 F.3d at 644. Absent contrary legislative\nintent, we construe HTSUS terms according to their\ncommon and commercial meanings, which we presume\nare the same. Id. “To discern the common meaning of a\ntariff term, we may consult dictionaries, scientific author-\nities, and other reliable information sources.” Id. After\nconsulting the headings and section or chapter notes, we\nmay also consult the World Customs Organization’s\nExplanatory Notes, which accompany each chapter of the\nHTSUS. LeMans, 660 F.3d at 1316. Although the Ex-\nplanatory Notes are not legally binding, they are “persua-\nsive” and are “generally indicative” of the proper\ninterpretation of the tariff provision. Id. (citation omit-\nted).\n     Here, the parties dispute whether the cases at issue\nare properly classifiable under Heading 4202 or Heading\n3926. As noted above, Heading 4202 covers, inter alia,\n“[t]runks, suitcases, vanity cases, attache cases, briefcas-\nes, school satchels, spectacle cases, binocular cases, cam-\nera cases, musical instrument cases, gun cases, holsters\nand similar containers.” Heading 3926 covers “[o]ther\narticles of plastics and articles of other materials of head-\n\fOTTER PRODUCTS, LLC   v. US                               9\n\n\n\ning 3901 to 3914.” The Chapter Notes provide that “chap-\nter [39] does not cover . . . trunks, suitcases, handbags or\nother containers of heading 4202.” Note 2(m) to ch. 39,\nHTSUS. Thus, if the imported cases are properly classifi-\nable under Heading 4202, they cannot be classified under\nHeading 3926 (which is part of Chapter 39).\n    Heading 4202 is an eo nomine provision, which means\nthat it describes goods according to their specific name.\nLa Crosse, 723 F.3d at 1358. It is undisputed that the\nprotective cases at issue here are not named in Heading\n4202. Accordingly, to be classified within Heading 4202,\nthe merchandise must fall into the category of “similar\ncontainers.”\n     Interpreting the term “similar containers” requires an\nejusdem generis analysis to determine if the goods are “of\nthe same kind” as those listed in the heading. Totes, Inc.\nv. United States, 69 F.3d 495, 498 (Fed. Cir. 1995). “In\nclassification cases, ejusdem generis requires that, for any\nimported merchandise to fall within the scope of the\ngeneral term or phrase, the merchandise must possess the\nsame essential characteristics or purposes that unite the\nlisted exemplars preceding the general term or phrase.”\nAvenues III, 423 F.3d at 1330.\n     A court must first “consider the common characteris-\ntics or unifying purpose of the listed exemplars in a\nheading.” Victoria’s Secret, 769 F.3d at 1107 (quoting\nAvenues in Leather, Inc. v. United States (Avenues I), 178\nF.3d 1241, 1244 (Fed. Cir. 1999) (internal quotation\nmarks omitted)). The court can then “consider the mer-\nchandise at issue with the identified unifying characteris-\ntics (or purpose) in mind.” Id. “Classification of imported\nmerchandise under ejusdem generis is appropriate only if\nthe imported merchandise shares the characteristics or\npurpose and does not have a more specific primary pur-\npose that is inconsistent with the listed exemplars.”\nAvenues I, 178 F.3d at 1244. We have previously held\n\f10                                OTTER PRODUCTS, LLC   v. US\n\n\n\nthat the “common characteristic or unifying purpose of\nthe goods in heading 4202 consists of ‘organizing, storing,\nprotecting, and carrying various’ items.” Avenues III, 423\nF.3d at 1332 (quoting Avenues in Leather, Inc. v. United\nStates (Avenues II), 317 F.3d 1399, 1402 (Fed. Cir. 2003)).\n    On appeal, the government argues that the Court of\nInternational Trade committed three reversible errors.\nFirst, the government maintains that the court erred by\nplacing a restriction on the meaning of the term “contain-\ner” that is not found in dictionary definitions: requiring a\nconcurrent and simple physical action to gain access.\nSecond, while the court did not formally hold that “similar\ncontainers” under Heading 4202 must satisfy all four\nejusdem generis factors (organizing, storing, protecting,\nand carrying), the government argues that the court\neffectively imposed such a requirement. Finally, the\ngovernment argues that, even if “similar containers” must\nsatisfy all four factors, the Court of International Trade\nerred by requiring that they satisfy the additional charac-\nteristic of preventing anything from being operational\nwhile in the containers.\n     OtterBox responds that the Court of International\nTrade correctly determined that the products at issue:\n(1) are not “containers”; (2) do not share all of the four\nessential characteristics of goods listed in Heading 4202;\nand (3) have a specific purpose that is fundamentally\ninconsistent with the listed exemplars. Accordingly, the\nsubject merchandise is precluded from classification in\nHeading 4202.\n               A. The Subject Merchandise\n                   Is Not a “Container”\n    To be classifiable in Heading 4202, OtterBox’s prod-\nucts must be “containers.” The word “container” is not\ndefined in the HTSUS or in the legislative history. The\nCourt of International Trade therefore looked to the\nparties’ proposed dictionary definitions, including the\n\fOTTER PRODUCTS, LLC   v. US                               11\n\n\n\ngovernment’s preferred definitions: “a thing in which\nmaterial is held or carried; receptacle” and “a thing that\ncontains or can contain something; box, crate, can, jar,\netc.” Otter Products, 70 F. Supp. 3d at 1289. The gov-\nernment also cited the definition of “contain” meaning “to\nhave within; enclose.” Id. Looking to the list of examples\nin Heading 4202, the court concluded that “each of these\nobjects allow an article to be placed inside them and/or\ntaken out without much effort by opening or closing the\nreceptacle.” Id.\n    On appeal, the government argues that there “is no\nrequirement that a box, crate, or receptacle require a\nphysical action to gain access.” Appellant Br. 17. Accord-\ning to the government, some of the specific exemplars\nidentified in Heading 4202—such as spectacle cases or\nholsters—may be open at the top. The government main-\ntains that, because “articles classifiable under Heading\n4202 cannot be constrained in the manner that the trial\ncourt held, such a construction of ‘container’ constitutes\nlegal error.” Id. And, the government asserts that, be-\ncause electronic devices are held inside or are enclosed by\nthe cases at issue, each case itself is a “container” under\nthe common meaning of the word.\n     The Court of International Trade noted that the items\nlisted in the government’s definition of “container”—“box,\ncrate, can, jar”—“all require some concurrent and rela-\ntively simple act to gain access to the receptacle (i.e.,\ntwisting a lid, lifting a cover).” Otter Products, 70 F.\nSupp. 3d at 1289. In contrast, the cases at issue “are\nspecifically designed for and fit snuggly [sic] over particu-\nlar electronic devices and do not require an action to open\nor uncover the item.” Id. To that end, the court noted\nthat “it is more common to think of the cases as an addi-\ntion/accessory to the electronic device which can be added\nto or removed at the consumer’s liking.” Id. at 1289–90.\nThe court further found that the cases only “minimally\nresemble containers.” Id. at 1292.\n\f12                               OTTER PRODUCTS, LLC   v. US\n\n\n\n    Although the government argues that the court erred\nin its construction of “container,” the Court of Interna-\ntional Trade recognized that assessing the word “contain-\ner” to determine the meaning of “similar container” is only\na starting point and that “some of the problems that arise\nfrom describing the electronic device cases as containers\nforeshadow the problems that will arise with trying to\nclassify the cases as ‘similar containers’ under heading\n4202, HTSUS.” Id. at 1289. Thus, while the trial court\ndid note that the examples indicate that “containers,” as\nused in Heading 4202, implies something which encases\nsomething else, the court did not end its inquiry there nor\neven rely heavily on that fact. This approach is consistent\nwith our case law, which requires that the court first\nascertain the meaning of the specific terms in the tariff\nprovision, and then determine whether the goods come\nwithin the description of those terms. Kahrs, 713 F.3d at\n644. Accordingly, we see no error in the court’s analysis.\n              B. The Subject Merchandise\n              Is Not a “Similar Container”\n    As noted, for the Commuter and Defender Series cas-\nes to fall under the general phrase “similar containers,”\nthey must “possess the same essential characteristics or\npurposes that unite the listed exemplars preceding the\ngeneral term or phrase.” Avenues III, 423 F.3d at 1332.\nAlso, as noted, the “common characteristic or unifying\npurpose of the goods in heading 4202 consists of ‘organiz-\ning, storing, protecting, and carrying various’ items.”\nAvenues III, 423 F.3d at 1332 (quoting Avenues II, 317\nF.3d at 1402).\n    The parties dispute whether the subject merchandise\nmust possess all four of the characteristics uniting the\nexemplars, or merely one of them, in order to be classified\nas “similar containers” under Heading 4202. The parties\nagree, however, that this court has not directly addressed\nthe issue. The Court of International Trade found it\n\fOTTER PRODUCTS, LLC   v. US                              13\n\n\n\nunnecessary to answer the question “because, in this case,\ncoverings which minimally resemble containers, serve a\nprotective purpose, and may at times serve some carrying\npurpose, while allowing full functionality of the enclosed\nmerchandise are not ‘similar containers.’” Otter Products,\n70 F. Supp. 3d at 1292–93.\n    On appeal, the government argues that this court’s\nprecedent provides “support for the conclusion that the\nfour characteristics are disjunctive.” Appellant Br. 11. In\nsupport of this proposition, the government points to\nthree Federal Circuit decisions: Outer Circle Products v.\nUnited States, 590 F.3d 1323, 1326 (Fed. Cir. 2010) (find-\ning that where the subject articles “organize, store, pro-\ntect, or carry food or beverages,” they cannot be classified\nunder heading 4202 as no item in 4202 involves contain-\nment of any food or beverage) (emphasis added); Len-Ron\nManufacturing Co. v. United States, 334 F.3d 1304, 1313\n(Fed. Cir. 2003) (“[T]he essential characteristics of the\narticles falling within subheading 4202.32 are that they\ngenerally organize, store, protect, or carry items.”) (em-\nphasis added) (citing Totes, 69 F.3d at 498); and SGI, Inc.\nv. United States, 122 F.3d 1468, 1472 (Fed. Cir. 1997)\n(“The additional exemplars in HTSUS that the Court of\nInternational Trade states makes the provision broader\nthan the comparable luggage provision under TSUS also\ndo not include containers that organize, store, protect, or\ncarry food or beverages.”) (emphasis added). The govern-\nment also cites two Court of International Trade decisions\nto support its position that the test is disjunctive: Pro-\ncessed Plastic Co. v. United States, 395 F. Supp. 2d 1296\n(Ct. Int’l Trade 2005) (stating that “merchandise can be\nclassified under heading 4202 even if it serves only one of\nthe four stated purposes”); and Jewelpak Corp. v. United\nStates, 97 F. Supp. 2d 1192 (Ct. Int’l Trade 2000). But see\nVictoria’s Secret, 769 F.3d at 1109 (stating that the rele-\nvant unifying characteristics for Heading 4202 are “organ-\nizing, storing, protecting, and carrying various items”\n\f14                                OTTER PRODUCTS, LLC   v. US\n\n\n\n(quoting Avenues I, 178 F.3d at 1245) (emphasis added);\nand Totes, 69 F.3d at 498 (noting that the essential char-\nacteristics are “organizing, storing, protecting, and carry-\ning”) (emphasis added)).\n     This court has yet to hold expressly that a product\nmust share all four unifying characteristics to qualify as a\n“similar container” under Heading 4202 or that sharing\nsome specific subset of those four characteristics is suffi-\ncient. We take this opportunity to clarify that there is no\nrequirement that the subject merchandise meet all four\ncharacteristics to qualify as a “similar container” under\nHeading 4202. Courts should consider the four character-\nistics collectively and then determine whether, in light of\nthose considerations, the classification would lead to an\ninconsistency. If, for example, an item met only one of the\nfour characteristics, it almost certainly would not qualify\nas a “similar container” under Heading 4202. Allowing a\nsingle factor to satisfy the inquiry would, in almost all\nconceivable scenarios, render the scope of “similar con-\ntainers” so broad that it would lead to absurd results and\nmake consistent application of the standard all but im-\npossible. See Appellee Br. 15 (“If items were classifiable\nin the heading as ‘similar containers’ so long as they\norganized, stored, protected, or carried something, there\nwould be almost no limit to the reach of the heading.”). It\nwould, moreover, divorce consideration of the individual\ncharacteristics from any consideration of a unifying\npurpose, making the latter virtually impossible to define.\n    As explained below, the Court of International Trade\nengaged in the correct analysis. It correctly found that\nthe subject cases satisfy only one of the four characteris-\ntics and have an essential purpose that is inconsistent\nwith the exemplars of Heading 4202.\n                       1. Organize\n    First, the Court of International Trade held that the\ncases “do not serve any organizational purpose” because\n\fOTTER PRODUCTS, LLC    v. US                                  15\n\n\n\nthey “can and do only hold one electronic device.” Otter\nProducts, 70 F. Supp. 3d at 1290. The court explained,\n          Even if it is possible to organize a single item\n      without reference to another item, the electronic\n      devices are not any more organized when they are\n      in the cases. Rather, once the sole electronic de-\n      vice is placed inside the cases, it remains one arti-\n      cle surrounded by the case that acts like a suit of\n      armor. The electronic device is just as organized,\n      tidy, arranged, or orderly before it is placed in the\n      cases as it is after.\nId.\n    On appeal, the government argues that the Court of\nInternational Trade ignored the fact that some of the\nexemplars of Heading 4202—including camera cases,\nbinocular cases, and holsters—each may hold only a\nsingle article. See Appellant Br. 18. But OtterBox pre-\nsented evidence that each of these exemplars often con-\ntain multiple items. Appellee Br. 17 (“Camera cases often\ncontain extra lenses, batteries, cables, and memory cards.\nBinocular cases often contain straps, cleaning cloths, lens\ncaps, and other accessories. Gun cases and holsters may\ncontain multiple guns and rounds of ammunition.”). The\nsame is true for the other exemplars in Heading 4202.\n    The government cites Processed Plastics for the prop-\nosition that “simply ‘containing’ items is at least a rudi-\nmentary form of organization.” 395 F. Supp. 2d at 1309.\nAs the Court of International Trade found, however, the\norganizational capacity of the backpacks and beach bags\nat issue in Processed Plastics “cannot be equated to the\ncases at issue here.” Otter Products, 70 F. Supp. 3d at\n1293. In Processed Plastics, it was undisputed that the\nbackpacks were used to carry multiple items and “the\nbeach bag is large enough to allow several lightweight\nitems to be organized and stored inside it, in much the\nsame manner as the backpacks.” 395 F. Supp. 2d at 1313.\n\f16                                  OTTER PRODUCTS, LLC   v. US\n\n\n\nIn a subsequent Court of International Trade decision,\nmoreover, the court specifically stated that, “[i]n the\ncontext of heading 4202, organization implies multiple\nitems placed together in a single container.” Firstrax,\n2011 Ct. Int’l Trade LEXIS 132, at *18 (collecting cases).\nWe agree with the Court of International Trade that\norganization requires at least the possibility of storing\nmultiple items. Unlike the subject merchandise at issue\nin Processed Plastics, the cases here contain a single item:\nan electronic device.\n                         2. Store\n    The Court of International Trade found that the cases\nalso do not possess the essential characteristic of “stor-\ning.” Specifically, the Court of International Trade noted\nthat the common understanding of “store” implies setting\nsomething aside—“[i]t does not include present use but\nlooks toward using whatever item is stored in the future.”\nOtter Products, 70 F. Supp. 3d at 1290.\n    According to the government, the cases serve the pur-\npose of “storing” because they are “keeping the enclosed\ndevices safe while in the pockets, backpacks or handbags\nof their owners until their next use.” Appellant Br. 19.\nAs such, the government maintains, the cases satisfy the\ncourt’s definition. We disagree.\n    The government’s argument conflates protection and\nstorage, but they are different. Satisfying the former is\nnot the same as satisfying the latter. As the Court of\nInternational Trade correctly found, “an important char-\nacteristic of the subject cases is allowing the electronic\ndevice to remain fully functional, so that it may be used\nwhile inside the subject case.” Otter Products, 70 F. Supp.\n3d at 1290. We agree that, because the devices remain\nfully functional, the cases do not comport with the com-\nmon understanding of the term “storing.”\n\fOTTER PRODUCTS, LLC   v. US                               17\n\n\n\n                         3. Protect\n    It is undisputed that the electronic cases at issue pro-\ntect. Id. (“[T]he parties do not dispute that the subject\ncases ‘protect.’”).\n                          4. Carry\n    The Court of International Trade acknowledged that\nthe Defender Series cases contain a belt clip that “pro-\nvide[s] minimal carrying functionality for the electronic\ndevices.” Id. But “the belt clips are removable and, even\nwhen connected, are only used or usable for brief periods\nwhere the user is in motion and has determined to place\nthe electronic device in the belt clip, as opposed to a\npocket.” Id. at 1290–91.\n    On appeal, the government argues that all of the cas-\nes satisfy the “carry” factor because “electronic devices are\nheld within the cases.” Appellant Br. 20. The govern-\nment submits that “carry” is defined as “to hold or support\nwhile moving.” Id. (citing Webster’s New World College\nDictionary 215 (Third College Ed. 1976)). As OtterBox\npoints out, although the cases at issue “remain in place\nwhile the user moves, . . . they add nothing to the carrying\ncapability that the electronic device, standing alone,\nwould not already have.” Appellee Br. 20. If anything,\nthe electronic device “carries” the case. We agree with the\nCourt of International Trade that the subject merchandise\nsimply does not “carry” anything for purposes of being\nclassified under Heading 4202.\n           5. The Court of International Trade\n               Did Not Add a Fifth Factor\n     As noted, “[c]lassification of imported merchandise\nunder ejusdem generis is appropriate only if the imported\nmerchandise shares the characteristics or purpose [unify-\ning the named exemplars] and does not have a more\nspecific primary purpose that is inconsistent with the\nlisted exemplars.” Avenues I, 178 F.3d at 1244; see also\n\f18                                OTTER PRODUCTS, LLC   v. US\n\n\n\nVictoria’s Secret, 769 F.3d at 1108 (“[E]ven if the mer-\nchandise at issue contains certain features shared by\nthose listed in a heading, the presence of other features in\nthe merchandise ‘as a whole’ may negate similarity.”).\nApplying this precedent, the Court of International Trade\nfound that the subject merchandise has a specific and\nprimary purpose that is inconsistent with the named\nexemplars: “that the enclosed electronic device remains\nfully functional.” Otter Products, 70 F. Supp. 3d at 1291.\nIn other words, while the listed exemplars hold items and\ndo not permit use of the enclosed item, the cases are\nspecifically designed to hold and protect an electronic\ndevice while it remains 100% functional. The court found\nthat this characteristic is inconsistent with the purposes\nof the exemplars in Heading 4202 and therefore distin-\nguishes the subject merchandise from those exemplars.\n    The government argues that the Court of Internation-\nal Trade “erroneously and impermissibly added a new\nfactor to this Court’s four factor ejusdem generis analysis\nfor Heading 4202, i.e., a requirement that a ‘contained’\narticle must be removed for use.” Appellant Br. 14.\nAccording to the government, the Court of International\nTrade “ignored” the fact that some camera cases and\nbinocular cases permit use of the enclosed item.” Id. at\n16. But the Court of International Trade considered the\ngovernment’s arguments and found that they “miss the\npoint.” Otter Products, 70 F. Supp. 3d at 1294. Although\nthe government cited two Customs rulings classifying an\nunderwater camera case as a “similar container,” the\nCourt of International Trade explained that camera cases\nare “eo nomine listed unlike electronic device cases and\nneither of these rulings discuss the four uniting essential\ncharacteristics or purposes of heading 4202, HTSUS.” Id.\nAccordingly, the government’s attempts to rely on non-\nbinding Customs rulings that do not pertain to the mer-\nchandise at issue are unpersuasive.\n\fOTTER PRODUCTS, LLC   v. US                               19\n\n\n\n    The Court of International Trade correctly considered\nwhether the obvious purpose of the cases at issue differed\nfrom the purposes of those expressly listed. That consid-\neration did not impose a fifth characteristic, as the gov-\nernment contends; it simply completed the appropriate\nanalysis, which requires a comparison of “purpose.”\nAgain, we find no error in the court’s analysis.\n     C. Classification under Subheading 3926.90.99\n    The Court of International Trade held that, because\nthe subject merchandise cannot be classified under Head-\ning 4202, it should be classified according to its material.\nThe court then determined that the proper classification\nis subheading 3926.90.99: “[o]ther articles of plastics.” Id.\nat 1295. The government does not challenge the Court of\nInternational Trade’s conclusion that, if the subject cases\nare not classified in Heading 4202, they are properly\nclassified in subheading 3926.90.99.\n                        CONCLUSION\n    For the reasons stated above, we affirm the judgment\nof the Court of International Trade in which the court\nclassified the subject merchandise imported by OtterBox\nunder subheading 3926.90.9980 of the HTSUS.\n                        AFFIRMED\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">  United States Court of Appeals\n      for the Federal Circuit\n                 ______________________\n\n              OTTER PRODUCTS, LLC,\n                  Plaintiff-Appellee\n\n                            v.\n\n                   UNITED STATES,\n                  Defendant-Appellant\n                 ______________________\n\n                       2015-1866\n                 ______________________\n\n   Appeal from the United States Court of International\nTrade in No. 1:13-cv-00269-CRK, Judge Claire R. Kelly.\n                 ______________________\n\n                Decided: August 24, 2016\n                 ______________________\n\n   LOUIS STEFAN MASTRIANI, Adduci, Mastriani &\nSchaumberg, LLP, Washington, DC, argued for plaintiff-\nappellee. Also represented by MUNFORD PAGE HALL II,\nBEAU JACKSON, DANA WATTS, GIANG TONTHAT.\n\n     BEVERLY A. FARRELL, International Trade Field Of-\nfice, Commercial Litigation Branch, Civil Division, United\nStates Department of Justice, New York, NY, argued for\ndefendant-appellant. Also represented by BENJAMIN C.\nMIZER, JEANNE E. DAVIDSON, AMY M. RUBIN; BETH C.\nBROTMAN, Office of Assistant Chief Counsel, International\nTrade Litigation, United States Bureau of Customs and\n\f2                                OTTER PRODUCTS, LLC   v. US\n\n\n\nBorder Protection, United States Department of Home-\nland Security, New York, NY.\n                 ______________________\n\nBefore PROST, Chief Judge, O’MALLEY, and CHEN, Circuit\n                       Judges.\nO’MALLEY, Circuit Judge.\n    The United States appeals the judgment of the United\nStates Court of International Trade rendered on cross\nmotions for summary judgment in which the court classi-\nfied the subject merchandise, imported by Otter Products,\nLLC (“OtterBox”), under subheading 3926.90.9980 of the\nHarmonized Tariff Schedule of the United States\n(“HTSUS”) as “[o]ther articles of plastics” instead of as\n“similar    containers”    under    HTSUS      subheading\n4202.99.00. See Otter Products, LLC v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span>\n<span class=\"reporter\">F. Supp. 3d</span> <span class=\"page\">1281</span></span><pre class=\"inline\"> (Ct. Int’l Trade 2015). We affirm.\n                      BACKGROUND\n              A. The Subject Merchandise\n    OtterBox is the owner and importer of record of the\nsubject merchandise. The specific goods at issue are\ndurable and protective cases designed for certain styles of\nsmartphones—Blackberry Curve 9220, 9310, and 9320;\niPhone 4S; Samsung i500; and the HTC4 My Touch—and\nan iPod touch, 4th generation. The cases consist of two\nstyles: the Commuter and the Defender Series. There is\nno dispute as to which merchandise is at issue.\n    OtterBox described the Commuter Series cases as\n“durable protective products comprised of two basic\npieces: a silicone mid-layer and, most importantly, a rigid\nouter plastic shell.” Otter Products, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> at\n1286 (citation and internal quotation marks omitted).\nThe Commuter Series cases “have a smooth exterior,\ndesigned to allow them to slide easily in and out of pock-\nets.” Id. (citation and internal quotation marks omitted).\n\fOTTER PRODUCTS, LLC   v. US                                3\n\n\n\n“[T]he plastic components of these cases ‘do not cover or\nenclose the screen’ of the device but do allow the consum-\ner ‘the option of affixing to the screen of the electronic\ndevice a thin, plastic, self-adhesive film to protect the\nscreen.’” Id. (citation omitted).\n     OtterBox described the Defender Series cases as con-\nsisting of four pieces: “a clear protective plastic mem-\nbrane, a high-impact polycarbonate shell, a plastic belt\nclip holster, and a durable outer silicone cover.” Id.\n(citation and internal quotation mark omitted).\n    All of the cases at issue were imported into the United\nStates through the port of Memphis, Tennessee between\nApril 23, 2012, and July 11, 2012. Id. at 1284.\n               B. Customs’ Classification\n    Customs classified the cases as “similar containers”\nunder HTSUS subheading 4202.99.00 with a duty rate of\n20% ad valorem. The relevant portions of HTSUS Head-\ning 4202 are:\n       4202\n        Trunks, suitcases, vanity cases, attache cases,\n   briefcases, school satchels, spectacle cases, binocu-\n   lar cases, camera cases, musical instrument cases,\n   gun cases, holsters and similar containers; travel-\n   ing bags, insulated food or beverage bags, toiletry\n   bags, knapsacks and backpacks, handbags, shop-\n   ping bags, wallets, purses, map cases, cigarette\n   cases, tobacco pouches, tool bags, sports bags, bot-\n   tle cases, jewelry boxes, powder cases, cutlery cas-\n   es and similar containers, of leather or of\n   composition leather, of sheeting of plastics, of tex-\n   tile materials, of vulcanized fiber or of paper-\n   board, or wholly or mainly covered with such\n   materials or with paper:\n\f       4202.99\n       Other:\n       Of materials (other than leather, composition\n   leather, sheeting of plastics, textile materials, vul-\n   canized fiber or paperboard) wholly or mainly cov-\n   ered with paper:\n       4202.99.9000\n       Other............................................................20%\n    OtterBox paid duties at the 20% ad valorem rate, and\nthe goods were liquidated between March 8, 2013, and\nMay 24, 2013, at that rate. OtterBox timely protested the\nliquidation of the entries and sought accelerated disposi-\ntion. The protest was deemed denied on August 1, 2013.\n        C. Court of International Trade Decision\n    OtterBox filed a complaint in the Court of Interna-\ntional Trade contesting the denial of its protest under 19\nU.S.C. § 1515. Joint Appendix (“J.A.”) 39. Therein,\nOtterBox alleged that the subject merchandise should\nhave been classified as “other articles of plastics” under\nHTSUS subheading 3926.90.99, at a duty rate of 5.3% ad\nvalorem. J.A. 49. The parties filed cross-motions for\nsummary judgment.\n     In a decision dated May 26, 2015, the Court of Inter-\nnational Trade granted OtterBox’s motion, finding that\nthe cases are not classifiable as “similar containers” under\nHeading 4202, but instead are properly classified under\nHeading 3926, as other articles of plastics. At the outset,\nthe court noted that, because there is no genuine dispute\nas to the physical nature of the goods, the analysis “focus-\nes on the legal question of whether heading 4202, HTSUS,\nis the proper tariff heading for the subject merchandise,\nor if not, which other heading, including 3926, HTSUS, is\nthe proper heading.” Otter Products, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> at\n1287. The Court of International Trade explained that,\n\fOTTER PRODUCTS, LLC   v. US                               5\n\n\n\nbecause the goods are not listed eo nomine (by name) in\nHeading 4202, the relevant inquiry is whether the cases\nare “similar containers” to the exemplars listed therein.\nId. at 1288. The court concluded that they are not. Id.\nThe Court of International Trade explained that, to fall\nunder the general phrase “similar containers,” the mer-\nchandise must possess the same essential characteristics\nor purposes that unite the exemplars. Id. Pursuant to\nthis court’s precedent, the Court of International Trade\nnoted that four characteristics unite the exemplars of\nHeading 4202: organizing, storing, protecting, and carry-\ning. Id. at 1289 (citing Avenues In Leather, Inc. v. United\nStates (Avenues III), </pre><span class=\"citation\" data-id=\"791960\"><a href=\"/opinion/791960/avenues-in-leather-inc-v-united-states/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1326</span></a></span><pre class=\"inline\">, 1331 (Fed. Cir.\n2005)).\n    The Court of International Trade began its analysis\nby looking to the common dictionary definition of the\nphrase “similar container,” which requires that the mer-\nchandise be a “receptacle or object, which resembles or is\nof a like nature or kind to the listed exemplars, and is\ndesigned or has the capacity to contain, store, or hold\ncertain articles.” Id. at 1288–89. The court found that\n“the Commuter and Defender Series cases do not fall\nwithin the common or commercial meaning of the phrase\n‘similar containers’” because each of the objects listed in\nHeading 4202 “allow an article to be placed inside them\nand/or taken out without much effort by opening or clos-\ning the receptacle.” Id. at 1289. “In contrast, the cases at\nissue are specifically designed for and fit snuggly [sic]\nover particular electronic devices . . . . It takes some\neffort to remove a case from an electronic device where\nthe case generally remains on the device in a semi-\npermanent manner.” Id.\n    The Court of International Trade found that, although\nthe subject cases protect, they do not organize, store, or\ncarry. Next, the Court of International Trade agreed with\nOtterBox that the exemplars in Heading 4202 have an-\nother characteristic that the Commuter and Defender\n\f6                                 OTTER PRODUCTS, LLC   v. US\n\n\n\nSeries cases do not share: “the inability to use items when\ninside those containers.” Id. at 1292. While the listed\nexamples “are not ones which permit the use of the en-\nclosed item,” the electronic devices enclosed by the subject\nmerchandise “retain their full, 100 percent functionality\nwhile inside an OtterBox case.” Id. (citation and internal\nquotation marks omitted). Accordingly, the fact that the\nelectronic device remains fully functional is inconsistent\nwith objects enclosed by the exemplars listed in Heading\n4202.\n    The court concluded that OtterBox satisfied its bur-\nden of showing that the cases are not classifiable in\nHeading 4202. The court then found that the subject\nmerchandise is properly classifiable under Heading 3926\nbecause both the Commuter Series and Defender Series\ncases are made of materials listed in chapter 39. Specifi-\ncally, the Commuter Series consists of two basic compo-\nnents: the rigid outer plastic shell and the silicone mid-\nlayer. Id. at 1294. The Defender Series consists of four\npieces: “a clear protective plastic membrane, a high-\nimpact polycarbonate shell, a plastic belt clip holster, and\na durable outer silicone cover.” Id. Because none of the\nspecific subheadings in chapter 39 refer to the subject\nmerchandise, the Court of International Trade found that\nit is properly classified under 3926.90.9980: “[o]ther\narticles of plastics.” Id. at 1295. The court therefore\ngranted OtterBox’s motion for summary judgment and\ndenied the government’s cross-motion. The government\ntimely appealed to this court.\n                       DISCUSSION\n    “We review a grant of summary judgment by the\nCourt of International Trade for correctness as a matter of\nlaw and decide de novo the proper interpretation of the\ntariff provisions as well as whether there are genuine\nissues of material fact to preclude summary judgment.”\n\fOTTER PRODUCTS, LLC   v. US                              7\n\n\n\nMillenium Lumber Distrib. v. United States, </pre><span class=\"citation\" data-id=\"209181\"><a href=\"/opinion/209181/millenium-lumber-distribution-ltd-v-united-states/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">1326</span></a></span><pre class=\"inline\">, 1328 (Fed. Cir. 2009).\n     We employ the same standard employed by the Court\nof International Trade in assessing Customs’ classifica-\ntion determinations. LeMans Corp. v. United States, </pre><span class=\"citation\" data-id=\"614580\"><a href=\"/opinion/614580/lemans-corp-v-united-states/\"><span class=\"volume\">660</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1311</span></a></span><pre class=\"inline\">, 1315 (Fed. Cir. 2011). A classification decision\ninvolves two steps. First, the court must “ascertain[] the\nmeaning of specific terms in the tariff provisions.” Victo-\nria’s Secret Direct, LLC v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">769</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1102</span></span><pre class=\"inline\">,\n1106 (Fed. Cir. 2014) (quoting Millenium, 558 F.3d at\n1328). Second, the court determines “whether the subject\nmerchandise comes within the description of those terms.”\nId. “Determining the proper meaning of terms is a ques-\ntion of law that we review de novo, while determining\nwhether the item fits within such meaning is a question of\nfact that we review for clear error.” Avenues III, 423 F.3d\nat 1330. When there is no dispute as to the nature of the\nmerchandise, the two-step classification analysis “collaps-\nes entirely into a question of law.” Cummins Inc. v.\nUnited States, </pre><span class=\"citation\" data-id=\"795062\"><a href=\"/opinion/795062/cummins-incorporated-formerly-known-as-cummins-engine-company-v-united/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1361</span></a></span><pre class=\"inline\">, 1363 (Fed. Cir. 2006).\n    While we accord deference to a classification decision\n“relative to its ‘power to persuade,’ we have ‘an independ-\nent responsibility to decide the legal issue of the proper\nmeaning and scope of HTSUS terms.’” Kahrs Int’l, Inc. v.\nUnited States, </pre><span class=\"citation no-link\"><span class=\"volume\">713</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">640</span></span><pre class=\"inline\">, 644 (Fed. Cir. 2013) (cita-\ntions omitted).\n    The HTSUS scheme “is organized by headings, each of\nwhich has one or more subheadings; the headings set\nforth general categories of merchandise, and the subhead-\nings provide a more particularized segregation of the\ngoods within each category.” Wilton Indus., Inc. v. United\nStates, </pre><span class=\"citation no-link\"><span class=\"volume\">741</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1263</span></span><pre class=\"inline\">, 1266 (Fed. Cir. 2013). The proper\nclassification of merchandise entering the United States\nis governed by the General Rules of Interpretation\n(“GRIs”) of the HTSUS and the Additional United States\n\f8                                 OTTER PRODUCTS, LLC   v. US\n\n\n\nRules of Interpretation. Orlando Food Corp. v. United\nStates, </pre><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1437</span></span><pre class=\"inline\">, 1439 (Fed. Cir. 1998).\n    We apply the GRIs in numerical order, beginning with\nGRI 1, which provides that “classification shall be deter-\nmined according to the terms of the headings and any\nrelative section or chapter notes.” La Crosse Tech. v.\nUnited States, </pre><span class=\"citation no-link\"><span class=\"volume\">723</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1353</span></span><pre class=\"inline\">, 1358 (Fed. Cir. 2013).\nWhere an “imported article is described in whole by a\nsingle classification heading or subheading, then that\nsingle classification applies, and the succeeding GRIs are\ninoperative.” Id. (quoting CamelBak Prods., LLC v.\nUnited States, </pre><span class=\"citation\" data-id=\"218936\"><a href=\"/opinion/218936/camelbak-products-llc-v-united-states/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1361</span></a></span><pre class=\"inline\">, 1364 (Fed. Cir. 2011)).\n     According to GRI 1, the HTSUS headings and section\nor chapter notes govern the classification of a product.\nKahrs, 713 F.3d at 644. Absent contrary legislative\nintent, we construe HTSUS terms according to their\ncommon and commercial meanings, which we presume\nare the same. Id. “To discern the common meaning of a\ntariff term, we may consult dictionaries, scientific author-\nities, and other reliable information sources.” Id. After\nconsulting the headings and section or chapter notes, we\nmay also consult the World Customs Organization’s\nExplanatory Notes, which accompany each chapter of the\nHTSUS. LeMans, 660 F.3d at 1316. Although the Ex-\nplanatory Notes are not legally binding, they are “persua-\nsive” and are “generally indicative” of the proper\ninterpretation of the tariff provision. Id. (citation omit-\nted).\n     Here, the parties dispute whether the cases at issue\nare properly classifiable under Heading 4202 or Heading\n3926. As noted above, Heading 4202 covers, inter alia,\n“[t]runks, suitcases, vanity cases, attache cases, briefcas-\nes, school satchels, spectacle cases, binocular cases, cam-\nera cases, musical instrument cases, gun cases, holsters\nand similar containers.” Heading 3926 covers “[o]ther\narticles of plastics and articles of other materials of head-\n\fOTTER PRODUCTS, LLC   v. US                               9\n\n\n\ning 3901 to 3914.” The Chapter Notes provide that “chap-\nter [39] does not cover . . . trunks, suitcases, handbags or\nother containers of heading 4202.” Note 2(m) to ch. 39,\nHTSUS. Thus, if the imported cases are properly classifi-\nable under Heading 4202, they cannot be classified under\nHeading 3926 (which is part of Chapter 39).\n    Heading 4202 is an eo nomine provision, which means\nthat it describes goods according to their specific name.\nLa Crosse, 723 F.3d at 1358. It is undisputed that the\nprotective cases at issue here are not named in Heading\n4202. Accordingly, to be classified within Heading 4202,\nthe merchandise must fall into the category of “similar\ncontainers.”\n     Interpreting the term “similar containers” requires an\nejusdem generis analysis to determine if the goods are “of\nthe same kind” as those listed in the heading. Totes, Inc.\nv. United States, </pre><span class=\"citation\" data-id=\"706997\"><a href=\"/opinion/706997/totes-incorporated-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">495</span></a></span><pre class=\"inline\">, 498 (Fed. Cir. 1995). “In\nclassification cases, ejusdem generis requires that, for any\nimported merchandise to fall within the scope of the\ngeneral term or phrase, the merchandise must possess the\nsame essential characteristics or purposes that unite the\nlisted exemplars preceding the general term or phrase.”\nAvenues III, 423 F.3d at 1330.\n     A court must first “consider the common characteris-\ntics or unifying purpose of the listed exemplars in a\nheading.” Victoria’s Secret, 769 F.3d at 1107 (quoting\nAvenues in Leather, Inc. v. United States (Avenues I), </pre><span class=\"citation\" data-id=\"764474\"><a href=\"/opinion/764474/avenues-in-leather-inc-v-united-states/\"><span class=\"volume\">178</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1241</span></a></span><pre class=\"inline\">, 1244 (Fed. Cir. 1999) (internal quotation\nmarks omitted)). The court can then “consider the mer-\nchandise at issue with the identified unifying characteris-\ntics (or purpose) in mind.” Id. “Classification of imported\nmerchandise under ejusdem generis is appropriate only if\nthe imported merchandise shares the characteristics or\npurpose and does not have a more specific primary pur-\npose that is inconsistent with the listed exemplars.”\nAvenues I, 178 F.3d at 1244. We have previously held\n\f10                                OTTER PRODUCTS, LLC   v. US\n\n\n\nthat the “common characteristic or unifying purpose of\nthe goods in heading 4202 consists of ‘organizing, storing,\nprotecting, and carrying various’ items.” Avenues III, 423\nF.3d at 1332 (quoting Avenues in Leather, Inc. v. United\nStates (Avenues II), </pre><span class=\"citation\" data-id=\"780694\"><a href=\"/opinion/780694/avenues-in-leather-inc-v-united-states/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1399</span></a></span><pre class=\"inline\">, 1402 (Fed. Cir. 2003)).\n    On appeal, the government argues that the Court of\nInternational Trade committed three reversible errors.\nFirst, the government maintains that the court erred by\nplacing a restriction on the meaning of the term “contain-\ner” that is not found in dictionary definitions: requiring a\nconcurrent and simple physical action to gain access.\nSecond, while the court did not formally hold that “similar\ncontainers” under Heading 4202 must satisfy all four\nejusdem generis factors (organizing, storing, protecting,\nand carrying), the government argues that the court\neffectively imposed such a requirement. Finally, the\ngovernment argues that, even if “similar containers” must\nsatisfy all four factors, the Court of International Trade\nerred by requiring that they satisfy the additional charac-\nteristic of preventing anything from being operational\nwhile in the containers.\n     OtterBox responds that the Court of International\nTrade correctly determined that the products at issue:\n(1) are not “containers”; (2) do not share all of the four\nessential characteristics of goods listed in Heading 4202;\nand (3) have a specific purpose that is fundamentally\ninconsistent with the listed exemplars. Accordingly, the\nsubject merchandise is precluded from classification in\nHeading 4202.\n               A. The Subject Merchandise\n                   Is Not a “Container”\n    To be classifiable in Heading 4202, OtterBox’s prod-\nucts must be “containers.” The word “container” is not\ndefined in the HTSUS or in the legislative history. The\nCourt of International Trade therefore looked to the\nparties’ proposed dictionary definitions, including the\n\fOTTER PRODUCTS, LLC   v. US                               11\n\n\n\ngovernment’s preferred definitions: “a thing in which\nmaterial is held or carried; receptacle” and “a thing that\ncontains or can contain something; box, crate, can, jar,\netc.” Otter Products, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> at 1289. The gov-\nernment also cited the definition of “contain” meaning “to\nhave within; enclose.” Id. Looking to the list of examples\nin Heading 4202, the court concluded that “each of these\nobjects allow an article to be placed inside them and/or\ntaken out without much effort by opening or closing the\nreceptacle.” Id.\n    On appeal, the government argues that there “is no\nrequirement that a box, crate, or receptacle require a\nphysical action to gain access.” Appellant Br. 17. Accord-\ning to the government, some of the specific exemplars\nidentified in Heading 4202—such as spectacle cases or\nholsters—may be open at the top. The government main-\ntains that, because “articles classifiable under Heading\n4202 cannot be constrained in the manner that the trial\ncourt held, such a construction of ‘container’ constitutes\nlegal error.” Id. And, the government asserts that, be-\ncause electronic devices are held inside or are enclosed by\nthe cases at issue, each case itself is a “container” under\nthe common meaning of the word.\n     The Court of International Trade noted that the items\nlisted in the government’s definition of “container”—“box,\ncrate, can, jar”—“all require some concurrent and rela-\ntively simple act to gain access to the receptacle (i.e.,\ntwisting a lid, lifting a cover).” Otter Products, 70 F.\nSupp. 3d at 1289. In contrast, the cases at issue “are\nspecifically designed for and fit snuggly [sic] over particu-\nlar electronic devices and do not require an action to open\nor uncover the item.” Id. To that end, the court noted\nthat “it is more common to think of the cases as an addi-\ntion/accessory to the electronic device which can be added\nto or removed at the consumer’s liking.” Id. at 1289–90.\nThe court further found that the cases only “minimally\nresemble containers.” Id. at 1292.\n\f12                               OTTER PRODUCTS, LLC   v. US\n\n\n\n    Although the government argues that the court erred\nin its construction of “container,” the Court of Interna-\ntional Trade recognized that assessing the word “contain-\ner” to determine the meaning of “similar container” is only\na starting point and that “some of the problems that arise\nfrom describing the electronic device cases as containers\nforeshadow the problems that will arise with trying to\nclassify the cases as ‘similar containers’ under heading\n4202, HTSUS.” Id. at 1289. Thus, while the trial court\ndid note that the examples indicate that “containers,” as\nused in Heading 4202, implies something which encases\nsomething else, the court did not end its inquiry there nor\neven rely heavily on that fact. This approach is consistent\nwith our case law, which requires that the court first\nascertain the meaning of the specific terms in the tariff\nprovision, and then determine whether the goods come\nwithin the description of those terms. Kahrs, 713 F.3d at\n644. Accordingly, we see no error in the court’s analysis.\n              B. The Subject Merchandise\n              Is Not a “Similar Container”\n    As noted, for the Commuter and Defender Series cas-\nes to fall under the general phrase “similar containers,”\nthey must “possess the same essential characteristics or\npurposes that unite the listed exemplars preceding the\ngeneral term or phrase.” Avenues III, 423 F.3d at 1332.\nAlso, as noted, the “common characteristic or unifying\npurpose of the goods in heading 4202 consists of ‘organiz-\ning, storing, protecting, and carrying various’ items.”\nAvenues III, 423 F.3d at 1332 (quoting Avenues II, 317\nF.3d at 1402).\n    The parties dispute whether the subject merchandise\nmust possess all four of the characteristics uniting the\nexemplars, or merely one of them, in order to be classified\nas “similar containers” under Heading 4202. The parties\nagree, however, that this court has not directly addressed\nthe issue. The Court of International Trade found it\n\fOTTER PRODUCTS, LLC   v. US                              13\n\n\n\nunnecessary to answer the question “because, in this case,\ncoverings which minimally resemble containers, serve a\nprotective purpose, and may at times serve some carrying\npurpose, while allowing full functionality of the enclosed\nmerchandise are not ‘similar containers.’” Otter Products,\n</pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> at 1292–93.\n    On appeal, the government argues that this court’s\nprecedent provides “support for the conclusion that the\nfour characteristics are disjunctive.” Appellant Br. 11. In\nsupport of this proposition, the government points to\nthree Federal Circuit decisions: Outer Circle Products v.\nUnited States, </pre><span class=\"citation\" data-id=\"887\"><a href=\"/opinion/887/outer-circle-products-v-united-states/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1323</span></a></span><pre class=\"inline\">, 1326 (Fed. Cir. 2010) (find-\ning that where the subject articles “organize, store, pro-\ntect, or carry food or beverages,” they cannot be classified\nunder heading 4202 as no item in 4202 involves contain-\nment of any food or beverage) (emphasis added); Len-Ron\nManufacturing Co. v. United States, </pre><span class=\"citation\" data-id=\"782585\"><a href=\"/opinion/782585/len-ron-manufacturing-co-inc-aramis-inc-doing-business-as-len-ron/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1304</span></a></span><pre class=\"inline\">, 1313\n(Fed. Cir. 2003) (“[T]he essential characteristics of the\narticles falling within subheading 4202.32 are that they\ngenerally organize, store, protect, or carry items.”) (em-\nphasis added) (citing Totes, 69 F.3d at 498); and SGI, Inc.\nv. United States, </pre><span class=\"citation\" data-id=\"745316\"><a href=\"/opinion/745316/sgi-incorporated-v-united-states/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1468</span></a></span><pre class=\"inline\">, 1472 (Fed. Cir. 1997)\n(“The additional exemplars in HTSUS that the Court of\nInternational Trade states makes the provision broader\nthan the comparable luggage provision under TSUS also\ndo not include containers that organize, store, protect, or\ncarry food or beverages.”) (emphasis added). The govern-\nment also cites two Court of International Trade decisions\nto support its position that the test is disjunctive: Pro-\ncessed Plastic Co. v. United States, </pre><span class=\"citation\" data-id=\"818546\"><a href=\"/opinion/818546/processed-plastic-co-v-united-states/\"><span class=\"volume\">395</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1296</span></a></span><pre class=\"inline\">\n(Ct. Int’l Trade 2005) (stating that “merchandise can be\nclassified under heading 4202 even if it serves only one of\nthe four stated purposes”); and Jewelpak Corp. v. United\nStates, </pre><span class=\"citation\" data-id=\"819529\"><a href=\"/opinion/819529/jewelpak-corp-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1192</span></a></span><pre class=\"inline\"> (Ct. Int’l Trade 2000). But see\nVictoria’s Secret, 769 F.3d at 1109 (stating that the rele-\nvant unifying characteristics for Heading 4202 are “organ-\nizing, storing, protecting, and carrying various items”\n\f14                                OTTER PRODUCTS, LLC   v. US\n\n\n\n(quoting Avenues I, 178 F.3d at 1245) (emphasis added);\nand Totes, 69 F.3d at 498 (noting that the essential char-\nacteristics are “organizing, storing, protecting, and carry-\ning”) (emphasis added)).\n     This court has yet to hold expressly that a product\nmust share all four unifying characteristics to qualify as a\n“similar container” under Heading 4202 or that sharing\nsome specific subset of those four characteristics is suffi-\ncient. We take this opportunity to clarify that there is no\nrequirement that the subject merchandise meet all four\ncharacteristics to qualify as a “similar container” under\nHeading 4202. Courts should consider the four character-\nistics collectively and then determine whether, in light of\nthose considerations, the classification would lead to an\ninconsistency. If, for example, an item met only one of the\nfour characteristics, it almost certainly would not qualify\nas a “similar container” under Heading 4202. Allowing a\nsingle factor to satisfy the inquiry would, in almost all\nconceivable scenarios, render the scope of “similar con-\ntainers” so broad that it would lead to absurd results and\nmake consistent application of the standard all but im-\npossible. See Appellee Br. 15 (“If items were classifiable\nin the heading as ‘similar containers’ so long as they\norganized, stored, protected, or carried something, there\nwould be almost no limit to the reach of the heading.”). It\nwould, moreover, divorce consideration of the individual\ncharacteristics from any consideration of a unifying\npurpose, making the latter virtually impossible to define.\n    As explained below, the Court of International Trade\nengaged in the correct analysis. It correctly found that\nthe subject cases satisfy only one of the four characteris-\ntics and have an essential purpose that is inconsistent\nwith the exemplars of Heading 4202.\n                       1. Organize\n    First, the Court of International Trade held that the\ncases “do not serve any organizational purpose” because\n\fOTTER PRODUCTS, LLC    v. US                                  15\n\n\n\nthey “can and do only hold one electronic device.” Otter\nProducts, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> at 1290. The court explained,\n          Even if it is possible to organize a single item\n      without reference to another item, the electronic\n      devices are not any more organized when they are\n      in the cases. Rather, once the sole electronic de-\n      vice is placed inside the cases, it remains one arti-\n      cle surrounded by the case that acts like a suit of\n      armor. The electronic device is just as organized,\n      tidy, arranged, or orderly before it is placed in the\n      cases as it is after.\nId.\n    On appeal, the government argues that the Court of\nInternational Trade ignored the fact that some of the\nexemplars of Heading 4202—including camera cases,\nbinocular cases, and holsters—each may hold only a\nsingle article. See Appellant Br. 18. But OtterBox pre-\nsented evidence that each of these exemplars often con-\ntain multiple items. Appellee Br. 17 (“Camera cases often\ncontain extra lenses, batteries, cables, and memory cards.\nBinocular cases often contain straps, cleaning cloths, lens\ncaps, and other accessories. Gun cases and holsters may\ncontain multiple guns and rounds of ammunition.”). The\nsame is true for the other exemplars in Heading 4202.\n    The government cites Processed Plastics for the prop-\nosition that “simply ‘containing’ items is at least a rudi-\nmentary form of organization.” 395 F. Supp. 2d at 1309.\nAs the Court of International Trade found, however, the\norganizational capacity of the backpacks and beach bags\nat issue in Processed Plastics “cannot be equated to the\ncases at issue here.” Otter Products, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> at\n1293. In Processed Plastics, it was undisputed that the\nbackpacks were used to carry multiple items and “the\nbeach bag is large enough to allow several lightweight\nitems to be organized and stored inside it, in much the\nsame manner as the backpacks.” 395 F. Supp. 2d at 1313.\n\f16                                  OTTER PRODUCTS, LLC   v. US\n\n\n\nIn a subsequent Court of International Trade decision,\nmoreover, the court specifically stated that, “[i]n the\ncontext of heading 4202, organization implies multiple\nitems placed together in a single container.” Firstrax,\n2011 Ct. Int’l Trade LEXIS 132, at *18 (collecting cases).\nWe agree with the Court of International Trade that\norganization requires at least the possibility of storing\nmultiple items. Unlike the subject merchandise at issue\nin Processed Plastics, the cases here contain a single item:\nan electronic device.\n                         2. Store\n    The Court of International Trade found that the cases\nalso do not possess the essential characteristic of “stor-\ning.” Specifically, the Court of International Trade noted\nthat the common understanding of “store” implies setting\nsomething aside—“[i]t does not include present use but\nlooks toward using whatever item is stored in the future.”\nOtter Products, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> at 1290.\n    According to the government, the cases serve the pur-\npose of “storing” because they are “keeping the enclosed\ndevices safe while in the pockets, backpacks or handbags\nof their owners until their next use.” Appellant Br. 19.\nAs such, the government maintains, the cases satisfy the\ncourt’s definition. We disagree.\n    The government’s argument conflates protection and\nstorage, but they are different. Satisfying the former is\nnot the same as satisfying the latter. As the Court of\nInternational Trade correctly found, “an important char-\nacteristic of the subject cases is allowing the electronic\ndevice to remain fully functional, so that it may be used\nwhile inside the subject case.” Otter Products, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F. Supp.</span>\n<span class=\"page\">3d</span></span><pre class=\"inline\"> at 1290. We agree that, because the devices remain\nfully functional, the cases do not comport with the com-\nmon understanding of the term “storing.”\n\fOTTER PRODUCTS, LLC   v. US                               17\n\n\n\n                         3. Protect\n    It is undisputed that the electronic cases at issue pro-\ntect. Id. (“[T]he parties do not dispute that the subject\ncases ‘protect.’”).\n                          4. Carry\n    The Court of International Trade acknowledged that\nthe Defender Series cases contain a belt clip that “pro-\nvide[s] minimal carrying functionality for the electronic\ndevices.” Id. But “the belt clips are removable and, even\nwhen connected, are only used or usable for brief periods\nwhere the user is in motion and has determined to place\nthe electronic device in the belt clip, as opposed to a\npocket.” Id. at 1290–91.\n    On appeal, the government argues that all of the cas-\nes satisfy the “carry” factor because “electronic devices are\nheld within the cases.” Appellant Br. 20. The govern-\nment submits that “carry” is defined as “to hold or support\nwhile moving.” Id. (citing Webster’s New World College\nDictionary 215 (Third College Ed. 1976)). As OtterBox\npoints out, although the cases at issue “remain in place\nwhile the user moves, . . . they add nothing to the carrying\ncapability that the electronic device, standing alone,\nwould not already have.” Appellee Br. 20. If anything,\nthe electronic device “carries” the case. We agree with the\nCourt of International Trade that the subject merchandise\nsimply does not “carry” anything for purposes of being\nclassified under Heading 4202.\n           5. The Court of International Trade\n               Did Not Add a Fifth Factor\n     As noted, “[c]lassification of imported merchandise\nunder ejusdem generis is appropriate only if the imported\nmerchandise shares the characteristics or purpose [unify-\ning the named exemplars] and does not have a more\nspecific primary purpose that is inconsistent with the\nlisted exemplars.” Avenues I, 178 F.3d at 1244; see also\n\f18                                OTTER PRODUCTS, LLC   v. US\n\n\n\nVictoria’s Secret, 769 F.3d at 1108 (“[E]ven if the mer-\nchandise at issue contains certain features shared by\nthose listed in a heading, the presence of other features in\nthe merchandise ‘as a whole’ may negate similarity.”).\nApplying this precedent, the Court of International Trade\nfound that the subject merchandise has a specific and\nprimary purpose that is inconsistent with the named\nexemplars: “that the enclosed electronic device remains\nfully functional.” Otter Products, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> at 1291.\nIn other words, while the listed exemplars hold items and\ndo not permit use of the enclosed item, the cases are\nspecifically designed to hold and protect an electronic\ndevice while it remains 100% functional. The court found\nthat this characteristic is inconsistent with the purposes\nof the exemplars in Heading 4202 and therefore distin-\nguishes the subject merchandise from those exemplars.\n    The government argues that the Court of Internation-\nal Trade “erroneously and impermissibly added a new\nfactor to this Court’s four factor ejusdem generis analysis\nfor Heading 4202, i.e., a requirement that a ‘contained’\narticle must be removed for use.” Appellant Br. 14.\nAccording to the government, the Court of International\nTrade “ignored” the fact that some camera cases and\nbinocular cases permit use of the enclosed item.” Id. at\n16. But the Court of International Trade considered the\ngovernment’s arguments and found that they “miss the\npoint.” Otter Products, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> at 1294. Although\nthe government cited two Customs rulings classifying an\nunderwater camera case as a “similar container,” the\nCourt of International Trade explained that camera cases\nare “eo nomine listed unlike electronic device cases and\nneither of these rulings discuss the four uniting essential\ncharacteristics or purposes of heading 4202, HTSUS.” Id.\nAccordingly, the government’s attempts to rely on non-\nbinding Customs rulings that do not pertain to the mer-\nchandise at issue are unpersuasive.\n\fOTTER PRODUCTS, LLC   v. US                               19\n\n\n\n    The Court of International Trade correctly considered\nwhether the obvious purpose of the cases at issue differed\nfrom the purposes of those expressly listed. That consid-\neration did not impose a fifth characteristic, as the gov-\nernment contends; it simply completed the appropriate\nanalysis, which requires a comparison of “purpose.”\nAgain, we find no error in the court’s analysis.\n     C. Classification under Subheading 3926.90.99\n    The Court of International Trade held that, because\nthe subject merchandise cannot be classified under Head-\ning 4202, it should be classified according to its material.\nThe court then determined that the proper classification\nis subheading 3926.90.99: “[o]ther articles of plastics.” Id.\nat 1295. The government does not challenge the Court of\nInternational Trade’s conclusion that, if the subject cases\nare not classified in Heading 4202, they are properly\nclassified in subheading 3926.90.99.\n                        CONCLUSION\n    For the reasons stated above, we affirm the judgment\nof the Court of International Trade in which the court\nclassified the subject merchandise imported by OtterBox\nunder subheading 3926.90.9980 of the HTSUS.\n                        AFFIRMED\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/887/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/209181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/218936/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/614580/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/706997/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/745316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/764474/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780694/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/782585/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/791960/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795062/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/818546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/819529/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2016-08-24T15:01:30.830084Z",
      "date_modified": "2016-08-24T15:01:31.003301Z",
      "date_filed": "2016-08-24",
      "date_filed_is_approximate": false,
      "slug": "otter-products-llc-v-united-states",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "Otter Products, LLC v. United States",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/4415717/otter-products-llc-v-united-states/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-08-24T15:01:30.821799Z",
  "date_modified": "2016-08-24T15:01:30.821838Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Otter Products, LLC v. United States",
  "case_name_full": "",
  "slug": "otter-products-llc-v-united-states",
  "docket_number": "15-1866",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": "2016-08-24",
  "blocked": false,
  "tags": []
}