{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/4419887/",
  "id": 4419887,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4254652/",
      "id": 4254652,
      "absolute_url": "/opinion/4254652/people-v-cooper-ca6/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/4419887/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4031913/",
          "id": 4031913,
          "absolute_url": "/opinion/4254652/people-v-cooper-ca6/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4254652/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-09-07T22:03:33.350039Z",
          "date_modified": "2017-04-16T05:29:19.093951Z",
          "type": "010combined",
          "sha1": "2f22e47ef2703920aa5f1f0e17bf53a4fb9294d1",
          "page_count": 22,
          "download_url": "http://www.courts.ca.gov/opinions/nonpub/H042711.PDF",
          "local_path": "pdf/2016/09/07/people_v._cooper_ca6.pdf",
          "plain_text": "Filed 9/7/16 P. v. Cooper CA6\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n\n\n               IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                      SIXTH APPELLATE DISTRICT\n\n\nTHE PEOPLE,                                                          H042711\n                                                                    (Santa Clara County\n         Plaintiff and Respondent,                                   Super. Ct. No. CC826636)\n\n         v.\n\nCASEY WAYNE COOPER,\n\n         Defendant and Appellant.\n\n\n\n\n                                              I. INTRODUCTION\n         Defendant Casey Wayne Cooper pleaded guilty to possession of a controlled\nsubstance (former Health & Saf. Code, § 11377, subd. (a)), misdemeanor possession of\ncontrolled substance paraphernalia (id., § 11364), and misdemeanor being under the\ninfluence of a controlled substance (id., § 11550, subd. (a)). The trial court suspended\nimposition of sentence and placed defendant probation.\n         While defendant was on probation, Penal Code section 1170.181 was enacted by\nthe voters as part of Proposition 47, which reclassified certain drug offenses as\nmisdemeanors. Section 1170.18 sets forth two different petition or application\nprocedures for defendants seeking to have a felony conviction resentenced to or\n\n\n         1\n             All further statutory references are to the Penal Code unless otherwise indicated.\n\fdesignated as a misdemeanor. (Id., subds. (a) & (f).) A defendant who successfully\npetitions under either procedure and has a felony conviction resentenced to or designated\nas a misdemeanor is still subject to the ban on firearms possession that is applicable to\nfelons. (Id., subd. (k).)\n       At a hearing after he allegedly violated his probation, defendant sought to have his\nfelony drug conviction deemed a misdemeanor under Proposition 47. Defendant\nexpressly objected to the requirement that he proceed by way of a petition in order to\nobtain relief under Proposition 47, arguing that it violated his Second Amendment right.\nThe trial court “overruled” the objection, sentenced him to 85 days in county jail upon his\nadmission that he violated probation, and nevertheless “redesignated” his felony\nconviction a “misdemeanor pursuant to Proposition 47.”\n       On appeal, we understand defendant to contend that the petition and other\nprocedures provided by section 1170.18 did not apply to him, and that his felony drug\nconviction automatically became a misdemeanor upon the passage of Proposition 47.\nDefendant argues that the trial court therefore erred in sentencing him to jail before\ndesignating his felony drug conviction a misdemeanor, and that he suffered adverse\nconsequences as a result.\n       The Attorney General contends that defendant did not proceed by way of the\nrequired petition under section 1170.18, subdivision (a), and that the trial court therefore\nimposed an unlawful sentence when it redesignated defendant’s felony drug conviction a\nmisdemeanor under Proposition 47.\n       For reasons that we will explain, the order redesignating defendant’s felony drug\nconviction a misdemeanor must be vacated and the matter must be remanded for\nresentencing on the probation violation.\n\n\n\n\n                                              2\n\f                   II. FACTUAL AND PROCEDURAL BACKGROUND\n       A. The Complaint, Defendant’s Pleas, and the Grant of Probation\n       In 2008, defendant was charged by complaint with possession of a controlled\nsubstance (former Health & Saf. Code, § 11377, subd. (a); count 1), misdemeanor\npossession of controlled substance paraphernalia (id., § 11364; count 2), and\nmisdemeanor being under the influence of a controlled substance (id., § 11550, subd. (a);\ncount 3). In 2009, defendant pleaded guilty to all counts and the trial court granted him\ndeferred entry of judgment. A bench warrant was later issued after defendant failed to\nappear in court.\n       In 2013, defendant appeared in court and deferred entry of judgment was\nterminated. The trial court suspended imposition of sentence, and placed defendant on\nformal probation with various terms and conditions, including that he complete a\nProposition 36 treatment program. The court also imposed various fines and fees,\nincluding a restitution fine and a suspended probation revocation restitution fine (see\n§§ 1202.4, subd. (b), 1202.44).\n       In 2014, defendant apparently declined to participate in the Proposition 36\ntreatment program. The terms and conditions of his probation were modified, including\nthat he serve time in jail, and his probation was extended to July 15, 2017.\n       B. The Probation Modification Petition\n       In May 2015, the probation department petitioned the trial court for modification\nof the terms of defendant’s probation. The petition alleged that defendant violated his\nprobation by failing to complete a jail sentence; failing to report to probation for three\noffice appointments; failing to make himself available for search and testing; failing to\nprovide proof of education, vocational training, or employment; failing to enroll in or\ncomplete a substance abuse counseling program; failing to provide proof of registration\npursuant to Health and Safety Code section 11590; and testing positive for drugs.\n\n\n\n                                              3\n\fDefendant did not appear at a hearing on the matter and his probation was summarily\nrevoked.\n       C. Defendant’s Request for Relief Under Section 17 or Proposition 47\n       On August 3, 2015, another hearing was held on the probation modification\npetition. On appeal, the parties dispute what occurred at the hearing, and therefore we\nset forth the proceeding in detail.\n       Counsel apparently appeared for defendant and for another person whose hearing\nwas scheduled for a time shortly after defendant’s hearing. At the outset, the trial court\nasked counsel whether in each case there was a waiver of formal arraignment, formal\nadvisement of rights, and reading of the petition, and an acknowledgment of receipt of a\nwritten petition. Defense counsel responded affirmatively. The trial court then indicated\nthat there were no early release programs for “local sentences or 1170(h) sentences.”\n       The trial court proceeded to call and specifically address defendant’s case. The\nfollowing exchange occurred between the parties and the court:\n       “[DEFENSE COUNSEL]: This looks to be a Prop 47 case.\n       “THE COURT: Are you on this Ms. Wells [(the prosecutor)]?\n       “[THE PROSECUTOR]: Is this 10:00 o’clock, your Honor?\n       “THE COURT: “Yes, 10:00.\n       “[THE PROSECUTOR]: Good morning. I’m sorry. Thank you. Which matter,\nplease?\n       “THE COURT: Number one.\n       “[THE PROSECUTOR]: Yes. I’m here. Kathy Wells.\n       “[DEFENSE COUNSEL]: He has no known history.\n       “[THE PROSECUTOR]: Yes.\n       “THE COURT: All right.\n       “[DEFENSE COUNSEL]: And I’m requesting that the court on [its] own motion,\n[s]ection 17 this to preserve my client’s [S]econd [A]mendment rights under People v.\n\n                                             4\n\fHeller. And he has no prior records, so the only thing standing in the way of restoring his\nrights under the [S]econd [A]mendment would be the [s]ection 17 by the court’s motion\nor by operation of law.\n       “THE COURT: Proposition 47 does require a petition.\n       “[DEFENSE COUNSEL]: And my objection is that that petition, the way the\n[L]egislature set it up, violates my client’s [S]econd [A]mendment right.\n       “THE COURT: Your argument is with the [L]egislature. I’m bound by the law as\nit’s written. And so over – your objection is overruled.\n       [Defendant], do you understand the rights that you have on a probation violation?\n       “THE DEFENDANT: Yes.\n       “THE COURT: Do you give up each of those rights?\n       “THE DEFENDANT: Yes.\n       “THE COURT: With your rights in mind, do you admit that you are in violation\nof probation for the reason stated in the petition?\n       “THE DEFENDANT: Yes, your Honor.\n       “THE COURT: Counsel, do you concur?\n       “[DEFENSE COUNSEL]: I do, your Honor.\n       “THE COURT: All right. Probation remains revoked. You’re sentenced to\n85 days county jail. Credit for time served: 55 actual, 30 under [section] 4019. Total is\n85 days. Sentence is deemed served. You’re ordered released. [¶] The balance of fines\nand fees are to be collected civilly. Count I is redesignated a misdemeanor pursuant to\nProposition 47.\n       “[THE PROSECUTOR]: Thank you, your Honor.”\n       D. Defendant’s Notice of Appeal and Request for Certificate of Probable Cause\n       Defendant filed a notice of appeal challenging the August 3, 2015 order. Among\nthe bases for his appeal was that “[t]he petition process for Proposition 47 violates [his]\nSecond Amendment Rights.”\n\n                                              5\n\f       Defendant also requested and was granted a certificate of probable cause. In his\nrequest, defendant argued that the trial court failed to properly reclassify his felony drug\nconviction as a misdemeanor under Proposition 47. Defendant stated that he “was\nrequired to use a local superior court form that directed probationers to invoke\nProposition 47’s retrospective petition for resentencing process.” Defendant indicated\nthat he formally objected and that a hearing was held on the matter. Defendant contended\nthat his “only avenue of relief under Proposition 47 was to proceed, over objection,\nunder Proposition 47’s petition for resentencing provisions set forth under Penal Code\nsection 1170.18. By proceeding in this manner, a defendant is potentially subject to\nProposition 47’s heightened dangerousness hearing and parole supervision. The petition\nprocess also triggers Proposition 47’s firearm bar, which also subjects one to further\nprosecution. [Citation.] Requiring a probationer, a person without [a] final judgment of\nconviction, to go through the petition process, while similarly situated individuals (e.g.,\neither pending sentencing or pre-plea) benefit from prospective application of\nProposition 47 under normal principles of retroactivity, violates the defendant’s rights\nto state and federal equal protection and his right under the 2nd Amendment to the\nUnited States Constitution. But for the court’s denying [defendant’s] request to have\nthe charge reduced by operation of law, his 2nd Amendment rights would have been\nrestored.”\n                                      III. DISCUSSION\n       A. Legal Background: Proposition 47\n       On November 4, 2014, voters enacted Proposition 47, the Safe Neighborhoods\nand Schools Act (the Act). (Prop. 47, as approved by voters, Gen. Elec. (Nov. 4, 2014),\neff. Nov. 5, 2014.) Proposition 47 reclassified certain drug and theft related offenses as\nmisdemeanors instead of felonies or alternative felony misdemeanors. (§ 1170.18,\nsubd. (a); People v. Shabazz (2015) 237 Cal.App.4th 303, 308.) The statutes amended\nby Proposition 47 include Health and Safety Code section 11377, subdivision (a), the\n\n                                              6\n\fformer version of which provided the basis for defendant’s felony conviction. Prior to\nProposition 47, possession of a controlled substance in violation of Health and Safety\nCode section 11377, subdivision (a) was a wobbler. (People v. Lynall (2015) 233\nCal.App.4th 1102, 1108.) As a result of Proposition 47, Health and Safety Code\nsection 11377, subdivision (a) now provides that possession of specified controlled\nsubstances is punishable as a misdemeanor unless the defendant has certain disqualifying\nprior convictions.2\n       Proposition 47 also enacted a new statutory provision, section 1170.18, which sets\nforth two different procedures for defendants seeking to have a felony conviction\nresentenced to or designated as a misdemeanor.\n       The first procedure under section 1170.18 applies to a defendant who is “currently\nserving a sentence” for a felony conviction and who would have been guilty of a\nmisdemeanor under the Act if the Act had been in effect at the time of the offense.\n(§ 1170.18, subd. (a).) Such a defendant may petition for a recall of his or her sentence\nand request resentencing in accordance with the amended statute that reclassified the\ndefendant’s offense as a misdemeanor. (Ibid.) If the petitioner meets the requisite\nstatutory criteria, “the petitioner’s felony sentence shall be recalled and the petitioner\nresentenced to a misdemeanor . . . unless the court, in its discretion, determines that\nresentencing the petitioner would pose an unreasonable risk of danger to public safety.”\n(Id., subd. (b); see id., subd. (c).) Section 1170.18 sets forth various factors that a court\nmay consider in exercising its discretion. (Id., subd. (b)(1)-(3).) A defendant is not\n\n\n       2\n         Health and Safety Code section 11377, subdivision (a) provides for the following\npunishment: “imprisonment in a county jail for a period of not more than one year,\nexcept that such person may instead be punished pursuant to subdivision (h) of\nSection 1170 of the Penal Code if that person has one or more prior convictions for an\noffense specified in clause (iv) of subparagraph (C) of paragraph (2) of subdivision (e)\nof Section 667 of the Penal Code or for an offense requiring registration pursuant to\nsubdivision (c) of Section 290 of the Penal Code.”\n\n                                               7\n\feligible for resentencing if he or she has suffered a specified prior conviction. (Id.,\nsubd. (i).) A defendant who is resentenced pursuant to section 1170.18 is subject to a\none-year period of parole, unless the court as part of its resentencing order releases the\ndefendant from parole. (Id., subd. (d).)\n       The second procedure under section 1170.18 applies to a defendant who has\n“completed his or her sentence” for a felony conviction and who would have been guilty\nof a misdemeanor under the Act if the Act had been in effect at the time of the offense.\n(§ 1170.18, subd. (f).) Such a person may file an application to have the felony\nconviction designated as a misdemeanor, and the trial court must make the misdemeanor\ndesignation if the defendant meets the requisite criteria and has not suffered a specified\nprior conviction. (Id., subds. (f), (g) & (i).)\n       A defendant who obtains relief under either procedure and has a felony conviction\nresentenced to or designated as a misdemeanor is still subject to the ban on firearms\npossession that is applicable to felons. (§ 1170.18, subd. (k).)\n       On appeal, we understand defendant to contend that the procedures provided by\nsection 1170.18 did not apply to him and that Proposition 47 automatically reduced his\nfelony drug conviction to a misdemeanor. Defendant argues that the trial court “erred in\nbelieving it was required to sentence [him] and then recall the sentence for relief to be\ngiven under Proposition 47.” In the alternative, defendant argues that he was sentenced\nfor purposes of Proposition 47 when he was placed on probation, and that the court\ntherefore “erred in believing it needed to impose a sentence for [him] to benefit from\nProposition 47.” Defendant contends that the improper procedure utilized by the court\ncaused him to suffer adverse consequences, such as being required to pay felony\nrestitution fines and being prohibited from possessing a firearm. Defendant requests that\nhis sentence be “reverse[d]” and that his felony conviction for possession of a controlled\nsubstance “be treated as a misdemeanor without imposing a felony sentence.”\n\n\n\n                                                  8\n\f       The Attorney General contends that defendant’s felony drug conviction did not\nautomatically become a misdemeanor upon passage of Proposition 47. Rather, defendant\nwas “currently serving a sentence” within the meaning of section 1170.18, subdivision (a)\nwhile on probation, and therefore he was required to petition for relief under that\nsubdivision in order to be resentenced to a misdemeanor. The Attorney General contends\nthat defendant did not, however, petition for relief under section 1170.18, subdivision (a),\nand that therefore the trial court imposed an unlawful sentence when it redesignated\ndefendant’s felony drug conviction a misdemeanor.\n       In reply, defendant contends that the recall and resentencing procedure set forth in\nsection 1170.18 did not apply to him, and that he was entitled to have his felony drug\nconviction automatically reduced to a misdemeanor. Defendant alternatively argues that\nhe made an “oral Proposition 47 petition” in the trial court, that he was “sentenced” for\npurposes of Proposition 47 when he was placed on probation, and that the trial court erred\nin believing it needed to impose a jail sentence in order for him to benefit from\nProposition 47.\n       We will first consider the issue of whether defendant’s felony drug conviction\nautomatically became a misdemeanor upon the passage of Proposition 47. We will\nthen consider the question of whether the procedure set forth in section 1170.18,\nsubdivision (a) was applicable to defendant in order to be resentenced to a misdemeanor.\nLastly, we will consider whether the trial court followed the proper procedure in this case\nupon defendant’s request to have his felony drug conviction reduced to a misdemeanor.\n       B. Retroactivity\n                                   1. Legal background\n       Section 3 specifies that no part of the Penal Code is retroactive, “unless expressly\nso declared.” Section 3 “provides the default rule” regarding retroactivity, “codifying\n‘the time-honored principle . . . that in the absence of an express retroactivity provision, a\nstatute will not be applied retroactively unless it is very clear from extrinsic sources that\n\n                                              9\n\fthe Legislature [or electorate] . . . must have intended a retroactive application.’\n[Citations.]” (People v. Brown (2012) 54 Cal.4th 314, 319 (Brown).)\n       A “qualification” to the prospective-only presumption regarding statutory\namendments was set forth in In re Estrada (1965) 63 Cal.2d 740 (Estrada). (Brown,\nsupra, 54 Cal.4th at p. 323.) That qualification is: “When the Legislature [or electorate]\nhas amended a statute to reduce the punishment for a particular criminal offense, we will\nassume, absent evidence to the contrary, that the Legislature [or electorate] intended the\namended statute to apply to all defendants whose judgments are not yet final on the\nstatute’s operative date. [Citation.]” (Ibid., fn. omitted.) As the Estrada court explained:\n“When the Legislature amends a statute so as to lessen the punishment[,] it has obviously\nexpressly determined that its former penalty was too severe and that a lighter punishment\nis proper as punishment for the commission of the prohibited act. It is an inevitable\ninference that the Legislature must have intended that the new statute imposing the new\nlighter penalty now deemed to be sufficient should apply to every case to which it\nconstitutionally could apply. The amendatory act imposing the lighter punishment can be\napplied constitutionally to acts committed before its passage provided the judgment\nconvicting the defendant of the act is not final.” (Estrada, supra, 63 Cal.2d at p. 745.)\n       In In re May (1976) 62 Cal.App.3d 165 (May), the appellate court addressed the\napplication of Estrada and the issue of when a judgment is final for a defendant placed\non probation. In May, the “proceedings in the case were suspended and [the defendant]\nwas placed on probation” for a drug offense. (Id. at p. 167.) A statutory amendment\nsubsequently reduced the offense from a felony to a misdemeanor. (Ibid.) In the\ndefendant’s case, however, the trial court continued to treat the offense as a felony when\nthe defendant was later found in violation of probation. (Id. at pp. 167-168.) The\nappellate court determined that, “[s]ince the proceedings were suspended, no final\njudgment was entered for the purposes of this case. [Citations.] Thus, the rationale of\nEstrada applies to this case because the amendatory statute became effective after the\n\n                                              10\n\fcommission of the act but before the judgment of conviction was final.” (Id. at p. 169.)\nThe appellate court therefore concluded that the defendant’s offense should be designated\nand treated as a misdemeanor. (Ibid.)\n       “The rule in Estrada, of course, is not implicated where the Legislature clearly\nsignals its intent to make the amendment prospective, by the inclusion of either an\nexpress saving clause or its equivalent.” (People v. Nasalga (1996) 12 Cal.4th 784, 793,\nfn. omitted (Nasalga) (plur. opn. of Werdegar, J.); see Estrada, supra, 63 Cal.2d at p. 747\n[“where there is an express or implied saving clause,” the prior statute “should continue\nto operate as to past acts”].) If there is no express saving clause, one will be implied if\nthe Legislature or electorate has “demonstrate[d] its intention with sufficient clarity that a\nreviewing court can discern and effectuate it.” (In re Pedro T. (1994) 8 Cal.4th 1041,\n1049 (Pedro T.).)\n       For example, the “functional equivalent of a saving clause” was included in\nProposition 36, the Three Strikes Reform Act of 2012 (the Reform Act). (People v.\nYearwood (2013) 213 Cal.App.4th 161, 172 (Yearwood).) The Reform Act “change[d]\nthe requirements for sentencing a third strike offender” by authorizing life sentences only\nin certain cases. (Yearwood, supra, at p. 167.) The Reform Act also enacted a new\nstatute, section 1170.126, which “created a postconviction release proceeding whereby\n[an eligible] prisoner . . . may have his or her sentence recalled and be sentenced as a\nsecond strike offender unless the court determines that resentencing would pose an\nunreasonable risk of danger to public safety. [Citation.]” (Yearwood, supra, at p. 168.)\n       The Yearwood defendant was sentenced as a third strike offender prior to the\nReform Act. (Yearwood, supra, 213 Cal.App.4th at p. 167.) Had he been sentenced\nafter the Reform Act, he would not have been sentenced to an indeterminate life term.\n(Yearwood, supra, at p. 168.) The appellate court considered whether it could issue an\norder that he be resentenced, or whether his remedy was “limited to filing a petition for\na recall of his sentence in compliance with section 1170.126.” (Ibid.)\n\n                                             11\n\f       The Yearwood defendant argued that the Reform Act should apply retroactively,\nbased on Estrada, because the Reform Act reduced the punishment for his offense. The\nYearwood court disagreed, finding that “[t]he Estrada rule does not apply to the [Reform]\nAct because section 1170.126 operates as the functional equivalent of a saving clause.”\n(Yearwood, supra, 213 Cal.App.4th at p. 172.) The court examined the language of\nsection 1170.126, subdivision (b), which provides, “Any person serving an indeterminate\nterm of life imprisonment” imposed for a third strike conviction “may file a petition for\na recall of sentence.” The court found this phrase was “not ambiguous” and that\nsection 1170.126 “is correctly interpreted to apply to all prisoners serving an\nindeterminate life sentence imposed under the former three strikes law.” (Yearwood,\nsupra, at p. 175.)\n       On June 30, 2016, the California Supreme Court similarly held that third strike\ndefendants who were sentenced prior to the effective date of the Reform Act, but whose\njudgments were not yet final as of that date, “are not entitled to automatic resentencing,\nbut instead may seek resentencing by petitioning for recall of sentence under\nsection 1170.126.” (People v. Conley (2016) 63 Cal.4th 646, 652 (Conley).) Among the\ncourt’s reasons in reaching this conclusion was the fact that “the Reform Act is not silent\non the question of retroactivity.” (Id. at p. 657.) Rather, “[s]ection 1170.126 creates a\nspecial mechanism that entitles all persons ‘presently serving’ indeterminate life terms\nimposed under the prior law to seek resentencing under the new law. By its terms, the\nprovision draws no distinction between persons serving final sentences and those serving\nnonfinal sentences, entitling both categories of prisoners to petition courts for recall of\nsentence under the Act.” (Ibid.; see § 1170.126, subd. (a).)\n       The California Supreme Court also explained that “[t]he recall procedures in\nPenal Code section 1170.126 were designed to strike a balance between [the] objectives\nof mitigating punishment and protecting public safety by creating a resentencing\nmechanism for persons serving indeterminate life terms under the former Three Strikes\n\n                                              12\n\flaw, but making resentencing subject to the trial court’s evaluation of whether, based on\ntheir criminal history, their record of incarceration, and other relevant considerations,\ntheir early release would pose an ‘unreasonable risk of danger to public safety.’\n[Citation.]” (Conley, supra, 63 Cal.4th at p. 658.) The California Supreme Court\n“[could] discern no basis to conclude that the electorate would have intended for courts to\nbypass the public safety inquiry altogether in the case of defendants serving sentences\nthat are not yet final.” (Id. at p. 659.)\n                                            2. Analysis\n          Defendant contends that “Proposition 47 automatically reduced qualifying charges\nto misdemeanors” for probationers such as him, whose imposition of sentence had been\nsuspended, and for other defendants who were sentenced after Proposition 47 went into\neffect.\n          The question of whether retroactive application of Proposition 47’s reduced\npenalty provisions is required under Estrada requires a determination of the intent of the\nelectorate (Estrada, supra, 63 Cal.2d at p. 744), which may be signaled by the inclusion\nof “either an express saving clause or its equivalent” (Nasalga, supra, 12 Cal.4th at\np. 793; see Estrada, supra, at p. 747).\n          We determine that although Proposition 47 does not have an express saving\nclause, it did create section 1170.18, which is functionally equivalent to a saving clause.\n(See Nasalga, supra, 12 Cal.4th at p. 793; Pedro T., supra, 8 Cal.4th at p. 1049; Estrada,\nsupra, 63 Cal.2d at p. 747.) In enacting Proposition 47, the electorate drew distinctions\nbetween three categories of defendants—those who had not yet been sentenced, those\nwho were “currently serving” sentences (§ 1170.18, subd. (a)), and those who had\ncompleted their sentences (id., subd. (f))—and it provided procedures for those latter two\ncategories of defendants who sought to benefit from the ameliorative provisions provided\nby Proposition 47. In particular, under section 1170.18, subdivision (a), a defendant who\nis “currently serving a sentence for a conviction” may petition for a recall of sentence and\n\n                                                13\n\fresentencing. Like the resentencing petition process created by the Reform Act, the\nresentencing petition process contained in section 1170.18, subdivision (a) expressly\napplies to defendants who are “currently serving a sentence” for a crime that would have\nbeen a misdemeanor after the passage of Proposition 47. (Cf. § 1170.126, subds. (a) &\n(b); see Conley, supra, 63 Cal.4th at pp. 657-658; Yearwood, supra, 213 Cal.App.4th at\np. 173.) Further, like the resentencing process created by the Reform Act, the\nresentencing process contained in section 1170.18, subdivision (b) makes resentencing\nsubject to the trial court’s evaluation of whether resentencing the defendant “would pose\nan unreasonable risk of danger to public safety.” (Cf. § 1170.126, subd. (f); see Conley,\nsupra, 63 Cal.4th at pp. 658-659; Yearwood, supra, 213 Cal.App.4th at p. 176.) By\nsetting forth a specific procedure for those defendants who were “currently serving a\nsentence” at the time the initiative took effect and in view of the nature of that procedure\n(§ 1170.18, subd. (a); see id., subd. (b)), the electorate effectively and clearly\n“demonstrate[d] its intention” that such defendants follow those procedures set forth in\nsection 1170.18 in order to be resentenced to a misdemeanor (Pedro T., supra, at\np. 1049).3\n       We therefore turn to the question of whether defendant is “currently serving a\nsentence” (§ 1170.18, subd. (a)), such that the recall and resentencing procedure set forth\nin section 1170.18 applies to him. (See, e.g., id., subds. (a) - (d).)\n\n\n\n\n       3\n         In People v. Davis (2016) 246 Cal.App.4th 127 (Davis), review granted July 13,\n2016, S234324, the appellate court similarly concluded that, for defendants who were\ncurrently serving a sentence or who had completed a sentence for a felony covered by\nProposition 47, “the electorate made clear its intent as to the nature and extent of the\nretroactive application of the amendments. For those persons, there is no need, and no\nplace, for inferences about retroactive application, and therefore no basis for invoking\nEstrada.” (Davis, supra, at p. 137.)\n\n                                              14\n\f       C. “Currently Serving a Sentence”\n       Defendant contends that, because the imposition of his sentence was suspended\nand he was placed on probation, he was not “currently serving a sentence” within the\nmeaning of section 1170.18, subdivision (a). In the alternative, he argues that he was\nserving a sentence while on probation and that “the court abused its discretion in\nbelieving it was required to impose a jail term in order to provide the benefit of\nProposition 47.”\n       The Attorney General contends that defendant, as a probationer, was “currently\nserving a sentence” within the meaning of section 1170.18, subdivision (a), and that\ntherefore the recall and resentencing procedure set forth in that section had to be followed\nby defendant and the trial court.\n       “ ‘In interpreting a voter initiative . . . , we apply the same principles that govern\nstatutory construction. [Citation.] Thus, [1] “we turn first to the language of the statute,\ngiving the words their ordinary meaning.” [Citation.] [2] The statutory language must\nalso be construed in the context of the statute as a whole and the overall statutory scheme\n[in light of the electorate’s intent]. [Citation.] [3] When the language is ambiguous,\n“we refer to other indicia of the voters’ intent, particularly the analyses and arguments\ncontained in the official ballot pamphlet.” [Citation.]’ [Citation.] [¶] In other words,\nour ‘task is simply to interpret and apply the initiative’s language so as to effectuate the\nelectorate’s intent.’ [Citation.]” (Robert L. v. Superior Court (2003) 30 Cal.4th 894,\n900-901.)\n       In People v. Garcia (2016) 245 Cal.App.4th 555 (Garcia), we determined that the\nphrase “currently serving a sentence” in section 1170.18, subdivision (a), “appl[ies] to all\nthose with felony dispositions, including those placed on probation who otherwise meet\n\n\n\n\n                                              15\n\fthe conditions specified in the statutory scheme.” (Garcia, supra, at p. 559.)4 In Garcia,\nas in the instant case, the trial court suspended imposition of sentence and placed the\ndefendant on probation for felony possession of a controlled substance (former Health &\nSaf. Code, § 11377, subd. (a)). (Garcia, supra, at p. 557.)\n       We agreed with the parties in Garcia that interpreting the statutory language to\nnot include probationers would lead to absurd consequences. We observed that “there is\nnothing in either the ballot materials or the statutory language that appears to limit the\nphrase ‘currently serving a sentence for a conviction’ to those serving a term of\nimprisonment.” (Garcia, supra, 245 Cal.App.4th at p. 558.) Moreover, “granting\nprobation is in some contexts a ‘sentencing choice’ (see, e.g., Cal. Rules of Court,\nrule 4.405(6) [‘ “Sentence choice” means the selection of any disposition of the case\nthat does not amount to a dismissal, acquittal, or grant of a new trial.’]). (Cf. People v.\nHoward (1997) 16 Cal.4th 1081, 1084 [referring to court’s authority ‘at time of\nsentencing’ either to suspend imposition of sentence or impose sentence and suspend its\nexecution]; In re DeLong (2001) 93 Cal.App.4th 562, 571 [‘an order granting probation\nand suspending imposition of sentence is a form of sentencing’].)” (Ibid.) Indeed, “the\nlanguage of another voter initiative, Proposition 36, the Substance Abuse and Crime\nPrevention Act of 2000, used the language ‘sentenced to probation.’ (See People v.\nMendoza (2003) 106 Cal.App.4th 1030, 1034 [quoting ballot pamphlet to distinguish\nconviction from sentence and referring to ‘sentence of probation’].)” (Ibid.)\n       We explained in Garcia that “[t]he ballot materials for Proposition 47 likewise\nindicate that the voters regarded probation as one of the options within a sentencing\nprocedure; the legislative analysis refers to offenders who are ‘sentenced’ to supervision\nby a county probation officer while indicating that both jail time for eligible offenders\n\n       4\n         In Davis, supra, 246 Cal.App.4th at pages 132 and 143, review granted, the\nappellate court similarly concluded that probationers fall within the meaning of\nsection 1170.18, subdivision (a).\n\n                                             16\n\fand the caseloads of probation officers would be reduced by including felony probation\nas a disposition eligible for resentencing under section 1170.18. (See People v. Shabazz\n(2015) 237 Cal.App.4th 303, 310 [discussing Prop. 47 mechanism for resentencing after\nbeing ‘sentenced or placed on probation’].) The Legislative Analyst discussed these\noptions under the heading of ‘Misdemeanor Sentencing’ and generally noted the fiscal\nconsequences of ‘the resentencing of individuals currently serving sentences for felonies\nthat are changed to misdemeanors.’ (Italics added.) Nothing in the text of the initiative,\nthe legislative analysis, or the arguments for and against it indicate an intent to\ndistinguish between a prison sentence and felony probation, or between a grant of\nprobation after suspending imposition of sentence and an order imposing sentence but\nsuspending its execution. The statute itself allows the recall of a ‘felony sentence’ and\nallows the petitioner to request ‘resentencing’ in Health and Safety Code section 11377\ncases, without segregating those serving prison sentences from those serving probation\nterms. (§ 1170.18, subds. (a), (b).) . . . Proposition 47 was intended to reach those with\n‘nonserious, nonviolent crimes like . . . drug possession,’ which would encompass many\nwho were granted probation. (Voter Information Guide, [Gen. Elec. (Nov. 4, 2014)]\ntext of Prop. 47, § 3, p. 70.) To deprive those defendants of the benefit of the reduced\npenalty for their offenses would create an incongruity the voters would not have either\nanticipated or approved.” (Garcia, supra, 245 Cal.App.4th at pp. 558-559, fns. omitted.)\n       Defendant fails to persuade us that Garcia is distinguishable from his case or that\nwe should otherwise not follow Garcia.\n       Defendant argues that, because section 1170.18, subdivision (a) authorizes a\npetition for recall of sentence from the trial court that entered the “judgment of\nconviction,” subdivision (a) does not apply to a probationer whose imposition of sentence\nhas been suspended because no such judgment has been entered. However, section 1237,\nsubdivision (a), which governs criminal appeals, provides that a “final judgment of\nconviction” includes an order granting probation.\n\n                                              17\n\f       Defendant also argues that the voters in enacting Proposition 47 only intended\nsection 1170.18 to be utilized by prisoners, and not by probationers. For example,\naccording to defendant, whereas section 1170.18, subdivision (b) requires a trial court to\nassess a defendant’s risk to public safety before resentencing the defendant to a\nmisdemeanor, a court that grants probation has already made a determination that the\ndefendant poses a lesser risk to public safety. Defendant also points to other language in\nProposition 47 and argues the initiative was designed to alleviate the burden placed on\nthe prison system from prison sentences being imposed for minor crimes and to provide\nrelief for defendants incarcerated for nonserious crimes. (See Voter Information Guide,\nGen. Elec. (Nov. 4, 2014) text of Prop. 47, §§ 2 [Proposition 47 enacted “to ensure that\nprison spending is focused on violent and serious offenses, [and] to maximize alternatives\nfor nonserious, nonviolent crime”], 3 [Proposition 47 “[e]nsure[s] that people convicted\nof murder, rape, and child molestation will not benefit from this act”].)\n       We are not persuaded by defendant’s arguments. Some of the provisions in\nsection 1170.18 may be more appropriately applied to one defendant over another\ndefendant, whether those two defendants are both in prison, both on probation, or one\nin prison and one on probation. The provisions of section 1170.18 are not inconsistent\nwith an intent by the electorate to include probationers within the recall/resentencing\nprocedures. For example, that a court may be more likely to have public safety concerns\nwhen a recall petition is brought by a defendant in prison as compared to a petition\nbrought by a probationer, does not suggest that the electorate intended to require a recall\npetition by a prisoner only and not by a probationer.\n       D. The August 3, 2015 Hearing\n       In this case, defendant sought to have his felony drug conviction designated a\nmisdemeanor. The record on appeal does not contain a written petition requesting such\nrelief. At the August 3, 2015 hearing on the probation department’s petition to modify\ndefendant’s probation, defense counsel stated to the court, “This looks to be a Prop 47\n\n                                             18\n\fcase.” Defense counsel later stated, “I’m requesting that the court on [its] own motion,\n[s]ection 17 this to preserve my client’s [S]econd [A]mendment rights under People v.\nHeller. And he has no prior records, so the only thing standing in the way of restoring\nhis rights under the [S]econd [A]mendment would be the [s]ection 17 by the court’s\nmotion or by operation of law.” After the trial court stated that “Proposition 47 does\nrequire a petition,” defense counsel responded: “And my objection is that that petition,\nthe way the [L]egislature set it up, violates my client’s [S]econd [A]mendment right.”\nThe court then ruled as follows: “Your argument is with the [L]egislature. I’m bound by\nthe law as it’s written. And so . . . your objection is overruled.” Defendant admitted\nviolating his probation, and the court sentenced him to 85 days in county jail with credit\nfor time served. At the end of the hearing, the court “redesignated” defendant’s felony\ndrug conviction “a misdemeanor pursuant to Proposition 47.”\n       On appeal, defendant contends that he made an “oral Proposition 47 petition.”\n(See People v. Amaya (2015) 242 Cal.App.4th 972, 974 [determining that the defendant’s\noral motion satisfied the statutory requirement of a petition under section 1170.18,\nsubdivision (a)].)\n       Based on the record, we determine that defendant’s request for relief under\nProposition 47 was not made pursuant to the petition, recall, and resentencing procedure\nprovided by section 1170.18. Rather, defense counsel expressly objected to that petition\nprocedure on the ground that it violated defendant’s Second Amendment right. Defense\ncounsel instead sought to have defendant’s felony drug conviction reduced to a\nmisdemeanor based on “[s]ection 17 by the court’s motion or by operation of law.” By\nseeking relief in this manner, it appears defendant sought to avoid the ban on firearms\npossession that would continue to apply if his felony conviction was resentenced to a\nmisdemeanor under section 1170.18. (See § 1170.18, subd. (k).)\n       As we have explained, defendant was not entitled to have his felony drug\nconviction automatically reduced to a misdemeanor. Rather, in order to seek such relief\n\n                                            19\n\funder Proposition 47, defendant was required to petition the trial court pursuant to the\nprocedure set forth in section 1170.18, subdivision (a), because he was “currently serving\na sentence” within the meaning of that subdivision while on probation. If defendant had\npetitioned the court for relief pursuant to that subdivision, the court could have properly\nconsidered whether to resentence him pursuant to the procedure set forth in\nsection 1170.18. In the absence of such a petition, defendant was not entitled to benefit\nfrom the ameliorative provisions provided by Proposition 47.\n       The Attorney General contends that the trial court’s improper redesignation of\ndefendant’s offense as a misdemeanor pursuant to Proposition 47 constitutes an unlawful\nsentence because the court “afforded [him] Proposition 47 relief outside of the petition\nprocess.” The Attorney General argues that the sentence should be vacated and the\nmatter remanded for resentencing so the court may consider defendant’s request to have\nhis offense designated a misdemeanor under section 17 and defendant may have the\nopportunity to petition for relief under section 1170.18, subdivision (a).\n       “When a court pronounces a sentence which is unauthorized by the Penal Code,\nthat sentence must be vacated and a proper sentence imposed whenever the mistake is\nappropriately brought to the attention of the court. [Citations.]” (People v. Massengale\n(1970) 10 Cal.App.3d 689, 693 (Massengale); accord, People v. Martinez (2015) 240\nCal.App.4th 1006, 1015.) “When a trial court pronounces a sentence that is unauthorized\nby law, the People may raise the point on defendant’s appeal as they did here.\n[Citations.]” (People v. Vizcarra (2015) 236 Cal.App.4th 422, 431.) “When the mistake\nis discovered while the defendant’s appeal is pending, the appellate court should affirm\nthe conviction and remand the case for a proper sentence. [Citation.]” (Massengale,\nsupra, at p. 693.)\n       In this case, we have determined that the trial court erred in redesignating\ndefendant’s felony drug conviction a misdemeanor under Proposition 47. We will\n\n\n\n                                             20\n\ftherefore vacate that order and remand the matter for resentencing on the probation\nviolation.5\n                                   IV. DISPOSITION\n       The order of August 3, 2015 is reversed, and the matter is remanded to the trial\ncourt with directions to vacate the order redesignating defendant’s felony conviction for\npossession of a controlled substance (former Health & Saf. Code, § 11377, subd. (a);\ncount 1) a misdemeanor, and to resentence defendant on the probation violation.\n\n\n\n\n       5\n         Defendant is not precluded from petitioning the trial court for relief under\nsection 1170.18, subdivision (a) or making a motion under section 17.\n\n                                             21\n\f                             ___________________________________________\n                             BAMATTRE-MANOUKIAN, J.\n\n\n\n\nWE CONCUR:\n\n\n\n\n__________________________\nELIA, ACTING P.J.\n\n\n\n\n__________________________\nMIHARA, J.\n\n\n\n\nPeople v. Cooper\nH042711\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">Filed 9/7/16 P. v. Cooper CA6\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n\n\n               IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                      SIXTH APPELLATE DISTRICT\n\n\nTHE PEOPLE,                                                          H042711\n                                                                    (Santa Clara County\n         Plaintiff and Respondent,                                   Super. Ct. No. CC826636)\n\n         v.\n\nCASEY WAYNE COOPER,\n\n         Defendant and Appellant.\n\n\n\n\n                                              I. INTRODUCTION\n         Defendant Casey Wayne Cooper pleaded guilty to possession of a controlled\nsubstance (former Health & Saf. Code, § 11377, subd. (a)), misdemeanor possession of\ncontrolled substance paraphernalia (id., § 11364), and misdemeanor being under the\ninfluence of a controlled substance (id., § 11550, subd. (a)). The trial court suspended\nimposition of sentence and placed defendant probation.\n         While defendant was on probation, Penal Code section 1170.181 was enacted by\nthe voters as part of Proposition 47, which reclassified certain drug offenses as\nmisdemeanors. Section 1170.18 sets forth two different petition or application\nprocedures for defendants seeking to have a felony conviction resentenced to or\n\n\n         1\n             All further statutory references are to the Penal Code unless otherwise indicated.\n\fdesignated as a misdemeanor. (Id., subds. (a) & (f).) A defendant who successfully\npetitions under either procedure and has a felony conviction resentenced to or designated\nas a misdemeanor is still subject to the ban on firearms possession that is applicable to\nfelons. (Id., subd. (k).)\n       At a hearing after he allegedly violated his probation, defendant sought to have his\nfelony drug conviction deemed a misdemeanor under Proposition 47. Defendant\nexpressly objected to the requirement that he proceed by way of a petition in order to\nobtain relief under Proposition 47, arguing that it violated his Second Amendment right.\nThe trial court “overruled” the objection, sentenced him to 85 days in county jail upon his\nadmission that he violated probation, and nevertheless “redesignated” his felony\nconviction a “misdemeanor pursuant to Proposition 47.”\n       On appeal, we understand defendant to contend that the petition and other\nprocedures provided by section 1170.18 did not apply to him, and that his felony drug\nconviction automatically became a misdemeanor upon the passage of Proposition 47.\nDefendant argues that the trial court therefore erred in sentencing him to jail before\ndesignating his felony drug conviction a misdemeanor, and that he suffered adverse\nconsequences as a result.\n       The Attorney General contends that defendant did not proceed by way of the\nrequired petition under section 1170.18, subdivision (a), and that the trial court therefore\nimposed an unlawful sentence when it redesignated defendant’s felony drug conviction a\nmisdemeanor under Proposition 47.\n       For reasons that we will explain, the order redesignating defendant’s felony drug\nconviction a misdemeanor must be vacated and the matter must be remanded for\nresentencing on the probation violation.\n\n\n\n\n                                              2\n\f                   II. FACTUAL AND PROCEDURAL BACKGROUND\n       A. The Complaint, Defendant’s Pleas, and the Grant of Probation\n       In 2008, defendant was charged by complaint with possession of a controlled\nsubstance (former Health & Saf. Code, § 11377, subd. (a); count 1), misdemeanor\npossession of controlled substance paraphernalia (id., § 11364; count 2), and\nmisdemeanor being under the influence of a controlled substance (id., § 11550, subd. (a);\ncount 3). In 2009, defendant pleaded guilty to all counts and the trial court granted him\ndeferred entry of judgment. A bench warrant was later issued after defendant failed to\nappear in court.\n       In 2013, defendant appeared in court and deferred entry of judgment was\nterminated. The trial court suspended imposition of sentence, and placed defendant on\nformal probation with various terms and conditions, including that he complete a\nProposition 36 treatment program. The court also imposed various fines and fees,\nincluding a restitution fine and a suspended probation revocation restitution fine (see\n§§ 1202.4, subd. (b), 1202.44).\n       In 2014, defendant apparently declined to participate in the Proposition 36\ntreatment program. The terms and conditions of his probation were modified, including\nthat he serve time in jail, and his probation was extended to July 15, 2017.\n       B. The Probation Modification Petition\n       In May 2015, the probation department petitioned the trial court for modification\nof the terms of defendant’s probation. The petition alleged that defendant violated his\nprobation by failing to complete a jail sentence; failing to report to probation for three\noffice appointments; failing to make himself available for search and testing; failing to\nprovide proof of education, vocational training, or employment; failing to enroll in or\ncomplete a substance abuse counseling program; failing to provide proof of registration\npursuant to Health and Safety Code section 11590; and testing positive for drugs.\n\n\n\n                                              3\n\fDefendant did not appear at a hearing on the matter and his probation was summarily\nrevoked.\n       C. Defendant’s Request for Relief Under Section 17 or Proposition 47\n       On August 3, 2015, another hearing was held on the probation modification\npetition. On appeal, the parties dispute what occurred at the hearing, and therefore we\nset forth the proceeding in detail.\n       Counsel apparently appeared for defendant and for another person whose hearing\nwas scheduled for a time shortly after defendant’s hearing. At the outset, the trial court\nasked counsel whether in each case there was a waiver of formal arraignment, formal\nadvisement of rights, and reading of the petition, and an acknowledgment of receipt of a\nwritten petition. Defense counsel responded affirmatively. The trial court then indicated\nthat there were no early release programs for “local sentences or 1170(h) sentences.”\n       The trial court proceeded to call and specifically address defendant’s case. The\nfollowing exchange occurred between the parties and the court:\n       “[DEFENSE COUNSEL]: This looks to be a Prop 47 case.\n       “THE COURT: Are you on this Ms. Wells [(the prosecutor)]?\n       “[THE PROSECUTOR]: Is this 10:00 o’clock, your Honor?\n       “THE COURT: “Yes, 10:00.\n       “[THE PROSECUTOR]: Good morning. I’m sorry. Thank you. Which matter,\nplease?\n       “THE COURT: Number one.\n       “[THE PROSECUTOR]: Yes. I’m here. Kathy Wells.\n       “[DEFENSE COUNSEL]: He has no known history.\n       “[THE PROSECUTOR]: Yes.\n       “THE COURT: All right.\n       “[DEFENSE COUNSEL]: And I’m requesting that the court on [its] own motion,\n[s]ection 17 this to preserve my client’s [S]econd [A]mendment rights under People v.\n\n                                             4\n\fHeller. And he has no prior records, so the only thing standing in the way of restoring his\nrights under the [S]econd [A]mendment would be the [s]ection 17 by the court’s motion\nor by operation of law.\n       “THE COURT: Proposition 47 does require a petition.\n       “[DEFENSE COUNSEL]: And my objection is that that petition, the way the\n[L]egislature set it up, violates my client’s [S]econd [A]mendment right.\n       “THE COURT: Your argument is with the [L]egislature. I’m bound by the law as\nit’s written. And so over – your objection is overruled.\n       [Defendant], do you understand the rights that you have on a probation violation?\n       “THE DEFENDANT: Yes.\n       “THE COURT: Do you give up each of those rights?\n       “THE DEFENDANT: Yes.\n       “THE COURT: With your rights in mind, do you admit that you are in violation\nof probation for the reason stated in the petition?\n       “THE DEFENDANT: Yes, your Honor.\n       “THE COURT: Counsel, do you concur?\n       “[DEFENSE COUNSEL]: I do, your Honor.\n       “THE COURT: All right. Probation remains revoked. You’re sentenced to\n85 days county jail. Credit for time served: 55 actual, 30 under [section] 4019. Total is\n85 days. Sentence is deemed served. You’re ordered released. [¶] The balance of fines\nand fees are to be collected civilly. Count I is redesignated a misdemeanor pursuant to\nProposition 47.\n       “[THE PROSECUTOR]: Thank you, your Honor.”\n       D. Defendant’s Notice of Appeal and Request for Certificate of Probable Cause\n       Defendant filed a notice of appeal challenging the August 3, 2015 order. Among\nthe bases for his appeal was that “[t]he petition process for Proposition 47 violates [his]\nSecond Amendment Rights.”\n\n                                              5\n\f       Defendant also requested and was granted a certificate of probable cause. In his\nrequest, defendant argued that the trial court failed to properly reclassify his felony drug\nconviction as a misdemeanor under Proposition 47. Defendant stated that he “was\nrequired to use a local superior court form that directed probationers to invoke\nProposition 47’s retrospective petition for resentencing process.” Defendant indicated\nthat he formally objected and that a hearing was held on the matter. Defendant contended\nthat his “only avenue of relief under Proposition 47 was to proceed, over objection,\nunder Proposition 47’s petition for resentencing provisions set forth under Penal Code\nsection 1170.18. By proceeding in this manner, a defendant is potentially subject to\nProposition 47’s heightened dangerousness hearing and parole supervision. The petition\nprocess also triggers Proposition 47’s firearm bar, which also subjects one to further\nprosecution. [Citation.] Requiring a probationer, a person without [a] final judgment of\nconviction, to go through the petition process, while similarly situated individuals (e.g.,\neither pending sentencing or pre-plea) benefit from prospective application of\nProposition 47 under normal principles of retroactivity, violates the defendant’s rights\nto state and federal equal protection and his right under the 2nd Amendment to the\nUnited States Constitution. But for the court’s denying [defendant’s] request to have\nthe charge reduced by operation of law, his 2nd Amendment rights would have been\nrestored.”\n                                      III. DISCUSSION\n       A. Legal Background: Proposition 47\n       On November 4, 2014, voters enacted Proposition 47, the Safe Neighborhoods\nand Schools Act (the Act). (Prop. 47, as approved by voters, Gen. Elec. (Nov. 4, 2014),\neff. Nov. 5, 2014.) Proposition 47 reclassified certain drug and theft related offenses as\nmisdemeanors instead of felonies or alternative felony misdemeanors. (§ 1170.18,\nsubd. (a); People v. Shabazz (2015) </pre><span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">303</span></span><pre class=\"inline\">, 308.) The statutes amended\nby Proposition 47 include Health and Safety Code section 11377, subdivision (a), the\n\n                                              6\n\fformer version of which provided the basis for defendant’s felony conviction. Prior to\nProposition 47, possession of a controlled substance in violation of Health and Safety\nCode section 11377, subdivision (a) was a wobbler. (People v. Lynall (2015) </pre><span class=\"citation no-link\"><span class=\"volume\">233</span>\n<span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1102</span></span><pre class=\"inline\">, 1108.) As a result of Proposition 47, Health and Safety Code\nsection 11377, subdivision (a) now provides that possession of specified controlled\nsubstances is punishable as a misdemeanor unless the defendant has certain disqualifying\nprior convictions.2\n       Proposition 47 also enacted a new statutory provision, section 1170.18, which sets\nforth two different procedures for defendants seeking to have a felony conviction\nresentenced to or designated as a misdemeanor.\n       The first procedure under section 1170.18 applies to a defendant who is “currently\nserving a sentence” for a felony conviction and who would have been guilty of a\nmisdemeanor under the Act if the Act had been in effect at the time of the offense.\n(§ 1170.18, subd. (a).) Such a defendant may petition for a recall of his or her sentence\nand request resentencing in accordance with the amended statute that reclassified the\ndefendant’s offense as a misdemeanor. (Ibid.) If the petitioner meets the requisite\nstatutory criteria, “the petitioner’s felony sentence shall be recalled and the petitioner\nresentenced to a misdemeanor . . . unless the court, in its discretion, determines that\nresentencing the petitioner would pose an unreasonable risk of danger to public safety.”\n(Id., subd. (b); see id., subd. (c).) Section 1170.18 sets forth various factors that a court\nmay consider in exercising its discretion. (Id., subd. (b)(1)-(3).) A defendant is not\n\n\n       2\n         Health and Safety Code section 11377, subdivision (a) provides for the following\npunishment: “imprisonment in a county jail for a period of not more than one year,\nexcept that such person may instead be punished pursuant to subdivision (h) of\nSection 1170 of the Penal Code if that person has one or more prior convictions for an\noffense specified in clause (iv) of subparagraph (C) of paragraph (2) of subdivision (e)\nof Section 667 of the Penal Code or for an offense requiring registration pursuant to\nsubdivision (c) of Section 290 of the Penal Code.”\n\n                                               7\n\feligible for resentencing if he or she has suffered a specified prior conviction. (Id.,\nsubd. (i).) A defendant who is resentenced pursuant to section 1170.18 is subject to a\none-year period of parole, unless the court as part of its resentencing order releases the\ndefendant from parole. (Id., subd. (d).)\n       The second procedure under section 1170.18 applies to a defendant who has\n“completed his or her sentence” for a felony conviction and who would have been guilty\nof a misdemeanor under the Act if the Act had been in effect at the time of the offense.\n(§ 1170.18, subd. (f).) Such a person may file an application to have the felony\nconviction designated as a misdemeanor, and the trial court must make the misdemeanor\ndesignation if the defendant meets the requisite criteria and has not suffered a specified\nprior conviction. (Id., subds. (f), (g) & (i).)\n       A defendant who obtains relief under either procedure and has a felony conviction\nresentenced to or designated as a misdemeanor is still subject to the ban on firearms\npossession that is applicable to felons. (§ 1170.18, subd. (k).)\n       On appeal, we understand defendant to contend that the procedures provided by\nsection 1170.18 did not apply to him and that Proposition 47 automatically reduced his\nfelony drug conviction to a misdemeanor. Defendant argues that the trial court “erred in\nbelieving it was required to sentence [him] and then recall the sentence for relief to be\ngiven under Proposition 47.” In the alternative, defendant argues that he was sentenced\nfor purposes of Proposition 47 when he was placed on probation, and that the court\ntherefore “erred in believing it needed to impose a sentence for [him] to benefit from\nProposition 47.” Defendant contends that the improper procedure utilized by the court\ncaused him to suffer adverse consequences, such as being required to pay felony\nrestitution fines and being prohibited from possessing a firearm. Defendant requests that\nhis sentence be “reverse[d]” and that his felony conviction for possession of a controlled\nsubstance “be treated as a misdemeanor without imposing a felony sentence.”\n\n\n\n                                                  8\n\f       The Attorney General contends that defendant’s felony drug conviction did not\nautomatically become a misdemeanor upon passage of Proposition 47. Rather, defendant\nwas “currently serving a sentence” within the meaning of section 1170.18, subdivision (a)\nwhile on probation, and therefore he was required to petition for relief under that\nsubdivision in order to be resentenced to a misdemeanor. The Attorney General contends\nthat defendant did not, however, petition for relief under section 1170.18, subdivision (a),\nand that therefore the trial court imposed an unlawful sentence when it redesignated\ndefendant’s felony drug conviction a misdemeanor.\n       In reply, defendant contends that the recall and resentencing procedure set forth in\nsection 1170.18 did not apply to him, and that he was entitled to have his felony drug\nconviction automatically reduced to a misdemeanor. Defendant alternatively argues that\nhe made an “oral Proposition 47 petition” in the trial court, that he was “sentenced” for\npurposes of Proposition 47 when he was placed on probation, and that the trial court erred\nin believing it needed to impose a jail sentence in order for him to benefit from\nProposition 47.\n       We will first consider the issue of whether defendant’s felony drug conviction\nautomatically became a misdemeanor upon the passage of Proposition 47. We will\nthen consider the question of whether the procedure set forth in section 1170.18,\nsubdivision (a) was applicable to defendant in order to be resentenced to a misdemeanor.\nLastly, we will consider whether the trial court followed the proper procedure in this case\nupon defendant’s request to have his felony drug conviction reduced to a misdemeanor.\n       B. Retroactivity\n                                   1. Legal background\n       Section 3 specifies that no part of the Penal Code is retroactive, “unless expressly\nso declared.” Section 3 “provides the default rule” regarding retroactivity, “codifying\n‘the time-honored principle . . . that in the absence of an express retroactivity provision, a\nstatute will not be applied retroactively unless it is very clear from extrinsic sources that\n\n                                              9\n\fthe Legislature [or electorate] . . . must have intended a retroactive application.’\n[Citations.]” (People v. Brown (2012) </pre><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">314</span></span><pre class=\"inline\">, 319 (Brown).)\n       A “qualification” to the prospective-only presumption regarding statutory\namendments was set forth in In re Estrada (1965) </pre><span class=\"citation\" data-id=\"1421177\"><a href=\"/opinion/1421177/in-re-estrada/\"><span class=\"volume\">63</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">740</span></a></span><pre class=\"inline\"> (Estrada). (Brown,\nsupra, 54 Cal.4th at p. 323.) That qualification is: “When the Legislature [or electorate]\nhas amended a statute to reduce the punishment for a particular criminal offense, we will\nassume, absent evidence to the contrary, that the Legislature [or electorate] intended the\namended statute to apply to all defendants whose judgments are not yet final on the\nstatute’s operative date. [Citation.]” (Ibid., fn. omitted.) As the Estrada court explained:\n“When the Legislature amends a statute so as to lessen the punishment[,] it has obviously\nexpressly determined that its former penalty was too severe and that a lighter punishment\nis proper as punishment for the commission of the prohibited act. It is an inevitable\ninference that the Legislature must have intended that the new statute imposing the new\nlighter penalty now deemed to be sufficient should apply to every case to which it\nconstitutionally could apply. The amendatory act imposing the lighter punishment can be\napplied constitutionally to acts committed before its passage provided the judgment\nconvicting the defendant of the act is not final.” (Estrada, supra, 63 Cal.2d at p. 745.)\n       In In re May (1976) </pre><span class=\"citation\" data-id=\"2106564\"><a href=\"/opinion/2106564/in-re-may/\"><span class=\"volume\">62</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">165</span></a></span><pre class=\"inline\"> (May), the appellate court addressed the\napplication of Estrada and the issue of when a judgment is final for a defendant placed\non probation. In May, the “proceedings in the case were suspended and [the defendant]\nwas placed on probation” for a drug offense. (Id. at p. 167.) A statutory amendment\nsubsequently reduced the offense from a felony to a misdemeanor. (Ibid.) In the\ndefendant’s case, however, the trial court continued to treat the offense as a felony when\nthe defendant was later found in violation of probation. (Id. at pp. 167-168.) The\nappellate court determined that, “[s]ince the proceedings were suspended, no final\njudgment was entered for the purposes of this case. [Citations.] Thus, the rationale of\nEstrada applies to this case because the amendatory statute became effective after the\n\n                                              10\n\fcommission of the act but before the judgment of conviction was final.” (Id. at p. 169.)\nThe appellate court therefore concluded that the defendant’s offense should be designated\nand treated as a misdemeanor. (Ibid.)\n       “The rule in Estrada, of course, is not implicated where the Legislature clearly\nsignals its intent to make the amendment prospective, by the inclusion of either an\nexpress saving clause or its equivalent.” (People v. Nasalga (1996) </pre><span class=\"citation\" data-id=\"1441562\"><a href=\"/opinion/1441562/people-v-nasalga/\"><span class=\"volume\">12</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">784</span></a></span><pre class=\"inline\">, 793,\nfn. omitted (Nasalga) (plur. opn. of Werdegar, J.); see Estrada, supra, 63 Cal.2d at p. 747\n[“where there is an express or implied saving clause,” the prior statute “should continue\nto operate as to past acts”].) If there is no express saving clause, one will be implied if\nthe Legislature or electorate has “demonstrate[d] its intention with sufficient clarity that a\nreviewing court can discern and effectuate it.” (In re Pedro T. (1994) </pre><span class=\"citation\" data-id=\"2611957\"><a href=\"/opinion/2611957/in-re-pedro-t/\"><span class=\"volume\">8</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1041</span></a></span><pre class=\"inline\">,\n1049 (Pedro T.).)\n       For example, the “functional equivalent of a saving clause” was included in\nProposition 36, the Three Strikes Reform Act of 2012 (the Reform Act). (People v.\nYearwood (2013) </pre><span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">161</span></span><pre class=\"inline\">, 172 (Yearwood).) The Reform Act “change[d]\nthe requirements for sentencing a third strike offender” by authorizing life sentences only\nin certain cases. (Yearwood, supra, at p. 167.) The Reform Act also enacted a new\nstatute, section 1170.126, which “created a postconviction release proceeding whereby\n[an eligible] prisoner . . . may have his or her sentence recalled and be sentenced as a\nsecond strike offender unless the court determines that resentencing would pose an\nunreasonable risk of danger to public safety. [Citation.]” (Yearwood, supra, at p. 168.)\n       The Yearwood defendant was sentenced as a third strike offender prior to the\nReform Act. (Yearwood, supra, 213 Cal.App.4th at p. 167.) Had he been sentenced\nafter the Reform Act, he would not have been sentenced to an indeterminate life term.\n(Yearwood, supra, at p. 168.) The appellate court considered whether it could issue an\norder that he be resentenced, or whether his remedy was “limited to filing a petition for\na recall of his sentence in compliance with section 1170.126.” (Ibid.)\n\n                                             11\n\f       The Yearwood defendant argued that the Reform Act should apply retroactively,\nbased on Estrada, because the Reform Act reduced the punishment for his offense. The\nYearwood court disagreed, finding that “[t]he Estrada rule does not apply to the [Reform]\nAct because section 1170.126 operates as the functional equivalent of a saving clause.”\n(Yearwood, supra, 213 Cal.App.4th at p. 172.) The court examined the language of\nsection 1170.126, subdivision (b), which provides, “Any person serving an indeterminate\nterm of life imprisonment” imposed for a third strike conviction “may file a petition for\na recall of sentence.” The court found this phrase was “not ambiguous” and that\nsection 1170.126 “is correctly interpreted to apply to all prisoners serving an\nindeterminate life sentence imposed under the former three strikes law.” (Yearwood,\nsupra, at p. 175.)\n       On June 30, 2016, the California Supreme Court similarly held that third strike\ndefendants who were sentenced prior to the effective date of the Reform Act, but whose\njudgments were not yet final as of that date, “are not entitled to automatic resentencing,\nbut instead may seek resentencing by petitioning for recall of sentence under\nsection 1170.126.” (People v. Conley (2016) </pre><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">646</span></span><pre class=\"inline\">, 652 (Conley).) Among the\ncourt’s reasons in reaching this conclusion was the fact that “the Reform Act is not silent\non the question of retroactivity.” (Id. at p. 657.) Rather, “[s]ection 1170.126 creates a\nspecial mechanism that entitles all persons ‘presently serving’ indeterminate life terms\nimposed under the prior law to seek resentencing under the new law. By its terms, the\nprovision draws no distinction between persons serving final sentences and those serving\nnonfinal sentences, entitling both categories of prisoners to petition courts for recall of\nsentence under the Act.” (Ibid.; see § 1170.126, subd. (a).)\n       The California Supreme Court also explained that “[t]he recall procedures in\nPenal Code section 1170.126 were designed to strike a balance between [the] objectives\nof mitigating punishment and protecting public safety by creating a resentencing\nmechanism for persons serving indeterminate life terms under the former Three Strikes\n\n                                              12\n\flaw, but making resentencing subject to the trial court’s evaluation of whether, based on\ntheir criminal history, their record of incarceration, and other relevant considerations,\ntheir early release would pose an ‘unreasonable risk of danger to public safety.’\n[Citation.]” (Conley, supra, 63 Cal.4th at p. 658.) The California Supreme Court\n“[could] discern no basis to conclude that the electorate would have intended for courts to\nbypass the public safety inquiry altogether in the case of defendants serving sentences\nthat are not yet final.” (Id. at p. 659.)\n                                            2. Analysis\n          Defendant contends that “Proposition 47 automatically reduced qualifying charges\nto misdemeanors” for probationers such as him, whose imposition of sentence had been\nsuspended, and for other defendants who were sentenced after Proposition 47 went into\neffect.\n          The question of whether retroactive application of Proposition 47’s reduced\npenalty provisions is required under Estrada requires a determination of the intent of the\nelectorate (Estrada, supra, 63 Cal.2d at p. 744), which may be signaled by the inclusion\nof “either an express saving clause or its equivalent” (Nasalga, supra, 12 Cal.4th at\np. 793; see Estrada, supra, at p. 747).\n          We determine that although Proposition 47 does not have an express saving\nclause, it did create section 1170.18, which is functionally equivalent to a saving clause.\n(See Nasalga, supra, 12 Cal.4th at p. 793; Pedro T., supra, 8 Cal.4th at p. 1049; Estrada,\nsupra, 63 Cal.2d at p. 747.) In enacting Proposition 47, the electorate drew distinctions\nbetween three categories of defendants—those who had not yet been sentenced, those\nwho were “currently serving” sentences (§ 1170.18, subd. (a)), and those who had\ncompleted their sentences (id., subd. (f))—and it provided procedures for those latter two\ncategories of defendants who sought to benefit from the ameliorative provisions provided\nby Proposition 47. In particular, under section 1170.18, subdivision (a), a defendant who\nis “currently serving a sentence for a conviction” may petition for a recall of sentence and\n\n                                                13\n\fresentencing. Like the resentencing petition process created by the Reform Act, the\nresentencing petition process contained in section 1170.18, subdivision (a) expressly\napplies to defendants who are “currently serving a sentence” for a crime that would have\nbeen a misdemeanor after the passage of Proposition 47. (Cf. § 1170.126, subds. (a) &\n(b); see Conley, supra, 63 Cal.4th at pp. 657-658; Yearwood, supra, 213 Cal.App.4th at\np. 173.) Further, like the resentencing process created by the Reform Act, the\nresentencing process contained in section 1170.18, subdivision (b) makes resentencing\nsubject to the trial court’s evaluation of whether resentencing the defendant “would pose\nan unreasonable risk of danger to public safety.” (Cf. § 1170.126, subd. (f); see Conley,\nsupra, 63 Cal.4th at pp. 658-659; Yearwood, supra, 213 Cal.App.4th at p. 176.) By\nsetting forth a specific procedure for those defendants who were “currently serving a\nsentence” at the time the initiative took effect and in view of the nature of that procedure\n(§ 1170.18, subd. (a); see id., subd. (b)), the electorate effectively and clearly\n“demonstrate[d] its intention” that such defendants follow those procedures set forth in\nsection 1170.18 in order to be resentenced to a misdemeanor (Pedro T., supra, at\np. 1049).3\n       We therefore turn to the question of whether defendant is “currently serving a\nsentence” (§ 1170.18, subd. (a)), such that the recall and resentencing procedure set forth\nin section 1170.18 applies to him. (See, e.g., id., subds. (a) - (d).)\n\n\n\n\n       3\n         In People v. Davis (2016) </pre><span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">127</span></span><pre class=\"inline\"> (Davis), review granted July 13,\n2016, S234324, the appellate court similarly concluded that, for defendants who were\ncurrently serving a sentence or who had completed a sentence for a felony covered by\nProposition 47, “the electorate made clear its intent as to the nature and extent of the\nretroactive application of the amendments. For those persons, there is no need, and no\nplace, for inferences about retroactive application, and therefore no basis for invoking\nEstrada.” (Davis, supra, at p. 137.)\n\n                                              14\n\f       C. “Currently Serving a Sentence”\n       Defendant contends that, because the imposition of his sentence was suspended\nand he was placed on probation, he was not “currently serving a sentence” within the\nmeaning of section 1170.18, subdivision (a). In the alternative, he argues that he was\nserving a sentence while on probation and that “the court abused its discretion in\nbelieving it was required to impose a jail term in order to provide the benefit of\nProposition 47.”\n       The Attorney General contends that defendant, as a probationer, was “currently\nserving a sentence” within the meaning of section 1170.18, subdivision (a), and that\ntherefore the recall and resentencing procedure set forth in that section had to be followed\nby defendant and the trial court.\n       “ ‘In interpreting a voter initiative . . . , we apply the same principles that govern\nstatutory construction. [Citation.] Thus, [1] “we turn first to the language of the statute,\ngiving the words their ordinary meaning.” [Citation.] [2] The statutory language must\nalso be construed in the context of the statute as a whole and the overall statutory scheme\n[in light of the electorate’s intent]. [Citation.] [3] When the language is ambiguous,\n“we refer to other indicia of the voters’ intent, particularly the analyses and arguments\ncontained in the official ballot pamphlet.” [Citation.]’ [Citation.] [¶] In other words,\nour ‘task is simply to interpret and apply the initiative’s language so as to effectuate the\nelectorate’s intent.’ [Citation.]” (Robert L. v. Superior Court (2003) </pre><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">894</span></span><pre class=\"inline\">,\n900-901.)\n       In People v. Garcia (2016) </pre><span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">555</span></span><pre class=\"inline\"> (Garcia), we determined that the\nphrase “currently serving a sentence” in section 1170.18, subdivision (a), “appl[ies] to all\nthose with felony dispositions, including those placed on probation who otherwise meet\n\n\n\n\n                                              15\n\fthe conditions specified in the statutory scheme.” (Garcia, supra, at p. 559.)4 In Garcia,\nas in the instant case, the trial court suspended imposition of sentence and placed the\ndefendant on probation for felony possession of a controlled substance (former Health &\nSaf. Code, § 11377, subd. (a)). (Garcia, supra, at p. 557.)\n       We agreed with the parties in Garcia that interpreting the statutory language to\nnot include probationers would lead to absurd consequences. We observed that “there is\nnothing in either the ballot materials or the statutory language that appears to limit the\nphrase ‘currently serving a sentence for a conviction’ to those serving a term of\nimprisonment.” (Garcia, supra, 245 Cal.App.4th at p. 558.) Moreover, “granting\nprobation is in some contexts a ‘sentencing choice’ (see, e.g., Cal. Rules of Court,\nrule 4.405(6) [‘ “Sentence choice” means the selection of any disposition of the case\nthat does not amount to a dismissal, acquittal, or grant of a new trial.’]). (Cf. People v.\nHoward (1997) </pre><span class=\"citation\" data-id=\"1124385\"><a href=\"/opinion/1124385/people-v-howard/\"><span class=\"volume\">16</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1081</span></a></span><pre class=\"inline\">, 1084 [referring to court’s authority ‘at time of\nsentencing’ either to suspend imposition of sentence or impose sentence and suspend its\nexecution]; In re DeLong (2001) </pre><span class=\"citation\" data-id=\"2282557\"><a href=\"/opinion/2282557/in-re-delong/\"><span class=\"volume\">93</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">562</span></a></span><pre class=\"inline\">, 571 [‘an order granting probation\nand suspending imposition of sentence is a form of sentencing’].)” (Ibid.) Indeed, “the\nlanguage of another voter initiative, Proposition 36, the Substance Abuse and Crime\nPrevention Act of 2000, used the language ‘sentenced to probation.’ (See People v.\nMendoza (2003) </pre><span class=\"citation\" data-id=\"2261163\"><a href=\"/opinion/2261163/people-v-mendoza/\"><span class=\"volume\">106</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1030</span></a></span><pre class=\"inline\">, 1034 [quoting ballot pamphlet to distinguish\nconviction from sentence and referring to ‘sentence of probation’].)” (Ibid.)\n       We explained in Garcia that “[t]he ballot materials for Proposition 47 likewise\nindicate that the voters regarded probation as one of the options within a sentencing\nprocedure; the legislative analysis refers to offenders who are ‘sentenced’ to supervision\nby a county probation officer while indicating that both jail time for eligible offenders\n\n       4\n         In Davis, supra, 246 Cal.App.4th at pages 132 and 143, review granted, the\nappellate court similarly concluded that probationers fall within the meaning of\nsection 1170.18, subdivision (a).\n\n                                             16\n\fand the caseloads of probation officers would be reduced by including felony probation\nas a disposition eligible for resentencing under section 1170.18. (See People v. Shabazz\n(2015) </pre><span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">303</span></span><pre class=\"inline\">, 310 [discussing Prop. 47 mechanism for resentencing after\nbeing ‘sentenced or placed on probation’].) The Legislative Analyst discussed these\noptions under the heading of ‘Misdemeanor Sentencing’ and generally noted the fiscal\nconsequences of ‘the resentencing of individuals currently serving sentences for felonies\nthat are changed to misdemeanors.’ (Italics added.) Nothing in the text of the initiative,\nthe legislative analysis, or the arguments for and against it indicate an intent to\ndistinguish between a prison sentence and felony probation, or between a grant of\nprobation after suspending imposition of sentence and an order imposing sentence but\nsuspending its execution. The statute itself allows the recall of a ‘felony sentence’ and\nallows the petitioner to request ‘resentencing’ in Health and Safety Code section 11377\ncases, without segregating those serving prison sentences from those serving probation\nterms. (§ 1170.18, subds. (a), (b).) . . . Proposition 47 was intended to reach those with\n‘nonserious, nonviolent crimes like . . . drug possession,’ which would encompass many\nwho were granted probation. (Voter Information Guide, [Gen. Elec. (Nov. 4, 2014)]\ntext of Prop. 47, § 3, p. 70.) To deprive those defendants of the benefit of the reduced\npenalty for their offenses would create an incongruity the voters would not have either\nanticipated or approved.” (Garcia, supra, 245 Cal.App.4th at pp. 558-559, fns. omitted.)\n       Defendant fails to persuade us that Garcia is distinguishable from his case or that\nwe should otherwise not follow Garcia.\n       Defendant argues that, because section 1170.18, subdivision (a) authorizes a\npetition for recall of sentence from the trial court that entered the “judgment of\nconviction,” subdivision (a) does not apply to a probationer whose imposition of sentence\nhas been suspended because no such judgment has been entered. However, section 1237,\nsubdivision (a), which governs criminal appeals, provides that a “final judgment of\nconviction” includes an order granting probation.\n\n                                              17\n\f       Defendant also argues that the voters in enacting Proposition 47 only intended\nsection 1170.18 to be utilized by prisoners, and not by probationers. For example,\naccording to defendant, whereas section 1170.18, subdivision (b) requires a trial court to\nassess a defendant’s risk to public safety before resentencing the defendant to a\nmisdemeanor, a court that grants probation has already made a determination that the\ndefendant poses a lesser risk to public safety. Defendant also points to other language in\nProposition 47 and argues the initiative was designed to alleviate the burden placed on\nthe prison system from prison sentences being imposed for minor crimes and to provide\nrelief for defendants incarcerated for nonserious crimes. (See Voter Information Guide,\nGen. Elec. (Nov. 4, 2014) text of Prop. 47, §§ 2 [Proposition 47 enacted “to ensure that\nprison spending is focused on violent and serious offenses, [and] to maximize alternatives\nfor nonserious, nonviolent crime”], 3 [Proposition 47 “[e]nsure[s] that people convicted\nof murder, rape, and child molestation will not benefit from this act”].)\n       We are not persuaded by defendant’s arguments. Some of the provisions in\nsection 1170.18 may be more appropriately applied to one defendant over another\ndefendant, whether those two defendants are both in prison, both on probation, or one\nin prison and one on probation. The provisions of section 1170.18 are not inconsistent\nwith an intent by the electorate to include probationers within the recall/resentencing\nprocedures. For example, that a court may be more likely to have public safety concerns\nwhen a recall petition is brought by a defendant in prison as compared to a petition\nbrought by a probationer, does not suggest that the electorate intended to require a recall\npetition by a prisoner only and not by a probationer.\n       D. The August 3, 2015 Hearing\n       In this case, defendant sought to have his felony drug conviction designated a\nmisdemeanor. The record on appeal does not contain a written petition requesting such\nrelief. At the August 3, 2015 hearing on the probation department’s petition to modify\ndefendant’s probation, defense counsel stated to the court, “This looks to be a Prop 47\n\n                                             18\n\fcase.” Defense counsel later stated, “I’m requesting that the court on [its] own motion,\n[s]ection 17 this to preserve my client’s [S]econd [A]mendment rights under People v.\nHeller. And he has no prior records, so the only thing standing in the way of restoring\nhis rights under the [S]econd [A]mendment would be the [s]ection 17 by the court’s\nmotion or by operation of law.” After the trial court stated that “Proposition 47 does\nrequire a petition,” defense counsel responded: “And my objection is that that petition,\nthe way the [L]egislature set it up, violates my client’s [S]econd [A]mendment right.”\nThe court then ruled as follows: “Your argument is with the [L]egislature. I’m bound by\nthe law as it’s written. And so . . . your objection is overruled.” Defendant admitted\nviolating his probation, and the court sentenced him to 85 days in county jail with credit\nfor time served. At the end of the hearing, the court “redesignated” defendant’s felony\ndrug conviction “a misdemeanor pursuant to Proposition 47.”\n       On appeal, defendant contends that he made an “oral Proposition 47 petition.”\n(See People v. Amaya (2015) </pre><span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">972</span></span><pre class=\"inline\">, 974 [determining that the defendant’s\noral motion satisfied the statutory requirement of a petition under section 1170.18,\nsubdivision (a)].)\n       Based on the record, we determine that defendant’s request for relief under\nProposition 47 was not made pursuant to the petition, recall, and resentencing procedure\nprovided by section 1170.18. Rather, defense counsel expressly objected to that petition\nprocedure on the ground that it violated defendant’s Second Amendment right. Defense\ncounsel instead sought to have defendant’s felony drug conviction reduced to a\nmisdemeanor based on “[s]ection 17 by the court’s motion or by operation of law.” By\nseeking relief in this manner, it appears defendant sought to avoid the ban on firearms\npossession that would continue to apply if his felony conviction was resentenced to a\nmisdemeanor under section 1170.18. (See § 1170.18, subd. (k).)\n       As we have explained, defendant was not entitled to have his felony drug\nconviction automatically reduced to a misdemeanor. Rather, in order to seek such relief\n\n                                            19\n\funder Proposition 47, defendant was required to petition the trial court pursuant to the\nprocedure set forth in section 1170.18, subdivision (a), because he was “currently serving\na sentence” within the meaning of that subdivision while on probation. If defendant had\npetitioned the court for relief pursuant to that subdivision, the court could have properly\nconsidered whether to resentence him pursuant to the procedure set forth in\nsection 1170.18. In the absence of such a petition, defendant was not entitled to benefit\nfrom the ameliorative provisions provided by Proposition 47.\n       The Attorney General contends that the trial court’s improper redesignation of\ndefendant’s offense as a misdemeanor pursuant to Proposition 47 constitutes an unlawful\nsentence because the court “afforded [him] Proposition 47 relief outside of the petition\nprocess.” The Attorney General argues that the sentence should be vacated and the\nmatter remanded for resentencing so the court may consider defendant’s request to have\nhis offense designated a misdemeanor under section 17 and defendant may have the\nopportunity to petition for relief under section 1170.18, subdivision (a).\n       “When a court pronounces a sentence which is unauthorized by the Penal Code,\nthat sentence must be vacated and a proper sentence imposed whenever the mistake is\nappropriately brought to the attention of the court. [Citations.]” (People v. Massengale\n(1970) </pre><span class=\"citation\" data-id=\"2121020\"><a href=\"/opinion/2121020/people-v-massengale/\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">689</span></a></span><pre class=\"inline\">, 693 (Massengale); accord, People v. Martinez (2015) </pre><span class=\"citation no-link\"><span class=\"volume\">240</span>\n<span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1006</span></span><pre class=\"inline\">, 1015.) “When a trial court pronounces a sentence that is unauthorized\nby law, the People may raise the point on defendant’s appeal as they did here.\n[Citations.]” (People v. Vizcarra (2015) </pre><span class=\"citation no-link\"><span class=\"volume\">236</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">422</span></span><pre class=\"inline\">, 431.) “When the mistake\nis discovered while the defendant’s appeal is pending, the appellate court should affirm\nthe conviction and remand the case for a proper sentence. [Citation.]” (Massengale,\nsupra, at p. 693.)\n       In this case, we have determined that the trial court erred in redesignating\ndefendant’s felony drug conviction a misdemeanor under Proposition 47. We will\n\n\n\n                                             20\n\ftherefore vacate that order and remand the matter for resentencing on the probation\nviolation.5\n                                   IV. DISPOSITION\n       The order of August 3, 2015 is reversed, and the matter is remanded to the trial\ncourt with directions to vacate the order redesignating defendant’s felony conviction for\npossession of a controlled substance (former Health & Saf. Code, § 11377, subd. (a);\ncount 1) a misdemeanor, and to resentence defendant on the probation violation.\n\n\n\n\n       5\n         Defendant is not precluded from petitioning the trial court for relief under\nsection 1170.18, subdivision (a) or making a motion under section 17.\n\n                                             21\n\f                             ___________________________________________\n                             BAMATTRE-MANOUKIAN, J.\n\n\n\n\nWE CONCUR:\n\n\n\n\n__________________________\nELIA, ACTING P.J.\n\n\n\n\n__________________________\nMIHARA, J.\n\n\n\n\nPeople v. Cooper\nH042711\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1124385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1421177/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1441562/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2106564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2121020/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2261163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2282557/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2611957/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2016-09-07T22:03:33.343391Z",
      "date_modified": "2016-09-07T22:03:33.459007Z",
      "date_filed": "2016-09-07",
      "date_filed_is_approximate": false,
      "slug": "people-v-cooper-ca6",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "People v. Cooper CA6",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/4419887/people-v-cooper-ca6/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-09-07T22:03:33.335485Z",
  "date_modified": "2016-09-07T22:03:33.335510Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "People v. Cooper CA6",
  "case_name_full": "",
  "slug": "people-v-cooper-ca6",
  "docket_number": "H042711",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": "2016-09-07",
  "blocked": false,
  "tags": []
}