{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/4469171/",
  "id": 4469171,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca3/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4302532/",
      "id": 4302532,
      "absolute_url": "/opinion/4302532/customs-fraud-investigations-l-v-victaulic-co/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/4469171/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4079793/",
          "id": 4079793,
          "absolute_url": "/opinion/4302532/customs-fraud-investigations-l-v-victaulic-co/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4302532/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-10-05T15:00:42.132131Z",
          "date_modified": "2017-04-16T06:40:34.182349Z",
          "type": "010combined",
          "sha1": "874031ec2308cdf0fdffe9a015e74e6199950d57",
          "page_count": 68,
          "download_url": "http://www2.ca3.uscourts.gov/opinarch/152169p.pdf",
          "local_path": "pdf/2016/10/05/customs_fraud_investigations_l_v._victaulic_co.pdf",
          "plain_text": "                                      PRECEDENTIAL\n\n      UNITED STATES COURT OF APPEALS\n           FOR THE THIRD CIRCUIT\n                ____________\n\n                     No. 15-2169\n                    ____________\n\n          UNITED STATES ex rel.\n   CUSTOMS FRAUD INVESTIGATIONS, LLC.,\n                                  Appellant\n\n                          v.\n\n              VICTAULIC COMPANY\n\n\n\n    On Appeal from the United States District Court\n        for the Eastern District of Pennsylvania\n              (E.D. Pa. No. 5-13-cv-02983)\n    District Judge: Honorable Mary A. McLaughlin\n\n\n             Argued on February 11, 2016\n\nBefore: FUENTES, KRAUSE and ROTH, Circuit Judges\n\n               (Filed: October 5, 2016)\n\fAnna C. Haac\nJonathan K. Tycko [Argued]\nTycko & Zavareei\n1828 L Street, N.W.\nSuite 1000\nWashington, DC 20036\n\nSuzanne I. Schiller\nMako, Gold, Katcher & Fox\n401 City Avenue\nSuite 901\nBala Cynwyd, PA 19004\n                    Counsel for Appellant\n\nMichael S. Raab\nHenry C. Whitaker [Argued]\nUnited States Department of Justice, Civil Division\n950 Pennsylvania Avenue, N.W.\nWashington, DC 20530\n                    Counsel for Amicus Appellant\n\nStephen S. Asay\nJeetander T. Dulani\nThomas C. Hill       [Argued]\nPillsbury, Winthrop, Shaw & Pittman\n1200 17th Street, N.W.\nWashington, DC 20036\n\nBrian R. Tipton, Esquire\nFlorio Perrucci Steinhardt & Fader\n235 Broubalow Way\nPhillipsburg, NJ 08865\n              Counsel for Appellee\n\n\n\n\n                              2\n\f                        OPINION\n\n\nROTH, Circuit Judge:\n\n        Customs Fraud Investigations, LLC (CFI), the relator\nin this qui tam action, appeals the District Court’s dismissal\nof its complaint with prejudice and the court’s denial of CFI’s\nsubsequent motion for leave to amend its complaint. We hold\nthat the District Court erred in denying CFI’s motion to\namend its complaint on futility grounds. Consequently, we\nwill vacate that order and remand this case for further\nproceedings.\n\n                              I.\n\n        Victaulic Co., the defendant in the District Court and\nthe appellee in this matter, is a Delaware corporation with its\nheadquarters in Easton, Pennsylvania.         It is a global\nmanufacturer and distributor of pipe fittings. CFI, a limited\nliability company based in Maryland, is made up of former\ninsiders from the pipe fitting industry. According to CFI,\nalthough none of its employees worked for Victaulic, CFI’s\nprincipals have worked on numerous trade investigations\ninvolving pipe and tube products and have provided direct\nsupport to senior officials at the U.S. International Trade\nCommission and the U.S. Department of Commerce on issues\nin the industry.\n\n\n\n\n                              3\n\f       To better understand CFI’s allegations, it is helpful to\nexplain the regulatory environment in which Victaulic\noperates. Pipe fittings, such as those Victaulic manufactures,\nare the subject of specific, non-discretionary import\nregulations set forth in the Tariff Act of 1930.1 Pipe fittings\nmust, with limited exceptions, be marked with the English\nname of the country of origin by means of one of five\nmethods.2 Only if it is technically or commercially infeasible\nto mark an article by one of the five enumerated methods may\na pipe fitting be marked in another manner. Under no\ncircumstances may an article of foreign origin be completely\nunmarked.3 If an importer releases unmarked or improperly\nmarked goods into the stream of commerce in the United\nStates, the importer owes a duty of 10 per centum ad valorem\non the improperly marked goods.4 This duty, known as a\n“marking duty,” is deemed to have accrued at the time of\nimportation and must be paid in addition to any other duty\nimposed by law.5\n\n       This is not to say, however, that an importer may bring\nimproperly marked goods into the United States merely by\npaying a marking duty. Instead, if improperly marked goods\nare imported and discovered by customs officials, an importer\nhas three options: (1) re-export the goods, (2) destroy them,\nor (3) mark them appropriately so that they may be released\nfrom the custody of the United States for sale in the domestic\n\n1\n  19 U.S.C. § 1304(c).\n2\n  Id. § 1304(c)(1).\n3\n  Id. § 1304(c)(2).\n4\n  19 U.S.C. § 1304(i).\n5\n  Id.\n\n\n\n\n                              4\n\fmarket.6 Customs officials at United States ports of entry are\nunable to inspect every import; they rely primarily on the\nimporters themselves to self-report any duties owed and any\ngoods that are unmarked or improperly marked. In those\ninstances where improperly marked goods enter the stream of\ncommerce in the United States, the marking duty is due,\nretroactive to the time of importation.7 Imposition of the duty\nis non-discretionary since, by statute, such duties “shall not be\nremitted wholly or in part nor shall payment thereof be\navoidable for any cause.”8 In setting forth this regulatory\nscheme, Congress specifically noted that marking duties\n“shall not be construed to be penal” and are to be considered\nsimilar to any other customs duty owed.9\n\n        The gravamen of CFI’s allegations is that Victaulic\nhas, over the past decade, imported millions of pounds of\nimproperly marked pipe fittings without disclosing that the\nfittings are improperly marked. Since this improper marking\nwas not discovered by customs officials, Victaulic avoided\npaying marking duties on these fittings. As support for its\nclaims, CFI’s complaint alleged that Victaulic imported\napproximately 83 million pounds of fittings from overseas\nbetween 2003 and 2013 and a miniscule fraction of\nVictaulic’s pipe fittings for sale in the U.S. bear any\nindication of their foreign origin, with an even smaller\npercentage bearing country of origin markings compliant with\nthe applicable statute. According to the complaint, “Victaulic\n\n6\n  Id.\n7\n  Id.\n8\n  Id.\n9\n  Id.\n\n\n\n\n                               5\n\fis able to successfully (albeit unlawfully) import its unmarked\npipe fittings into the United States by knowingly failing to\npay or disclose to the CBP [Bureau of Customs and Border\nProtection] the marking duties the company owes . . . by,\namong other things, falsifying its entry documents and\notherwise concealing the foreign source of its pipe fittings\nsuch that CBP will not detect the company’s fraud.”\n\n       These actions, according to CFI, give rise to the\npresent qui tam action under the so-called “reverse false\nclaims” provision in the False Claims Act (FCA).10\nTypically, a claim under the FCA alleges that a person or\ncompany submitted a bill to the government for work that\nwas not performed or was performed improperly, resulting in\nan undeserved payment flowing to that person or company.\nThe FCA was enacted as a reaction to rampant fraud and\nprice gouging by merchants supplying the Union army during\nthe Civil War.11 In this case, by contrast, the allegation is not\nthat Victaulic is obtaining monies from the government to\nwhich it is not entitled, but rather that it is retaining money it\nshould have paid the government in the form of marking\nduties. Wrongful retention cases such as these are known as\n“reverse false claims” actions.\n\n       CFI filed its initial complaint, under seal, on May 30,\n2013, in the United States District Court for the Eastern\nDistrict of Pennsylvania. On August 7, the United States\n\n10\n   31 U.S.C. § 3729(a)(1)(G). This section was formerly\ncodified at 31 U.S.C. § 3729(a)(7).\n11\n   See United States ex rel. Springfield Terminal Ry. Co. v.\nQuinn, 14 F.3d 645, 649 (D.C. Cir. 1994).\n\n\n\n\n                                6\n\fdeclined to intervene in the matter. After being served,\nVictaulic filed a motion to dismiss pursuant to Federal Rule\nof Civil Procedure 12(b)(1) and 12(b)(6). Victaulic contested\nthe District Court’s jurisdiction by contending that CFI’s\ncomplaint violated the FCA’s ban on suits based primarily on\npublicly available information.12 Victaulic alleged, in the\nalternative, that the complaint failed to present a plausible\nclaim because it was too conclusory. Discovery was stayed\npending the District Court’s decision on the motion to\ndismiss.\n\n       When the District Court held a hearing on Victaulic’s\nmotion, argument focused on Victaulic’s contentions that the\nFCA’s public disclosure bar was jurisdictional and that all of\nthe information in CFI’s complaint was publicly available. In\nits subsequent opinion, the District Court rejected these\narguments, holding that the FCA’s public disclosure bar was\nnot jurisdictional and, in any event, CFI’s complaint was not\nbased on publicly available information within the meaning\nof the FCA.\n\n       Then, turning to Victaulic’s alternative argument that\nthe claim was conclusory, the District Court held that CFI’s\ncomplaint did not state a claim on which relief could be\ngranted because it failed to cross the Twombly/Iqbal threshold\nfrom possible to plausible. In doing so, the District Court\nmentioned that it believed the FCA’s reverse false claims\nprovision did not cover failure to pay marking duties, but\ndeclined to rule on those grounds because the complaint was\nbased on legal conclusions unsupportable by the facts alleged.\n\n12\n     31 U.S.C. § 3730(e)(4)(A).\n\n\n\n\n                                  7\n\fThe District Court dismissed the complaint with prejudice,\nwithout any discussion of why CFI should not be afforded the\nopportunity to amend its complaint to solve any perceived\ndeficiencies.\n\n       CFI promptly moved for relief from judgment and for\nleave to amend its complaint, including a proposed First\nAmended Complaint (FAC) that contained substantially more\ndetailed factual allegations. While the contours of the claim\nremains the same in both complaints, the FAC includes\ndetails that address at least some of the concerns that the\nDistrict Court had expressed in its opinion. Of particular\nimport, the FAC details the rationale behind CFI’s\ninvestigation of Victaulic and discusses the methodology CFI\nused to develop its claims.\n\n       This investigation involved a multifaceted analysis\nbefore filing suit, consisting of two parts: (1) an analysis of\nshipping manifest data purporting to show that Victaulic\nimports the majority of its pipe fittings from overseas and (2)\na study of listings from the online auction site eBay for\nVictaulic products that CFI used as a proxy for the Victaulic\nproduct market. Out of the more than 200 listings for\nVictaulic pipe fittings CFI reviewed, there were virtually no\nproducts for sale that CFI considers properly marked. Based\non its analysis, CFI concluded that systematic fraud must be\noccurring, since the majority of Victaulic’s products are\nimported but virtually no products for sale on the secondary\nmarket are properly marked with the foreign country of origin\nmarkings required by law.\n\n       CFI bolstered the FAC by attaching an expert\ndeclaration stating that CFI’s analysis “provides\n\n\n\n\n                              8\n\f‘overwhelming evidence’ that Victaulic is not properly\nmarking its pipe fittings,” and attached actual examples of the\ndata on which CFI and its expert based their analyses.\nMoreover, the FAC included two allegations that did not\nappear in the original complaint: a statement from an\nunnamed witness who recalled a specific instance of\nobtaining improperly labeled Victaulic products, and a\nreference to a District Court hearing where, according to CFI,\nVictaulic showed a photograph of a pipe fitting to the court\nthat CFI contends was a prime example of improper marking.\n\n       The District Court denied CFI’s motions on two\ngrounds. First, it held that CFI unduly delayed its motion for\nleave to amend because it should have been on notice that the\nDistrict Court was considering dismissing the complaint\nbased on comments the court made at the motions hearing.\nSecond, the District Court held that the FAC was futile,\nstating explicitly that failure to pay marking duties could not,\nas a matter of law, give rise to a reverse false claims action\nbecause the duties were too attenuated and contingent to\nqualify as the types of obligations to pay money to the\ngovernment covered by the FCA. This appeal followed, in\nwhich the United States appears as amicus curiae, arguing\nthat the District Court’s interpretation of the FCA’s reverse\nfalse claims provision is incorrect and that marking duty\nobligations are covered by the FCA.13\n\n                              II.\n\n13\n  The United States expresses no opinion on whether CFI\nshould have been granted leave to amend its complaint or\nwhether the complaint states a claim.\n\n\n\n\n                               9\n\f        The District Court had jurisdiction over this matter\npursuant to 28 U.S.C. § 1331 and 31 U.S.C. § 3732. We have\njurisdiction over the District Court’s orders dismissing the\ncomplaint, denying relief from judgment, and denying CFI’s\nmotion for leave to amend pursuant to 28 U.S.C. § 1291. We\nreview a District Court’s judgment of dismissal pursuant to\nFederal Rule of Civil Procedure 12(b)(6) de novo.14 We\naccept all factual allegations in the complaint as true and\n“determine whether, under any reasonable reading of the\ncomplaint, the plaintiff may be entitled to relief.”15\n\n      We review a District Court’s denial of a Rule 59(e)\nmotion for relief from judgment for abuse of discretion\n(except for questions of law, which are subject to plenary\nreview).16 Similarly, we review a Rule 15 motion for leave to\namend a complaint for abuse of discretion, and if “a timely\nmotion to amend judgment is filed under Rule 59(e), the Rule\n15 and 59 inquiries turn on the same factors.”17 Under such a\nreview, we are cognizant of Rule 15’s admonition that leave\nto amend should be freely given “when justice so requires.”18\n\n\n\n\n14\n   Bronowicz v. Allegheny Cnty., 804 F.3d 338, 344 (3d Cir.\n2015).\n15\n   Id. (quoting Powell v. Weiss, 757 F.3d 338, 341 (3d Cir.\n2014)).\n16\n   Cureton v. Nat’l Collegiate Ath. Ass’n, 252 F.3d 267, 272\n(3d Cir. 2001).\n17\n   Id.\n18\n   Fed. R. Civ. P. 15(a)(2).\n\n\n\n\n                             10\n\f“A district court would necessarily abuse its discretion if it\nbased its ruling on an erroneous view of the law . . ..”19\n\n                              III.\n\n       There are three instances when a court typically may\nexercise its discretion to deny a Rule 15(a) motion for leave\nto amend: when “(1) the moving party has demonstrated\nundue delay, bad faith or dilatory motives, (2) the amendment\nwould be futile, or (3) the amendment would prejudice the\nother party.”20 The District Court relied on two of those\ngrounds in denying CFI’s motion for leave to amend: undue\ndelay and futility. We will explain why CFI’s delay was not\nundue before turning to the merits of the FAC.\n\n                              A.\n\n        Generally, Rule 15 motions should be granted. In\nFoman v. Davis, the Supreme Court held that the fundamental\npurpose of Rule 15 is to allow a plaintiff “an opportunity to\ntest his claim on the merits,” and although “the grant or denial\nof an opportunity to amend is within the discretion of the\nDistrict Court,” that discretion is abused if it is exercised\n\n\n\n\n19\n   Highmark Inc. v. Allcare Health Mgmt. Sys., Inc., 134 S.\nCt. 1744, 1748 n.2 (2014) (quoting Cooter & Gell v.\nHartmarx Corp., 496 U.S. 384, 405 (1990)).\n20\n   U.S. ex rel. Schumann v. Astrazeneca Pharm. L.P., 769\nF.3d 837, 849 (3d Cir. 2014) (quoting Luke v. Arnold, 232\nF.3d 360, 373 (3d Cir. 2000)).\n\n\n\n\n                              11\n\fwithout giving the plaintiff sufficient opportunity to make her\ncase.21\n\n       At oral argument before us, counsel for CFI admitted\nthat CFI was “waiting to see what the court said” before filing\nits motion to amend its complaint because CFI had “thought\nthe court was going to deny the motion to dismiss.” The\nDistrict Court held that this tactic made CFI’s delay undue\nbecause CFI was “on notice of the defects in its complaint\nonce Victaulic moved for dismissal,” and CFI was notified\n“that the Court was considering a dismissal with prejudice,”\nbased on comments made from the bench during a hearing on\nVictaulic’s motion. The record, however, is not so clear.\n\n        First, the mere fact that a defendant files a motion to\ndismiss is not necessarily sufficient to put a plaintiff on notice\nthat the court will find his complaint to be deficient. One of\nthe consequences of the Supreme Court’s decisions in\nTwombly and Iqbal22 is a general increase in the number of\nmotions to dismiss filed against plaintiffs. As a result,\nplaintiffs are now twice as likely to face a motion to\ndismiss.23 It is highly unlikely that in the years since\nTwombly was decided, plaintiffs’ complaints are dramatically\n\n21\n   371 U.S. 178, 182 (1962).\n22\n   Twombly and Iqbal require a complaint to “state a claim to\nrelief that is plausible on its face,” Ashcroft v. Iqbal, 556 U.S.\n662, 678 (2009) (quoting Bell Atl. Corp. v. Twombly, 550\nU.S. 544, 570 (2007)).\n23\n    Lonny Hoffman, Twombly and Iqbal’s Measure: An\nAssessment of the Federal Judicial Center’s Study of Motions\nto Dismiss, 6 F. Courts L. Rev. 1, 15 (2011).\n\n\n\n\n                               12\n\fworse or less meritorious. Rather, defendants now have\nincentive “to challenge the sufficiency of the plaintiff’s\ncomplaint more frequently.”24 More frequent motions to\ndismiss are not necessarily more meritorious motions to\ndismiss.\n\n       Second, in addition to arguing that CFI’s complaint did\nnot pass muster under the applicable pleading standards,\nVictaulic argued that the public disclosure bar in the FCA\ndeprived the District Court of jurisdiction over the case.\nMuch of the hearing on Victaulic’s motion to dismiss dealt\nwith the two relevant parts of that issue: whether the public\ndisclosure bar was jurisdictional and whether the information\non which CFI’s complaint is based was in the public domain\nwithin the meaning of the FCA. The District Court rejected\nVictaulic’s arguments, finding that the information on which\nCFI based its complaint was not in the public domain and\nholding that the public disclosure bar is not jurisdictional.\nHaving disposed of these two substantial issues, the District\nCourt then granted the motion to dismiss on the other ground\nraised by Victaulic: that the complaint was based on legal\nconclusions, not supported by fact.\n\n       CFI then moved to amend its complaint. In denying\nthe motion, the District Court opined that, based on comments\nfrom the bench, the court itself had put CFI on notice that its\ncomplaint would be dismissed with prejudice. We disagree.\nAs was pointed out at oral argument before us, judges at all\nlevels make statements and ask questions during hearings that\nmay not be a clear indication of the court’s views or how a\n\n24\n     Id.\n\n\n\n\n                              13\n\fcase will eventually be decided. To expect the plaintiff to\npick, from dozens of questions and statements over the course\nof a hearing, those questions that signal what the court will\nultimately decide is to expect too much.\n\n       Moreover, even though at the hearing the District\nCourt called the plaintiff’s complaint “bare bones” and\nimplied that the plaintiff might need to plead more facts,\nthose statements were not a ruling, a holding, or an\nexplanation of how the court intended to rule. We cannot see\nhow, on this record, CFI could have reasonably been expected\nto understand from the District Court’s comments that CFI\nwas in danger of having its entire suit dismissed with\nprejudice were it not to move to amend its complaint\nimmediately after argument, instead of immediately after the\ndecision came down.\n\n       This is not to say that a plaintiff will never be on\nnotice of potential deficiencies based on a motion to dismiss\nor comments from the bench. Nevertheless, in the context of\na typical Rule 12(b)(6) motion, a plaintiff is unlikely to know\nwhether his complaint is actually deficient—and in need of\nrevision—until after the District Court has ruled. Once CFI\nhad actual notice of the perceived deficiencies in its\ncomplaint, it promptly moved to file its first amended\ncomplaint.\n\n       Third, we have rarely upheld a dismissal with\nprejudice of a complaint when the plaintiff has been given no\nopportunity to amend. Victaulic attempts to sidestep this fact\nby arguing that the FAC is a de facto second amended\ncomplaint because the District Court considered additional\nevidence outside the original complaint at the hearing on\n\n\n\n\n                              14\n\fVictaulic’s motion. As a procedural matter, there is no basis\nfor this contention. The record is clear that CFI’s motion for\nleave to amend was CFI’s first attempt to file an amended\ncomplaint.\n\n        Moreover, at the outset of the hearing on Victaulic’s\nmotion to dismiss, the District Court noted that it had\nreceived “a lot of factual material from the plaintiff that goes\nbeyond the allegations of the complaint.” Since Victaulic’s\nmotion was filed pursuant to Rule 12(b)(1) as well as Rule\n12(b)(6), consideration of this information was proper, to a\npoint. When a Rule 12(b)(1) motion is evaluated as a “factual\nattack” on the Court’s subject matter jurisdiction, “the court\nmay consider evidence outside the pleadings” in evaluating\nthat attack.25 When a motion to dismiss implicates both Rule\n12(b)(6) and Rule 12(b)(1), outside evidence may be\nconsidered for Rule 12(b)(1) purposes but not for Rule\n12(b)(6) purposes.26\n\n       CFI’s counsel made this point at the hearing before the\nDistrict Court, stating that CFI had submitted additional\ninformation only for purposes of the Rule 12(b)(1) motion\nand that that evidence should not be considered for the Rule\n12(b)(6) motion. The District Court seems to have accepted\nthe point, noting that it believed the additional evidence\nwould help the court evaluate both parts of the motion, but\nacknowledging that the additional evidence was only\nsubmitted for the Rule 12(b)(1) motion. In its opinion,\n\n25\n   Gould Elecs. Inc. v. United States, 220 F.3d 169, 176 (3d\nCir. 2000).\n26\n   Id. at 178.\n\n\n\n\n                              15\n\fhowever, the District Court noted that it was not considering\n“these additional facts in assessing the sufficiency of the\ncomplaint itself,” but that it would consider the facts “in\ndetermining . . . whether, having dismissed the original\ncomplaint, the Court should grant CFI leave to file an\namended complaint containing these additional factual\nallegations.” The District Court did not refer to any legal\nbasis for considering evidence outside the complaint in\ndetermining whether to dismiss a complaint with prejudice on\na 12(b)(6) motion. Moreover, the District Court did not have\na motion to amend pending before it when it issued its\nopinion, making any consideration of whether to grant such a\nmotion hypothetical at best.\n\n       In essence, by considering the evidence submitted on\nthe Rule 12(b)(1) motion when deciding a Rule 12(b)(6)\nmotion, the District Court converted Victaulic’s Rule 12(b)(6)\nmotion into a motion for summary judgment. The court could\nhave done so pursuant to Rule 12(d), under which\nconsideration of evidence submitted outside the complaint\nwould be proper. Rule 12(d) requires, however, that the\nparties “be given a reasonable opportunity to present all the\nmaterial that is pertinent to the motion.”27 The District Court\ndid not notify the parties that it was converting Victaulic’s\nRule 12(b)(6) motion to one for summary judgment under\nRule 12(d), and CFI was not given a reasonable opportunity\nto present more information.\n\n       In addition to these procedural irregularities, the\nDistrict Court abused its discretion in finding that CFI’s\n\n27\n     Fed. R. Civ. P. 12(d).\n\n\n\n\n                              16\n\fattempt to amend its complaint constituted undue delay. The\nDistrict Court held that “CFI is imposing an unwarranted\nburden on the Court by requiring the Court to waste judicial\nresources revisiting issues that could have been addressed\nearlier,” and that “the FAC rests almost entirely on\ninformation that was already before the Court or that CFI\ncould have presented to the Court prior to dismissal.”\n\n       The District Court relied on several cases28 to reach its\nconclusion. That reliance is, however, misplaced. It is true\nthat in Jang v. Boston Scientific Scimed, Inc., we noted that\nwe have “declined to reward a wait-and-see approach to\npleading.”29 In context, however, that statement was of no\npractical import, since in Jang we reversed the District\nCourt’s entry of judgment on the pleadings and remanded for\nfurther proceedings, explicitly noting that the plaintiff\nremained “free to file a new motion for leave to amend.”30\n       Similarly, in In re: Adams Golf, Inc. Securities\nLitigation, we reversed a District Court’s decision granting a\nRule 12(b)(6) motion in part, but affirmed the denial of a\nmotion for leave to amend based on futility and “undue\ndelay.”31 In that case, the District Court had already allowed\none Amended Complaint and found that the proposed Second\n\n28\n   See Jang v. Boston Scientific Scimed, Inc., 729 F.3d 357,\n368 (3d Cir. 2013); In re: Adams Golf, Inc. Securities\nLitigation, 381 F.3d 267, 280–81 (3d Cir. 2004); California\nPublic Employees’ Retirement System v. Chubb Corp.\n(CPERS), 394 F.3d 126, 163 (3d Cir. 2004).\n29\n   729 F.3d at 368.\n30\n   Id.\n31\n   381 F.3d at 280–81.\n\n\n\n\n                              17\n\fAmended Complaint was futile since it did not contain new\nmaterial allegations.32 Also, in California Public Employees’\nRetirement System v. Chubb Corp. (CPERS), the case\ninvolved allegations of securities fraud subject to the Public\nSecurities Litigation Reform Act. The court affirmed the\ndenial of a motion for leave to amend after the district court\nhad previously allowed two amended complaints, denied both\nand given extensive guidance to the plaintiff as to the\ndeficiencies the district court saw with the amended\ncomplaints.33\n\n       Finally, the District Court relied upon Arthur v.\nMaersk, Inc.,34 as an example of our rejection of the “wait-\nand-see approach to pleading.” In Arthur, we held that a\ndelay of less than a year from the filing of an initial complaint\nto the filing of an amended complaint is rarely, if ever,\nsufficient to become undue.35 Here, the elapsed time from\nfiling of the initial complaint—which had to be filed under\nseal pursuant to the FCA and could not be served on the\ndefendant—to the amended complaint was approximately\nsixteen months. Under the circumstances, the lapse of time is\nnot “so excessive as to be presumptively unreasonable.”36\n\n\n\n\n32\n   Id. at 280; 280 n.12.\n33\n   394 F.3d at 163.\n34\n   434 F.3d at 204.\n35\n    Id. at 205 (citing Tefft v. Seward, 689 F.2d 637, 639–40\n(6th Cir. 1982) and Buder v. Merrill Lynch, Pierce, Fenner &\nSmith, Inc., 644 F.2d 690, 694 (8th Cir. 1981)).\n36\n   Id.\n\n\n\n\n                               18\n\f       In none of the cases the District Court relied upon did\nwe uphold a dismissal with prejudice where the plaintiff had\nbeen given no opportunity to amend its complaint and would\nnot be given an opportunity to amend in the future.\n\n        For the reasons stated above, we hold that the District\nCourt’s denial of the CFI’s motion for leave to amend was\nerror. Nevertheless, the District Court would have been\njustified in denying CFI’s motion if the FAC was itself futile,\nwhich was the alternative ground on which the District Court\nbased its opinion. We turn to that rationale next.\n\n                                B.\n\n       In rejecting CFI’s FAC as futile, the District Court\nheld that, as a matter of law, failure to pay marking duties\ncould not give rise to a reverse FCA claim and that CFI failed\nto meet the pleading requirements of Federal Rule of Civil\nProcedure 9(b). Both holdings were error. We will first\naddress why marking duties fall within the FCA’s reverse\nfalse claims provision before addressing the alleged\ndeficiencies in CFI’s FAC.\n                               1.\n\n       The reverse false claims provision of the FCA37 was\nrevised as part of the Fraud Enforcement and Recovery Act of\n2009 (FERA).38 Although many reforms were enacted as part\nof the FERA, Congress specifically enacted one portion in\n\n\n37\n     31 U.S.C. § 3729(a)(1)(G) (2009).\n38\n     Pub. L. No. 111-21, 123 Stat. 1617 (2009).\n\n\n\n\n                                19\n\fresponse to a perceived narrowing of the scope of the reverse\nfalse claims provision.\n\n        Prior to 2009, the reverse false claims provision\nprovided for a civil penalty for one who “knowingly makes,\nuses, or causes to be made or used, a false record or statement\nto conceal, avoid, or decrease an obligation to pay or transmit\nmoney or property to the Government.”39              The word\n“obligation” was not defined in the statute.40 The FERA\nmade two substantial changes. First, it added to the reverse\nfalse claims provision the phrase “or knowingly conceals or\nknowingly and improperly avoids or decreases an obligation\nto pay or transmit money or property to the Government”.41\nSecond, it defined an “obligation” as “an established duty,\nwhether or not fixed, arising from an express or implied\ncontractual, grantor-grantee, or licensor-licensee relationship,\nfrom a fee-based or similar relationship, from statute or\nregulation, or from the retention of any overpayment.”42\nThese two sections broadened the scope to which reverse\nfalse claims liability would attach.\n\n       The new definition was, in part, a reaction to the\ndecision in American Textile Manufacturers Institute, Inc. v.\nThe Limited, Inc. (ATMI), which held that the term\n“obligation” should be afforded “a different, and more\nlimited, meaning” than the meaning afforded the word\n“claim” in the FCA, and that reverse false claims liability\n\n39\n   31 U.S.C. § 3729(a)(7) (1994) (emphasis added).\n40\n   Id.\n41\n   31 U.S.C. § 3729(a)(1)(G) (2009).\n42\n   31 U.S.C. § 3729(b)(3) (2009).\n\n\n\n\n                              20\n\fshould be viewed more narrowly than general false claims\nliability.43 Specifically, the ATMI court limited reverse false\nclaims liability to those circumstances where “an obligation\nin the nature of those that gave rise to actions of debt at\ncommon law for money or things owed” would have arisen.44\n\n        The Senate Report on the FERA states that the new\ndefinition of “obligation” was intended to address “confusion\namong courts that have developed conflicting definitions.”45\nThe FERA rejected the reasoning in ATMI, with the Senate\nReport highlighting the definition’s express inclusion of\n“contingent, non-fixed obligations” that encompasses “the\nspectrum of possibilities from the fixed amount debt\nobligation,” typically at issue at common law, “to the instance\nwhere there is a relationship between the Government and a\nperson that results in the duty to pay the Government money,\nwhether or not the amount owed is yet fixed.”46 In effect, the\nFERA expressly rejected ATMI’s narrow interpretation of the\nFCA’s reverse false claims provision in favor of a more\nbroadly inclusive definition.\n\n       Of particular importance here, the Senate Report\ndiscussed “customs duties for mismarking country of origin,”\nand how such duties would be covered by the amended\nreverse false claims provision.47 The Report notes that an\n\n43\n   See 190 F.3d 729, 736 (6th Cir. 1999).\n44\n   Id. at 735 (quoting United States v. Q Int’l Courier, Inc.,\n131 F.3d 770, 773 (8th Cir. 1997)).\n45\n   S. Rep. 111-10, at 14 (2009).\n46\n   Id. (internal quotation marks omitted).\n47\n   Id. at 14 n.10.\n\n\n\n\n                              21\n\fearly version of the FERA named marking duties explicitly in\nthe definition of “obligation” so as to leave no doubt about\nthe abrogation of ATMI, but the Senate considered the\nlanguage in the new definition so clear that “any such specific\nlanguage would be unnecessary,” since “customs duties\nclearly fall within the new definition of the term\n‘obligation.’”48 With this background in mind, we turn to the\nconduct at issue here.\n\n       At the outset, in reviewing the marking duty provision\nof the Tariff Act, the District Court held that “an importer\ndoes not owe marking duties upon importation of unmarked\nor mismarked merchandise.” While technically correct, this\nmakes too fine a distinction between the time at which an\nimporter must pay marking duties and the time at which such\nduties accrue. It is true, as Victaulic argues, that when\nmismarked or unmarked goods are in government custody the\nimporter may not simply pay marking duties to obtain the\nrelease of such goods.49 By statute, such goods must be\nproperly marked, re-exported, or destroyed under government\nsupervision.50   Yet, if such goods nevertheless escape\ndetection and are released into the United States, the ten\npercent ad valorem duty is deemed to “have accrued at the\ntime of importation” and is due and owing, without\nexception.51\n\n\n\n\n48\n   Id.\n49\n   See 19 U.S.C. § 1304(a), (c), (i).\n50\n   Id. § 1304(i).\n51\n   Id.\n\n\n\n\n                               22\n\f        This is precisely what CFI alleges Victaulic did in a\nsystematic way for years. Victaulic, according to CFI, knew\nits goods were not marked properly and, therefore, knew that\nthe imported pipe fittings should not have been released from\ngovernment custody. Had Victaulic informed the government\nof this state of affairs, the goods would not have been allowed\ninto the country. By staying silent, CFI alleges that Victaulic\nmade a choice—to pay the ten percent marking duty owed on\nits goods, if its scheme was discovered, instead of paying to\nhave the goods marked properly, re-exported, or destroyed.\nHence, in CFI’s view, Victaulic knowingly concealed\ninformation from the government by not informing customs\nofficials that the imported pipe fittings were not marked\nproperly. According to CFI, once the pipe fittings cleared\ncustoms, Victaulic knew it owed marking duties that accrued\non importation but did not pay them. This, in CFI’s view,\ngives rise to reverse false claims liability for the unpaid\nmarking duties.\n\n       The plain text of the FCA’s reverse claims provision is\nclear: any individual who “knowingly conceals or knowingly\nand improperly avoids or decreases an obligation to pay or\ntransmit money or property to the Government” may be\nsubject to liability.52 As alleged by CFI in the amended\ncomplaint, Victaulic declined to notify the Bureau of Customs\nand Border Protection of its pipe fittings’ non-conforming\nstatus. This failure to notify resulted in the pipe fittings being\nreleased into the stream of commerce in the United States\nand, consequently, marking duties being owed and not paid.\n\n\n52\n     31 U.S.C. § 3729(a)(1)(G) (emphasis added).\n\n\n\n\n                               23\n\f       The District Court held that this conduct is immaterial\nand cannot give rise to a reverse false claims liability. To\nreach this conclusion, the court followed the reasoning in\nATMI, but, as previously discussed, that reasoning has been\ncalled into doubt, if not entirely abrogated, by the FERA.\nPrior to the FERA, the “knowingly and improperly avoids or\ndecreases an obligation” language was absent from the\nFCA.53 In the pre-FERA FCA, a false statement or record\nwas a necessary element for reverse FCA liability to attach.54\nA false statement is no longer a required element, since the\npost-FERA FCA specifies that mere knowledge and\navoidance of an obligation is sufficient, without the\nsubmission of a false record, to give rise to liability.55\nConsequently, the District Court’s reliance on ATMI and\nATMI’s focus on the submission of a false record is\nmisplaced.\n\n      Indeed, the District Court’s lengthy discussion of\nwhether Victaulic filled out its customs forms in a proper\nmanner is ultimately of no import since, under the post-FERA\nFCA, Victaulic need not have made any express statement to\nthe government to give rise to reverse false claims liability.\nThe statute, 19 U.S.C. § 1484(a)(1), requires an importer to\nprovide “such information as is necessary to enable [CBP] to\ndetermine whether [its] merchandise may be released from\nthe custody of [CBP]” and to “enable [CBP] to properly\nassess duties on [imported] merchandise.” If Victaulic\n\n53\n   Compare id. with 31 U.S.C. § 3729(a)(7) (1994).\n54\n   See 31 U.S.C. § 3729(a)(7) (1994); see also ATMI, 190\nF.3d at 736.\n55\n   31 U.S.C. § 3729(a)(1)(G).\n\n\n\n\n                             24\n\fknowingly failed to disclose to CBP the fact that its goods\nwere unmarked or improperly marked despite its affirmative\nobligation to do so under § 1484(a)(1) and if such goods\nnevertheless escaped detection and were released into the\nUnited States, Victaulic would be liable under the FCA.\nThus, CFI need only prove that Victaulic knew its pipe\nfittings were improperly marked and did not notify the\nBureau of Customs and Border Protection, since to do so is to\nconceal information customs officials needed to know in\norder to determine whether to release Victaulic’s goods from\nits custody.56\n\n        From a policy perspective, the possibility of reverse\nfalse claims liability in such circumstances makes sense in the\ncontext of the larger import/export regulatory scheme created\nby Congress. Because of the government’s inability to\ninspect every shipment entering the United States, an\nimporter may have an incentive to decline to mention that its\ngoods are mismarked on the assumption that the mismarking\nwill not be discovered. In doing so, an importer avoids its\nobligation under 19 U.S.C. § 1484 to provide the government\nwith such information as is necessary to enable the Bureau of\nCustoms and Border Protection to determine whether the\nmerchandise may be released from government custody or\nwhether it must be properly marked, re-exported or destroyed\n\n56\n  Given that here, § 1484 requires importers to disclose to\nCBP that goods are improperly marked, we have no need to\naddress how, if at all, the FCA would apply in the absence of\nan affirmative obligation to disclose separate from the\nobligation to pay or transmit money or property to the\ngovernment.\n\n\n\n\n                              25\n\fpursuant to 19 U.S.C. § 1304(i). Moreover, if the importer\nbelieves the value of bringing unmarked or improperly\nmarked goods into the country exceeds the risk that the\ndeception will be discovered and the ten percent ad valorem\nduty will be owed, an importer may decline to mention that\nits goods are mismarked, since the chance that some goods\nwill be discovered as mismarked and that marking duties will\nbe owed would still result in a net gain to the company.\nReverse false claims liability changes that value proposition\nbecause a finding of deception carries the possibility of treble\ndamages.\n\n        The statutory text, legislative history, and policy\nrationale underlying the regulatory scheme all lead to one\nconclusion: reverse false claims liability may attach as a\nresult of avoiding marking duties. Consequently, the District\nCourt erred in holding otherwise.\n\n                                    2.\n\n        The District Court’s determination that CFI’s FAC\nfailed to meet the pleading requirements of Federal Rules of\nCivil Procedure 8(a)57 and 9(b)58 is also in error. At the\nmotion to dismiss stage, a court must “accept as true all of the\nallegations contained in a complaint,” make all reasonable\ninferences in favor of the plaintiff, and refrain from engaging\n\n57\n    Rule 8(a)(2) provides that a complaint must contain “a\nshort and plain statement of the claim . . ..”\n58\n    Rule 9(b) provides that in “alleging fraud . . ., a party must\nstate with particularity the circumstances constituting fraud . .\n..”\n\n\n\n\n                               26\n\fin any credibility determinations.59 In the FAC, CFI lays out\nin great detail each shipment of pipe-fittings Victaulic\nimported during the requisite time period, as well as the\nmethodology pursuant to which CFI concluded that these\nshipments consisted of improperly marked or unmarked\ngoods for which the marking duties were not paid. Given the\noperation of customs marking duties, CFI’s discovery of what\nit believes to be unmarked or improperly marked goods in the\nstream of commerce in the United States plausibly shows\nliability under the FCA.\n\n       This “discovery” by CFI must of course be based on a\nreliable methodology. The FAC details the process by which\nCFI came to its conclusions. After determining that a\n“significant majority”60 of Victaulic’s pipe fittings were\nimported from China and Poland, CFI reasoned that “one\nwould expect to see Victaulic pipe fittings sold in the United\nStates and manufactured in recent years bearing ‘Made in\nChina’ or ‘Made in Poland’ country-of-origin markings.”61 In\nthe FAC, CFI then describes how it “executed a unique study\nof the secondary market for Victaulic pipe fittings (CFI’s\n‘product study’), with the goal of objectively determining\nwhat percentage of Victaulic pipe fittings for sale in the\nUnited States have foreign country-of-origin markings.”62\n\n      CFI attached to the FAC a report by its expert,\nAbraham J. Wyner, Ph.D., a professor of Statistics at the\n\n59\n   See, e.g., Iqbal, 556 U.S. at 678.\n60\n   JA 311, 313.\n61\n   JA 304.\n62\n   Id.\n\n\n\n\n                               27\n\fUniversity of Pennsylvania’s Wharton School of Business.\nProfessor Wyner explained that because CFI did not “have\naccess to direct evidence that traces and tracks imported\nVictaulic pipe fittings in the U.S. supply chain,” “statistical\nmethods can be used to establish indirect evidence.”\nProfessor Wyner then “opines that the process chosen by CFI\nto survey the secondary market for Victaulic products ‘is\nstandard practice’ in this regard.”63\n\n        As set forth in the FAC, in setting up its survey, CFI\ndetermined that Victaulic sold pipe fittings through\ndistributors and directly to end-users64 and that a review of\nsuch sales is only possible through a review of after-market\nsales.65 Victaulic products are sold on secondary markets in\nthe United States, including on eBay which CFI determined\n“is an active and diverse secondary sales outlet for Victaulic\nproducts.”66 CFI then noted that a review of secondary sales\noutlets provided a much wider spectrum of total Victaulic\nsales in the country than a review of the sales of a particular\ndistributor. A secondary market sales review included\n“different channels of distribution, as well as a wider range of\ndates in which sales might have been made.”67\n\n       Professor Wyner concluded that “CFI’s findings are so\nstark that the only conclusion one can possibly reach is that\n\n\n63\n   JA 317.\n64\n   Id.\n65\n   JA 318.\n66\n   JA 317.\n67\n   JA 318.\n\n\n\n\n                              28\n\fVictaulic is not properly marking its imports.”68 At the\nmotion to dismiss stage, without the benefit of any discovery,\ntaking all facts as true, and making all reasonable inferences\nin favor of the plaintiff, we conclude that that showing is\nenough to allow this matter to proceed.\n\n        It is this study, however, that the dissent describes as\n“unsupported assumptions” and “numerical guesswork.” The\ndissent criticizes the numbers arrived at by CFI, for instance\nthat statistically less than 2% of the Victaulic pipe fittings in\nthe secondary market bore foreign country of origin\nmarkings.69 That finding of less than 2% is not, however,\nnecessary to demonstrate the plausibility that, since Victaulic\nis importing a “significant majority” of its pipefittings, some\napproximation of that number of Victaulic pipefittings with\nforeign country-of-origin markings would show up in the\nsecondary market.70 71\n\n68\n   JA 305 (emphasis added).\n69\n   JA 304\n70\n   JA 316.\n71\n   This result differs from that, for example, in Burgis v. New\nYork City Department of Sanitation, 798 F.3d 63 (2d Cir.\n2015), in which plaintiffs alleged that the sanitation\ndepartment was discriminating against employees based on\nrace. The Second Circuit held that statistics could sufficiently\nallege discriminatory intent as long as they are of “a level that\nmakes other plausible non-discriminatory explanations very\nunlikely.” Id. at 69. The statistics there showed only that a\nmajority of employees at multiple levels of the sanitation\ndepartment were white, but showed nothing about “the\nqualifications of individuals in the applicant pool and of those\n\n\n\n\n                               29\n\f        The District Court was skeptical of the validity of\nCFI’s methods of determining whether Victaulic had\nimported unmarked goods. We, too, are skeptical. There is\nlittle evidence to show that CFI’s unusual procedure of\nreviewing eBay listings is an accurate proxy for the universe\nof Victaulic’s products available for sale in the United States.\nYet, such skepticism is misplaced at the Rule 12(b)(6) stage.\nFor the reasons stated above, we conclude that the variable\nbeing measured here, the existence of country of origin\nmarkings on Victaulic pipefittings, could support the results\nof CFI’s product study only if Victaulic was not properly\nmarking its imported pipefittings.\n\n       Turning then to Rule 9(b), we conclude that the FAC\nadequately meets the particularity requirements for alleging\nfraud. In the FCA context, a plaintiff “must provide\n‘particular details of a scheme to submit false claims [or\navoid obligations] paired with reliable indicia that lead to a\nstrong inference that claims were actually submitted [or\nobligations avoided].” 72 The FAC refers to voluminous\nrecords detailing the shipments at issue, when they entered\nthe country, the alleged problems with those shipments, and,\nby operation of law, when liability would have attached.\n\n\n\nhired for each position, or the number of openings at each\nlevel.” Id. at 70. Our case is not analogous because among\nother things we have a baseline here that was missing in\nBurgis—between 54% and 91% of the entirety of Victaulic\npipefittings should have foreign origin markings.\n72\n   Foglia v. Renal Ventures Mgmt., LLC, 754 F.3d 153, 157-\n58 (3d Cir. 2014)\n\n\n\n\n                              30\n\f       Although CFI has not, as the dissent points out, alleged\n“which shipments, during which time periods, at which ports,\nwere supposedly unlawful,” in Foglia, we held that the facts\nwere sufficient to meet Rule 9(b)’s heightened pleading\nstandard where the plaintiff alleged that a dialysis center was\nnot actually using all of the medicine for which it was getting\nreimbursed by Medicare. “Accepting the factual assertions\nmade by Foglia as true,” we reasoned, we had “patient logs\nthat show that less [medicine] was used than would be\nrequired if it were used in the single use fashion”; Medicare’s\nreimbursement scheme presented “an opportunity for the sort\nof fraud alleged”; and only the defendant “ha[d] access to the\ndocuments that could easily prove the claim one way or\nanother.”73 Likewise, here, we accept CFI’s allegations, as\nwe must at this stage, that far more Victaulic pipe fittings on\nthe secondary market should have country-of-origin\nmarkings, that the way marking duties are assessed provides\nan opportunity for fraud, and that only Victaulic has access to\nthe documents that could prove or disprove CFI’s well-pled\nallegations.\n       We conclude that, at this pleading stage, nothing more\nis required to give Victaulic adequate notice of the claims\nraised against it.\n\n       In sum, failure to pay marking duties may give rise to\nreverse false claims liability. CFI’s FAC contains just\nenough reference to hard facts, combined with other\nallegations and an expert’s declaration, to allege a plausible\ncourse of conduct by Victaulic to which liability would\nattach. Thus, since CFI did not unduly delay its motion for\n\n73\n     Id. at 158.\n\n\n\n\n                              31\n\fleave to amend and the proposed amended pleading is not\nfutile, the District Court abused its discretion in denying\nCFI’s motion. We will therefore reverse and remand for\nfurther proceedings.\n\n                             C.\n\n       Although we hold that CFI has done just enough to\nallow this matter to proceed, we are aware of the great\nexpense and difficulty that may accompany False Claims Act\ndiscovery and the burden on defendants and their\nshareholders and investors of having unresolved allegations\nof fraudulent conduct in pending proceedings. Because of\nour awareness, we have looked to the recent amendments to\nthe Federal Rules of Civil Procedure; those rules provide\nsome guidance as to how excessive expense and difficulty\nmay be avoided and how discovery should proceed.\n\n        In December 2015, a series of amendments to the\nFederal Rules were enacted to improve a system of civil\nlitigation that “in many cases . . . has become too expensive,\ntime-consuming, and contentious, inhibiting effective access\nto the courts.”74 To counter these problems, the 2015\namendments placed a greater emphasis on judicial\ninvolvement in discovery and case management and\ncooperation among litigants’ counsel.75\n\n74\n   Chief Justice John Roberts, “2015 Year-End Report on the\nFederal Judiciary,” Dec. 31, 2015 (Roberts Report), at 4,\navailable at http://www.supremecourt.gov/publicinfo/year-\nend/2015year-endreport.pdf.\n75\n   Id. at 5.\n\n\n\n\n                             32\n\f       Rule 26, which governs discovery, was among the\nrules amended. Rule 26(b)(1) now includes a discussion of\nproportionality, stating\n\n          Parties may obtain discovery regarding any\n          nonprivileged matter that is relevant to any\n          party’s claim or defense and proportional to the\n          needs of the case, considering the importance of\n          the issues at stake in the action, the amount in\n          controversy, the parties’ relative access to\n          relevant information, the parties’ resources, the\n          importance of the discovery in resolving the\n          issues, and whether the burden or expense of\n          the proposed discovery outweighs its likely\n          benefit.\n\n       As Chief Justice Roberts wrote of these amendments,\n“[t]he key here is careful and realistic assessment of actual\nneed” that may “require the active involvement of a neutral\narbiter—the federal judge—to guide decisions respecting the\nscope of discovery.”76 The instant matter is a prime example\nof the need for such controlled discovery.\n\n       CFI alleges a massive, systematic effort by Victaulic to\navoid paying marking duties on any of its imports. Since\nVictaulic’s motion to dismiss was granted, there has been no\nanswer from the defendant as to whether any of CFI’s\nallegations are true. An answer could shed some light on\nthese allegations. Similarly, while CFI has identified millions\n\n76\n     Id. at 7.\n\n\n\n\n                                 33\n\fof pounds of imported pipe fittings that it alleges were\nmismarked, proportional discovery would counsel in favor of\nlimiting the scope of early discovery. It will be up to the\nDistrict Court and counsel to determine an appropriately\nlimited discovery plan, perhaps reviewing the documents and\nduties paid on a representative sample of the shipments\nidentified by CFI.\n\n        In any event, Chief Justice Roberts noted that\n“[j]udges must be willing to take on a stewardship role,\nmanaging their cases from the outset rather than allowing\nparties alone to dictate the scope of discovery and the pace of\nlitigation.”77 The instant matter will require the active\ninvolvement of the District Court, in conjunction with counsel\nand their clients, to limit the expense and burden of discovery\nwhile still providing enough information to allow CFI to test\nits claims on the merits.\n                                IV.\n\n       For the foregoing reasons, we will vacate the order of\nthe District Court denying CFI’s motions for relief from\njudgment and for leave to amend its complaint. We will\nremand this matter for further proceedings consistent with\nthis opinion.\n\n\n\n\n77\n     Id. at 10.\n\n\n\n\n                              34\n\fFUENTES, Circuit Judge, concurring in part, dissenting in\npart, and dissenting from the judgment.\n\n\n        Customs Fraud Investigations, LLC (“CFI”) brings this\naction under the False Claims Act, alleging a ten-year scheme\nto defraud the government on the basis of statistical evidence\nalone.1 That evidence consists almost entirely of non-random\nobservations gleaned from product advertisements on the\nwebsite of the online retailer eBay. Whereas Twombly and\nIqbal require plausible allegations of wrongdoing, CFI gives\nus unsupported assumptions and numerical guesswork.\nWhereas Rule 9(b) requires that fraud be alleged with\nparticularity, CFI gives us ten years of raw import data and\ninsists there is evidence of fraud in there, somewhere, while\ncompletely failing to identify which shipments, during which\ntime periods, at which ports were illegal. The mere\nsuggestion of fraud, which is all CFI has alleged, is not\nenough to state a plausible claim or to satisfy the heightened\n\n 1\n   It may be worth noting that CFI appears to be a legal entity\ncreated solely for the purpose of bringing this case. See\nVictaulic Br. at 4 (“CFI does not appear to have any function\nbeyond pursuing this case against Victaulic. CFI was formed\nin August 2012, which was the same time when CFI began its\n‘investigation’ of Victaulic’s activities.” (internal citation\nomitted)).\n The government has the right to intervene in order to\nprosecute a qui tam suit under the False Claims Act on its\nown behalf. See 31 U.S.C. § 3730(b)(4). The government\ndeclined to do so here. See J.A. 104, ECF No. 3.\n\n\n\n\n                              1\n\fpleading standards of Rule 9(b).\n\n        Faced with obvious deficiencies in CFI’s allegations,\nthe District Court granted the defendant’s motion to dismiss\nthe complaint—with prejudice—and then denied CFI’s\nmotion to reopen the judgment so that it could file an\namended complaint. I disagree with the majority’s decision to\nvacate the District Court’s dismissal and reinstate this case.\nWhen asserting a violation of the False Claims Act, a plaintiff\nmust state a plausible claim and allege fraud with\nparticularity. CFI has failed in both respects. I therefore\npartially dissent.2\n\n\nI.     The Proposed Amended Complaint Fails to Allege a\n       Plausible Claim\n\n      CFI’s eight-page, 35-paragraph complaint alleges that\nVictaulic, a manufacturer of iron and steel pipe fittings, has\nengaged in a decade-long scheme to defraud the government\nby mismarking its imported products. The District Court\ndismissed that complaint for failure to allege a plausible claim\n\n\n\n\n 2\n   I agree with the majority that the District Court erred by\nconcluding that the False Claims Act does not permit claims\non the basis of failure to pay marking duties. Accordingly, I\ndissent only in part.\n\n\n\n\n                               2\n\fwithin the meaning of Twombly and Iqbal.3 When CFI\nmoved to reopen the judgment, the District Court denied that\nmotion too—this time, not on plausibility grounds, but for\nreasons that included undue delay and CFI’s failure to satisfy\nRule 9(b)’s heightened standard for pleading fraud in its\nproposed amended complaint.4\n\n        Because this is an appeal from the District Court’s\nfinal order, we would ordinarily limit our review to issues\narising from CFI’s motion to reopen the judgment—i.e.,\nundue delay and the proper application of Rule 9(b). But the\nreal problems with the proposed amended complaint run\ndeeper. Since “[w]e exercise plenary review over a decision\ngranting a motion to dismiss[,] . . . ‘[w]e may affirm the\ndistrict court on any ground supported by the record.’”5 I\ntherefore think it’s worth exploring whether the proposed\namended complaint even raises a plausible allegation under\nthe False Claims Act, much less whether it makes those\nallegations with the requisite particularity.\n\n 3\n   United States ex rel. Customs Fraud Investigations, LLC v.\nVictaulic Co., No. 13-cv-2983 (MAM), 2014 WL 4375638, at\n*13–16 (E.D. Pa. Sept. 4, 2014) (relying on Bell Atl. Corp. v.\nTwombly, 550 U.S. 544 (2007), and Ashcroft v. Iqbal, 556\nU.S. 662 (2009)).\n 4\n   United States ex rel. Customs Fraud Investigations, LLC v.\nVictaulic Co., No. 13-cv-2983 (MAM), 2015 WL 1608455, at\n*8–10, 15–19 (E.D. Pa. Apr. 10, 2015).\n 5\n   Hildebrand v. Allegheny Cty., 757 F.3d 99, 104 (3d Cir.\n2014) (quoting Tourscher v. McCullough, 184 F.3d 236, 240\n(3d Cir. 1999)).\n\n\n\n\n                              3\n\f        CFI says that before suing Victaulic it conducted a\n“complex and multifaceted analysis.”6 I am not willing to\ncredit this characterization. In my view, CFI’s investigation\ninto Victaulic’s imports is incapable of supporting the kinds\nof statistical inferences that CFI wants us to draw. To explain\nwhy, I begin by summarizing some basic principles of valid\nsurvey design. I then apply those principles to assess the\nplausibility of the allegations in CFI’s proposed amended\ncomplaint.\n\n        A.     The Fundamentals of Statistical Sampling\n\n       A valid statistical survey essentially has three steps: (i)\nidentify a population of interest, (ii) take a random sample\nfrom that population, and (iii) use the observations in the\nsample to draw inferences about the population as a whole.7\nWe see examples of this process every day in opinion polls.\nA survey firm will identify a population to study, draw a\nrandom sample from that population, and then, based on its\nobservations, make inferences about that population to a\ngreater or lesser degree of confidence based on the sample\nsize. These principles apply to all probabilistic surveys,\n\n 6\n     Proposed Am. Compl. (J.A. 302–33) ¶ 4.\n 7\n   See 1 Mod. Sci. Evidence § 5:14 (2015–2016 ed.) (“In\nsurveys that use probability sampling methods, a sampling\nframe (that is, an explicit list of units in the population) is\ncreated. Individual units then are selected by a kind of lottery\nprocedure, and measurements are made on the selected units,\nwhich constitute ‘the sample.’ The objective is to generalize\nfrom the sample to the population.”).\n\n\n\n\n                                4\n\fincluding the kind of survey that CFI conducted—or, at least,\nattempted to conduct—in this case.\n\n       There are a few critical features that are necessary for\nsuch a survey to be valid. First, it is important for the sample\nto be drawn from the correct population of interest. When a\nsurvey makes an error relating to “the specification of the\npopulation to be sampled . . . any estimates made on the basis\nof the sample data will be biased.”8 This makes sense. If\nthere are differences between the population being studied\nand the population actually sampled, the survey’s results will\nnecessarily be unreliable.\n\n        Second, a valid statistical sample must be drawn\nrandomly. Surveys rely on random sampling because “[t]he\nstatistics derived from observations or measurements of\nrandom samples permit one to estimate the parameters of the\npopulation.”9 Indeed, “random selection is the only selection\nmechanism . . . that automatically guarantees the absence of\nselection bias. That is because when we use random sampling\n\n 8\n   1 McCormick on Evid. § 208 (7th ed. updated through\n2016). To be a bit more technical, “[a] measurement\nprocedure is unbiased if it produces measures that are right on\naverage across repeated applications; that is, if we apply the\nsame measurement procedure to a large number of subjects,\nsometimes the measure will be too large and sometimes too\nsmall, but on average it will yield the right answer.” Lee\nEpstein & Gary King, The Rules of Inference, 69 U. Chi. L.\nRev. 1, 92 (2002).\n 9\n     1 McCormick on Evid. § 208.\n\n\n\n\n                               5\n\fwe are, by definition, assuring the absence of any association\nthat may exist between selection rules and the variables in our\nstudy.”10 In a nonrandom sample, by contrast, the selection\nrule “may inadvertently . . . introduce bias.”11\n\n       It is frequently the case that a random sample is either\nnot available or difficult to obtain. Survey methodologists\nand statisticians have developed numerous tools to address\nthis problem. What a researcher cannot do, however, is draw\na nonrandom “convenience sample” simply because the data\nis close at hand and then assume away all the statistical\nproblems that such a technique creates.12 Unfortunately, this\nis precisely what CFI did. In the words of Charles Seife, we\nare about to be “Fooled by the Numbers.”13\n\n         B.     Step One: The Review of Victaulic Import\n                Data\n         CFI claims that its president “personally spen[t] at least\n\n 10\n      Epstein & King, 69 U. Chi. L. Rev. at 110.\n 11\n      Id. at 111.\n 12\n    Such a sample “provides no rigorous assurance that the\nsample will represent the population of interest.” Ben K.\nGrunwald, Suboptimal Social Science and Judicial Precedent,\n161 U. Pa. L. Rev. 1409, 1424 (2013).\n 13\n     See Charles Seife, Proofiness: How You’re Being Fooled\nby the Numbers 8 (2010) (“[I]f you want to get people to\nbelieve something . . . just stick a number on it. Even the\nsilliest absurdities seem plausible the moment they are\nexpressed in numerical terms.”).\n\n\n\n\n                                 6\n\f700 hours” on its investigation,14 a figure that is fairly\nextraordinary on its own and only becomes more so once it\nbecomes clear what CFI actually did—and, more to the point,\ndid not do.\n\n       CFI’s first step was to estimate the proportion of\nVictaulic products imported from overseas in recent years.\nTo do so, it reviewed figures from a subscription service,\nZepol, that aggregates data from ships carrying imports into\nthe United States.15 CFI tells us that Zepol is an “expensive\nfee-based subscription service” with an annual cost of\n$5,995.16 It also says that the information in Zepol’s database\nis so unwieldy as to be comprehensible only by persons who\nhave “worked with customs import data over many years . . .\n[who can] understand what conclusions can properly be\ndrawn” from such data.17\n\n       CFI queried the database for the word “Victaulic” for\nthe nine-year period between 2003 and 2012.18 Its president\nthen “personally reviewed the narrative description for every\nimport entry and culled through line by line to eliminate items\nthat were not iron or steel pipe fittings.”19 We are told that\n\n 14\n      Proposed Am. Compl. ¶ 4.\n 15\n      Id. ¶ 23.\n 16\n      Id. ¶¶ 23–24.\n 17\n      Id. ¶ 25.\n 18\n      Id. ¶ 26.\n 19\n      Id. ¶ 28.\n\n\n\n\n                                 7\n\f“[o]nly upon completing the above multi-step process was\nCFI able to obtain a usable database from which Victaulic’s\nimports could then be segregated and tabulated by country\nand from which CFI could draw reliable conclusions.”20 In an\nera when Microsoft Excel or, indeed, any data management\nsoftware can filter data based on complex queries, it is\ncompletely unclear why this kind of line-by-line effort was\neven necessary.\n\n        At this point, CFI had constructed a dataset purporting\nto show all of Victaulic’s imports of pipe fittings into the\nUnited States. According to these figures, over the period\nfrom 2003 through 2012 Victaulic imported 83 million\npounds of pipe fittings from China and Poland (an average of\nabout 9.2 million pounds per year).21 Between 2010 and\n2012, this annual average climbed to 15.2 million pounds per\nyear.22\n\n       Of course, that figure is not helpful without some\nbaseline. Knowing this, CFI sought to convert Victaulic’s\nraw imports into a dollar figure, and then to compare that\ndollar figure against Victaulic’s total revenue. Unfortunately,\nthe Zepol database aggregates information about Victaulic’s\nimports across several, differently-priced product lines. CFI’s\napproach to solving this problem was, at best, extremely\nproblematic.\n\n\n 20\n      Id. ¶ 30.\n 21\n      Id. ¶ 31.\n 22\n      Id.\n\n\n\n\n                              8\n\f        CFI started by using Victaulic’s 2011 price list to\ncompile “a total of 147 separate price observations for 49\ndifferent products with three sizes each to arrive at an\nestimated per pound price of $36.40.”23 CFI admits that this\nfigure may not be reliable, however, because “[d]iscounts off\nprice lists . . . are very common in the pipe fittings industry.”24\nCFI therefore “assume[s] conservatively” that Victaulic’s\nimported pipe fittings were sold “at deeply discounted prices”\naveraging between $10 and $15 per pound.25 Using these\nfigures, CFI estimates that, during the period from 2010\nthrough 2012, Victaulic’s annual sales deriving from Chinese\nand Polish imports were somewhere between $152 million\nand $228 million per year.26\n\n        Next, CFI cites unnamed “[a]uthoritative independent\nsources” for the proposition that “Victaulic’s annual revenue\nis in the approximate range of $250–280 million.”27 It then\nuses these numbers to claim that pipe fittings imported from\nChina and Poland accounted for between 54% and 91% of\n\n\n\n 23\n      Id. ¶ 32.\n 24\n      Id. ¶ 37.\n 25\n      Id. ¶ 40.\n 26\n    The $152 million figure comes from multiplying 15.2\nmillion pounds by an average price of $10 per pound. The\n$228 million figure comes from multiplying 15.2 million\npounds by an average price of $15 per pound.\n 27\n      Proposed Am. Compl. ¶ 33.\n\n\n\n\n                                9\n\fVictaulic’s annual sales between 2010 and 2012.28\n\n        Drawing all inferences in CFI’s favor, I accept—at\nleast for the sake of argument—that foreign-made pipe\nfittings accounted for between 54% and 91% of Victaulic’s\nannual sales during the period from 2010 through 2012.29\nNotice, however, that nothing in the proposed amended\ncomplaint so far supports the plausible inference that\nVictaulic defrauded the government, much less that it did so\nover ten years. To support that allegation, CFI relies on its\nso-called “eBay investigation.” And that is where CFI’s\nclaims ultimately fail.\n\n\n\n 28\n     The 54% figure comes from dividing $152 million\n(Victaulic’s estimated annual sales from imports at a price of\n$10 per pound) by $280 million (the upper-bound of\nVictaulic’s annual sales). The 91% figure comes from\ndividing $228 million (Victaulic’s estimated annual sales\nfrom imports at a price of $15 per pound) by $250 million\n(the lower-bound of Victaulic’s annual sales).\n 29\n     When an appeal comes to us at the motion to dismiss\nstage, “we must accept all well-pled allegations in the\ncomplaint as true and draw all reasonable inferences in favor\nof the non-moving party.” Brown v. Card Serv. Ctr., 464 F.3d\n450, 452 (3d Cir. 2006). The tension here is that “all aspects\nof a complaint must rest on ‘well-pleaded factual allegations’\nand not ‘mere conclusory statements’”—and some of CFI’s\narithmetic seems awfully conclusory. Finkelman v. Nat’l\nFootball League, 810 F.3d 187, 194 (3d Cir. 2016) (quoting\nIqbal, 556 U.S. at 678–79).\n\n\n\n\n                             10\n\f         C.    Step Two: The “eBay Investigation” and Its\n               Obvious Deficiencies\n        At this point in our narrative, CFI (i) believes that\nVictaulic is importing large quantities of foreign-made pipe\nfittings into the United States, and (ii) suspects that Victaulic\nis not properly marking those pipe fittings to reflect their\ncountries-of-origin. But how to prove those suspicions?\nCFI’s answer was to survey the online retailer eBay in an\nattempt to draw inferences about the broader U.S. market.\n\n       To that end, CFI’s president personally spent between\none and five hours per day over a period of six months\ncompiling eBay postings for Victaulic pipe fittings.30 CFI\nthen examined these postings to determine whether they\ncontained photographs of Victaulic products with visible\ncountry-of-origin marks.\n\n        What was the goal of this investigation? Well, recall\nthat CFI estimates that between 54% to 91% of Victaulic’s\npipe fittings were imported from China and Poland between\n2010 and 2012. According to CFI, we should therefore\nexpect to see “Made in China” or “Made in Poland” markings\non somewhere between 54% and 91% of all Victaulic pipe\nfittings for sale in the United States—and, by corollary, for\nsale on eBay.31\n\n       That hypothesis, however, assumes, with no basis in\nalleged fact, that secondhand postings on eBay are\n\n 30\n      Proposed Am. Compl. ¶ 65.\n 31\n      Id. ¶ 55.\n\n\n\n\n                               11\n\frepresentative of all Victaulic products for sale in the United\nStates. It also assumes, again with no basis in alleged fact,\nthat photographs in eBay postings (i) depict the very items\nbeing sold rather than stock images or photographs of other\ninventory, and (ii) depict those items in such a way that\nforeign country-of-origin markings would be clearly visible.\nBoth of these assumptions are questionable. First, Victaulic\nclaims that “[its] full product line is not available on eBay,”\nmeaning that “[r]esellers on eBay would only have access to\nsmall quantities of overstock and/or older, used, salvaged,\nstolen, or counterfeit products.”32 Second, CFI’s complaint\nalleges that U.S.-made products tend to command a higher\nprice than foreign-made products.33 Resellers on eBay\ntherefore may have a strong incentive to obscure foreign\ncountry-of-origin markings. We, of course, cannot credit a\ndefendant’s factual assertions at the motion to dismiss stage—\nbut doing so is different from recognizing that the plausibility\nof CFI’s allegations depends on multiple unsupported\nassumptions about how eBay actually functions.\n\n       What is fairly clear to this point is that CFI did not\nactually base its conclusions on a comprehensive analysis of\nVictaulic pipe fittings for sale on eBay. What CFI did instead\nwas to construct a subsample of a subsample of a subsample.\nFor example:\n\n\n\n\n 32\n      Victualic Br. at 39.\n 33\n      See Proposed Am. Compl. ¶¶ 11, 87.\n\n\n\n\n                              12\n\f                CFI began by searching eBay for\n                 “Victaulic” in the “new” subset of the\n                 “fittings” product category.       These\n                 searches “typically resulted in about 600\n                 active eBay listings daily.”34\n\n                In some postings, the word “Victaulic”\n                 appeared in the title, but it was clear that\n                 the posting was not actually for a\n                 Victaulic pipe fitting. These postings\n                 were excluded.35\n\n                Some postings were for “old stock.”\n                 These were excluded because CFI’s\n                 analysis “was intended to examine\n                 products of relatively recent manufacture\n                 (e.g., from 2005 to the present).” That\n                 2005 number is surprising because CFI’s\n                 earlier calculations focus on import\n                 figures for the period from 2010 to\n                 2012—to say nothing of the fact that CFI\n                 actually alleges a fraudulent scheme\n                 going back to 2003.\n\n\n\n\n34\n     Id. ¶ 65.\n35\n     Id. ¶ 66.\n\n\n\n\n                                  13\n\f                 At this point, 20% of postings “did not\n                  include actual photos of the products for\n                  sale.”36    These, too, were excluded.\n                  Eliminating listings without photos, of\n                  course, is the same thing as assuming\n                  that 100% of the pipe fittings advertised\n                  in those listings lacked foreign country-\n                  of-origin marks—an assumption that is\n                  itself deeply problematic.\n\n\n        After filtering the data this way, CFI identified 221\npostings for Victaulic pipe fittings that contained\nphotographs.       Of those 221 postings, 29 contained\nphotographs of products marked as being made in the United\nStates; three contained photographs of products with foreign\ncountry-of-origin marks; and 189 contained photographs\nwhere no country-of-origin marks were apparent.37 Of the\n189 postings in the third group, “there were approximately 40\nlistings that had limited or unclear photographs, such that it\nwould have been difficult to see country-of-origin\nmarkings.”38\n\n       CFI decided that it wanted more information about the\n40 listings with indeterminate photographs. Rather than\npurchase products from all 40 of them, however, CFI\n\n 36\n      Id. ¶ 67.\n 37\n      Id. ¶¶ 70, 72.\n 38\n      Id. ¶ 74.\n\n\n\n\n                                 14\n\fpurchased just ten to examine in person. CFI never says\nwhether these products were randomly chosen. Of these, it\nturned out that one was not a Victaulic product at all, four had\nno country-of-origin markings, four had U.S. country-of-\norigin markings, and one item “was packed with a U.S. origin\nlabel, but did not appear to have a permanent origin\nmarking.”39\n\n        If we assume (again, with no basis in alleged fact) that\nthe ten-product sample is representative of all products in the\ngroup of 40 postings with indeterminate photographs, then the\nresults of the eBay study looks like this:\n\n\n\n\n 39\n      Id. ¶ 75.\n\n\n\n\n                              15\n\f       Table 1: Results of CFI’s eBay Investigation\n\n                               Original\n        Victaulic Products              Extrapolations\n                                Tally\n      U.S. country-of-origin\n                                    29        45\n      markings\n      Foreign country-of-\n                                     3         3\n      origin markings\n      No country-of-origin\n                                    149       169\n      markings\n      Photographs unclear           40        ---\n      Not Victaulic products\n                                    ---        4\n      at all\n      Total Postings                221       221\n\n       This is the extent of the evidence of a decade-long\nscheme to defraud the government. CFI points to the\nextrapolated “fact” that 169 of the Victaulic products in its\n221-item sample—about 75% of the total—lack country-of-\norigin markings.40 Recall, too, that CFI asserts that at least\n54% of Victaulic products for sale on eBay should be stamped\n“made in China” or “made in Poland.” CFI therefore\n\n 40\n    CFI extrapolates that half of the products from the 40\npostings with unclear photographs must bear U.S. markings\nand half must bear no country-of-origin markings. Id. ¶ 77.\nThis seems to be an error. If we are going to use CFI’s bogus\nmethodology, we should at least follow its logic and conclude\nthat one-tenth of the 40 items at issue were not made by\nVictaulic.\n\n\n\n\n                               16\n\fcontends that “[t]he only reasonable conclusion that can be\ndrawn from [its] analysis is that Victaulic has unlawfully\nimported huge quantities of unmarked pipe fittings from its\nforeign manufacturing plants and has then sold those\nunmarked fittings in the U.S.”41\n\n\n       Based on the record before us, here is the entire logical\nchain supporting CFI’s allegations:\n\n                 Step one: Based on import data and\n                  information from unnamed sources, 54%\n                  to 91% of Victaulic’s annual sales\n                  between 2010 and 2012 derived from\n                  imports of pipe fittings from China and\n                  Poland.\n\n                 Step two: We should therefore expect\n                  that, in any representative sample of\n                  Victaulic’s products for sale in the U.S.\n                  market, 54% to 91% of items should bear\n                  country-of-origin markings from China\n                  and Poland.\n\n                 Step three:     Assume that Victaulic\n                  products available on eBay constitute a\n                  perfectly representative sample of\n                  Victaulic products for sale in the United\n                  States.\n\n\n 41\n      Id. ¶ 81.\n\n\n\n\n                                 17\n\f   Step four: Assume that photographs on\n    eBay are not stock images but rather\n    accurate depictions of the physical items\n    being sold.\n\n   Step five: Assume that a nonrandom\n    sample of 221 of Victaulic items for sale\n    on eBay is also perfectly representative\n    of Victaulic products sold in the United\n    States.\n\n   Step six: While 40 items out of this 221-\n    item      sample     contain      unclear\n    photographs, assume that we can rectify\n    that problem with a nonrandom sample\n    of ten items, examined in person.\n\n   Step seven: Extrapolating from these\n    two nonrandom samples, we can\n    conclude that over 75% of Victaulic\n    products for sale on eBay lack country-\n    of-origin marks.\n\n   Step eight: Because we have assumed\n    that eBay is perfectly representative of\n    the U.S. market, we can conclude that\n    75% of all Victaulic products sold in the\n    United States must lack country-of-origin\n    marks as well.\n\n\n\n\n                   18\n\f               Step nine: Therefore, Victaulic has been\n                defrauding the United States government\n                of accrued marking duties since at least\n                2003.\n\n       This chain of inferences simply does not support a\nplausible allegation of fraud.\n\n       I turn first to the relevant legal standard. As we\nrecently explained in Finkelman v. National Football\nLeague,42 the essence of the Supreme Court’s plausibility test\nunder Twombly and Iqbal is that allegations merely consistent\nwith liability are not enough to survive a motion to dismiss.43\nWhen assessing whether a complaint raises sufficiently\nplausible allegations, the Supreme Court has instructed us to\n“draw on [our] judicial experience and common sense.”44\n\n       My common sense tells me that a plaintiff cannot\nplausibly allege a ten-year scheme to defraud the government\non the basis of 221 eBay postings. At most, the eBay study\n\n 42\n      810 F.3d 187 (3d Cir. 2016).\n 43\n    Id. at 201 (stating that the Twombly plaintiffs “looked\naround and saw conduct consistent with a conspiracy, but they\nsaw no facts that indicated more plausibly that a conspiracy\nactually existed”); see also Santiago v. Warminster Twp., 629\nF.3d 121, 133 (3d Cir. 2010) (“[P]ossibility’ is no longer the\ntouchstone for pleading sufficiency after Twombly and Iqbal.\nPlausibility is what matters.”).\n 44\n      Iqbal, 556 U.S. at 679.\n\n\n\n\n                                19\n\fprovides evidence consistent with fraud.45 It does not provide\nany evidence more plausibly suggesting that fraud actually\noccurred.\n\n        The first problem is that CFI surveyed the wrong\npopulation. It would have been perfectly acceptable for CFI\nto draw a random sample from eBay if it was trying to draw\ninferences about the larger universe of Victaulic products\nactually sold on eBay. The problem is that CFI wants to use\neBay as a proxy for the entire U.S. market for Victaulic pipe\nfittings. Unfortunately, CFI never sampled that larger\npopulation. CFI could have rectified this problem by making\nfactual allegations sufficient to support the plausible inference\nthat eBay serves as an appropriate proxy for the entire U.S.\nmarket, but the only allegations to that effect in the complaint\nare entirely conclusory.46 This is unsurprising, since there is\n\n 45\n    I say “evidence consistent with fraud” because, of course,\nCFI could have run the exact same flawed study, with the\nsame faulty criteria, and come up with a sample of 221 eBay\npostings in which a large proportion of postings did depict\nforeign country-of-origin markings. In this sense, the results\nof the eBay study are “more consistent” with fraud than the\nalternative. But this is different from concluding that the\neBay study actually allows us to draw any meaningful\ninferences about Victaulic’s behavior.\n 46\n    CFI claims that eBay is “a reliable evidentiary source.”\n(Proposed Am. Compl. ¶ 64.) But “we have been careful to\nnote that, even at the pleading stage, ‘we need not accept as\ntrue unsupported conclusions and unwarranted inferences.’”\nFinkelman, 810 F.3d at 202 (quoting Maio v. Aetna, Inc., 221\nF.3d 472, 500 (3d Cir. 2000)). Asserting that eBay is a\n\n\n\n\n                               20\n\fno reason to believe that eBay—an e-commerce platform that\nsells everything from clothing to electronics to collectible\ncoins, sometimes via auction and sometimes via direct person-\nto-person transactions—looks or functions anything like the\nbroader market for iron and steel pipe fittings.\n\n        This brings us to the second problem with the eBay\nstudy—the fact that CFI did not take a random sample at all.\nThus, even if we were to treat eBay as a viable stand-in for\nthe U.S. market, the eBay study is still fatally flawed because\nCFI did not take a random sample of Victaulic products for\nsale on eBay. Instead, it spent weeks building its own curated\nsubset of 221 postings, all the while applying any number of\ncriteria (including the requirement that postings contain\nphotographs) likely to skew its results. This is to say nothing\nof the fact that CFI’s actual conclusions involve additional\nextrapolations based on the ten Victaulic products that CFI\nexamined in person. CFI constructed a convenience sample,\nnot a random one, and such a sample “provides no rigorous\nassurance that the sample will represent the population of\ninterest.”47\n\n         The District Court raised these very objections when it\n\n\n\n\n“reliable evidentiary source” from which to draw conclusions\nabout the broader U.S. market is exactly the kind of\n“unsupported conclusion” we have traditionally rejected.\n 47\n      Grunwald, 161 U. Pa. L. Rev. at 1424.\n\n\n\n\n                               21\n\fdismissed CFI’s first complaint.48 In an effort to respond to\nthese concerns, CFI hired Dr. Abraham J. Wyner, Director of\nthe Undergraduate Program in Statistics at the University of\nPennsylvania’s Wharton School, to write a declaration that it\nattached as an exhibit to the proposed amended complaint.\nUnfortunately, Dr. Wyner fails to articulate any independent\njustifications for CFI’s methodology. Instead, his declaration\nrests entirely on CFI’s own conclusory assumptions about\neBay. Here is the key language:\n\n\n\n\n 48\n     Customs Fraud Investigations, LLC, 2014 WL 4375638,\nat *15 (“Even if the Court accepts CFI’s assertion that eBay\nlistings constitute a reasonable representative sample of the\nsecondary sale market for pipe fittings in the United States, or\nthat an examination of 221 advertisements from eighty-one\nsellers over a six-month period could provide data from which\nto draw accurate wider conclusions about millions of pounds\nof product imported over a decade, and even assuming that\nCFI has accurately identified, dated, and examined every\nVictaulic pipe fitting on eBay, CFI has alleged no facts to\nshow that any of the unmarked pipe fittings on eBay are not,\nin fact, U.S.-made.”).\n\n\n\n\n                              22\n\f         My analysis is based on . . . very reasonable and\n         quite conservative assumptions . . . . I will\n         assume that the slice of the secondary market\n         for Victaulic pipe fittings represented by eBay\n         contains a proportion of imported products at\n         least approximately similar to the proportion of\n         imported products among all U.S. sales and that\n         any significant deviation is caused only by\n         chance.49\n       The sleight of hand here is to assert, without any basis\nin alleged fact, that it is “very reasonable” to assume that the\nuniverse of products being sold on eBay somehow mirrors the\nentire U.S. market. Indeed, the entire rhetorical gambit of the\nWyner declaration is to repeat CFI’s conclusory allegations\nback to the reader in more technical-sounding terms. A few\nexamples illustrate the point.\n\n       First, Dr. Wyner recognizes that the findings from the\neBay investigation “could be skewed” if eBay were not\nrepresentative of the U.S. market, but he says that these fears\nare “contrary to [CFI’s] actual observations of eBay as a\ndiverse sales outlet with a representative national cross-\nsection of Victaulic pipe fittings, including geographically\nand by supplier and product variety.”50 This conclusory\nlanguage is lifted directly from the proposed amended\n\n\n\n\n 49\n      J.A. 359–60 ¶¶ 11–12 (emphasis added).\n 50\n      Id. at 360–61 ¶ 13.\n\n\n\n\n                                23\n\fcomplaint.51\n\n       Second, Dr. Wyner acknowledges that the validity of\nthe eBay study depends on the accuracy of photographs in\neBay postings, but he downplays that concern because\n“[a]ccording to [CFI] . . . the vast majority of relevant listings\nhad pictures and the vast majority of these pictures provided\nviews of the Victaulic product such that a country-of-origin\nmarking would have been visible had it existed.”52 In other\nwords: the eBay study is accurate because CFI says it is.\n\n       Third, while Victaulic warns that “eBay sellers may\nhave concealed import markings,” Dr. Wyner tells us that\n“[t]his is inconsistent with the evidence provided by [CFI]\nthat only 40 of the 221 items had incomplete or unclear\nimages.”53 This mode of reasoning is exactly backwards. If\nthe results of a survey are biased, those same results cannot\nsupport the reliability of the survey design in the first\ninstance.\n\n       Accordingly, Dr. Wyner’s conclusion—that “assuming\nthe validity of [his assumptions], [he] would be more than\n\n 51\n    See Proposed Am. Compl. ¶ 61 (“eBay is an active and\ndiverse secondary sales outlet for Victaulic products.”); id. ¶\n64 (“The eBay listings identified included a representative\nnational cross-section of Victaulic iron and steel pipe fittings,\nincluding, in most cases, product photos, making it a reliable\nevidentiary source.”).\n 52\n      J.A. 361 ¶ 15 (parentheticals omitted).\n 53\n      Id. at 363 ¶ 19.\n\n\n\n\n                                24\n\f99.9% confident that Victaulic is improperly marking a\nsignificant portion of its imports”—is profoundly\nmisleading.54 If I were to assume that the judges of the Third\nCircuit comprise an accurate cross-section of the U.S.\npopulation, I would then be able to conclude that a startlingly\nhigh proportion of the general public has a law degree. But of\ncourse, it would be frivolous to make that assumption in the\nfirst instance. Understood in context, Dr. Wyner’s declaration\nis little more than a reflection of CFI’s own unsupported\nassumptions about eBay, only dressed up in more persuasive-\nsounding statistical jargon. For this reason, his declaration\ncompletely fails to nudge CFI’s allegations across the\nplausibility threshold.\n\n        Stepping away from the specifics of CFI’s\ninvestigation, the significant issue in this case concerns how\nwe think about the plausibility standard when a complaint\nrests entirely on statistical evidence. In the mine run of cases,\nof course, Daubert and the Federal Rules of Evidence will\nfilter out unreliable statistical evidence in due course.55 But\nto my mind, we act contrary to Twombly and Iqbal when we\nrefuse to ask whether statistical evidence actually supports a\nplausible inference of wrongdoing at all, particularly when a\n\n 54\n      Id. at 360 ¶ 12.\n 55\n    See Kannankeril v. Terminix Int’l, Inc., 128 F.3d 802, 806\n(3d Cir.1997) (“Under the Federal Rules of Evidence, it is the\nrole of the trial judge to act as a ‘gatekeeper’ to ensure that\nany and all expert testimony or evidence is not only relevant,\nbut also reliable.” (citing Daubert v. Merrell Dow Pharms.,\nInc., 509 U.S. 579, 589 (1993)).\n\n\n\n\n                               25\n\fcomplaint rests on statistical evidence alone. In the words of\none observer, “[s]tatistical studies are neither magic nor snake\noil, and the experts neither sorcerers nor (generally speaking)\ncharlatans. Rather, what legal actors need to do is treat\nstatistical studies critically.”56 Just so—even at the motion to\ndismiss stage.\n\n       A recent case from the Second Circuit illustrates this\npoint. In Burgis v. New York City Department of Sanitation,57\nthe plaintiffs alleged that officials had “discriminated against\nthem and others similarly situated on the basis of their race\nand/or national origin in the [Department of Sanitation’s]\npromotional practices.”58 In support of their Equal Protection\nclaim, they relied exclusively on statistical evidence. The\nSecond Circuit held for the first time that, in a case alleging\nemployment discrimination, “statistics alone may be\nsufficient” to get past the motion to dismiss stage.59\n\n        But the Second Circuit also stated that, “to show\ndiscriminatory intent . . . based on statistics alone, the\nstatistics must not only be statistically significant in the\n\n 56\n    Edward K. Cheng, Fighting Legal Innumeracy, 17 Green\nBag        2d    271,     275  (2014),     available   at\nhttp://www.greenbag.org/v17n3/v17n3_articles_cheng.pdf\n(last visited Aug. 26, 2016).\n 57\n   798 F.3d 63 (2d Cir. 2015), cert. denied, 136 S. Ct. 1202\n(2016).\n 58\n      Id. at 66.\n 59\n      Id. at 69.\n\n\n\n\n                              26\n\fmathematical sense, but they must also be of a level that\nmakes other plausible non-discriminatory explanations very\nunlikely.”60 The plaintiffs in Burgis “failed to allege statistics\nthat me[t] the standards articulated above,” in part because\ntheir evidence “show[ed] only the raw percentages of White,\nBlack, and Hispanic individuals at each employment level,\nwithout providing any detail as to the number of individuals at\neach level, the qualifications of individuals in the applicant\npool and of those hired for each position, or the number of\nopenings at each level.”61 In the Second Circuit’s view, this\nwas not enough to allege a viable claim.\n\n       Burgis demonstrates that numbers alone are not\nenough to get a litigant past the motion to dismiss stage.\nRather, a litigant’s statistical evidence must be reliable\nenough to raise a plausible inference of wrongdoing. Here, I\nbelieve that a basic facility with statistical concepts\ndemonstrate that the plaintiff’s eBay study supports no\nplausible inference at all—let alone one that surpasses the\nhigh bar to allege fraud.62\n\n       The ultimate lesson of Twombly and Iqbal is that a\nfederal lawsuit is not a mechanism to confirm a vague\nsuspicion that fraudulent conduct occurred. Sturdier factual\nallegations are necessary. The Twombly plaintiffs, observing\nparallel conduct in the marketspace, were awfully concerned\nabout an antitrust conspiracy. Finkelman himself observed\n\n 60\n      Id.\n 61\n      Id. at 70.\n 62\n      See discussion infra at pages 22–25.\n\n\n\n\n                                27\n\fhigher prices in the resale market for Super Bowl tickets and\nhad “a strong suspicion that [his] ticket[s] would have been\ncheaper if more tickets had been available for purchase by\nmembers of the general public.”63 CFI browses postings on\neBay and has a powerful inkling that Victaulic has been\nmismarking its products. In all these instances, what is\nlacking is either some first-person account indicating that\nunlawful conduct has actually occurred, or at the very least,\nsome other generalized allegation that raises a plausible\ninference of wrongdoing.\n\n      To be fair, there is one moment in the Proposed\nAmended Complaint when CFI tries to offer a first-person\naccount of fraudulent conduct. Here it is:\n\n         One witness, who has worked for many years in\n         the pipe and tube industry, recalls a customer\n         procuring Victaulic pipe fittings that the\n         company represented were 100% U.S.\n         manufactured. This witness observed that at the\n         bottom of one box of Victaulic inventory, a\n         packing list indicated that the products had\n         originated from Poland. None of the Victaulic\n         pipe fittings were marked with any foreign\n         country name, however.64\n       This is CFI’s best evidence: one unnamed witness in\nan unknown location who, one time, saw one box of Victaulic\npipe fittings that appeared to be mismarked. That single\n\n 63\n      Finkelman, 810 F.3d at 201.\n 64\n      Proposed Am. Compl. ¶ 83.\n\n\n\n\n                               28\n\fanecdote simply cannot be enough to support plausible\nallegations of a ten-year scheme to defraud the government.\nAccordingly, I would affirm the District Court’s denial of\nCFI’s motion to reopen the judgment on this alternative\nground.\n\nII.      The Proposed Amended Complaint Also Fails to\n         Satisfy Rule 9(b)\n\n       I would also conclude that the proposed amended\ncomplaint fails to comply with Rule 9(b). CFI’s pleadings\ncontain “voluminous records detailing the shipments at issue,\nwhen they entered the country, the alleged problems with\nthose shipments, and, by operation of law, when liability\nwould have attached.”65 In the majority’s view, “nothing\nmore is required to give Victaulic adequate notice of the\nclaims raised against it.”66 I respectfully disagree.\n\n       We start with the applicable law. Rule 9(b) requires\nthat “a party must state with particularity the circumstances\nconstituting fraud or mistake.”67 In Foglia v. Renal Ventures\nManagement, LLC,68 we explained that two approaches had\nemerged in the Courts of Appeals regarding how to comply\nwith Rule 9(b) in a False Claims Act suit. Under one\napproach, “a plaintiff must show ‘representative samples’ of\n\n 65\n      Majority Op. Typescript at 24–25.\n 66\n      Id. at 25.\n 67\n      Fed. R. Civ. P. 9(b).\n 68\n      754 F.3d 153 (3d Cir. 2014).\n\n\n\n\n                               29\n\fthe alleged fraudulent conduct, specifying the time, place, and\ncontent of the acts and the identity of the actors.”69 We\nadopted a second, more lenient approach, holding that “it is\nsufficient for a plaintiff to allege ‘particular details of a\nscheme to submit false claims paired with reliable indicia that\nlead to a strong inference that claims were actually\nsubmitted.’”70 We rejected the stricter alternative because, in\nour view, it would have required qui tam relators to offer a\nlevel of “detail at the pleading stage [that] would be ‘one\nsmall step shy of requiring production of actual\ndocumentation with the complaint, a level of proof not\ndemanded to win at trial and significantly more than any\nfederal pleading rule contemplates.’”71\n\n        Foglia itself was a “close case as to meeting the\nrequirements of Rule 9(b).”72 Still, we concluded that the\nplaintiff’s allegations were satisfactory because (i) they\n“suffice[d] to give [the defendant] notice of the charges\nagainst it, as is required by Rule 9(b),” and (ii) “only [the\ndefendant] ha[d] access to the documents that could easily\nprove the claim one way or another—the full billing records\nfrom the time under consideration.”73\n\n\n 69\n      Id. at 155.\n 70\n   Id. at 156 (quoting United States ex rel. Grubbs v.\nKanneganti, 565 F.3d 180, 190 (5th Cir. 2009)).\n 71\n      Id. (quoting Grubbs, 565 F.3d at 190).\n 72\n      Id. at 158.\n 73\n      Id. (punctuation modified).\n\n\n\n\n                                30\n\f       Our only precedential opinion to have applied Foglia\nin a subsequent False Claims Act case, United States ex rel.\nMoore & Co., P.A. v. Majestic Blue Fisheries, LLC,74 made it\nclear that Rule 9(b) still has sharper teeth than Rule 8. We\nsaid there that, under Rule 9(b), “[a] plaintiff alleging fraud\n[under the False Claims Act] must . . . support its allegations\n‘with all of the essential factual background that would\naccompany the first paragraph of any newspaper story—that\nis, the who, what, when, where and how of the events at\nissue.’”75 This is a greater level of detail than that associated\nwith mere notice pleading.\n\n       The proposed amended complaint does not satisfy\nthese standards. While it may be true that CFI’s complaint\nincludes “voluminous records detailing the shipments at\nissue,”76 it is important to keep in mind that these records\ndetail all of Victaulic’s imports from China and Poland over\nthe period from 2003 through 2012.77 Based on its flawed\neBay study, CFI insists that some unknown portion of those\nshipments must involve mismarked goods. But CFI fails\nentirely to tell us which shipments, during which time periods,\nat which ports, were supposedly unlawful. To suggest that\nthere must be fraud there—somewhere—cannot possibly be\n\n 74\n      812 F.3d 294 (3d Cir. 2016).\n 75\n    Id. at 307 (quoting In re Rockefeller Ctr. Props., Inc. Sec.\nLitig., 311 F.3d 198, 217 (3d Cir. 2002)).\n 76\n      Majority Op. Typescript at 24–25.\n 77\n    A line-by-line printout of these imports takes up 36 pages\nof the record. See J.A. 154–89.\n\n\n\n\n                               31\n\fenough to satisfy Rule 9(b). Such an approach neither\nprovides us “with reliable indicia that lead to a strong\ninference that [false] claims were actually submitted,”78 nor\ntells us anything specific about “the who, what, when, where\nand how of the events at issue.’”79 It is, instead, a data dump\ncamouflaged as a set of particularized allegations.80\n\n      I would therefore affirm the District Court’s\ntermination of this case on this ground as well.\n\nIII.   Conclusion\n\n       The desirability of increasing or decreasing anti-fraud\nefforts through the mechanism of the False Claims Act is a\n\n\n\n 78\n    Foglia, 754 F.3d at 156 (internal quotation marks\nomitted).\n 79\n   Majestic Blue Fisheries, LLC, 812 F.3d at 307 (internal\nquotation marks omitted).\n 80\n     This becomes immediately apparent once we step away\nfrom the False Claims Act and consider Rule 9(b) more\ngenerally. We have held, for example, that a claim under the\nSecurities Act triggers Rule 9(b) when it “sound[s] in fraud.”\nIn re Suprema Specialties, Inc. Sec. Litig., 438 F.3d 256, 270\n(3d Cir. 2006). Would we conclude that a plaintiff alleges\nsecurities fraud with particularity by attaching ten years of\nprospectus statements and financial reports to a complaint and\ntelling us, “There must be some fraudulent statements in there\nsomewhere”? I highly doubt it.\n\n\n\n\n                              32\n\ftopic of heated debate.81 By highlighting the deficiencies in\nCFI’s allegations, I express no opinion on these matters,\nwhose resolution lies more properly with the executive and\nlegislative branches.\n\n       Even so, it is certainly within our province to enforce\nlegal standards as they presently exist. In my view, CFI\ncannot overcome the plausibility bar of Iqbal and Twombly\nbecause its flawed eBay study completely fails to raise a well-\nsupported inference of fraud. CFI cannot satisfy Rule 9(b)\nbecause it has failed to allege fraud with particularity. What’s\nmore, I also believe that the District Court was correct to deny\nCFI’s motion to reopen the judgment on the ground of undue\ndelay.82\n\n\n\n\n 81\n     See, e.g., Sean Elameto, Guarding the Guardians:\nAccountability in Qui Tam Litigation Under the Civil False\nClaims Act, 41 Pub. Cont. L.J. 813, 823 & nn. 77–80 (2012)\n(noting that Congress has recently considered bills that would\nrelax Rule 9(b) in the context of False Claim Act suits).\n 82\n     During the oral argument on Victaulic’s motion to\ndismiss, the District Court told CFI outright that its complaint\nwas deficient. See J.A. 195:5–13 (“[Y]ou needed something,\nsir, because your complaint is just too barebones. I mean,\nhonestly, I’ll listen to you, but, you know, if you state these,\neven if they’re facts, they’re conclusory kinds of facts that\nreally under Twombly and Iqbal really don’t carry the day.”\n(scrivener’s errors corrected)).\n\n\n\n\n                              33\n\f      I therefore respectfully dissent.\n\n\n\n\n  Despite this admonition, over seven months passed without\nCFI filing an amended complaint. Even then, after the\nDistrict Court granted Victaulic’s motion to dismiss, CFI let\nanother four weeks go by before filing a motion to reopen the\njudgment. And then, instead of offering new factual\nallegations, its proposed amended complaint was almost\nentirely an amalgamation of CFI’s original complaint and the\nallegations contained in its earlier witness declaration. The\nDistrict Court concluded—rightly—that CFI was engaging in\ndilatory tactics that independently merited denying CFI’s\nmotion to reopen the judgment.\n\n\n\n\n                              34\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                      PRECEDENTIAL\n\n      UNITED STATES COURT OF APPEALS\n           FOR THE THIRD CIRCUIT\n                ____________\n\n                     No. 15-2169\n                    ____________\n\n          UNITED STATES ex rel.\n   CUSTOMS FRAUD INVESTIGATIONS, LLC.,\n                                  Appellant\n\n                          v.\n\n              VICTAULIC COMPANY\n\n\n\n    On Appeal from the United States District Court\n        for the Eastern District of Pennsylvania\n              (E.D. Pa. No. 5-13-cv-02983)\n    District Judge: Honorable Mary A. McLaughlin\n\n\n             Argued on February 11, 2016\n\nBefore: FUENTES, KRAUSE and ROTH, Circuit Judges\n\n               (Filed: October 5, 2016)\n\fAnna C. Haac\nJonathan K. Tycko [Argued]\nTycko & Zavareei\n1828 L Street, N.W.\nSuite 1000\nWashington, DC 20036\n\nSuzanne I. Schiller\nMako, Gold, Katcher & Fox\n401 City Avenue\nSuite 901\nBala Cynwyd, PA 19004\n                    Counsel for Appellant\n\nMichael S. Raab\nHenry C. Whitaker [Argued]\nUnited States Department of Justice, Civil Division\n950 Pennsylvania Avenue, N.W.\nWashington, DC 20530\n                    Counsel for Amicus Appellant\n\nStephen S. Asay\nJeetander T. Dulani\nThomas C. Hill       [Argued]\nPillsbury, Winthrop, Shaw & Pittman\n1200 17th Street, N.W.\nWashington, DC 20036\n\nBrian R. Tipton, Esquire\nFlorio Perrucci Steinhardt & Fader\n235 Broubalow Way\nPhillipsburg, NJ 08865\n              Counsel for Appellee\n\n\n\n\n                              2\n\f                        OPINION\n\n\nROTH, Circuit Judge:\n\n        Customs Fraud Investigations, LLC (CFI), the relator\nin this qui tam action, appeals the District Court’s dismissal\nof its complaint with prejudice and the court’s denial of CFI’s\nsubsequent motion for leave to amend its complaint. We hold\nthat the District Court erred in denying CFI’s motion to\namend its complaint on futility grounds. Consequently, we\nwill vacate that order and remand this case for further\nproceedings.\n\n                              I.\n\n        Victaulic Co., the defendant in the District Court and\nthe appellee in this matter, is a Delaware corporation with its\nheadquarters in Easton, Pennsylvania.         It is a global\nmanufacturer and distributor of pipe fittings. CFI, a limited\nliability company based in Maryland, is made up of former\ninsiders from the pipe fitting industry. According to CFI,\nalthough none of its employees worked for Victaulic, CFI’s\nprincipals have worked on numerous trade investigations\ninvolving pipe and tube products and have provided direct\nsupport to senior officials at the U.S. International Trade\nCommission and the U.S. Department of Commerce on issues\nin the industry.\n\n\n\n\n                              3\n\f       To better understand CFI’s allegations, it is helpful to\nexplain the regulatory environment in which Victaulic\noperates. Pipe fittings, such as those Victaulic manufactures,\nare the subject of specific, non-discretionary import\nregulations set forth in the Tariff Act of 1930.1 Pipe fittings\nmust, with limited exceptions, be marked with the English\nname of the country of origin by means of one of five\nmethods.2 Only if it is technically or commercially infeasible\nto mark an article by one of the five enumerated methods may\na pipe fitting be marked in another manner. Under no\ncircumstances may an article of foreign origin be completely\nunmarked.3 If an importer releases unmarked or improperly\nmarked goods into the stream of commerce in the United\nStates, the importer owes a duty of 10 per centum ad valorem\non the improperly marked goods.4 This duty, known as a\n“marking duty,” is deemed to have accrued at the time of\nimportation and must be paid in addition to any other duty\nimposed by law.5\n\n       This is not to say, however, that an importer may bring\nimproperly marked goods into the United States merely by\npaying a marking duty. Instead, if improperly marked goods\nare imported and discovered by customs officials, an importer\nhas three options: (1) re-export the goods, (2) destroy them,\nor (3) mark them appropriately so that they may be released\nfrom the custody of the United States for sale in the domestic\n\n1\n  19 U.S.C. § 1304(c).\n2\n  Id. § 1304(c)(1).\n3\n  Id. § 1304(c)(2).\n4\n  19 U.S.C. § 1304(i).\n5\n  Id.\n\n\n\n\n                              4\n\fmarket.6 Customs officials at United States ports of entry are\nunable to inspect every import; they rely primarily on the\nimporters themselves to self-report any duties owed and any\ngoods that are unmarked or improperly marked. In those\ninstances where improperly marked goods enter the stream of\ncommerce in the United States, the marking duty is due,\nretroactive to the time of importation.7 Imposition of the duty\nis non-discretionary since, by statute, such duties “shall not be\nremitted wholly or in part nor shall payment thereof be\navoidable for any cause.”8 In setting forth this regulatory\nscheme, Congress specifically noted that marking duties\n“shall not be construed to be penal” and are to be considered\nsimilar to any other customs duty owed.9\n\n        The gravamen of CFI’s allegations is that Victaulic\nhas, over the past decade, imported millions of pounds of\nimproperly marked pipe fittings without disclosing that the\nfittings are improperly marked. Since this improper marking\nwas not discovered by customs officials, Victaulic avoided\npaying marking duties on these fittings. As support for its\nclaims, CFI’s complaint alleged that Victaulic imported\napproximately 83 million pounds of fittings from overseas\nbetween 2003 and 2013 and a miniscule fraction of\nVictaulic’s pipe fittings for sale in the U.S. bear any\nindication of their foreign origin, with an even smaller\npercentage bearing country of origin markings compliant with\nthe applicable statute. According to the complaint, “Victaulic\n\n6\n  Id.\n7\n  Id.\n8\n  Id.\n9\n  Id.\n\n\n\n\n                               5\n\fis able to successfully (albeit unlawfully) import its unmarked\npipe fittings into the United States by knowingly failing to\npay or disclose to the CBP [Bureau of Customs and Border\nProtection] the marking duties the company owes . . . by,\namong other things, falsifying its entry documents and\notherwise concealing the foreign source of its pipe fittings\nsuch that CBP will not detect the company’s fraud.”\n\n       These actions, according to CFI, give rise to the\npresent qui tam action under the so-called “reverse false\nclaims” provision in the False Claims Act (FCA).10\nTypically, a claim under the FCA alleges that a person or\ncompany submitted a bill to the government for work that\nwas not performed or was performed improperly, resulting in\nan undeserved payment flowing to that person or company.\nThe FCA was enacted as a reaction to rampant fraud and\nprice gouging by merchants supplying the Union army during\nthe Civil War.11 In this case, by contrast, the allegation is not\nthat Victaulic is obtaining monies from the government to\nwhich it is not entitled, but rather that it is retaining money it\nshould have paid the government in the form of marking\nduties. Wrongful retention cases such as these are known as\n“reverse false claims” actions.\n\n       CFI filed its initial complaint, under seal, on May 30,\n2013, in the United States District Court for the Eastern\nDistrict of Pennsylvania. On August 7, the United States\n\n10\n   31 U.S.C. § 3729(a)(1)(G). This section was formerly\ncodified at 31 U.S.C. § 3729(a)(7).\n11\n   See United States ex rel. Springfield Terminal Ry. Co. v.\nQuinn, </pre><span class=\"citation\" data-id=\"661450\"><a href=\"/opinion/661450/united-states-of-america-ex-rel-springfield-terminal-railway-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">645</span></a></span><pre class=\"inline\">, 649 (D.C. Cir. 1994).\n\n\n\n\n                                6\n\fdeclined to intervene in the matter. After being served,\nVictaulic filed a motion to dismiss pursuant to Federal Rule\nof Civil Procedure 12(b)(1) and 12(b)(6). Victaulic contested\nthe District Court’s jurisdiction by contending that CFI’s\ncomplaint violated the FCA’s ban on suits based primarily on\npublicly available information.12 Victaulic alleged, in the\nalternative, that the complaint failed to present a plausible\nclaim because it was too conclusory. Discovery was stayed\npending the District Court’s decision on the motion to\ndismiss.\n\n       When the District Court held a hearing on Victaulic’s\nmotion, argument focused on Victaulic’s contentions that the\nFCA’s public disclosure bar was jurisdictional and that all of\nthe information in CFI’s complaint was publicly available. In\nits subsequent opinion, the District Court rejected these\narguments, holding that the FCA’s public disclosure bar was\nnot jurisdictional and, in any event, CFI’s complaint was not\nbased on publicly available information within the meaning\nof the FCA.\n\n       Then, turning to Victaulic’s alternative argument that\nthe claim was conclusory, the District Court held that CFI’s\ncomplaint did not state a claim on which relief could be\ngranted because it failed to cross the Twombly/Iqbal threshold\nfrom possible to plausible. In doing so, the District Court\nmentioned that it believed the FCA’s reverse false claims\nprovision did not cover failure to pay marking duties, but\ndeclined to rule on those grounds because the complaint was\nbased on legal conclusions unsupportable by the facts alleged.\n\n12\n     31 U.S.C. § 3730(e)(4)(A).\n\n\n\n\n                                  7\n\fThe District Court dismissed the complaint with prejudice,\nwithout any discussion of why CFI should not be afforded the\nopportunity to amend its complaint to solve any perceived\ndeficiencies.\n\n       CFI promptly moved for relief from judgment and for\nleave to amend its complaint, including a proposed First\nAmended Complaint (FAC) that contained substantially more\ndetailed factual allegations. While the contours of the claim\nremains the same in both complaints, the FAC includes\ndetails that address at least some of the concerns that the\nDistrict Court had expressed in its opinion. Of particular\nimport, the FAC details the rationale behind CFI’s\ninvestigation of Victaulic and discusses the methodology CFI\nused to develop its claims.\n\n       This investigation involved a multifaceted analysis\nbefore filing suit, consisting of two parts: (1) an analysis of\nshipping manifest data purporting to show that Victaulic\nimports the majority of its pipe fittings from overseas and (2)\na study of listings from the online auction site eBay for\nVictaulic products that CFI used as a proxy for the Victaulic\nproduct market. Out of the more than 200 listings for\nVictaulic pipe fittings CFI reviewed, there were virtually no\nproducts for sale that CFI considers properly marked. Based\non its analysis, CFI concluded that systematic fraud must be\noccurring, since the majority of Victaulic’s products are\nimported but virtually no products for sale on the secondary\nmarket are properly marked with the foreign country of origin\nmarkings required by law.\n\n       CFI bolstered the FAC by attaching an expert\ndeclaration stating that CFI’s analysis “provides\n\n\n\n\n                              8\n\f‘overwhelming evidence’ that Victaulic is not properly\nmarking its pipe fittings,” and attached actual examples of the\ndata on which CFI and its expert based their analyses.\nMoreover, the FAC included two allegations that did not\nappear in the original complaint: a statement from an\nunnamed witness who recalled a specific instance of\nobtaining improperly labeled Victaulic products, and a\nreference to a District Court hearing where, according to CFI,\nVictaulic showed a photograph of a pipe fitting to the court\nthat CFI contends was a prime example of improper marking.\n\n       The District Court denied CFI’s motions on two\ngrounds. First, it held that CFI unduly delayed its motion for\nleave to amend because it should have been on notice that the\nDistrict Court was considering dismissing the complaint\nbased on comments the court made at the motions hearing.\nSecond, the District Court held that the FAC was futile,\nstating explicitly that failure to pay marking duties could not,\nas a matter of law, give rise to a reverse false claims action\nbecause the duties were too attenuated and contingent to\nqualify as the types of obligations to pay money to the\ngovernment covered by the FCA. This appeal followed, in\nwhich the United States appears as amicus curiae, arguing\nthat the District Court’s interpretation of the FCA’s reverse\nfalse claims provision is incorrect and that marking duty\nobligations are covered by the FCA.13\n\n                              II.\n\n13\n  The United States expresses no opinion on whether CFI\nshould have been granted leave to amend its complaint or\nwhether the complaint states a claim.\n\n\n\n\n                               9\n\f        The District Court had jurisdiction over this matter\npursuant to 28 U.S.C. § 1331 and 31 U.S.C. § 3732. We have\njurisdiction over the District Court’s orders dismissing the\ncomplaint, denying relief from judgment, and denying CFI’s\nmotion for leave to amend pursuant to 28 U.S.C. § 1291. We\nreview a District Court’s judgment of dismissal pursuant to\nFederal Rule of Civil Procedure 12(b)(6) de novo.14 We\naccept all factual allegations in the complaint as true and\n“determine whether, under any reasonable reading of the\ncomplaint, the plaintiff may be entitled to relief.”15\n\n      We review a District Court’s denial of a Rule 59(e)\nmotion for relief from judgment for abuse of discretion\n(except for questions of law, which are subject to plenary\nreview).16 Similarly, we review a Rule 15 motion for leave to\namend a complaint for abuse of discretion, and if “a timely\nmotion to amend judgment is filed under Rule 59(e), the Rule\n15 and 59 inquiries turn on the same factors.”17 Under such a\nreview, we are cognizant of Rule 15’s admonition that leave\nto amend should be freely given “when justice so requires.”18\n\n\n\n\n14\n   Bronowicz v. Allegheny Cnty., </pre><span class=\"citation no-link\"><span class=\"volume\">804</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">338</span></span><pre class=\"inline\">, 344 (3d Cir.\n2015).\n15\n   Id. (quoting Powell v. Weiss, </pre><span class=\"citation no-link\"><span class=\"volume\">757</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">338</span></span><pre class=\"inline\">, 341 (3d Cir.\n2014)).\n16\n   Cureton v. Nat’l Collegiate Ath. Ass’n, </pre><span class=\"citation\" data-id=\"773525\"><a href=\"/opinion/773525/tai-kwan-cureton-leatrice-shaw-each-individually-and-on-behalf-of-all/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">267</span></a></span><pre class=\"inline\">, 272\n(3d Cir. 2001).\n17\n   Id.\n18\n   Fed. R. Civ. P. 15(a)(2).\n\n\n\n\n                             10\n\f“A district court would necessarily abuse its discretion if it\nbased its ruling on an erroneous view of the law . . ..”19\n\n                              III.\n\n       There are three instances when a court typically may\nexercise its discretion to deny a Rule 15(a) motion for leave\nto amend: when “(1) the moving party has demonstrated\nundue delay, bad faith or dilatory motives, (2) the amendment\nwould be futile, or (3) the amendment would prejudice the\nother party.”20 The District Court relied on two of those\ngrounds in denying CFI’s motion for leave to amend: undue\ndelay and futility. We will explain why CFI’s delay was not\nundue before turning to the merits of the FAC.\n\n                              A.\n\n        Generally, Rule 15 motions should be granted. In\nFoman v. Davis, the Supreme Court held that the fundamental\npurpose of Rule 15 is to allow a plaintiff “an opportunity to\ntest his claim on the merits,” and although “the grant or denial\nof an opportunity to amend is within the discretion of the\nDistrict Court,” that discretion is abused if it is exercised\n\n\n\n\n19\n   Highmark Inc. v. Allcare Health Mgmt. Sys., Inc., 134 S.\nCt. 1744, 1748 n.2 (2014) (quoting Cooter & Gell v.\nHartmarx Corp., </pre><span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">384</span></a></span><pre class=\"inline\">, 405 (1990)).\n20\n   U.S. ex rel. Schumann v. Astrazeneca Pharm. L.P., </pre><span class=\"citation no-link\"><span class=\"volume\">769</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">837</span></span><pre class=\"inline\">, 849 (3d Cir. 2014) (quoting Luke v. Arnold, </pre><span class=\"citation\" data-id=\"771106\"><a href=\"/opinion/771106/elizabeth-j-arnold-lake-justin-wilson-lake-husband-and-wife-v-frederick/\"><span class=\"volume\">232</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">360</span></a></span><pre class=\"inline\">, 373 (3d Cir. 2000)).\n\n\n\n\n                              11\n\fwithout giving the plaintiff sufficient opportunity to make her\ncase.21\n\n       At oral argument before us, counsel for CFI admitted\nthat CFI was “waiting to see what the court said” before filing\nits motion to amend its complaint because CFI had “thought\nthe court was going to deny the motion to dismiss.” The\nDistrict Court held that this tactic made CFI’s delay undue\nbecause CFI was “on notice of the defects in its complaint\nonce Victaulic moved for dismissal,” and CFI was notified\n“that the Court was considering a dismissal with prejudice,”\nbased on comments made from the bench during a hearing on\nVictaulic’s motion. The record, however, is not so clear.\n\n        First, the mere fact that a defendant files a motion to\ndismiss is not necessarily sufficient to put a plaintiff on notice\nthat the court will find his complaint to be deficient. One of\nthe consequences of the Supreme Court’s decisions in\nTwombly and Iqbal22 is a general increase in the number of\nmotions to dismiss filed against plaintiffs. As a result,\nplaintiffs are now twice as likely to face a motion to\ndismiss.23 It is highly unlikely that in the years since\nTwombly was decided, plaintiffs’ complaints are dramatically\n\n21\n   </pre><span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span><pre class=\"inline\">, 182 (1962).\n22\n   Twombly and Iqbal require a complaint to “state a claim to\nrelief that is plausible on its face,” Ashcroft v. Iqbal, </pre><span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">556</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">662</span></a></span><pre class=\"inline\">, 678 (2009) (quoting Bell Atl. Corp. v. Twombly, </pre><span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span><pre class=\"inline\">, 570 (2007)).\n23\n    Lonny Hoffman, Twombly and Iqbal’s Measure: An\nAssessment of the Federal Judicial Center’s Study of Motions\nto Dismiss, 6 F. Courts L. Rev. 1, 15 (2011).\n\n\n\n\n                               12\n\fworse or less meritorious. Rather, defendants now have\nincentive “to challenge the sufficiency of the plaintiff’s\ncomplaint more frequently.”24 More frequent motions to\ndismiss are not necessarily more meritorious motions to\ndismiss.\n\n       Second, in addition to arguing that CFI’s complaint did\nnot pass muster under the applicable pleading standards,\nVictaulic argued that the public disclosure bar in the FCA\ndeprived the District Court of jurisdiction over the case.\nMuch of the hearing on Victaulic’s motion to dismiss dealt\nwith the two relevant parts of that issue: whether the public\ndisclosure bar was jurisdictional and whether the information\non which CFI’s complaint is based was in the public domain\nwithin the meaning of the FCA. The District Court rejected\nVictaulic’s arguments, finding that the information on which\nCFI based its complaint was not in the public domain and\nholding that the public disclosure bar is not jurisdictional.\nHaving disposed of these two substantial issues, the District\nCourt then granted the motion to dismiss on the other ground\nraised by Victaulic: that the complaint was based on legal\nconclusions, not supported by fact.\n\n       CFI then moved to amend its complaint. In denying\nthe motion, the District Court opined that, based on comments\nfrom the bench, the court itself had put CFI on notice that its\ncomplaint would be dismissed with prejudice. We disagree.\nAs was pointed out at oral argument before us, judges at all\nlevels make statements and ask questions during hearings that\nmay not be a clear indication of the court’s views or how a\n\n24\n     Id.\n\n\n\n\n                              13\n\fcase will eventually be decided. To expect the plaintiff to\npick, from dozens of questions and statements over the course\nof a hearing, those questions that signal what the court will\nultimately decide is to expect too much.\n\n       Moreover, even though at the hearing the District\nCourt called the plaintiff’s complaint “bare bones” and\nimplied that the plaintiff might need to plead more facts,\nthose statements were not a ruling, a holding, or an\nexplanation of how the court intended to rule. We cannot see\nhow, on this record, CFI could have reasonably been expected\nto understand from the District Court’s comments that CFI\nwas in danger of having its entire suit dismissed with\nprejudice were it not to move to amend its complaint\nimmediately after argument, instead of immediately after the\ndecision came down.\n\n       This is not to say that a plaintiff will never be on\nnotice of potential deficiencies based on a motion to dismiss\nor comments from the bench. Nevertheless, in the context of\na typical Rule 12(b)(6) motion, a plaintiff is unlikely to know\nwhether his complaint is actually deficient—and in need of\nrevision—until after the District Court has ruled. Once CFI\nhad actual notice of the perceived deficiencies in its\ncomplaint, it promptly moved to file its first amended\ncomplaint.\n\n       Third, we have rarely upheld a dismissal with\nprejudice of a complaint when the plaintiff has been given no\nopportunity to amend. Victaulic attempts to sidestep this fact\nby arguing that the FAC is a de facto second amended\ncomplaint because the District Court considered additional\nevidence outside the original complaint at the hearing on\n\n\n\n\n                              14\n\fVictaulic’s motion. As a procedural matter, there is no basis\nfor this contention. The record is clear that CFI’s motion for\nleave to amend was CFI’s first attempt to file an amended\ncomplaint.\n\n        Moreover, at the outset of the hearing on Victaulic’s\nmotion to dismiss, the District Court noted that it had\nreceived “a lot of factual material from the plaintiff that goes\nbeyond the allegations of the complaint.” Since Victaulic’s\nmotion was filed pursuant to Rule 12(b)(1) as well as Rule\n12(b)(6), consideration of this information was proper, to a\npoint. When a Rule 12(b)(1) motion is evaluated as a “factual\nattack” on the Court’s subject matter jurisdiction, “the court\nmay consider evidence outside the pleadings” in evaluating\nthat attack.25 When a motion to dismiss implicates both Rule\n12(b)(6) and Rule 12(b)(1), outside evidence may be\nconsidered for Rule 12(b)(1) purposes but not for Rule\n12(b)(6) purposes.26\n\n       CFI’s counsel made this point at the hearing before the\nDistrict Court, stating that CFI had submitted additional\ninformation only for purposes of the Rule 12(b)(1) motion\nand that that evidence should not be considered for the Rule\n12(b)(6) motion. The District Court seems to have accepted\nthe point, noting that it believed the additional evidence\nwould help the court evaluate both parts of the motion, but\nacknowledging that the additional evidence was only\nsubmitted for the Rule 12(b)(1) motion. In its opinion,\n\n25\n   Gould Elecs. Inc. v. United States, </pre><span class=\"citation\" data-id=\"769632\"><a href=\"/opinion/769632/gould-electronics-inc-fka-gould-inc-american-premier-underwriters/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">169</span></a></span><pre class=\"inline\">, 176 (3d\nCir. 2000).\n26\n   Id. at 178.\n\n\n\n\n                              15\n\fhowever, the District Court noted that it was not considering\n“these additional facts in assessing the sufficiency of the\ncomplaint itself,” but that it would consider the facts “in\ndetermining . . . whether, having dismissed the original\ncomplaint, the Court should grant CFI leave to file an\namended complaint containing these additional factual\nallegations.” The District Court did not refer to any legal\nbasis for considering evidence outside the complaint in\ndetermining whether to dismiss a complaint with prejudice on\na 12(b)(6) motion. Moreover, the District Court did not have\na motion to amend pending before it when it issued its\nopinion, making any consideration of whether to grant such a\nmotion hypothetical at best.\n\n       In essence, by considering the evidence submitted on\nthe Rule 12(b)(1) motion when deciding a Rule 12(b)(6)\nmotion, the District Court converted Victaulic’s Rule 12(b)(6)\nmotion into a motion for summary judgment. The court could\nhave done so pursuant to Rule 12(d), under which\nconsideration of evidence submitted outside the complaint\nwould be proper. Rule 12(d) requires, however, that the\nparties “be given a reasonable opportunity to present all the\nmaterial that is pertinent to the motion.”27 The District Court\ndid not notify the parties that it was converting Victaulic’s\nRule 12(b)(6) motion to one for summary judgment under\nRule 12(d), and CFI was not given a reasonable opportunity\nto present more information.\n\n       In addition to these procedural irregularities, the\nDistrict Court abused its discretion in finding that CFI’s\n\n27\n     Fed. R. Civ. P. 12(d).\n\n\n\n\n                              16\n\fattempt to amend its complaint constituted undue delay. The\nDistrict Court held that “CFI is imposing an unwarranted\nburden on the Court by requiring the Court to waste judicial\nresources revisiting issues that could have been addressed\nearlier,” and that “the FAC rests almost entirely on\ninformation that was already before the Court or that CFI\ncould have presented to the Court prior to dismissal.”\n\n       The District Court relied on several cases28 to reach its\nconclusion. That reliance is, however, misplaced. It is true\nthat in Jang v. Boston Scientific Scimed, Inc., we noted that\nwe have “declined to reward a wait-and-see approach to\npleading.”29 In context, however, that statement was of no\npractical import, since in Jang we reversed the District\nCourt’s entry of judgment on the pleadings and remanded for\nfurther proceedings, explicitly noting that the plaintiff\nremained “free to file a new motion for leave to amend.”30\n       Similarly, in In re: Adams Golf, Inc. Securities\nLitigation, we reversed a District Court’s decision granting a\nRule 12(b)(6) motion in part, but affirmed the denial of a\nmotion for leave to amend based on futility and “undue\ndelay.”31 In that case, the District Court had already allowed\none Amended Complaint and found that the proposed Second\n\n28\n   See Jang v. Boston Scientific Scimed, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">729</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></span><pre class=\"inline\">,\n368 (3d Cir. 2013); In re: Adams Golf, Inc. Securities\nLitigation, </pre><span class=\"citation\" data-id=\"787514\"><a href=\"/opinion/787514/in-re-adams-golf-inc-securities-litigation-f-kenneth-shockley-md/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">267</span></a></span><pre class=\"inline\">, 280–81 (3d Cir. 2004); California\nPublic Employees’ Retirement System v. Chubb Corp.\n(CPERS), </pre><span class=\"citation\" data-id=\"788823\"><a href=\"/opinion/788823/california-public-employees-retirement-system-on-behalf-of-itself-and-all/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span><pre class=\"inline\">, 163 (3d Cir. 2004).\n29\n   729 F.3d at 368.\n30\n   Id.\n31\n   381 F.3d at 280–81.\n\n\n\n\n                              17\n\fAmended Complaint was futile since it did not contain new\nmaterial allegations.32 Also, in California Public Employees’\nRetirement System v. Chubb Corp. (CPERS), the case\ninvolved allegations of securities fraud subject to the Public\nSecurities Litigation Reform Act. The court affirmed the\ndenial of a motion for leave to amend after the district court\nhad previously allowed two amended complaints, denied both\nand given extensive guidance to the plaintiff as to the\ndeficiencies the district court saw with the amended\ncomplaints.33\n\n       Finally, the District Court relied upon Arthur v.\nMaersk, Inc.,34 as an example of our rejection of the “wait-\nand-see approach to pleading.” In Arthur, we held that a\ndelay of less than a year from the filing of an initial complaint\nto the filing of an amended complaint is rarely, if ever,\nsufficient to become undue.35 Here, the elapsed time from\nfiling of the initial complaint—which had to be filed under\nseal pursuant to the FCA and could not be served on the\ndefendant—to the amended complaint was approximately\nsixteen months. Under the circumstances, the lapse of time is\nnot “so excessive as to be presumptively unreasonable.”36\n\n\n\n\n32\n   Id. at 280; 280 n.12.\n33\n   394 F.3d at 163.\n34\n   434 F.3d at 204.\n35\n    Id. at 205 (citing Tefft v. Seward, </pre><span class=\"citation\" data-id=\"409263\"><a href=\"/opinion/409263/miles-tefft-v-james-seward-aka-jessie-seward/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">637</span></a></span><pre class=\"inline\">, 639–40\n(6th Cir. 1982) and Buder v. Merrill Lynch, Pierce, Fenner &\nSmith, Inc., </pre><span class=\"citation\" data-id=\"388409\"><a href=\"/opinion/388409/fed-sec-l-rep-p-97879-g-a-buder-iii-christy-l-buder-g-a-buder/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span><pre class=\"inline\">, 694 (8th Cir. 1981)).\n36\n   Id.\n\n\n\n\n                               18\n\f       In none of the cases the District Court relied upon did\nwe uphold a dismissal with prejudice where the plaintiff had\nbeen given no opportunity to amend its complaint and would\nnot be given an opportunity to amend in the future.\n\n        For the reasons stated above, we hold that the District\nCourt’s denial of the CFI’s motion for leave to amend was\nerror. Nevertheless, the District Court would have been\njustified in denying CFI’s motion if the FAC was itself futile,\nwhich was the alternative ground on which the District Court\nbased its opinion. We turn to that rationale next.\n\n                                B.\n\n       In rejecting CFI’s FAC as futile, the District Court\nheld that, as a matter of law, failure to pay marking duties\ncould not give rise to a reverse FCA claim and that CFI failed\nto meet the pleading requirements of Federal Rule of Civil\nProcedure 9(b). Both holdings were error. We will first\naddress why marking duties fall within the FCA’s reverse\nfalse claims provision before addressing the alleged\ndeficiencies in CFI’s FAC.\n                               1.\n\n       The reverse false claims provision of the FCA37 was\nrevised as part of the Fraud Enforcement and Recovery Act of\n2009 (FERA).38 Although many reforms were enacted as part\nof the FERA, Congress specifically enacted one portion in\n\n\n37\n     31 U.S.C. § 3729(a)(1)(G) (2009).\n38\n     Pub. L. No. 111-21, 123 Stat. 1617 (2009).\n\n\n\n\n                                19\n\fresponse to a perceived narrowing of the scope of the reverse\nfalse claims provision.\n\n        Prior to 2009, the reverse false claims provision\nprovided for a civil penalty for one who “knowingly makes,\nuses, or causes to be made or used, a false record or statement\nto conceal, avoid, or decrease an obligation to pay or transmit\nmoney or property to the Government.”39              The word\n“obligation” was not defined in the statute.40 The FERA\nmade two substantial changes. First, it added to the reverse\nfalse claims provision the phrase “or knowingly conceals or\nknowingly and improperly avoids or decreases an obligation\nto pay or transmit money or property to the Government”.41\nSecond, it defined an “obligation” as “an established duty,\nwhether or not fixed, arising from an express or implied\ncontractual, grantor-grantee, or licensor-licensee relationship,\nfrom a fee-based or similar relationship, from statute or\nregulation, or from the retention of any overpayment.”42\nThese two sections broadened the scope to which reverse\nfalse claims liability would attach.\n\n       The new definition was, in part, a reaction to the\ndecision in American Textile Manufacturers Institute, Inc. v.\nThe Limited, Inc. (ATMI), which held that the term\n“obligation” should be afforded “a different, and more\nlimited, meaning” than the meaning afforded the word\n“claim” in the FCA, and that reverse false claims liability\n\n39\n   31 U.S.C. § 3729(a)(7) (1994) (emphasis added).\n40\n   Id.\n41\n   31 U.S.C. § 3729(a)(1)(G) (2009).\n42\n   31 U.S.C. § 3729(b)(3) (2009).\n\n\n\n\n                              20\n\fshould be viewed more narrowly than general false claims\nliability.43 Specifically, the ATMI court limited reverse false\nclaims liability to those circumstances where “an obligation\nin the nature of those that gave rise to actions of debt at\ncommon law for money or things owed” would have arisen.44\n\n        The Senate Report on the FERA states that the new\ndefinition of “obligation” was intended to address “confusion\namong courts that have developed conflicting definitions.”45\nThe FERA rejected the reasoning in ATMI, with the Senate\nReport highlighting the definition’s express inclusion of\n“contingent, non-fixed obligations” that encompasses “the\nspectrum of possibilities from the fixed amount debt\nobligation,” typically at issue at common law, “to the instance\nwhere there is a relationship between the Government and a\nperson that results in the duty to pay the Government money,\nwhether or not the amount owed is yet fixed.”46 In effect, the\nFERA expressly rejected ATMI’s narrow interpretation of the\nFCA’s reverse false claims provision in favor of a more\nbroadly inclusive definition.\n\n       Of particular importance here, the Senate Report\ndiscussed “customs duties for mismarking country of origin,”\nand how such duties would be covered by the amended\nreverse false claims provision.47 The Report notes that an\n\n43\n   See </pre><span class=\"citation\" data-id=\"766036\"><a href=\"/opinion/766036/american-textile-manufacturers-institute-inc-v-the-limited-inc-tarrant/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">729</span></a></span><pre class=\"inline\">, 736 (6th Cir. 1999).\n44\n   Id. at 735 (quoting United States v. Q Int’l Courier, Inc.,\n</pre><span class=\"citation\" data-id=\"749360\"><a href=\"/opinion/749360/united-states-v-q-international-courier-inc-sued-as-quick-international/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">770</span></a></span><pre class=\"inline\">, 773 (8th Cir. 1997)).\n45\n   S. Rep. 111-10, at 14 (2009).\n46\n   Id. (internal quotation marks omitted).\n47\n   Id. at 14 n.10.\n\n\n\n\n                              21\n\fearly version of the FERA named marking duties explicitly in\nthe definition of “obligation” so as to leave no doubt about\nthe abrogation of ATMI, but the Senate considered the\nlanguage in the new definition so clear that “any such specific\nlanguage would be unnecessary,” since “customs duties\nclearly fall within the new definition of the term\n‘obligation.’”48 With this background in mind, we turn to the\nconduct at issue here.\n\n       At the outset, in reviewing the marking duty provision\nof the Tariff Act, the District Court held that “an importer\ndoes not owe marking duties upon importation of unmarked\nor mismarked merchandise.” While technically correct, this\nmakes too fine a distinction between the time at which an\nimporter must pay marking duties and the time at which such\nduties accrue. It is true, as Victaulic argues, that when\nmismarked or unmarked goods are in government custody the\nimporter may not simply pay marking duties to obtain the\nrelease of such goods.49 By statute, such goods must be\nproperly marked, re-exported, or destroyed under government\nsupervision.50   Yet, if such goods nevertheless escape\ndetection and are released into the United States, the ten\npercent ad valorem duty is deemed to “have accrued at the\ntime of importation” and is due and owing, without\nexception.51\n\n\n\n\n48\n   Id.\n49\n   See 19 U.S.C. § 1304(a), (c), (i).\n50\n   Id. § 1304(i).\n51\n   Id.\n\n\n\n\n                               22\n\f        This is precisely what CFI alleges Victaulic did in a\nsystematic way for years. Victaulic, according to CFI, knew\nits goods were not marked properly and, therefore, knew that\nthe imported pipe fittings should not have been released from\ngovernment custody. Had Victaulic informed the government\nof this state of affairs, the goods would not have been allowed\ninto the country. By staying silent, CFI alleges that Victaulic\nmade a choice—to pay the ten percent marking duty owed on\nits goods, if its scheme was discovered, instead of paying to\nhave the goods marked properly, re-exported, or destroyed.\nHence, in CFI’s view, Victaulic knowingly concealed\ninformation from the government by not informing customs\nofficials that the imported pipe fittings were not marked\nproperly. According to CFI, once the pipe fittings cleared\ncustoms, Victaulic knew it owed marking duties that accrued\non importation but did not pay them. This, in CFI’s view,\ngives rise to reverse false claims liability for the unpaid\nmarking duties.\n\n       The plain text of the FCA’s reverse claims provision is\nclear: any individual who “knowingly conceals or knowingly\nand improperly avoids or decreases an obligation to pay or\ntransmit money or property to the Government” may be\nsubject to liability.52 As alleged by CFI in the amended\ncomplaint, Victaulic declined to notify the Bureau of Customs\nand Border Protection of its pipe fittings’ non-conforming\nstatus. This failure to notify resulted in the pipe fittings being\nreleased into the stream of commerce in the United States\nand, consequently, marking duties being owed and not paid.\n\n\n52\n     31 U.S.C. § 3729(a)(1)(G) (emphasis added).\n\n\n\n\n                               23\n\f       The District Court held that this conduct is immaterial\nand cannot give rise to a reverse false claims liability. To\nreach this conclusion, the court followed the reasoning in\nATMI, but, as previously discussed, that reasoning has been\ncalled into doubt, if not entirely abrogated, by the FERA.\nPrior to the FERA, the “knowingly and improperly avoids or\ndecreases an obligation” language was absent from the\nFCA.53 In the pre-FERA FCA, a false statement or record\nwas a necessary element for reverse FCA liability to attach.54\nA false statement is no longer a required element, since the\npost-FERA FCA specifies that mere knowledge and\navoidance of an obligation is sufficient, without the\nsubmission of a false record, to give rise to liability.55\nConsequently, the District Court’s reliance on ATMI and\nATMI’s focus on the submission of a false record is\nmisplaced.\n\n      Indeed, the District Court’s lengthy discussion of\nwhether Victaulic filled out its customs forms in a proper\nmanner is ultimately of no import since, under the post-FERA\nFCA, Victaulic need not have made any express statement to\nthe government to give rise to reverse false claims liability.\nThe statute, 19 U.S.C. § 1484(a)(1), requires an importer to\nprovide “such information as is necessary to enable [CBP] to\ndetermine whether [its] merchandise may be released from\nthe custody of [CBP]” and to “enable [CBP] to properly\nassess duties on [imported] merchandise.” If Victaulic\n\n53\n   Compare id. with 31 U.S.C. § 3729(a)(7) (1994).\n54\n   See 31 U.S.C. § 3729(a)(7) (1994); see also ATMI, 190\nF.3d at 736.\n55\n   31 U.S.C. § 3729(a)(1)(G).\n\n\n\n\n                             24\n\fknowingly failed to disclose to CBP the fact that its goods\nwere unmarked or improperly marked despite its affirmative\nobligation to do so under § 1484(a)(1) and if such goods\nnevertheless escaped detection and were released into the\nUnited States, Victaulic would be liable under the FCA.\nThus, CFI need only prove that Victaulic knew its pipe\nfittings were improperly marked and did not notify the\nBureau of Customs and Border Protection, since to do so is to\nconceal information customs officials needed to know in\norder to determine whether to release Victaulic’s goods from\nits custody.56\n\n        From a policy perspective, the possibility of reverse\nfalse claims liability in such circumstances makes sense in the\ncontext of the larger import/export regulatory scheme created\nby Congress. Because of the government’s inability to\ninspect every shipment entering the United States, an\nimporter may have an incentive to decline to mention that its\ngoods are mismarked on the assumption that the mismarking\nwill not be discovered. In doing so, an importer avoids its\nobligation under 19 U.S.C. § 1484 to provide the government\nwith such information as is necessary to enable the Bureau of\nCustoms and Border Protection to determine whether the\nmerchandise may be released from government custody or\nwhether it must be properly marked, re-exported or destroyed\n\n56\n  Given that here, § 1484 requires importers to disclose to\nCBP that goods are improperly marked, we have no need to\naddress how, if at all, the FCA would apply in the absence of\nan affirmative obligation to disclose separate from the\nobligation to pay or transmit money or property to the\ngovernment.\n\n\n\n\n                              25\n\fpursuant to 19 U.S.C. § 1304(i). Moreover, if the importer\nbelieves the value of bringing unmarked or improperly\nmarked goods into the country exceeds the risk that the\ndeception will be discovered and the ten percent ad valorem\nduty will be owed, an importer may decline to mention that\nits goods are mismarked, since the chance that some goods\nwill be discovered as mismarked and that marking duties will\nbe owed would still result in a net gain to the company.\nReverse false claims liability changes that value proposition\nbecause a finding of deception carries the possibility of treble\ndamages.\n\n        The statutory text, legislative history, and policy\nrationale underlying the regulatory scheme all lead to one\nconclusion: reverse false claims liability may attach as a\nresult of avoiding marking duties. Consequently, the District\nCourt erred in holding otherwise.\n\n                                    2.\n\n        The District Court’s determination that CFI’s FAC\nfailed to meet the pleading requirements of Federal Rules of\nCivil Procedure 8(a)57 and 9(b)58 is also in error. At the\nmotion to dismiss stage, a court must “accept as true all of the\nallegations contained in a complaint,” make all reasonable\ninferences in favor of the plaintiff, and refrain from engaging\n\n57\n    Rule 8(a)(2) provides that a complaint must contain “a\nshort and plain statement of the claim . . ..”\n58\n    Rule 9(b) provides that in “alleging fraud . . ., a party must\nstate with particularity the circumstances constituting fraud . .\n..”\n\n\n\n\n                               26\n\fin any credibility determinations.59 In the FAC, CFI lays out\nin great detail each shipment of pipe-fittings Victaulic\nimported during the requisite time period, as well as the\nmethodology pursuant to which CFI concluded that these\nshipments consisted of improperly marked or unmarked\ngoods for which the marking duties were not paid. Given the\noperation of customs marking duties, CFI’s discovery of what\nit believes to be unmarked or improperly marked goods in the\nstream of commerce in the United States plausibly shows\nliability under the FCA.\n\n       This “discovery” by CFI must of course be based on a\nreliable methodology. The FAC details the process by which\nCFI came to its conclusions. After determining that a\n“significant majority”60 of Victaulic’s pipe fittings were\nimported from China and Poland, CFI reasoned that “one\nwould expect to see Victaulic pipe fittings sold in the United\nStates and manufactured in recent years bearing ‘Made in\nChina’ or ‘Made in Poland’ country-of-origin markings.”61 In\nthe FAC, CFI then describes how it “executed a unique study\nof the secondary market for Victaulic pipe fittings (CFI’s\n‘product study’), with the goal of objectively determining\nwhat percentage of Victaulic pipe fittings for sale in the\nUnited States have foreign country-of-origin markings.”62\n\n      CFI attached to the FAC a report by its expert,\nAbraham J. Wyner, Ph.D., a professor of Statistics at the\n\n59\n   See, e.g., Iqbal, 556 U.S. at 678.\n60\n   JA 311, 313.\n61\n   JA 304.\n62\n   Id.\n\n\n\n\n                               27\n\fUniversity of Pennsylvania’s Wharton School of Business.\nProfessor Wyner explained that because CFI did not “have\naccess to direct evidence that traces and tracks imported\nVictaulic pipe fittings in the U.S. supply chain,” “statistical\nmethods can be used to establish indirect evidence.”\nProfessor Wyner then “opines that the process chosen by CFI\nto survey the secondary market for Victaulic products ‘is\nstandard practice’ in this regard.”63\n\n        As set forth in the FAC, in setting up its survey, CFI\ndetermined that Victaulic sold pipe fittings through\ndistributors and directly to end-users64 and that a review of\nsuch sales is only possible through a review of after-market\nsales.65 Victaulic products are sold on secondary markets in\nthe United States, including on eBay which CFI determined\n“is an active and diverse secondary sales outlet for Victaulic\nproducts.”66 CFI then noted that a review of secondary sales\noutlets provided a much wider spectrum of total Victaulic\nsales in the country than a review of the sales of a particular\ndistributor. A secondary market sales review included\n“different channels of distribution, as well as a wider range of\ndates in which sales might have been made.”67\n\n       Professor Wyner concluded that “CFI’s findings are so\nstark that the only conclusion one can possibly reach is that\n\n\n63\n   JA 317.\n64\n   Id.\n65\n   JA 318.\n66\n   JA 317.\n67\n   JA 318.\n\n\n\n\n                              28\n\fVictaulic is not properly marking its imports.”68 At the\nmotion to dismiss stage, without the benefit of any discovery,\ntaking all facts as true, and making all reasonable inferences\nin favor of the plaintiff, we conclude that that showing is\nenough to allow this matter to proceed.\n\n        It is this study, however, that the dissent describes as\n“unsupported assumptions” and “numerical guesswork.” The\ndissent criticizes the numbers arrived at by CFI, for instance\nthat statistically less than 2% of the Victaulic pipe fittings in\nthe secondary market bore foreign country of origin\nmarkings.69 That finding of less than 2% is not, however,\nnecessary to demonstrate the plausibility that, since Victaulic\nis importing a “significant majority” of its pipefittings, some\napproximation of that number of Victaulic pipefittings with\nforeign country-of-origin markings would show up in the\nsecondary market.70 71\n\n68\n   JA 305 (emphasis added).\n69\n   JA 304\n70\n   JA 316.\n71\n   This result differs from that, for example, in Burgis v. New\nYork City Department of Sanitation, </pre><span class=\"citation no-link\"><span class=\"volume\">798</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></span><pre class=\"inline\"> (2d Cir.\n2015), in which plaintiffs alleged that the sanitation\ndepartment was discriminating against employees based on\nrace. The Second Circuit held that statistics could sufficiently\nallege discriminatory intent as long as they are of “a level that\nmakes other plausible non-discriminatory explanations very\nunlikely.” Id. at 69. The statistics there showed only that a\nmajority of employees at multiple levels of the sanitation\ndepartment were white, but showed nothing about “the\nqualifications of individuals in the applicant pool and of those\n\n\n\n\n                               29\n\f        The District Court was skeptical of the validity of\nCFI’s methods of determining whether Victaulic had\nimported unmarked goods. We, too, are skeptical. There is\nlittle evidence to show that CFI’s unusual procedure of\nreviewing eBay listings is an accurate proxy for the universe\nof Victaulic’s products available for sale in the United States.\nYet, such skepticism is misplaced at the Rule 12(b)(6) stage.\nFor the reasons stated above, we conclude that the variable\nbeing measured here, the existence of country of origin\nmarkings on Victaulic pipefittings, could support the results\nof CFI’s product study only if Victaulic was not properly\nmarking its imported pipefittings.\n\n       Turning then to Rule 9(b), we conclude that the FAC\nadequately meets the particularity requirements for alleging\nfraud. In the FCA context, a plaintiff “must provide\n‘particular details of a scheme to submit false claims [or\navoid obligations] paired with reliable indicia that lead to a\nstrong inference that claims were actually submitted [or\nobligations avoided].” 72 The FAC refers to voluminous\nrecords detailing the shipments at issue, when they entered\nthe country, the alleged problems with those shipments, and,\nby operation of law, when liability would have attached.\n\n\n\nhired for each position, or the number of openings at each\nlevel.” Id. at 70. Our case is not analogous because among\nother things we have a baseline here that was missing in\nBurgis—between 54% and 91% of the entirety of Victaulic\npipefittings should have foreign origin markings.\n72\n   Foglia v. Renal Ventures Mgmt., LLC, </pre><span class=\"citation no-link\"><span class=\"volume\">754</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">153</span></span><pre class=\"inline\">, 157-\n58 (3d Cir. 2014)\n\n\n\n\n                              30\n\f       Although CFI has not, as the dissent points out, alleged\n“which shipments, during which time periods, at which ports,\nwere supposedly unlawful,” in Foglia, we held that the facts\nwere sufficient to meet Rule 9(b)’s heightened pleading\nstandard where the plaintiff alleged that a dialysis center was\nnot actually using all of the medicine for which it was getting\nreimbursed by Medicare. “Accepting the factual assertions\nmade by Foglia as true,” we reasoned, we had “patient logs\nthat show that less [medicine] was used than would be\nrequired if it were used in the single use fashion”; Medicare’s\nreimbursement scheme presented “an opportunity for the sort\nof fraud alleged”; and only the defendant “ha[d] access to the\ndocuments that could easily prove the claim one way or\nanother.”73 Likewise, here, we accept CFI’s allegations, as\nwe must at this stage, that far more Victaulic pipe fittings on\nthe secondary market should have country-of-origin\nmarkings, that the way marking duties are assessed provides\nan opportunity for fraud, and that only Victaulic has access to\nthe documents that could prove or disprove CFI’s well-pled\nallegations.\n       We conclude that, at this pleading stage, nothing more\nis required to give Victaulic adequate notice of the claims\nraised against it.\n\n       In sum, failure to pay marking duties may give rise to\nreverse false claims liability. CFI’s FAC contains just\nenough reference to hard facts, combined with other\nallegations and an expert’s declaration, to allege a plausible\ncourse of conduct by Victaulic to which liability would\nattach. Thus, since CFI did not unduly delay its motion for\n\n73\n     Id. at 158.\n\n\n\n\n                              31\n\fleave to amend and the proposed amended pleading is not\nfutile, the District Court abused its discretion in denying\nCFI’s motion. We will therefore reverse and remand for\nfurther proceedings.\n\n                             C.\n\n       Although we hold that CFI has done just enough to\nallow this matter to proceed, we are aware of the great\nexpense and difficulty that may accompany False Claims Act\ndiscovery and the burden on defendants and their\nshareholders and investors of having unresolved allegations\nof fraudulent conduct in pending proceedings. Because of\nour awareness, we have looked to the recent amendments to\nthe Federal Rules of Civil Procedure; those rules provide\nsome guidance as to how excessive expense and difficulty\nmay be avoided and how discovery should proceed.\n\n        In December 2015, a series of amendments to the\nFederal Rules were enacted to improve a system of civil\nlitigation that “in many cases . . . has become too expensive,\ntime-consuming, and contentious, inhibiting effective access\nto the courts.”74 To counter these problems, the 2015\namendments placed a greater emphasis on judicial\ninvolvement in discovery and case management and\ncooperation among litigants’ counsel.75\n\n74\n   Chief Justice John Roberts, “2015 Year-End Report on the\nFederal Judiciary,” Dec. 31, 2015 (Roberts Report), at 4,\navailable at http://www.supremecourt.gov/publicinfo/year-\nend/2015year-endreport.pdf.\n75\n   Id. at 5.\n\n\n\n\n                             32\n\f       Rule 26, which governs discovery, was among the\nrules amended. Rule 26(b)(1) now includes a discussion of\nproportionality, stating\n\n          Parties may obtain discovery regarding any\n          nonprivileged matter that is relevant to any\n          party’s claim or defense and proportional to the\n          needs of the case, considering the importance of\n          the issues at stake in the action, the amount in\n          controversy, the parties’ relative access to\n          relevant information, the parties’ resources, the\n          importance of the discovery in resolving the\n          issues, and whether the burden or expense of\n          the proposed discovery outweighs its likely\n          benefit.\n\n       As Chief Justice Roberts wrote of these amendments,\n“[t]he key here is careful and realistic assessment of actual\nneed” that may “require the active involvement of a neutral\narbiter—the federal judge—to guide decisions respecting the\nscope of discovery.”76 The instant matter is a prime example\nof the need for such controlled discovery.\n\n       CFI alleges a massive, systematic effort by Victaulic to\navoid paying marking duties on any of its imports. Since\nVictaulic’s motion to dismiss was granted, there has been no\nanswer from the defendant as to whether any of CFI’s\nallegations are true. An answer could shed some light on\nthese allegations. Similarly, while CFI has identified millions\n\n76\n     Id. at 7.\n\n\n\n\n                                 33\n\fof pounds of imported pipe fittings that it alleges were\nmismarked, proportional discovery would counsel in favor of\nlimiting the scope of early discovery. It will be up to the\nDistrict Court and counsel to determine an appropriately\nlimited discovery plan, perhaps reviewing the documents and\nduties paid on a representative sample of the shipments\nidentified by CFI.\n\n        In any event, Chief Justice Roberts noted that\n“[j]udges must be willing to take on a stewardship role,\nmanaging their cases from the outset rather than allowing\nparties alone to dictate the scope of discovery and the pace of\nlitigation.”77 The instant matter will require the active\ninvolvement of the District Court, in conjunction with counsel\nand their clients, to limit the expense and burden of discovery\nwhile still providing enough information to allow CFI to test\nits claims on the merits.\n                                IV.\n\n       For the foregoing reasons, we will vacate the order of\nthe District Court denying CFI’s motions for relief from\njudgment and for leave to amend its complaint. We will\nremand this matter for further proceedings consistent with\nthis opinion.\n\n\n\n\n77\n     Id. at 10.\n\n\n\n\n                              34\n\fFUENTES, Circuit Judge, concurring in part, dissenting in\npart, and dissenting from the judgment.\n\n\n        Customs Fraud Investigations, LLC (“CFI”) brings this\naction under the False Claims Act, alleging a ten-year scheme\nto defraud the government on the basis of statistical evidence\nalone.1 That evidence consists almost entirely of non-random\nobservations gleaned from product advertisements on the\nwebsite of the online retailer eBay. Whereas Twombly and\nIqbal require plausible allegations of wrongdoing, CFI gives\nus unsupported assumptions and numerical guesswork.\nWhereas Rule 9(b) requires that fraud be alleged with\nparticularity, CFI gives us ten years of raw import data and\ninsists there is evidence of fraud in there, somewhere, while\ncompletely failing to identify which shipments, during which\ntime periods, at which ports were illegal. The mere\nsuggestion of fraud, which is all CFI has alleged, is not\nenough to state a plausible claim or to satisfy the heightened\n\n 1\n   It may be worth noting that CFI appears to be a legal entity\ncreated solely for the purpose of bringing this case. See\nVictaulic Br. at 4 (“CFI does not appear to have any function\nbeyond pursuing this case against Victaulic. CFI was formed\nin August 2012, which was the same time when CFI began its\n‘investigation’ of Victaulic’s activities.” (internal citation\nomitted)).\n The government has the right to intervene in order to\nprosecute a qui tam suit under the False Claims Act on its\nown behalf. See 31 U.S.C. § 3730(b)(4). The government\ndeclined to do so here. See J.A. 104, ECF No. 3.\n\n\n\n\n                              1\n\fpleading standards of Rule 9(b).\n\n        Faced with obvious deficiencies in CFI’s allegations,\nthe District Court granted the defendant’s motion to dismiss\nthe complaint—with prejudice—and then denied CFI’s\nmotion to reopen the judgment so that it could file an\namended complaint. I disagree with the majority’s decision to\nvacate the District Court’s dismissal and reinstate this case.\nWhen asserting a violation of the False Claims Act, a plaintiff\nmust state a plausible claim and allege fraud with\nparticularity. CFI has failed in both respects. I therefore\npartially dissent.2\n\n\nI.     The Proposed Amended Complaint Fails to Allege a\n       Plausible Claim\n\n      CFI’s eight-page, 35-paragraph complaint alleges that\nVictaulic, a manufacturer of iron and steel pipe fittings, has\nengaged in a decade-long scheme to defraud the government\nby mismarking its imported products. The District Court\ndismissed that complaint for failure to allege a plausible claim\n\n\n\n\n 2\n   I agree with the majority that the District Court erred by\nconcluding that the False Claims Act does not permit claims\non the basis of failure to pay marking duties. Accordingly, I\ndissent only in part.\n\n\n\n\n                               2\n\fwithin the meaning of Twombly and Iqbal.3 When CFI\nmoved to reopen the judgment, the District Court denied that\nmotion too—this time, not on plausibility grounds, but for\nreasons that included undue delay and CFI’s failure to satisfy\nRule 9(b)’s heightened standard for pleading fraud in its\nproposed amended complaint.4\n\n        Because this is an appeal from the District Court’s\nfinal order, we would ordinarily limit our review to issues\narising from CFI’s motion to reopen the judgment—i.e.,\nundue delay and the proper application of Rule 9(b). But the\nreal problems with the proposed amended complaint run\ndeeper. Since “[w]e exercise plenary review over a decision\ngranting a motion to dismiss[,] . . . ‘[w]e may affirm the\ndistrict court on any ground supported by the record.’”5 I\ntherefore think it’s worth exploring whether the proposed\namended complaint even raises a plausible allegation under\nthe False Claims Act, much less whether it makes those\nallegations with the requisite particularity.\n\n 3\n   United States ex rel. Customs Fraud Investigations, LLC v.\nVictaulic Co., No. 13-cv-2983 (MAM), </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">4375638</span></span><pre class=\"inline\">, at\n*13–16 (E.D. Pa. Sept. 4, 2014) (relying on Bell Atl. Corp. v.\nTwombly, </pre><span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span><pre class=\"inline\"> (2007), and Ashcroft v. Iqbal, </pre><span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">556</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span><pre class=\"inline\"> (2009)).\n 4\n   United States ex rel. Customs Fraud Investigations, LLC v.\nVictaulic Co., No. 13-cv-2983 (MAM), </pre><span class=\"citation no-link\"><span class=\"volume\">2015</span> <span class=\"reporter\">WL</span> <span class=\"page\">1608455</span></span><pre class=\"inline\">, at\n*8–10, 15–19 (E.D. Pa. Apr. 10, 2015).\n 5\n   Hildebrand v. Allegheny Cty., </pre><span class=\"citation no-link\"><span class=\"volume\">757</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">99</span></span><pre class=\"inline\">, 104 (3d Cir.\n2014) (quoting Tourscher v. McCullough, </pre><span class=\"citation\" data-id=\"765240\"><a href=\"/opinion/765240/mark-d-tourscher-v-martin-horn-secretary-of-the-pa-dept-of-corrections/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">236</span></a></span><pre class=\"inline\">, 240\n(3d Cir. 1999)).\n\n\n\n\n                              3\n\f        CFI says that before suing Victaulic it conducted a\n“complex and multifaceted analysis.”6 I am not willing to\ncredit this characterization. In my view, CFI’s investigation\ninto Victaulic’s imports is incapable of supporting the kinds\nof statistical inferences that CFI wants us to draw. To explain\nwhy, I begin by summarizing some basic principles of valid\nsurvey design. I then apply those principles to assess the\nplausibility of the allegations in CFI’s proposed amended\ncomplaint.\n\n        A.     The Fundamentals of Statistical Sampling\n\n       A valid statistical survey essentially has three steps: (i)\nidentify a population of interest, (ii) take a random sample\nfrom that population, and (iii) use the observations in the\nsample to draw inferences about the population as a whole.7\nWe see examples of this process every day in opinion polls.\nA survey firm will identify a population to study, draw a\nrandom sample from that population, and then, based on its\nobservations, make inferences about that population to a\ngreater or lesser degree of confidence based on the sample\nsize. These principles apply to all probabilistic surveys,\n\n 6\n     Proposed Am. Compl. (J.A. 302–33) ¶ 4.\n 7\n   See 1 Mod. Sci. Evidence § 5:14 (2015–2016 ed.) (“In\nsurveys that use probability sampling methods, a sampling\nframe (that is, an explicit list of units in the population) is\ncreated. Individual units then are selected by a kind of lottery\nprocedure, and measurements are made on the selected units,\nwhich constitute ‘the sample.’ The objective is to generalize\nfrom the sample to the population.”).\n\n\n\n\n                                4\n\fincluding the kind of survey that CFI conducted—or, at least,\nattempted to conduct—in this case.\n\n       There are a few critical features that are necessary for\nsuch a survey to be valid. First, it is important for the sample\nto be drawn from the correct population of interest. When a\nsurvey makes an error relating to “the specification of the\npopulation to be sampled . . . any estimates made on the basis\nof the sample data will be biased.”8 This makes sense. If\nthere are differences between the population being studied\nand the population actually sampled, the survey’s results will\nnecessarily be unreliable.\n\n        Second, a valid statistical sample must be drawn\nrandomly. Surveys rely on random sampling because “[t]he\nstatistics derived from observations or measurements of\nrandom samples permit one to estimate the parameters of the\npopulation.”9 Indeed, “random selection is the only selection\nmechanism . . . that automatically guarantees the absence of\nselection bias. That is because when we use random sampling\n\n 8\n   1 McCormick on Evid. § 208 (7th ed. updated through\n2016). To be a bit more technical, “[a] measurement\nprocedure is unbiased if it produces measures that are right on\naverage across repeated applications; that is, if we apply the\nsame measurement procedure to a large number of subjects,\nsometimes the measure will be too large and sometimes too\nsmall, but on average it will yield the right answer.” Lee\nEpstein & Gary King, The Rules of Inference, 69 U. Chi. L.\nRev. 1, 92 (2002).\n 9\n     1 McCormick on Evid. § 208.\n\n\n\n\n                               5\n\fwe are, by definition, assuring the absence of any association\nthat may exist between selection rules and the variables in our\nstudy.”10 In a nonrandom sample, by contrast, the selection\nrule “may inadvertently . . . introduce bias.”11\n\n       It is frequently the case that a random sample is either\nnot available or difficult to obtain. Survey methodologists\nand statisticians have developed numerous tools to address\nthis problem. What a researcher cannot do, however, is draw\na nonrandom “convenience sample” simply because the data\nis close at hand and then assume away all the statistical\nproblems that such a technique creates.12 Unfortunately, this\nis precisely what CFI did. In the words of Charles Seife, we\nare about to be “Fooled by the Numbers.”13\n\n         B.     Step One: The Review of Victaulic Import\n                Data\n         CFI claims that its president “personally spen[t] at least\n\n 10\n      Epstein & King, 69 U. Chi. L. Rev. at 110.\n 11\n      Id. at 111.\n 12\n    Such a sample “provides no rigorous assurance that the\nsample will represent the population of interest.” Ben K.\nGrunwald, Suboptimal Social Science and Judicial Precedent,\n161 U. Pa. L. Rev. 1409, 1424 (2013).\n 13\n     See Charles Seife, Proofiness: How You’re Being Fooled\nby the Numbers 8 (2010) (“[I]f you want to get people to\nbelieve something . . . just stick a number on it. Even the\nsilliest absurdities seem plausible the moment they are\nexpressed in numerical terms.”).\n\n\n\n\n                                 6\n\f700 hours” on its investigation,14 a figure that is fairly\nextraordinary on its own and only becomes more so once it\nbecomes clear what CFI actually did—and, more to the point,\ndid not do.\n\n       CFI’s first step was to estimate the proportion of\nVictaulic products imported from overseas in recent years.\nTo do so, it reviewed figures from a subscription service,\nZepol, that aggregates data from ships carrying imports into\nthe United States.15 CFI tells us that Zepol is an “expensive\nfee-based subscription service” with an annual cost of\n$5,995.16 It also says that the information in Zepol’s database\nis so unwieldy as to be comprehensible only by persons who\nhave “worked with customs import data over many years . . .\n[who can] understand what conclusions can properly be\ndrawn” from such data.17\n\n       CFI queried the database for the word “Victaulic” for\nthe nine-year period between 2003 and 2012.18 Its president\nthen “personally reviewed the narrative description for every\nimport entry and culled through line by line to eliminate items\nthat were not iron or steel pipe fittings.”19 We are told that\n\n 14\n      Proposed Am. Compl. ¶ 4.\n 15\n      Id. ¶ 23.\n 16\n      Id. ¶¶ 23–24.\n 17\n      Id. ¶ 25.\n 18\n      Id. ¶ 26.\n 19\n      Id. ¶ 28.\n\n\n\n\n                                 7\n\f“[o]nly upon completing the above multi-step process was\nCFI able to obtain a usable database from which Victaulic’s\nimports could then be segregated and tabulated by country\nand from which CFI could draw reliable conclusions.”20 In an\nera when Microsoft Excel or, indeed, any data management\nsoftware can filter data based on complex queries, it is\ncompletely unclear why this kind of line-by-line effort was\neven necessary.\n\n        At this point, CFI had constructed a dataset purporting\nto show all of Victaulic’s imports of pipe fittings into the\nUnited States. According to these figures, over the period\nfrom 2003 through 2012 Victaulic imported 83 million\npounds of pipe fittings from China and Poland (an average of\nabout 9.2 million pounds per year).21 Between 2010 and\n2012, this annual average climbed to 15.2 million pounds per\nyear.22\n\n       Of course, that figure is not helpful without some\nbaseline. Knowing this, CFI sought to convert Victaulic’s\nraw imports into a dollar figure, and then to compare that\ndollar figure against Victaulic’s total revenue. Unfortunately,\nthe Zepol database aggregates information about Victaulic’s\nimports across several, differently-priced product lines. CFI’s\napproach to solving this problem was, at best, extremely\nproblematic.\n\n\n 20\n      Id. ¶ 30.\n 21\n      Id. ¶ 31.\n 22\n      Id.\n\n\n\n\n                              8\n\f        CFI started by using Victaulic’s 2011 price list to\ncompile “a total of 147 separate price observations for 49\ndifferent products with three sizes each to arrive at an\nestimated per pound price of $36.40.”23 CFI admits that this\nfigure may not be reliable, however, because “[d]iscounts off\nprice lists . . . are very common in the pipe fittings industry.”24\nCFI therefore “assume[s] conservatively” that Victaulic’s\nimported pipe fittings were sold “at deeply discounted prices”\naveraging between $10 and $15 per pound.25 Using these\nfigures, CFI estimates that, during the period from 2010\nthrough 2012, Victaulic’s annual sales deriving from Chinese\nand Polish imports were somewhere between $152 million\nand $228 million per year.26\n\n        Next, CFI cites unnamed “[a]uthoritative independent\nsources” for the proposition that “Victaulic’s annual revenue\nis in the approximate range of $250–280 million.”27 It then\nuses these numbers to claim that pipe fittings imported from\nChina and Poland accounted for between 54% and 91% of\n\n\n\n 23\n      Id. ¶ 32.\n 24\n      Id. ¶ 37.\n 25\n      Id. ¶ 40.\n 26\n    The $152 million figure comes from multiplying 15.2\nmillion pounds by an average price of $10 per pound. The\n$228 million figure comes from multiplying 15.2 million\npounds by an average price of $15 per pound.\n 27\n      Proposed Am. Compl. ¶ 33.\n\n\n\n\n                                9\n\fVictaulic’s annual sales between 2010 and 2012.28\n\n        Drawing all inferences in CFI’s favor, I accept—at\nleast for the sake of argument—that foreign-made pipe\nfittings accounted for between 54% and 91% of Victaulic’s\nannual sales during the period from 2010 through 2012.29\nNotice, however, that nothing in the proposed amended\ncomplaint so far supports the plausible inference that\nVictaulic defrauded the government, much less that it did so\nover ten years. To support that allegation, CFI relies on its\nso-called “eBay investigation.” And that is where CFI’s\nclaims ultimately fail.\n\n\n\n 28\n     The 54% figure comes from dividing $152 million\n(Victaulic’s estimated annual sales from imports at a price of\n$10 per pound) by $280 million (the upper-bound of\nVictaulic’s annual sales). The 91% figure comes from\ndividing $228 million (Victaulic’s estimated annual sales\nfrom imports at a price of $15 per pound) by $250 million\n(the lower-bound of Victaulic’s annual sales).\n 29\n     When an appeal comes to us at the motion to dismiss\nstage, “we must accept all well-pled allegations in the\ncomplaint as true and draw all reasonable inferences in favor\nof the non-moving party.” Brown v. Card Serv. Ctr., </pre><span class=\"citation\" data-id=\"795819\"><a href=\"/opinion/795819/elizabeth-brown-on-behalf-of-herself-and-all-others-similarly-situated/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">450</span></a></span><pre class=\"inline\">, 452 (3d Cir. 2006). The tension here is that “all aspects\nof a complaint must rest on ‘well-pleaded factual allegations’\nand not ‘mere conclusory statements’”—and some of CFI’s\narithmetic seems awfully conclusory. Finkelman v. Nat’l\nFootball League, </pre><span class=\"citation no-link\"><span class=\"volume\">810</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></span><pre class=\"inline\">, 194 (3d Cir. 2016) (quoting\nIqbal, 556 U.S. at 678–79).\n\n\n\n\n                             10\n\f         C.    Step Two: The “eBay Investigation” and Its\n               Obvious Deficiencies\n        At this point in our narrative, CFI (i) believes that\nVictaulic is importing large quantities of foreign-made pipe\nfittings into the United States, and (ii) suspects that Victaulic\nis not properly marking those pipe fittings to reflect their\ncountries-of-origin. But how to prove those suspicions?\nCFI’s answer was to survey the online retailer eBay in an\nattempt to draw inferences about the broader U.S. market.\n\n       To that end, CFI’s president personally spent between\none and five hours per day over a period of six months\ncompiling eBay postings for Victaulic pipe fittings.30 CFI\nthen examined these postings to determine whether they\ncontained photographs of Victaulic products with visible\ncountry-of-origin marks.\n\n        What was the goal of this investigation? Well, recall\nthat CFI estimates that between 54% to 91% of Victaulic’s\npipe fittings were imported from China and Poland between\n2010 and 2012. According to CFI, we should therefore\nexpect to see “Made in China” or “Made in Poland” markings\non somewhere between 54% and 91% of all Victaulic pipe\nfittings for sale in the United States—and, by corollary, for\nsale on eBay.31\n\n       That hypothesis, however, assumes, with no basis in\nalleged fact, that secondhand postings on eBay are\n\n 30\n      Proposed Am. Compl. ¶ 65.\n 31\n      Id. ¶ 55.\n\n\n\n\n                               11\n\frepresentative of all Victaulic products for sale in the United\nStates. It also assumes, again with no basis in alleged fact,\nthat photographs in eBay postings (i) depict the very items\nbeing sold rather than stock images or photographs of other\ninventory, and (ii) depict those items in such a way that\nforeign country-of-origin markings would be clearly visible.\nBoth of these assumptions are questionable. First, Victaulic\nclaims that “[its] full product line is not available on eBay,”\nmeaning that “[r]esellers on eBay would only have access to\nsmall quantities of overstock and/or older, used, salvaged,\nstolen, or counterfeit products.”32 Second, CFI’s complaint\nalleges that U.S.-made products tend to command a higher\nprice than foreign-made products.33 Resellers on eBay\ntherefore may have a strong incentive to obscure foreign\ncountry-of-origin markings. We, of course, cannot credit a\ndefendant’s factual assertions at the motion to dismiss stage—\nbut doing so is different from recognizing that the plausibility\nof CFI’s allegations depends on multiple unsupported\nassumptions about how eBay actually functions.\n\n       What is fairly clear to this point is that CFI did not\nactually base its conclusions on a comprehensive analysis of\nVictaulic pipe fittings for sale on eBay. What CFI did instead\nwas to construct a subsample of a subsample of a subsample.\nFor example:\n\n\n\n\n 32\n      Victualic Br. at 39.\n 33\n      See Proposed Am. Compl. ¶¶ 11, 87.\n\n\n\n\n                              12\n\f                CFI began by searching eBay for\n                 “Victaulic” in the “new” subset of the\n                 “fittings” product category.       These\n                 searches “typically resulted in about 600\n                 active eBay listings daily.”34\n\n                In some postings, the word “Victaulic”\n                 appeared in the title, but it was clear that\n                 the posting was not actually for a\n                 Victaulic pipe fitting. These postings\n                 were excluded.35\n\n                Some postings were for “old stock.”\n                 These were excluded because CFI’s\n                 analysis “was intended to examine\n                 products of relatively recent manufacture\n                 (e.g., from 2005 to the present).” That\n                 2005 number is surprising because CFI’s\n                 earlier calculations focus on import\n                 figures for the period from 2010 to\n                 2012—to say nothing of the fact that CFI\n                 actually alleges a fraudulent scheme\n                 going back to 2003.\n\n\n\n\n34\n     Id. ¶ 65.\n35\n     Id. ¶ 66.\n\n\n\n\n                                  13\n\f                 At this point, 20% of postings “did not\n                  include actual photos of the products for\n                  sale.”36    These, too, were excluded.\n                  Eliminating listings without photos, of\n                  course, is the same thing as assuming\n                  that 100% of the pipe fittings advertised\n                  in those listings lacked foreign country-\n                  of-origin marks—an assumption that is\n                  itself deeply problematic.\n\n\n        After filtering the data this way, CFI identified 221\npostings for Victaulic pipe fittings that contained\nphotographs.       Of those 221 postings, 29 contained\nphotographs of products marked as being made in the United\nStates; three contained photographs of products with foreign\ncountry-of-origin marks; and 189 contained photographs\nwhere no country-of-origin marks were apparent.37 Of the\n189 postings in the third group, “there were approximately 40\nlistings that had limited or unclear photographs, such that it\nwould have been difficult to see country-of-origin\nmarkings.”38\n\n       CFI decided that it wanted more information about the\n40 listings with indeterminate photographs. Rather than\npurchase products from all 40 of them, however, CFI\n\n 36\n      Id. ¶ 67.\n 37\n      Id. ¶¶ 70, 72.\n 38\n      Id. ¶ 74.\n\n\n\n\n                                 14\n\fpurchased just ten to examine in person. CFI never says\nwhether these products were randomly chosen. Of these, it\nturned out that one was not a Victaulic product at all, four had\nno country-of-origin markings, four had U.S. country-of-\norigin markings, and one item “was packed with a U.S. origin\nlabel, but did not appear to have a permanent origin\nmarking.”39\n\n        If we assume (again, with no basis in alleged fact) that\nthe ten-product sample is representative of all products in the\ngroup of 40 postings with indeterminate photographs, then the\nresults of the eBay study looks like this:\n\n\n\n\n 39\n      Id. ¶ 75.\n\n\n\n\n                              15\n\f       Table 1: Results of CFI’s eBay Investigation\n\n                               Original\n        Victaulic Products              Extrapolations\n                                Tally\n      U.S. country-of-origin\n                                    29        45\n      markings\n      Foreign country-of-\n                                     3         3\n      origin markings\n      No country-of-origin\n                                    149       169\n      markings\n      Photographs unclear           40        ---\n      Not Victaulic products\n                                    ---        4\n      at all\n      Total Postings                221       221\n\n       This is the extent of the evidence of a decade-long\nscheme to defraud the government. CFI points to the\nextrapolated “fact” that 169 of the Victaulic products in its\n221-item sample—about 75% of the total—lack country-of-\norigin markings.40 Recall, too, that CFI asserts that at least\n54% of Victaulic products for sale on eBay should be stamped\n“made in China” or “made in Poland.” CFI therefore\n\n 40\n    CFI extrapolates that half of the products from the 40\npostings with unclear photographs must bear U.S. markings\nand half must bear no country-of-origin markings. Id. ¶ 77.\nThis seems to be an error. If we are going to use CFI’s bogus\nmethodology, we should at least follow its logic and conclude\nthat one-tenth of the 40 items at issue were not made by\nVictaulic.\n\n\n\n\n                               16\n\fcontends that “[t]he only reasonable conclusion that can be\ndrawn from [its] analysis is that Victaulic has unlawfully\nimported huge quantities of unmarked pipe fittings from its\nforeign manufacturing plants and has then sold those\nunmarked fittings in the U.S.”41\n\n\n       Based on the record before us, here is the entire logical\nchain supporting CFI’s allegations:\n\n                 Step one: Based on import data and\n                  information from unnamed sources, 54%\n                  to 91% of Victaulic’s annual sales\n                  between 2010 and 2012 derived from\n                  imports of pipe fittings from China and\n                  Poland.\n\n                 Step two: We should therefore expect\n                  that, in any representative sample of\n                  Victaulic’s products for sale in the U.S.\n                  market, 54% to 91% of items should bear\n                  country-of-origin markings from China\n                  and Poland.\n\n                 Step three:     Assume that Victaulic\n                  products available on eBay constitute a\n                  perfectly representative sample of\n                  Victaulic products for sale in the United\n                  States.\n\n\n 41\n      Id. ¶ 81.\n\n\n\n\n                                 17\n\f   Step four: Assume that photographs on\n    eBay are not stock images but rather\n    accurate depictions of the physical items\n    being sold.\n\n   Step five: Assume that a nonrandom\n    sample of 221 of Victaulic items for sale\n    on eBay is also perfectly representative\n    of Victaulic products sold in the United\n    States.\n\n   Step six: While 40 items out of this 221-\n    item      sample     contain      unclear\n    photographs, assume that we can rectify\n    that problem with a nonrandom sample\n    of ten items, examined in person.\n\n   Step seven: Extrapolating from these\n    two nonrandom samples, we can\n    conclude that over 75% of Victaulic\n    products for sale on eBay lack country-\n    of-origin marks.\n\n   Step eight: Because we have assumed\n    that eBay is perfectly representative of\n    the U.S. market, we can conclude that\n    75% of all Victaulic products sold in the\n    United States must lack country-of-origin\n    marks as well.\n\n\n\n\n                   18\n\f               Step nine: Therefore, Victaulic has been\n                defrauding the United States government\n                of accrued marking duties since at least\n                2003.\n\n       This chain of inferences simply does not support a\nplausible allegation of fraud.\n\n       I turn first to the relevant legal standard. As we\nrecently explained in Finkelman v. National Football\nLeague,42 the essence of the Supreme Court’s plausibility test\nunder Twombly and Iqbal is that allegations merely consistent\nwith liability are not enough to survive a motion to dismiss.43\nWhen assessing whether a complaint raises sufficiently\nplausible allegations, the Supreme Court has instructed us to\n“draw on [our] judicial experience and common sense.”44\n\n       My common sense tells me that a plaintiff cannot\nplausibly allege a ten-year scheme to defraud the government\non the basis of 221 eBay postings. At most, the eBay study\n\n 42\n      </pre><span class=\"citation no-link\"><span class=\"volume\">810</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></span><pre class=\"inline\"> (3d Cir. 2016).\n 43\n    Id. at 201 (stating that the Twombly plaintiffs “looked\naround and saw conduct consistent with a conspiracy, but they\nsaw no facts that indicated more plausibly that a conspiracy\nactually existed”); see also Santiago v. Warminster Twp., </pre><span class=\"citation\" data-id=\"181046\"><a href=\"/opinion/181046/santiago-v-warminster-tp/\"><span class=\"volume\">629</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">121</span></a></span><pre class=\"inline\">, 133 (3d Cir. 2010) (“[P]ossibility’ is no longer the\ntouchstone for pleading sufficiency after Twombly and Iqbal.\nPlausibility is what matters.”).\n 44\n      Iqbal, 556 U.S. at 679.\n\n\n\n\n                                19\n\fprovides evidence consistent with fraud.45 It does not provide\nany evidence more plausibly suggesting that fraud actually\noccurred.\n\n        The first problem is that CFI surveyed the wrong\npopulation. It would have been perfectly acceptable for CFI\nto draw a random sample from eBay if it was trying to draw\ninferences about the larger universe of Victaulic products\nactually sold on eBay. The problem is that CFI wants to use\neBay as a proxy for the entire U.S. market for Victaulic pipe\nfittings. Unfortunately, CFI never sampled that larger\npopulation. CFI could have rectified this problem by making\nfactual allegations sufficient to support the plausible inference\nthat eBay serves as an appropriate proxy for the entire U.S.\nmarket, but the only allegations to that effect in the complaint\nare entirely conclusory.46 This is unsurprising, since there is\n\n 45\n    I say “evidence consistent with fraud” because, of course,\nCFI could have run the exact same flawed study, with the\nsame faulty criteria, and come up with a sample of 221 eBay\npostings in which a large proportion of postings did depict\nforeign country-of-origin markings. In this sense, the results\nof the eBay study are “more consistent” with fraud than the\nalternative. But this is different from concluding that the\neBay study actually allows us to draw any meaningful\ninferences about Victaulic’s behavior.\n 46\n    CFI claims that eBay is “a reliable evidentiary source.”\n(Proposed Am. Compl. ¶ 64.) But “we have been careful to\nnote that, even at the pleading stage, ‘we need not accept as\ntrue unsupported conclusions and unwarranted inferences.’”\nFinkelman, 810 F.3d at 202 (quoting Maio v. Aetna, Inc., </pre><span class=\"citation\" data-id=\"769760\"><a href=\"/opinion/769760/joseph-maio-jo-ann-maio-and-gary-bender-on-behalf-of-themselves-and-all/\"><span class=\"volume\">221</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span><pre class=\"inline\">, 500 (3d Cir. 2000)). Asserting that eBay is a\n\n\n\n\n                               20\n\fno reason to believe that eBay—an e-commerce platform that\nsells everything from clothing to electronics to collectible\ncoins, sometimes via auction and sometimes via direct person-\nto-person transactions—looks or functions anything like the\nbroader market for iron and steel pipe fittings.\n\n        This brings us to the second problem with the eBay\nstudy—the fact that CFI did not take a random sample at all.\nThus, even if we were to treat eBay as a viable stand-in for\nthe U.S. market, the eBay study is still fatally flawed because\nCFI did not take a random sample of Victaulic products for\nsale on eBay. Instead, it spent weeks building its own curated\nsubset of 221 postings, all the while applying any number of\ncriteria (including the requirement that postings contain\nphotographs) likely to skew its results. This is to say nothing\nof the fact that CFI’s actual conclusions involve additional\nextrapolations based on the ten Victaulic products that CFI\nexamined in person. CFI constructed a convenience sample,\nnot a random one, and such a sample “provides no rigorous\nassurance that the sample will represent the population of\ninterest.”47\n\n         The District Court raised these very objections when it\n\n\n\n\n“reliable evidentiary source” from which to draw conclusions\nabout the broader U.S. market is exactly the kind of\n“unsupported conclusion” we have traditionally rejected.\n 47\n      Grunwald, 161 U. Pa. L. Rev. at 1424.\n\n\n\n\n                               21\n\fdismissed CFI’s first complaint.48 In an effort to respond to\nthese concerns, CFI hired Dr. Abraham J. Wyner, Director of\nthe Undergraduate Program in Statistics at the University of\nPennsylvania’s Wharton School, to write a declaration that it\nattached as an exhibit to the proposed amended complaint.\nUnfortunately, Dr. Wyner fails to articulate any independent\njustifications for CFI’s methodology. Instead, his declaration\nrests entirely on CFI’s own conclusory assumptions about\neBay. Here is the key language:\n\n\n\n\n 48\n     Customs Fraud Investigations, LLC, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">4375638</span></span><pre class=\"inline\">,\nat *15 (“Even if the Court accepts CFI’s assertion that eBay\nlistings constitute a reasonable representative sample of the\nsecondary sale market for pipe fittings in the United States, or\nthat an examination of 221 advertisements from eighty-one\nsellers over a six-month period could provide data from which\nto draw accurate wider conclusions about millions of pounds\nof product imported over a decade, and even assuming that\nCFI has accurately identified, dated, and examined every\nVictaulic pipe fitting on eBay, CFI has alleged no facts to\nshow that any of the unmarked pipe fittings on eBay are not,\nin fact, U.S.-made.”).\n\n\n\n\n                              22\n\f         My analysis is based on . . . very reasonable and\n         quite conservative assumptions . . . . I will\n         assume that the slice of the secondary market\n         for Victaulic pipe fittings represented by eBay\n         contains a proportion of imported products at\n         least approximately similar to the proportion of\n         imported products among all U.S. sales and that\n         any significant deviation is caused only by\n         chance.49\n       The sleight of hand here is to assert, without any basis\nin alleged fact, that it is “very reasonable” to assume that the\nuniverse of products being sold on eBay somehow mirrors the\nentire U.S. market. Indeed, the entire rhetorical gambit of the\nWyner declaration is to repeat CFI’s conclusory allegations\nback to the reader in more technical-sounding terms. A few\nexamples illustrate the point.\n\n       First, Dr. Wyner recognizes that the findings from the\neBay investigation “could be skewed” if eBay were not\nrepresentative of the U.S. market, but he says that these fears\nare “contrary to [CFI’s] actual observations of eBay as a\ndiverse sales outlet with a representative national cross-\nsection of Victaulic pipe fittings, including geographically\nand by supplier and product variety.”50 This conclusory\nlanguage is lifted directly from the proposed amended\n\n\n\n\n 49\n      J.A. 359–60 ¶¶ 11–12 (emphasis added).\n 50\n      Id. at 360–61 ¶ 13.\n\n\n\n\n                                23\n\fcomplaint.51\n\n       Second, Dr. Wyner acknowledges that the validity of\nthe eBay study depends on the accuracy of photographs in\neBay postings, but he downplays that concern because\n“[a]ccording to [CFI] . . . the vast majority of relevant listings\nhad pictures and the vast majority of these pictures provided\nviews of the Victaulic product such that a country-of-origin\nmarking would have been visible had it existed.”52 In other\nwords: the eBay study is accurate because CFI says it is.\n\n       Third, while Victaulic warns that “eBay sellers may\nhave concealed import markings,” Dr. Wyner tells us that\n“[t]his is inconsistent with the evidence provided by [CFI]\nthat only 40 of the 221 items had incomplete or unclear\nimages.”53 This mode of reasoning is exactly backwards. If\nthe results of a survey are biased, those same results cannot\nsupport the reliability of the survey design in the first\ninstance.\n\n       Accordingly, Dr. Wyner’s conclusion—that “assuming\nthe validity of [his assumptions], [he] would be more than\n\n 51\n    See Proposed Am. Compl. ¶ 61 (“eBay is an active and\ndiverse secondary sales outlet for Victaulic products.”); id. ¶\n64 (“The eBay listings identified included a representative\nnational cross-section of Victaulic iron and steel pipe fittings,\nincluding, in most cases, product photos, making it a reliable\nevidentiary source.”).\n 52\n      J.A. 361 ¶ 15 (parentheticals omitted).\n 53\n      Id. at 363 ¶ 19.\n\n\n\n\n                                24\n\f99.9% confident that Victaulic is improperly marking a\nsignificant portion of its imports”—is profoundly\nmisleading.54 If I were to assume that the judges of the Third\nCircuit comprise an accurate cross-section of the U.S.\npopulation, I would then be able to conclude that a startlingly\nhigh proportion of the general public has a law degree. But of\ncourse, it would be frivolous to make that assumption in the\nfirst instance. Understood in context, Dr. Wyner’s declaration\nis little more than a reflection of CFI’s own unsupported\nassumptions about eBay, only dressed up in more persuasive-\nsounding statistical jargon. For this reason, his declaration\ncompletely fails to nudge CFI’s allegations across the\nplausibility threshold.\n\n        Stepping away from the specifics of CFI’s\ninvestigation, the significant issue in this case concerns how\nwe think about the plausibility standard when a complaint\nrests entirely on statistical evidence. In the mine run of cases,\nof course, Daubert and the Federal Rules of Evidence will\nfilter out unreliable statistical evidence in due course.55 But\nto my mind, we act contrary to Twombly and Iqbal when we\nrefuse to ask whether statistical evidence actually supports a\nplausible inference of wrongdoing at all, particularly when a\n\n 54\n      Id. at 360 ¶ 12.\n 55\n    See Kannankeril v. Terminix Int’l, Inc., </pre><span class=\"citation\" data-id=\"747742\"><a href=\"/opinion/747742/charles-kannankeril-mary-kannankeril-individually-and-as-next-friend-of/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">802</span></a></span><pre class=\"inline\">, 806\n(3d Cir.1997) (“Under the Federal Rules of Evidence, it is the\nrole of the trial judge to act as a ‘gatekeeper’ to ensure that\nany and all expert testimony or evidence is not only relevant,\nbut also reliable.” (citing Daubert v. Merrell Dow Pharms.,\nInc., </pre><span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span><pre class=\"inline\">, 589 (1993)).\n\n\n\n\n                               25\n\fcomplaint rests on statistical evidence alone. In the words of\none observer, “[s]tatistical studies are neither magic nor snake\noil, and the experts neither sorcerers nor (generally speaking)\ncharlatans. Rather, what legal actors need to do is treat\nstatistical studies critically.”56 Just so—even at the motion to\ndismiss stage.\n\n       A recent case from the Second Circuit illustrates this\npoint. In Burgis v. New York City Department of Sanitation,57\nthe plaintiffs alleged that officials had “discriminated against\nthem and others similarly situated on the basis of their race\nand/or national origin in the [Department of Sanitation’s]\npromotional practices.”58 In support of their Equal Protection\nclaim, they relied exclusively on statistical evidence. The\nSecond Circuit held for the first time that, in a case alleging\nemployment discrimination, “statistics alone may be\nsufficient” to get past the motion to dismiss stage.59\n\n        But the Second Circuit also stated that, “to show\ndiscriminatory intent . . . based on statistics alone, the\nstatistics must not only be statistically significant in the\n\n 56\n    Edward K. Cheng, Fighting Legal Innumeracy, 17 Green\nBag        2d    271,     275  (2014),     available   at\nhttp://www.greenbag.org/v17n3/v17n3_articles_cheng.pdf\n(last visited Aug. 26, 2016).\n 57\n   </pre><span class=\"citation no-link\"><span class=\"volume\">798</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></span><pre class=\"inline\"> (2d Cir. 2015), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1202</span></span><pre class=\"inline\">\n(2016).\n 58\n      Id. at 66.\n 59\n      Id. at 69.\n\n\n\n\n                              26\n\fmathematical sense, but they must also be of a level that\nmakes other plausible non-discriminatory explanations very\nunlikely.”60 The plaintiffs in Burgis “failed to allege statistics\nthat me[t] the standards articulated above,” in part because\ntheir evidence “show[ed] only the raw percentages of White,\nBlack, and Hispanic individuals at each employment level,\nwithout providing any detail as to the number of individuals at\neach level, the qualifications of individuals in the applicant\npool and of those hired for each position, or the number of\nopenings at each level.”61 In the Second Circuit’s view, this\nwas not enough to allege a viable claim.\n\n       Burgis demonstrates that numbers alone are not\nenough to get a litigant past the motion to dismiss stage.\nRather, a litigant’s statistical evidence must be reliable\nenough to raise a plausible inference of wrongdoing. Here, I\nbelieve that a basic facility with statistical concepts\ndemonstrate that the plaintiff’s eBay study supports no\nplausible inference at all—let alone one that surpasses the\nhigh bar to allege fraud.62\n\n       The ultimate lesson of Twombly and Iqbal is that a\nfederal lawsuit is not a mechanism to confirm a vague\nsuspicion that fraudulent conduct occurred. Sturdier factual\nallegations are necessary. The Twombly plaintiffs, observing\nparallel conduct in the marketspace, were awfully concerned\nabout an antitrust conspiracy. Finkelman himself observed\n\n 60\n      Id.\n 61\n      Id. at 70.\n 62\n      See discussion infra at pages 22–25.\n\n\n\n\n                                27\n\fhigher prices in the resale market for Super Bowl tickets and\nhad “a strong suspicion that [his] ticket[s] would have been\ncheaper if more tickets had been available for purchase by\nmembers of the general public.”63 CFI browses postings on\neBay and has a powerful inkling that Victaulic has been\nmismarking its products. In all these instances, what is\nlacking is either some first-person account indicating that\nunlawful conduct has actually occurred, or at the very least,\nsome other generalized allegation that raises a plausible\ninference of wrongdoing.\n\n      To be fair, there is one moment in the Proposed\nAmended Complaint when CFI tries to offer a first-person\naccount of fraudulent conduct. Here it is:\n\n         One witness, who has worked for many years in\n         the pipe and tube industry, recalls a customer\n         procuring Victaulic pipe fittings that the\n         company represented were 100% U.S.\n         manufactured. This witness observed that at the\n         bottom of one box of Victaulic inventory, a\n         packing list indicated that the products had\n         originated from Poland. None of the Victaulic\n         pipe fittings were marked with any foreign\n         country name, however.64\n       This is CFI’s best evidence: one unnamed witness in\nan unknown location who, one time, saw one box of Victaulic\npipe fittings that appeared to be mismarked. That single\n\n 63\n      Finkelman, 810 F.3d at 201.\n 64\n      Proposed Am. Compl. ¶ 83.\n\n\n\n\n                               28\n\fanecdote simply cannot be enough to support plausible\nallegations of a ten-year scheme to defraud the government.\nAccordingly, I would affirm the District Court’s denial of\nCFI’s motion to reopen the judgment on this alternative\nground.\n\nII.      The Proposed Amended Complaint Also Fails to\n         Satisfy Rule 9(b)\n\n       I would also conclude that the proposed amended\ncomplaint fails to comply with Rule 9(b). CFI’s pleadings\ncontain “voluminous records detailing the shipments at issue,\nwhen they entered the country, the alleged problems with\nthose shipments, and, by operation of law, when liability\nwould have attached.”65 In the majority’s view, “nothing\nmore is required to give Victaulic adequate notice of the\nclaims raised against it.”66 I respectfully disagree.\n\n       We start with the applicable law. Rule 9(b) requires\nthat “a party must state with particularity the circumstances\nconstituting fraud or mistake.”67 In Foglia v. Renal Ventures\nManagement, LLC,68 we explained that two approaches had\nemerged in the Courts of Appeals regarding how to comply\nwith Rule 9(b) in a False Claims Act suit. Under one\napproach, “a plaintiff must show ‘representative samples’ of\n\n 65\n      Majority Op. Typescript at 24–25.\n 66\n      Id. at 25.\n 67\n      Fed. R. Civ. P. 9(b).\n 68\n      </pre><span class=\"citation no-link\"><span class=\"volume\">754</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">153</span></span><pre class=\"inline\"> (3d Cir. 2014).\n\n\n\n\n                               29\n\fthe alleged fraudulent conduct, specifying the time, place, and\ncontent of the acts and the identity of the actors.”69 We\nadopted a second, more lenient approach, holding that “it is\nsufficient for a plaintiff to allege ‘particular details of a\nscheme to submit false claims paired with reliable indicia that\nlead to a strong inference that claims were actually\nsubmitted.’”70 We rejected the stricter alternative because, in\nour view, it would have required qui tam relators to offer a\nlevel of “detail at the pleading stage [that] would be ‘one\nsmall step shy of requiring production of actual\ndocumentation with the complaint, a level of proof not\ndemanded to win at trial and significantly more than any\nfederal pleading rule contemplates.’”71\n\n        Foglia itself was a “close case as to meeting the\nrequirements of Rule 9(b).”72 Still, we concluded that the\nplaintiff’s allegations were satisfactory because (i) they\n“suffice[d] to give [the defendant] notice of the charges\nagainst it, as is required by Rule 9(b),” and (ii) “only [the\ndefendant] ha[d] access to the documents that could easily\nprove the claim one way or another—the full billing records\nfrom the time under consideration.”73\n\n\n 69\n      Id. at 155.\n 70\n   Id. at 156 (quoting United States ex rel. Grubbs v.\nKanneganti, </pre><span class=\"citation\" data-id=\"65353\"><a href=\"/opinion/65353/us-ex-rel-grubbs-v-kanneganti/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span><pre class=\"inline\">, 190 (5th Cir. 2009)).\n 71\n      Id. (quoting Grubbs, 565 F.3d at 190).\n 72\n      Id. at 158.\n 73\n      Id. (punctuation modified).\n\n\n\n\n                                30\n\f       Our only precedential opinion to have applied Foglia\nin a subsequent False Claims Act case, United States ex rel.\nMoore & Co., P.A. v. Majestic Blue Fisheries, LLC,74 made it\nclear that Rule 9(b) still has sharper teeth than Rule 8. We\nsaid there that, under Rule 9(b), “[a] plaintiff alleging fraud\n[under the False Claims Act] must . . . support its allegations\n‘with all of the essential factual background that would\naccompany the first paragraph of any newspaper story—that\nis, the who, what, when, where and how of the events at\nissue.’”75 This is a greater level of detail than that associated\nwith mere notice pleading.\n\n       The proposed amended complaint does not satisfy\nthese standards. While it may be true that CFI’s complaint\nincludes “voluminous records detailing the shipments at\nissue,”76 it is important to keep in mind that these records\ndetail all of Victaulic’s imports from China and Poland over\nthe period from 2003 through 2012.77 Based on its flawed\neBay study, CFI insists that some unknown portion of those\nshipments must involve mismarked goods. But CFI fails\nentirely to tell us which shipments, during which time periods,\nat which ports, were supposedly unlawful. To suggest that\nthere must be fraud there—somewhere—cannot possibly be\n\n 74\n      </pre><span class=\"citation no-link\"><span class=\"volume\">812</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></span><pre class=\"inline\"> (3d Cir. 2016).\n 75\n    Id. at 307 (quoting In re Rockefeller Ctr. Props., Inc. Sec.\nLitig., </pre><span class=\"citation\" data-id=\"779915\"><a href=\"/opinion/779915/in-re-rockefeller-center-properties-inc-securities-litigation-charal/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span><pre class=\"inline\">, 217 (3d Cir. 2002)).\n 76\n      Majority Op. Typescript at 24–25.\n 77\n    A line-by-line printout of these imports takes up 36 pages\nof the record. See J.A. 154–89.\n\n\n\n\n                               31\n\fenough to satisfy Rule 9(b). Such an approach neither\nprovides us “with reliable indicia that lead to a strong\ninference that [false] claims were actually submitted,”78 nor\ntells us anything specific about “the who, what, when, where\nand how of the events at issue.’”79 It is, instead, a data dump\ncamouflaged as a set of particularized allegations.80\n\n      I would therefore affirm the District Court’s\ntermination of this case on this ground as well.\n\nIII.   Conclusion\n\n       The desirability of increasing or decreasing anti-fraud\nefforts through the mechanism of the False Claims Act is a\n\n\n\n 78\n    Foglia, 754 F.3d at 156 (internal quotation marks\nomitted).\n 79\n   Majestic Blue Fisheries, LLC, 812 F.3d at 307 (internal\nquotation marks omitted).\n 80\n     This becomes immediately apparent once we step away\nfrom the False Claims Act and consider Rule 9(b) more\ngenerally. We have held, for example, that a claim under the\nSecurities Act triggers Rule 9(b) when it “sound[s] in fraud.”\nIn re Suprema Specialties, Inc. Sec. Litig., </pre><span class=\"citation\" data-id=\"793356\"><a href=\"/opinion/793356/in-re-suprema-specialties-inc-securities-litigation-teachers-retirement/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">256</span></a></span><pre class=\"inline\">, 270\n(3d Cir. 2006). Would we conclude that a plaintiff alleges\nsecurities fraud with particularity by attaching ten years of\nprospectus statements and financial reports to a complaint and\ntelling us, “There must be some fraudulent statements in there\nsomewhere”? I highly doubt it.\n\n\n\n\n                              32\n\ftopic of heated debate.81 By highlighting the deficiencies in\nCFI’s allegations, I express no opinion on these matters,\nwhose resolution lies more properly with the executive and\nlegislative branches.\n\n       Even so, it is certainly within our province to enforce\nlegal standards as they presently exist. In my view, CFI\ncannot overcome the plausibility bar of Iqbal and Twombly\nbecause its flawed eBay study completely fails to raise a well-\nsupported inference of fraud. CFI cannot satisfy Rule 9(b)\nbecause it has failed to allege fraud with particularity. What’s\nmore, I also believe that the District Court was correct to deny\nCFI’s motion to reopen the judgment on the ground of undue\ndelay.82\n\n\n\n\n 81\n     See, e.g., Sean Elameto, Guarding the Guardians:\nAccountability in Qui Tam Litigation Under the Civil False\nClaims Act, 41 Pub. Cont. L.J. 813, 823 & nn. 77–80 (2012)\n(noting that Congress has recently considered bills that would\nrelax Rule 9(b) in the context of False Claim Act suits).\n 82\n     During the oral argument on Victaulic’s motion to\ndismiss, the District Court told CFI outright that its complaint\nwas deficient. See J.A. 195:5–13 (“[Y]ou needed something,\nsir, because your complaint is just too barebones. I mean,\nhonestly, I’ll listen to you, but, you know, if you state these,\neven if they’re facts, they’re conclusory kinds of facts that\nreally under Twombly and Iqbal really don’t carry the day.”\n(scrivener’s errors corrected)).\n\n\n\n\n                              33\n\f      I therefore respectfully dissent.\n\n\n\n\n  Despite this admonition, over seven months passed without\nCFI filing an amended complaint. Even then, after the\nDistrict Court granted Victaulic’s motion to dismiss, CFI let\nanother four weeks go by before filing a motion to reopen the\njudgment. And then, instead of offering new factual\nallegations, its proposed amended complaint was almost\nentirely an amalgamation of CFI’s original complaint and the\nallegations contained in its earlier witness declaration. The\nDistrict Court concluded—rightly—that CFI was engaging in\ndilatory tactics that independently merited denying CFI’s\nmotion to reopen the judgment.\n\n\n\n\n                              34\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/65353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106497/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112457/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/181046/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/388409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/409263/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/661450/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/747742/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/749360/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766036/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769632/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769760/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771106/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/773525/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/779915/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/787514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/788823/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793356/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795819/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2016-10-05T15:00:42.089236Z",
      "date_modified": "2016-10-05T15:10:39.748194Z",
      "date_filed": "2016-10-05",
      "date_filed_is_approximate": false,
      "slug": "customs-fraud-investigations-l-v-victaulic-co",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "Customs Fraud Investigations L v. Victaulic Co",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/4469171/customs-fraud-investigations-l-v-victaulic-co/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-10-05T15:00:42.081859Z",
  "date_modified": "2016-10-05T15:00:42.081896Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Customs Fraud Investigations L v. Victaulic Co",
  "case_name_full": "",
  "slug": "customs-fraud-investigations-l-v-victaulic-co",
  "docket_number": "15-2169",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}