{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/4487093/",
  "id": 4487093,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4319650/",
      "id": 4319650,
      "absolute_url": "/opinion/4319650/dinslage-v-city-and-county-of-san-francisco/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/4487093/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4096911/",
          "id": 4096911,
          "absolute_url": "/opinion/4319650/dinslage-v-city-and-county-of-san-francisco/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4319650/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-11-09T23:02:21.638182Z",
          "date_modified": "2017-04-16T06:55:23.889978Z",
          "type": "010combined",
          "sha1": "4fefe0826f1268d4b09ec320196ab99df639ffa8",
          "page_count": 22,
          "download_url": "http://www.courts.ca.gov/opinions/documents/A142365.PDF",
          "local_path": "pdf/2016/11/09/dinslage_v._city_and_county_of_san_francisco.pdf",
          "plain_text": "Filed 11/09/16\n                    CERTIFIED FOR PARTIAL PUBLICATION*\n\n             IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                            FIRST APPELLATE DISTRICT\n\n                                     DIVISION FIVE\n\n\n\n\nDAVID P. DINSLAGE,\n        Plaintiff and Appellant,\n                                                  A142365\nv.\nCITY AND COUNTY OF SAN                            (San Francisco County\nFRANCISCO et al.,                                 Super. Ct. No. CGC11512096)\n        Defendants and Respondents.\n\n\n        David P. Dinslage is a former employee of Recreation and Parks Department (the\nDepartment) of the City and County of San Francisco (the City). As part of a large-scale\nrestructuring of the Department‘s recreation programs, Dinslage‘s employment\nclassification was eliminated, and he was one of a large number of employees who were\nlaid off. Although he applied to be rehired in a newly created classification, he was not\noffered a position. He then retired from City employment.\n        Dinslage sued the Department, the City, and a number of the Department‘s\nmanagerial employees for age discrimination, retaliation, and harassment in violation of\nthe California Fair Employment and Housing Act (FEHA). (Gov. Code, § 12940,\nsubds. (a), (h), (j).)1 He claimed the Department had taken a number of adverse\nemployment actions against him based on his age. In addition, he claimed he had been\n\n\n\n*\n  Pursuant to California Rules of Court, rules 8.1105(b) and 8.1110, this opinion is\ncertified for publication with the exception of part II.\n1\n  All statutory references are to the Government Code.\n\n                                             1\n\fretaliated against and harassed because of his age and his opposition to Department\nactions that discriminated against people with disabilities.\n       Respondents, defendants below, moved for summary judgment on all of\nDinslage‘s causes of action. They claimed, with supporting evidence, that their actions\nwere taken for legitimate, nondiscriminatory reasons. Dinslage opposed the motion, but\nthe trial court agreed with respondents and granted them summary judgment on all counts\nof Dinslage‘s complaint.\n       Dinslage now appeals, contending there were triable issues of fact on his age\ndiscrimination and retaliation claims. In accordance with our standard of review, we\nhave examined the record de novo. In the unpublished portion of our opinion, we\nconclude the trial court did not err in granting summary judgment to respondents on\nDinslage‘s age discrimination claim.\n       In the published portion of our opinion, we hold the superior court properly\ngranted summary judgment on Dinslage‘s retaliation claim because he failed to make out\na prima facie case of retaliation. To prevail, Dinslage was required to show he suffered\nan adverse employment action because he had engaged in a ―protected activity.‖ We\nhold that Dinslage‘s opposition to Department policies and practices he viewed as\ndiscriminating against disabled members of the general public is not protected activity\nbecause his opposition was not directed at an unlawful employment practice. Thus,\nDinslage could not reasonably have believed the practices he opposed were prohibited by\nthe FEHA.\n                         FACTUAL AND PROCEDURAL BACKGROUND\n       Because this case comes to us after a grant of summary judgment, we take the\nfacts from the parties‘ separate statements of undisputed material facts and the evidence\nfiled in support of and opposition to the motion. (See Teselle v. McLoughlin (2009) 173\nCal.App.4th 156, 175.)\n       Dinslage’s Employment with the Department\n       Dinslage worked for the Department from June 1972 until his retirement in August\n2010. He was employed in the Department‘s recreation division, which provides a range\n\n\n                                              2\n\fof recreational programs and activities for people of all ages and abilities in the arts,\nsports and athletics, and leisure and community services.\n       Dinslage served initially as an assistant recreation director (classification 3280),\nworking at playgrounds providing sports and recreational activities for children and\nadults. In 1985, he was promoted to the position of 3284 recreation director, where he\noversaw recreational activities for the public, including children and adults with\ndisabilities. In approximately 1998, Dinslage became the coordinator of assistive\nservices, working almost exclusively on activities for children and adults with\ndisabilities. The main activities Dinslage organized were annual parties—a rock and roll\nparty, a Halloween party, a Thanksgiving luncheon, and a Christmas luncheon, as well as\nother small scale activities for people with disabilities.\n       Beginning in 2006, the Department began to consider relocating an event known\nas Jimmy‘s Old Car Picnic, a car show it had held in Golden Gate Park‘s Speedway\nMeadow since 1988. The car show‘s organizers donated proceeds from the show every\nyear to fund Department activities for persons with disabilities, including Dinslage‘s\nparties. The reason the Department considered relocation was growing concern in the\ncommunity and in the Department about the damage to the meadow caused by the event.\nDinslage participated in a meeting involving the Mayor‘s office and the Department‘s\nDirector of Operations, Dennis Kern, in which Dinslage and the car show‘s organizers\nopposed the Department‘s effort to change the location of the event. In February 2010,\nthe Recreation and Park Commission (the Commission) held a hearing regarding the\nfuture of the car show. Ultimately, the Commission voted to continue the car show at\nSpeedway Meadow after the organizers agreed to take certain mitigation measures.\n       The Department’s Decision to Focus on Inclusive Programs for the Disabled\n       In the years before 2010, the Department had concluded its existing activities were\nnot adequately meeting the needs of the disabled community, largely because the\nDepartment was not providing the disabled with sufficient access to the programs\navailable to the general public. The Department decided to change its focus from\nproviding separate, segregated programs to people with disabilities to ensuring all of the\n\n\n                                               3\n\fDepartment‘s programs were accessible. The Department changed Dinslage‘s title to\ninclusion coordinator, a position responsible for improving access for persons with\ndisabilities to all of the Department‘s recreational activities and programs. In 2009 and\n2010, the Department eliminated many of the special events Dinslage organized, as they\nwere segregated events.\n       In September 2009, the Department hired Ana Alvarez as superintendent of\ncitywide services. One of her primary responsibilities was to implement the restructuring\nof recreation services to focus more on inclusion. Dinslage disagreed with these\nprogrammatic changes, and together with other Department employees, he met with his\nsuperiors to express his disagreement. Dinslage‘s refusal to accept and implement the\nchanges was reflected in his final performance evaluation, which covered the period\nJuly 1, 2009 to August 14, 2010. Alvarez rated Dinslage as not meeting objectives in\nnearly all rating categories. She also gave him ―development needed‖ ratings in several\nperformance categories and an overall rating of three on a nine-point scale, a rating which\nmeant Dinslage ―[did] not meet Reporter‘s expectations for overall performance for this\nposition.‖\n       The Department’s Reorganization\n       Based on a 2004 assessment from an outside consultant, the Department decided\nto restructure its programs and create a new recreation model that would better reflect\nnational trends and best practices in providing appropriate recreation services to all\nmembers of the public. In 2007, the Department developed a reorganization plan. The\nplan concluded the Department‘s model for recreation service delivery was ―no longer\nfiscally sustainable.‖ It recommended that the Department ―focus on key recreation\nprograms‖ for which the Department could be the premier provider and ―consolidate\nrecreation staff at principal sites to enable the level of recreation service delivery required\nby our mission statement.‖\n       One factor driving the Department‘s reorganization was a City budget crisis that\nrequired the Department to cut costs for several consecutive years to meet certain\nbudgetary goals. For fiscal year 2010-2011, then-Mayor Gavin Newsom instructed the\n\n\n                                              4\n\fDepartment to contribute $12.4 million to help balance the City‘s budget. The\nDepartment developed a plan to raise $8.7 million in revenue and reduce expenditures by\n$3.7 million. In February 2010, the Department presented its new recreation model to the\nCommission as part of its budget proposal for fiscal year 2010/2011. The Commission\napproved the budget proposal and new model. The new model restructured recreation\ninto four citywide competencies: community services, sports and athletics, cultural arts,\nand leisure services, as well as making other changes to improve delivery of recreation\nservices.\n       As part of this restructuring, the Department discontinued two employee\nclassifications—3284 recreation director (Dinslage‘s position) and 3287 assistant\nrecreation supervisor. In their place, the Department established four new classifications,\nincluding 3286 recreation facility/program coordinator. The Department worked closely\nwith the City‘s Department of Human Resources (DHR) in creating the new positions\nand laying off employees in the eliminated positions.\n       Dinslage’s Layoff and Unsuccessful Application for Rehiring\n       In March 2010, the Department notified employees in the 3284 classification,\nincluding Dinslage, they would be laid off as of May 8, 2010. Approximately 148\nemployees were laid off from the 3284 and 3287 classifications. Dinslage and other\nemployees were encouraged to apply for various new positions, including 3283 recreation\nspecialist, 3286 recreation coordinator, 3279 recreation leader and 3289 recreation\nsupervisor.\n       In March 2010, Dinslage applied for a 3286 recreation coordinator position by\ncompleting an online written application and a position based test that had been\ndeveloped by DHR. After scoring the exam and reviewing the candidates‘ training and\nexperience, the Department ranked the qualified applicants, including Dinslage, on an\neligible list. The civil service certification rule was ―Rule of List,‖ meaning everyone on\nthe list could be considered for a position. DHR referred the eligible candidates to the\nDepartment which conducted a multi-step selection process for available positions.\n\n\n\n                                             5\n\f       Dinslage and 168 other candidates submitted timely supplemental applications.\nApproximately 107 candidates applied for program coordinator positions and 62,\nincluding Dinslage, applied for facility coordinator. Next, the Department invited all 169\napplicants to interview on June 24 and 25, 2010. These candidates were screened for a\nsecond interview.\n       Dinslage and over 100 other candidates advanced to the second round of\ninterviews. Three member panels consisting of managers from within the Department\ninterviewed all the candidates using a set of prepared interview questions. The\nDepartment‘s guidelines contained three scoring categories: (a) ―5 - Superior‖; (b) ―3 –\nSatisfactory‖ and (c) ―1 – Unsatisfactory.‖ Panelists asked candidates three basic\nquestions and scored candidates on each.\n       The panel that interviewed Dinslage consisted of Kern and managers Lorraine\nBanford and Chris Boettcher. Dinslage performed poorly in the interview. The panelists\nfound him negative and resentful. Boettcher said Dinslage ―dismissed the whole\nreorganization and the need for it.‖ Dinslage criticized the new recreation model and the\nchange in programming from an emphasis on adaptive recreation to inclusion.\nDinslage‘s responses suggested to the panelists that he would work against the goals of\nthe reorganization.\n       Each panelist independently scored Dinslage on each question and those scores\nwere averaged. Dinslage received mostly 2‘s and 3‘s with an overall average of 2.67,\nless than the satisfactory score of 3. Following the interviews, top managers of the four\nrecreation competencies met to discuss the remaining candidates. The only candidates\nconsidered were those who had received scores of 3 or above during the interview.\nDinslage was not selected for any of the 3286 recreation coordinator positions based on\nhis performance during the interview.\n       Dinslage retired from City employment effective August 29, 2010.\n       Dinslage’s Action\n       Dinslage filed his original Complaint on June 29, 2011, alleging causes of action\nagainst the City, Kern, Department General Manager Phil Ginsburg, and the Service\n\n\n                                             6\n\fEmployees International Union, Local 1021 (SEIU).2 He filed the SAC on July 13, 2012.\nAfter the trial court sustained a demurrer to one of Dinslage‘s causes of action, there\nremained two pleaded claims—one for age discrimination against the City and the\nDepartment (§ 12940, subd. (a)), and one for harassment based on age against defendants\nKern and Ginsburg (§ 12940, subd. (j)). The SAC also alleged retaliation, although it did\nnot set out these allegations in a separate cause of action.\n       On December 24, 2013, defendants moved for summary judgment on all of\nDinslage‘s claims. As to his age discrimination claim, they contended Dinslage could not\nestablish a prima facie case, and even if he could, the Department had legitimate,\nnondiscriminatory reasons for its actions. Defendants advanced three such reasons for\nthe alleged adverse employment actions against Dinslage: (1) the Department‘s changes\nto its programs and services for people with disabilities necessitated the elimination of\nthe events Dinslage organized; (2) budgetary constraints and reforms to reflect best\nrecreation practices required reductions in the Department‘s workforce; and (3)\nDinslage‘s outspoken opposition to the Department‘s new focus on inclusive programs\nfor the disabled raised concerns that he would not assist in implementing its new\nrecreation model.\n\n\n\n2\n  At some point following the Department‘s reorganization, the SEIU initiated a\ngrievance proceeding on behalf of all affected members in certain specified\nclassifications. Dinslage was among this group of employees. The SEIU maintained\nDinslage had been discriminated and retaliated against because of his opposition to the\nproposed elimination of the car show and his speaking in favor of Department employees\nwho were about to lose their jobs.\n        The record is unclear on the outcome of this grievance proceeding. The operative\nsecond amended complaint (SAC) alleges that the SEIU informed Dinslage that his\ngrievance had been processed, but failed to advise him about the results of the\nproceedings or possible remedies. It further alleges Kern and Ginsburg improperly\ninfluenced union representatives to terminate the grievance process. Dinslage‘s original\ncomplaint contained a cause of action against the SEIU for breach of duty of fair\nrepresentation, but that cause of action was omitted from the SAC, which does not list the\nSEIU as a defendant. Neither the outcome of the grievance nor the allegations against the\nSEIU are relevant to this appeal, and we will not discuss them further.\n\n                                              7\n\f       With regard to Dinslage‘s retaliation claim, defendants contended both that he\ncould not make out a prima facie case because he had not engaged in protected activity\nfor purposes of the FEHA and that it had legitimate, nondiscriminatory reasons for its\nactions. In particular, defendants argued Dinslage had never complained about any\ndiscrimination against himself or another employee prohibited by the FEHA. To the\nextent he had complained about discrimination at all, it concerned what Dinslage\nbelieved to be Department actions resulting in discrimination against members of the\ngeneral public.\n       On March 25, 2014, the court granted the defendants‘ motion in its entirety. The\ncourt entered judgment on May 15, 2014. Dinslage then filed this appeal.\n                                       DISCUSSION\n       Dinslage raises two arguments in his opening brief. First, he contends there are\ntriable issues of fact on his age discrimination claim. Second, he argues there is evidence\nthe Department retaliated against him for supporting and promoting the rights of the\ndisabled community. We will address these arguments after setting forth the relevant law\nand our standard of review.3\nI.     Governing Law and Standard of Review\n       ―Because of the similarity between state and federal employment discrimination\nlaws, California courts look to pertinent federal precedent when applying our own\nstatutes.‖ (Guz v. Bechtel National, Inc. (2000) 24 Cal.4th 317, 354 (Guz).) In\nemployment discrimination cases under the FEHA, California has adopted the three-stage\nburden-shifting test established by the United States Supreme Court to analyze disparate\n\n3\n  On review of a grant of summary judgment, we may disregard assertions or contentions\nnot raised in a properly headed argument. (Roberts v. Lomanto (2003) 112 Cal.App.4th\n1553, 1562; see Cal. Rules of Court, rule 8.204(a)(1)(B) [―Each brief must: . . . State each\npoint under a separate heading or subheading summarizing the point‖].) Thus,\n―[a]lthough we address the issues raised in the headings, we do not consider all of the\nloose and disparate arguments that are not clearly set out in a heading and supported by\nreasoned legal argument.‖ (Provost v. Regents of University of California (2011) 201\nCal.App.4th 1289, 1294.) To the extent Dinslage‘s opening brief contains arguments not\nset out under distinct headings, we decline to entertain them.\n\n                                             8\n\ftreatment claims of age discrimination. (Ibid., citing Texas Dept. of Community Affairs v.\nBurdine (1981) 450 U.S. 248 and McDonnell Douglas Corp. v. Green (1973) 411 U.S.\n792). At trial, this test initially requires a plaintiff to establish a prima facie case of\ndiscrimination. (Guz, supra, 24 Cal.4th at p. 354; Hersant v. Department of Social\nServices (1997) 57 Cal.App.4th 997, 1002 (Hersant).) The plaintiff must generally\nprovide evidence that: (1) he was a member of a protected class, (2) he was qualified for\nthe position he sought or was performing competently in the position he held, (3) he\nsuffered an adverse employment action, such as termination, demotion, or denial of an\navailable job, and (4) some other circumstance suggests discriminatory motive. (Guz,\nsupra, 24 Cal.4th at p. 355.)\n       If the plaintiff satisfies this prima facie burden at trial, a presumption of\ndiscrimination arises, and the defendant must put forth legitimate, nondiscriminatory\nreason for its actions. (Guz, supra, 24 Cal.4th at p. 355.) If the defendant does so, the\nplaintiff must then rebut these nondiscriminatory reasons with evidence of pretext.\n(Hersant, supra, 57 Cal.App.4th at pp. 1004-1005 [the employee ―must offer substantial\nevidence that the employer‘s stated nondiscriminatory reason for the adverse action was\nuntrue or pretextual, or evidence the employer acted with a discriminatory animus, or a\ncombination of the two, such that a reasonable trier of fact could conclude the employer\nengaged in intentional discrimination‖].) If the employer meets this burden, the\npresumption of discrimination disappears. (Guz, supra, 24 Cal.4th at p. 356.) The\nplaintiff may then attack the employer‘s proffered reasons as mere pretexts for\ndiscrimination or offer other evidence of discriminatory motive, but the ultimate burden\nof persuasion remains on the plaintiff. (Ibid.)\n       ―A defendant employer‘s motion for summary judgment slightly modifies the\norder of these showings. If, as here, the motion for summary judgment relies in whole or\nin part on a showing of nondiscriminatory reasons for the discharge, the employer\nsatisfies its burden as moving party if it presents evidence of such nondiscriminatory\nreasons that would permit a trier of fact to find, more likely than not, that they were the\nbasis for the termination. [Citations.] To defeat the motion, the employee then must\n\n\n                                                9\n\fadduce or point to evidence raising a triable issue, that would permit a trier of fact to find\nby a preponderance that intentional discrimination occurred. [Citations.] In determining\nwhether these burdens were met, we must view the evidence in the light most favorable\nto plaintiff, as the nonmoving party, liberally construing [his] evidence while strictly\nscrutinizing defendant‘s. [Citation.]‖ (Kelly v. Stamps.com Inc. (2005) 135 Cal.App.4th\n1088, 1097-1098.)\n       On appeal from a grant of summary judgment, we review the record de novo.\n(Guz, supra, 24 Cal.4th at p. 334.) ―[A]lthough we use a de novo standard of review\nhere, we do not transform into a trial court.‖ (Morgan v. Imperial Irrigation Dist. (2014)\n223 Cal.App.4th 892, 913.) ― ‗On review of a summary judgment, the appellant has the\nburden of showing error, even if he did not bear the burden in the trial court. [Citation.]\n. . . . As with an appeal from any judgment, it is the appellant‘s responsibility to\naffirmatively demonstrate error and, therefore, to point out the triable issues the appellant\nclaims are present by citation to the record and any supporting authority. In other words,\nreview is limited to issues which have been adequately raised and briefed.‖ [Citation.]‘\n[Citation.]‖ (Bains v. Moores (2009) 172 Cal.App.4th 445, 455.)\n       To meet this burden on an appeal from a grant of summary judgment, an appellant\nmust ―direct the court to evidence that supports his arguments.‖ (Hodjat v. State Farm\nMutual Automobile Ins. Co. (2012) 211 Cal.App.4th 1, 10 (Hodjat), italics added.)\n―Moreover, an appellant is required to not only cite to valid legal authority, but also\nexplain how it applies in his case. [Citation.] It is not the court‘s duty to attempt to\nresurrect an appellant‘s case or comb through the record for evidentiary items to create a\ndisputed issue of material fact.‖ (Ibid.) An appellant who fails to pinpoint the evidence\nin the record indicating the existence of triable issues of fact will be deemed to have\nwaived any claim the trial court erred in granting summary judgment. (Guthrey v. State\nof California (1998) 63 Cal.App.4th 1108, 1115-1116 (Guthrey).)\n\n\n\n\n                                              10\n\fII.    The Trial Court Properly Granted Summary Judgment on Dinslage’s Age\n       Discrimination Claim, Because Dinslage Failed to Rebut the Department’s\n       Showing of Legitimate, Nondiscriminatory Reasons for its Actions.\n       Dinslage contends there are disputed issues of fact regarding his age\ndiscrimination claim. His argument is not a model of clarity, but he appears to contend\nhis claim is viable because he is over 40 years of age and the decision not to rehire him\nhad an adverse effect on him. In addition, he asserts that discrimination may be inferred\nfrom evidence of threats against him, comments that he was targeted for elimination by\nthe Department, and the failure of the Department to observe proper layoff procedures.\n       A.     Dinslage Did Not Plead a Disparate Impact Claim.\n       Initially, Dinslage‘s argument confuses a discrimination claim based on disparate\ntreatment (which he alleged) and a discrimination claim based on disparate impact\n(which he did not).4 Since he did not plead a disparate impact claim in the trial court, he\nmay not rely on that theory in this court. (Johanson Transportation Service v. Rich Pik’ d\nRite, Inc. (1985) 164 Cal.App.3d 583, 588 [on appeal from grant of summary judgment,\n―possible theories not fully developed or factually presented to the trial court cannot\ncreate a ‗triable issue‘ on appeal‖].) Moreover, even if his pleadings could be construed\nto have raised a disparate impact claim, to support it ― ‗the plaintiff must offer statistical\nevidence of a kind and degree sufficient to show that the practice in question has caused\nthe exclusion of applicants for jobs or promotions because of their membership in a\nprotected group. . . .‘ [Citation.]‖ (Carter v. CB Richard Ellis, Inc. (2004) 122\nCal.App.4th 1313, 1323-1324.) Dinslage offered no such evidence.\n\n\n\n\n4\n  ―In general, there are two types of illegal discrimination. These are disparate treatment\nand disparate impact. Under the disparate treatment theory, . . . , an individual is\ndiscriminated against when the employer ‗treats some people less favorably than others\nbecause of their race, color, religion, sex or national origin.‘ [Citation.] [¶] In disparate\ntreatment cases, the plaintiff must prove the ultimate fact that the defendant engaged in\nintentional discrimination.‖ (Heard v. Lockheed Missiles & Space Co. (1996) 44\nCal.App.4th 1735, 1748.)\n\n                                              11\n\f       B.     Dinslage Failed to Produce Evidence Permitting an Inference of\n              Intentional Age Discrimination.\n       Turning to the claim Dinslage did plead, his opening brief fails to demonstrate the\ntrial court erred. (See Bains v. Moores, supra, 172 Cal.App.4th at p. 455.) His opening\nbrief contends ―there is ample evidence of threats by management of discontinuing and/or\nterminating [his] career employment, with commentaries traced to [Kern] on a consistent\nbasis that [Dinslage] was being targeted for elimination at [the Department].‖ To prevail\non this claim, however, it is not enough for Dinslage to show he was threatened with\ntermination or targeted for elimination. ―[E]mployers have the right to unfairly and\nharshly criticize their employees . . . and to threaten to terminate or demote the\nemployee.‖ (Thompson v. Tracor Flight Systems, Inc. (2001) 86 Cal.App.4th 1156,\n1171.) Instead, Dinslage was required to show the Department‘s actions were motivated\nby his age. (See Guz, supra, 24 Cal.4th at p. 355.) Aside from stating he was 60 years\nold at the time of the alleged adverse actions, this portion of his opening brief fails to\nexplain the connection between his age and the Department‘s failure to rehire him.\n       In the court below, the Department presented evidence that its reorganization was\ndue, in significant part, to budgetary reasons and that Dinslage was not rehired because of\npoor performance in the interview and opposition to the new focus on inclusive programs\nfor the disabled. These were all legitimate, nondiscriminatory reasons for its actions.\n(See Arteaga v. Brinks, Inc. (2008) 163 Cal.App.4th 327, 352 [―loss of confidence in an\nemployee . . . is a legitimate, nondiscriminatory reason for discharge‖]; Villanueva v. City\nof Colton (2008) 160 Cal.App.4th 1188, 1195 [―an employer‘s depressed economic\ncondition ‗can be good cause for discharging [an] employee‘ ‖]; Horn v. Cushman &\nWakefield Western, Inc. (1999) 72 Cal.App.4th 798, 815 [employer could terminate\nemployee in restructuring where employee ― ‗had a different vision going forward‘ ‖]. )\nFaced with this showing of nondiscriminatory reasons, it was incumbent upon Dinslage\nto come forward with admissible evidence from which the trier of fact could rationally\ninfer that intentional discrimination had nonetheless occurred. (Guz, supra, 24 Cal.4th at\np. 357 [after employer produced evidence of legitimate, nondiscriminatory reasons for\n\n\n                                              12\n\feliminating plaintiff‘s work unit and choosing persons other than plaintiff for vacant\npositions, plaintiff ―had the burden to rebut this facially dispositive showing by pointing\nto evidence which nonetheless raises a rational inference that intentional discrimination\noccurred‖].) He failed to do so.\n       The sole evidence Dinslage points to in support of his claim that he was targeted\nfor elimination is his own declaration. But ―plaintiff‘s subjective beliefs in an\nemployment discrimination case do not create a genuine issue of fact; nor do\nuncorroborated and self-serving declarations.‖ (King v. United Parcel Service, Inc.\n(2007) 152 Cal.App.4th 426, 433 (King).) Looking at the cited portion of his declaration,\nwe find it does nothing more than describe the contents of his union grievance. Even if\nwe take the declaration on its own terms, it says only that Kern expressed animus to\nDinslage because the latter opposed the elimination of the car show. It goes on to repeat\nthe SEIU‘s assertion in Dinslage‘s union grievance that he had been discriminated\nagainst. Obviously, this assertion is a mere legal conclusion; it is not evidence.5 (See\nGuthrey, supra, 63 Cal.App.4th at p. 1119 [declarations containing only conclusory\nassertions of discrimination were based on opinion, not facts].) It cannot serve to show\nthe existence of a triable issue of material fact.\n       Dinslage‘s opening brief also claims he was selected by three supervisors for\ncontinued employment. The only record support for this claim is a citation to Dinslage‘s\nmemorandum of points and authorities in opposition to the motion for summary\njudgment. Not only is it inappropriate for Dinslage to incorporate by reference\n\n5\n  Dinslage also claims citywide layoff procedures were not followed, but nowhere in his\nbrief does he explain how the Department violated those procedures. Indeed, he does not\neven tell us what those procedures are. We may disregard arguments unsupported by\ncitation to the record and legal authority. (Regents of University of California v. Sheily\n(2004) 122 Cal.App.4th 824, 826-827, fn. 1 (Sheily).)\n        In any event, the Department presented evidence showing it implemented the\nlayoffs because of budgetary constraints, and it followed proper procedures in doing so.\nDinslage‘s response to the Department‘s separate statement did not dispute the\nDepartment‘s need to cut costs because of the City‘s ongoing budget crisis, and he does\nnot disagree that an employer‘s straitened economic circumstances can be good cause for\ndischarge. (Villanueva v. City of Colton, supra, 160 Cal.App.4th at p. 1195.)\n\n                                              13\n\farguments made below (McGuan v. Endovascular Technologies, Inc. (2010) 182\nCal.App.4th 974, 987), but ―points and authorities state legal arguments, not facts[.]‖\n(People v. Duvall (1995) 9 Cal.4th 464, 482.) As such, they also cannot serve to show\nthe existence of a triable issue of material fact.\n       Furthermore, in the court below, the Department submitted declarations from the\nthree supervisors who interviewed Dinslage, and all of them stated he received\nunsatisfactory scores in his interview with them and thus was not rated highly enough to\nbe selected for one of the newly created positions. Dinslage did not dispute receiving\nunsatisfactory scores. He simply claimed the issue was disputed because no minimum\nscore was required. Again, however, the only support for this assertion was a paragraph\nof his own declaration in which he stated the Department had violated the ―Rule of\nLists.‖ His declaration in turn referred, without further explanation, to a 16-page exhibit\ncontaining rules for position-based testing. Dinslage‘s assertion that the Department had\nviolated its rules is a bare legal conclusion and is not evidence. (Guthrey, supra, 63\nCal.App.4th at p. 1119.) It was insufficient to demonstrate the existence of a triable issue\nof fact. (King, supra, 152 Cal.App.4th at p. 433.) And in this court, Dinslage ―provide[s]\nno analysis in [his] brief as to how the evidence in the record demonstrates the existence\nof a triable issue of fact‖ on this point. (Bains v. Moores, supra, 172 Cal.App.4th at\np. 454.) ―[W]e may disregard conclusory arguments that . . . fail to disclose the\nreasoning by which the appellant reached the conclusions he wants us to adopt.‖ (City of\nSanta Maria v. Adam (2012) 211 Cal.App.4th 266, 287.) We therefore conclude\nDinslage has failed to show the trial court erred in granting summary judgment to the\nDepartment on his age discrimination claim.\nIII.   The Trial Court Properly Granted Summary Judgment on the Retaliation Claim,\n       Because Dinslage Failed to Make Out a Prima Facie Case.\n       The trial court found ―Defendants have met their burden to show that Plaintiff did\nnot engage in protected activity under the FEHA,‖ because the ―evidence shows that\nPlaintiff did not speak out against the Defendants for engaging in discriminatory conduct\ndirected at Defendants‘ employees.‖ The court found Dinslage‘s evidence ―only shows\n\n\n                                               14\n\fthat [he] spoke in public forums regarding his concern that the . . . Department‘s\nreorganization would cause layoffs and the potential negative effects the reorganization\nwould have on members of the public who have disabilities.‖ Thus, the trial court found\nDinslage had failed to establish the first element of his retaliation claim, because he had\nnot shown he had engaged in protected activity under the FEHA.\n       Dinslage argues there are disputed issues of fact precluding summary judgment on\nhis retaliation claim. As we explain, the trial court did not err in granting summary\njudgment to the Department, because Dinslage failed to make out a prima facie case of\nretaliation.6\n       A.       Retaliation – Elements of a Prima Facie Case\n       Section 12940, subdivision (h) makes it unlawful ―[f]or any employer . . . to\ndischarge, expel, or otherwise discriminate against any person because the person has\nopposed any practices forbidden under this part . . . .‖ (Italics added.) To make out a\nprima facie case of retaliation under the statute, Dinslage had to show (1) he engaged in a\nprotected activity, (2) the Department subjected him to an adverse employment action,\nand (3) a causal link existed between the protected activity and the Department‘s action.\n(Yanowitz v. L'Oreal USA, Inc. (2005) 36 Cal.4th 1028, 1042 (Yanowitz).)\n       ―For protection under the ‗opposition clause,‘ an employee must have opposed an\nemployment practice made unlawful by the statute.‖ (1 Chin et al., Cal. Practice Guide,\nEmployment Litigation (The Rutter Group 2015) § 5:1506, p. 5(II)-8; see Nealy v. City of\nSanta Monica (2015) 234 Cal.App.4th 359, 380 (Nealy) [to be protected, employee‘s\nactivities must ―take[] the form of opposing any practices forbidden by FEHA‖].) The\n\n6\n  We note this portion of Dinslage‘s opening brief provides almost no citations to the\nrecord. The only record materials cited are Dinslage‘s declaration and portions of his\nmemorandum of points and authorities in opposition to the Department‘s motion for\nsummary judgment. For the reasons set forth in the preceding section of this opinion,\nthese materials are inadequate to demonstrate the existence of a triable issue of fact.\n(King, supra, 152 Cal.App.4th at p. 433.) Indeed, given the lack of citation to the record\nand supporting authority, we would be fully justified in disregarding the arguments made\nin this portion of the opening brief. (See, e.g., Sheily, supra, 122 Cal.App.4th at pp. 826-\n827, fn. 1.)\n\n                                             15\n\fquestion, therefore, is whether the Department took adverse action against Dinslage\n―because [he] . . . opposed practices prohibited by the Act . . . .‖ (Cal. Code Regs., tit. 2,\n§ 11021(a), italics added.) Of course, ―an employee‘s conduct may constitute protected\nactivity . . . not only when the employee opposes conduct that ultimately is determined to\nbe unlawfully discriminatory under the FEHA, but also when the employee opposes\nconduct that the employee reasonably and in good faith believes to be discriminatory,\nwhether or not the challenged conduct is ultimately found to violate the FEHA.‖\n(Yanowitz, supra, 36 Cal.4th at p. 1043.) As we have held, ―a mistake of either fact or\nlaw may establish an employee‘s good faith but mistaken belief that he or she is opposing\nconduct prohibited by FEHA.‖ (Kelley v. The Conco Companies (2011) 196 Cal.App.4th\n191, 209 (Kelly).) In such cases, the question is the reasonableness of the employee‘s\nbelief that he was opposing a practice prohibited by the FEHA. (See Flait v. North\nAmerican Watch Corp. (1992) 3 Cal.App.4th 467, 477.)\n       The federal courts hold that the reasonableness of the employee‘s belief ―has both\na subjective and an objective component.‖7 (Little v. United Technologies (11th Cir.\n1997) 103 F.3d 956, 960 (Little); accord, Hamner v. St. Vincent Hosp. and Health Care\nCenter (7th Cir. 2000) 224 F.3d 701, 707 [―The plaintiff must not only have a subjective\n(sincere, good faith) belief that he opposed an unlawful practice; his belief must also be\nobjectively reasonable, which means that the [conduct] must involve discrimination that\nis prohibited by Title VII.‖]; Moyo v. Gomez (9th Cir. 1994) 40 F.3d 982, 985 [―The\nreasonableness of [the plaintiff‘s] belief that an unlawful employment practice occurred\nmust be assessed according to an objective standard‖].) To meet his burden on this issue,\n―[a] plaintiff must not only show that he subjectively (that is, in good faith) believed that\nhis employer was engaged in unlawful employment practices, but also that his belief was\nobjectively reasonable in light of the facts and record presented.‖ (Little, supra, 103 F.3d\nat p. 960.) The objective reasonableness of an employee‘s belief that his employer has\n\n7\n  In interpreting the FEHA, California courts frequently look to federal case law\ninterpreting Title VII of the Civil Rights Act of 1964. (Miller v. Department of\nCorrections (2005) 36 Cal.4th 446, 463 (Miller).)\n\n                                              16\n\fengaged in a prohibited employment practice ―must be measured against existing\nsubstantive law.‖ (Clover v. Total System Services, Inc. (11th Cir. 1999) 176 F.3d 1346,\n1351; see Kelly, supra, 196 Cal.App.4th at pp. 209-210 [plaintiff‘s belief objectively\nreasonable because at time of conduct complained of, two California Courts of Appeal\nhad concluded such conduct constituted violation of the FEHA].)\n       B.     None of Dinslage’s Activities Opposed Practices Made Unlawful by the\n              FEHA.\n       As we understand Dinslage‘s opening brief, it identifies at most three allegedly\nprotected activities. First, Dinslage contends the Department retaliated against him for\nhis overall support and promotion of the rights of the disabled community. Second, he\nattributes his failure to be rehired to his opposition to the relocation of Jimmy‘s Old Car\nShow. Third, he states he spoke in opposition to what he viewed as the elimination of a\nprogram benefitting the disabled community. We conclude none of these activities are\nprotected for the purposes of the FEHA‘s antiretaliation provision, because none of them\nexpress opposition to practices one could reasonably believe are unlawful under the\nFEHA.\n       As noted earlier, ―[t]he FEHA protects employees against retaliation . . . for\nopposing conduct made unlawful by the act.‖ (Miller, supra, 36 Cal.4th at p. 472, italics\nadded.) In his opening brief, Dinslage discusses the opinion in Yanowitz at some length,\nbut he does not explain how it supports his claim that the actions he opposed violated the\nFEHA. (Hodjat, supra, 211 Cal.App.4th at p. 10 [―an appellant is required to not only\ncite to valid legal authority, but also explain how it applies in his case‖].) He cites no\nauthority for his apparent claim that general advocacy for the disabled community or\nopposition to elimination of allegedly beneficial programs constitute ―opposing conduct\nmade unlawful by the act.‖ (Miller, supra, 36 Cal.4th at p. 472.) This is fatal to his\nclaim, because ―case law and FEHA‘s implementing regulations are uniformly premised\non the principle that the nature of activities protected by section 12940, subdivision (h)\ndemonstrate some degree of opposition to or protest of the employer‘s conduct or\npractices based on the employee‘s reasonable belief that the employer‘s action or practice\n\n\n                                              17\n\fis unlawful.‖ (Rope v. Auto-Chlor System of Washington, Inc. (2013) 220 Cal.App.4th\n635, 652-653.)\n       That Dinslage opposed what he viewed as unwise or even improper actions by the\nDepartment is not enough to make his opposition a protected activity. Again, to be\nprotected, an employee‘s actions ―must oppose activity the employee reasonably believes\nconstitutes unlawful discrimination[.]‖ (Yanowitz, supra, 36 Cal.4th at p. 1047, italics\nadded.) ―A plaintiff's belief on this point is not reasonable simply because he or she\ncomplains of something that appears to be discrimination in some form.‖ (Kelly v.\nHoward I. Shapiro & Associates Consulting (2d Cir. 2013) 716 F.3d 10, 15.) Thus,\nDinslage‘s advocacy for the disabled community and opposition to elimination of\nprograms that might benefit that community do not fall within the definition of protected\nactivity. Dinslage has not shown the Department‘s actions amounted to discrimination\nagainst disabled citizens, but even if they could be so construed, discrimination by an\nemployer against members of the general public is not a prohibited employment practice\nunder the FEHA. (See, e.g., Wimmer v. Suffolk County Police Dept. (2d Cir. 1999) 176\nF.3d 125, 136 [police officer could not reasonably have believed he was fired in\nretaliation for opposing prohibited employment practice where his complaints concerned\ndiscriminatory practices by fellow police officers against members of general public];\nCrowley v. Prince George’s County, Md. (4th Cir. 1989) 890 F.2d 683, 687 [―racial\nharassment perpetrated by police officers against members of the community‖ was not\ndiscriminatory employment practice on which retaliation claim could be predicated];\nTaneus v. Brookhaven Memorial Hosp. Medical Center (E.D.N.Y. 2000) 99 F.Supp.2d\n262, 267 [―Neither the ‗unlawful practice‘ nor the ‗good faith belief‘ requirement is\nsatisfied where the practice complained of was not directed at employees but, instead,\nwas directed to individuals who are not in an employment relationship with the\ndefendant.‖].)\n       Similarly, the Ninth Circuit has held that blowing the whistle on an employer‘s\nallegedly unlawful environmental practices ―is not covered by FEHA because it is not\nconduct that gives rise to discrimination on the basis of any of the protected categories\n\n\n                                             18\n\funder FEHA.‖ (Arn v. News Media Group (9th Cir. 2006) 175 Fed.Appx. 844, 846.)\nIndeed, activity with a much closer relationship to an employer‘s actual practices has\nbeen held unprotected by the statute because it did not demonstrate opposition to an\nemployer‘s unlawful conduct. (See Nealy, supra, 234 Cal.App.4th at p. 381 [under\nformer version of FEHA, ―protected activity does not include a mere request for\nreasonable accommodation‖].) In short, Dinslage could not reasonably have believed his\nactions constituted protected activity, because there is no dispute his opposition was not\ndirected at the Department‘s employment practices. (See Clark County School Dist. v.\nBreeden (2001) 532 U.S. 268, 270 [employee could not prevail on claim of retaliation\nwhere ―no one could reasonably believe‖ incident complained of violated federal anti-\ndiscrimination statute]; Weeks v. Harden Mfg. Corp. (11th Cir. 2002) 291 F.3d 1307,\n1312 [plaintiffs could not have objectively reasonable belief that requiring mandatory\narbitration for employment discrimination claims was unlawful employment practice];\nMiller, supra, 36 Cal.4th at p. 472 [FEHA protects employees from retaliation for\nopposing practices made unlawful by the statute].)\n       Likewise, Dinslage‘s opposition to the relocation of the car show is not a protected\nactivity under the FEHA. As our high court has explained, ―complaints about personal\ngrievances or vague or conclusory remarks that fail to put an employer on notice as to\nwhat conduct it should investigate will not suffice to establish protected conduct.‖\n(Yanowitz, supra, 36 Cal.4th at p. 1047.) Moreover, Dinslage makes no effort to explain\nhow opposition to the car show‘s relocation might be construed as opposition to a\nprohibited employment practice. It is incumbent upon him to set forth the reasoning\nbehind this argument, and his failure to do so permits us to disregard it. (City of Santa\nMaria v. Adam, supra, 211 Cal.App.4th at p. 287.)\n       In sum, Dinslage has failed to show that he engaged in protected activity under the\nFEHA. Because he did not establish he had engaged in such activity, he failed to make\nout a prima facie case of retaliation. The trial court therefore did not err in granting\nsummary judgment on Dinslage‘s retaliation claim.\n\n\n\n                                              19\n\f                                          DISPOSITION\n       The judgment is affirmed. Respondents shall recover their costs on appeal. (Cal.\nRules of Court, rule 8.278(a)(1), (2).)\n\n\n\n\n                                              20\n\f                                 _________________________\n\n                                 Jones, P.J.\n\n\n\n\nWe concur:\n\n\n\n\n_________________________\n\nSimons, J.\n\n\n_________________________\nNeedham, J.\n\n\n\n\nA142365\n\n\n                            21\n\fSuperior Court of the County of San Francisco, No. CGC11512096, Ernest H. Goldsmith,\nJudge.\n\nJames Paul Green, for Plaintiff and Appellant.\n\nRuth M. Bond, Office of the City Attorney, for Defendants and Respondents.\n\n\n\n\nA142365\n\n\n                                           22\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">Filed 11/09/16\n                    CERTIFIED FOR PARTIAL PUBLICATION*\n\n             IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                            FIRST APPELLATE DISTRICT\n\n                                     DIVISION FIVE\n\n\n\n\nDAVID P. DINSLAGE,\n        Plaintiff and Appellant,\n                                                  A142365\nv.\nCITY AND COUNTY OF SAN                            (San Francisco County\nFRANCISCO et al.,                                 Super. Ct. No. CGC11512096)\n        Defendants and Respondents.\n\n\n        David P. Dinslage is a former employee of Recreation and Parks Department (the\nDepartment) of the City and County of San Francisco (the City). As part of a large-scale\nrestructuring of the Department‘s recreation programs, Dinslage‘s employment\nclassification was eliminated, and he was one of a large number of employees who were\nlaid off. Although he applied to be rehired in a newly created classification, he was not\noffered a position. He then retired from City employment.\n        Dinslage sued the Department, the City, and a number of the Department‘s\nmanagerial employees for age discrimination, retaliation, and harassment in violation of\nthe California Fair Employment and Housing Act (FEHA). (Gov. Code, § 12940,\nsubds. (a), (h), (j).)1 He claimed the Department had taken a number of adverse\nemployment actions against him based on his age. In addition, he claimed he had been\n\n\n\n*\n  Pursuant to California Rules of Court, rules 8.1105(b) and 8.1110, this opinion is\ncertified for publication with the exception of part II.\n1\n  All statutory references are to the Government Code.\n\n                                             1\n\fretaliated against and harassed because of his age and his opposition to Department\nactions that discriminated against people with disabilities.\n       Respondents, defendants below, moved for summary judgment on all of\nDinslage‘s causes of action. They claimed, with supporting evidence, that their actions\nwere taken for legitimate, nondiscriminatory reasons. Dinslage opposed the motion, but\nthe trial court agreed with respondents and granted them summary judgment on all counts\nof Dinslage‘s complaint.\n       Dinslage now appeals, contending there were triable issues of fact on his age\ndiscrimination and retaliation claims. In accordance with our standard of review, we\nhave examined the record de novo. In the unpublished portion of our opinion, we\nconclude the trial court did not err in granting summary judgment to respondents on\nDinslage‘s age discrimination claim.\n       In the published portion of our opinion, we hold the superior court properly\ngranted summary judgment on Dinslage‘s retaliation claim because he failed to make out\na prima facie case of retaliation. To prevail, Dinslage was required to show he suffered\nan adverse employment action because he had engaged in a ―protected activity.‖ We\nhold that Dinslage‘s opposition to Department policies and practices he viewed as\ndiscriminating against disabled members of the general public is not protected activity\nbecause his opposition was not directed at an unlawful employment practice. Thus,\nDinslage could not reasonably have believed the practices he opposed were prohibited by\nthe FEHA.\n                         FACTUAL AND PROCEDURAL BACKGROUND\n       Because this case comes to us after a grant of summary judgment, we take the\nfacts from the parties‘ separate statements of undisputed material facts and the evidence\nfiled in support of and opposition to the motion. (See Teselle v. McLoughlin (2009) </pre><span class=\"citation\" data-id=\"2245287\"><a href=\"/opinion/2245287/teselle-v-mcloughlin/\"><span class=\"volume\">173</span>\n<span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">156</span></a></span><pre class=\"inline\">, 175.)\n       Dinslage’s Employment with the Department\n       Dinslage worked for the Department from June 1972 until his retirement in August\n2010. He was employed in the Department‘s recreation division, which provides a range\n\n\n                                              2\n\fof recreational programs and activities for people of all ages and abilities in the arts,\nsports and athletics, and leisure and community services.\n       Dinslage served initially as an assistant recreation director (classification 3280),\nworking at playgrounds providing sports and recreational activities for children and\nadults. In 1985, he was promoted to the position of 3284 recreation director, where he\noversaw recreational activities for the public, including children and adults with\ndisabilities. In approximately 1998, Dinslage became the coordinator of assistive\nservices, working almost exclusively on activities for children and adults with\ndisabilities. The main activities Dinslage organized were annual parties—a rock and roll\nparty, a Halloween party, a Thanksgiving luncheon, and a Christmas luncheon, as well as\nother small scale activities for people with disabilities.\n       Beginning in 2006, the Department began to consider relocating an event known\nas Jimmy‘s Old Car Picnic, a car show it had held in Golden Gate Park‘s Speedway\nMeadow since 1988. The car show‘s organizers donated proceeds from the show every\nyear to fund Department activities for persons with disabilities, including Dinslage‘s\nparties. The reason the Department considered relocation was growing concern in the\ncommunity and in the Department about the damage to the meadow caused by the event.\nDinslage participated in a meeting involving the Mayor‘s office and the Department‘s\nDirector of Operations, Dennis Kern, in which Dinslage and the car show‘s organizers\nopposed the Department‘s effort to change the location of the event. In February 2010,\nthe Recreation and Park Commission (the Commission) held a hearing regarding the\nfuture of the car show. Ultimately, the Commission voted to continue the car show at\nSpeedway Meadow after the organizers agreed to take certain mitigation measures.\n       The Department’s Decision to Focus on Inclusive Programs for the Disabled\n       In the years before 2010, the Department had concluded its existing activities were\nnot adequately meeting the needs of the disabled community, largely because the\nDepartment was not providing the disabled with sufficient access to the programs\navailable to the general public. The Department decided to change its focus from\nproviding separate, segregated programs to people with disabilities to ensuring all of the\n\n\n                                               3\n\fDepartment‘s programs were accessible. The Department changed Dinslage‘s title to\ninclusion coordinator, a position responsible for improving access for persons with\ndisabilities to all of the Department‘s recreational activities and programs. In 2009 and\n2010, the Department eliminated many of the special events Dinslage organized, as they\nwere segregated events.\n       In September 2009, the Department hired Ana Alvarez as superintendent of\ncitywide services. One of her primary responsibilities was to implement the restructuring\nof recreation services to focus more on inclusion. Dinslage disagreed with these\nprogrammatic changes, and together with other Department employees, he met with his\nsuperiors to express his disagreement. Dinslage‘s refusal to accept and implement the\nchanges was reflected in his final performance evaluation, which covered the period\nJuly 1, 2009 to August 14, 2010. Alvarez rated Dinslage as not meeting objectives in\nnearly all rating categories. She also gave him ―development needed‖ ratings in several\nperformance categories and an overall rating of three on a nine-point scale, a rating which\nmeant Dinslage ―[did] not meet Reporter‘s expectations for overall performance for this\nposition.‖\n       The Department’s Reorganization\n       Based on a 2004 assessment from an outside consultant, the Department decided\nto restructure its programs and create a new recreation model that would better reflect\nnational trends and best practices in providing appropriate recreation services to all\nmembers of the public. In 2007, the Department developed a reorganization plan. The\nplan concluded the Department‘s model for recreation service delivery was ―no longer\nfiscally sustainable.‖ It recommended that the Department ―focus on key recreation\nprograms‖ for which the Department could be the premier provider and ―consolidate\nrecreation staff at principal sites to enable the level of recreation service delivery required\nby our mission statement.‖\n       One factor driving the Department‘s reorganization was a City budget crisis that\nrequired the Department to cut costs for several consecutive years to meet certain\nbudgetary goals. For fiscal year 2010-2011, then-Mayor Gavin Newsom instructed the\n\n\n                                              4\n\fDepartment to contribute $12.4 million to help balance the City‘s budget. The\nDepartment developed a plan to raise $8.7 million in revenue and reduce expenditures by\n$3.7 million. In February 2010, the Department presented its new recreation model to the\nCommission as part of its budget proposal for fiscal year 2010/2011. The Commission\napproved the budget proposal and new model. The new model restructured recreation\ninto four citywide competencies: community services, sports and athletics, cultural arts,\nand leisure services, as well as making other changes to improve delivery of recreation\nservices.\n       As part of this restructuring, the Department discontinued two employee\nclassifications—3284 recreation director (Dinslage‘s position) and 3287 assistant\nrecreation supervisor. In their place, the Department established four new classifications,\nincluding 3286 recreation facility/program coordinator. The Department worked closely\nwith the City‘s Department of Human Resources (DHR) in creating the new positions\nand laying off employees in the eliminated positions.\n       Dinslage’s Layoff and Unsuccessful Application for Rehiring\n       In March 2010, the Department notified employees in the 3284 classification,\nincluding Dinslage, they would be laid off as of May 8, 2010. Approximately 148\nemployees were laid off from the 3284 and 3287 classifications. Dinslage and other\nemployees were encouraged to apply for various new positions, including 3283 recreation\nspecialist, 3286 recreation coordinator, 3279 recreation leader and 3289 recreation\nsupervisor.\n       In March 2010, Dinslage applied for a 3286 recreation coordinator position by\ncompleting an online written application and a position based test that had been\ndeveloped by DHR. After scoring the exam and reviewing the candidates‘ training and\nexperience, the Department ranked the qualified applicants, including Dinslage, on an\neligible list. The civil service certification rule was ―Rule of List,‖ meaning everyone on\nthe list could be considered for a position. DHR referred the eligible candidates to the\nDepartment which conducted a multi-step selection process for available positions.\n\n\n\n                                             5\n\f       Dinslage and 168 other candidates submitted timely supplemental applications.\nApproximately 107 candidates applied for program coordinator positions and 62,\nincluding Dinslage, applied for facility coordinator. Next, the Department invited all 169\napplicants to interview on June 24 and 25, 2010. These candidates were screened for a\nsecond interview.\n       Dinslage and over 100 other candidates advanced to the second round of\ninterviews. Three member panels consisting of managers from within the Department\ninterviewed all the candidates using a set of prepared interview questions. The\nDepartment‘s guidelines contained three scoring categories: (a) ―5 - Superior‖; (b) ―3 –\nSatisfactory‖ and (c) ―1 – Unsatisfactory.‖ Panelists asked candidates three basic\nquestions and scored candidates on each.\n       The panel that interviewed Dinslage consisted of Kern and managers Lorraine\nBanford and Chris Boettcher. Dinslage performed poorly in the interview. The panelists\nfound him negative and resentful. Boettcher said Dinslage ―dismissed the whole\nreorganization and the need for it.‖ Dinslage criticized the new recreation model and the\nchange in programming from an emphasis on adaptive recreation to inclusion.\nDinslage‘s responses suggested to the panelists that he would work against the goals of\nthe reorganization.\n       Each panelist independently scored Dinslage on each question and those scores\nwere averaged. Dinslage received mostly 2‘s and 3‘s with an overall average of 2.67,\nless than the satisfactory score of 3. Following the interviews, top managers of the four\nrecreation competencies met to discuss the remaining candidates. The only candidates\nconsidered were those who had received scores of 3 or above during the interview.\nDinslage was not selected for any of the 3286 recreation coordinator positions based on\nhis performance during the interview.\n       Dinslage retired from City employment effective August 29, 2010.\n       Dinslage’s Action\n       Dinslage filed his original Complaint on June 29, 2011, alleging causes of action\nagainst the City, Kern, Department General Manager Phil Ginsburg, and the Service\n\n\n                                             6\n\fEmployees International Union, Local 1021 (SEIU).2 He filed the SAC on July 13, 2012.\nAfter the trial court sustained a demurrer to one of Dinslage‘s causes of action, there\nremained two pleaded claims—one for age discrimination against the City and the\nDepartment (§ 12940, subd. (a)), and one for harassment based on age against defendants\nKern and Ginsburg (§ 12940, subd. (j)). The SAC also alleged retaliation, although it did\nnot set out these allegations in a separate cause of action.\n       On December 24, 2013, defendants moved for summary judgment on all of\nDinslage‘s claims. As to his age discrimination claim, they contended Dinslage could not\nestablish a prima facie case, and even if he could, the Department had legitimate,\nnondiscriminatory reasons for its actions. Defendants advanced three such reasons for\nthe alleged adverse employment actions against Dinslage: (1) the Department‘s changes\nto its programs and services for people with disabilities necessitated the elimination of\nthe events Dinslage organized; (2) budgetary constraints and reforms to reflect best\nrecreation practices required reductions in the Department‘s workforce; and (3)\nDinslage‘s outspoken opposition to the Department‘s new focus on inclusive programs\nfor the disabled raised concerns that he would not assist in implementing its new\nrecreation model.\n\n\n\n2\n  At some point following the Department‘s reorganization, the SEIU initiated a\ngrievance proceeding on behalf of all affected members in certain specified\nclassifications. Dinslage was among this group of employees. The SEIU maintained\nDinslage had been discriminated and retaliated against because of his opposition to the\nproposed elimination of the car show and his speaking in favor of Department employees\nwho were about to lose their jobs.\n        The record is unclear on the outcome of this grievance proceeding. The operative\nsecond amended complaint (SAC) alleges that the SEIU informed Dinslage that his\ngrievance had been processed, but failed to advise him about the results of the\nproceedings or possible remedies. It further alleges Kern and Ginsburg improperly\ninfluenced union representatives to terminate the grievance process. Dinslage‘s original\ncomplaint contained a cause of action against the SEIU for breach of duty of fair\nrepresentation, but that cause of action was omitted from the SAC, which does not list the\nSEIU as a defendant. Neither the outcome of the grievance nor the allegations against the\nSEIU are relevant to this appeal, and we will not discuss them further.\n\n                                              7\n\f       With regard to Dinslage‘s retaliation claim, defendants contended both that he\ncould not make out a prima facie case because he had not engaged in protected activity\nfor purposes of the FEHA and that it had legitimate, nondiscriminatory reasons for its\nactions. In particular, defendants argued Dinslage had never complained about any\ndiscrimination against himself or another employee prohibited by the FEHA. To the\nextent he had complained about discrimination at all, it concerned what Dinslage\nbelieved to be Department actions resulting in discrimination against members of the\ngeneral public.\n       On March 25, 2014, the court granted the defendants‘ motion in its entirety. The\ncourt entered judgment on May 15, 2014. Dinslage then filed this appeal.\n                                       DISCUSSION\n       Dinslage raises two arguments in his opening brief. First, he contends there are\ntriable issues of fact on his age discrimination claim. Second, he argues there is evidence\nthe Department retaliated against him for supporting and promoting the rights of the\ndisabled community. We will address these arguments after setting forth the relevant law\nand our standard of review.3\nI.     Governing Law and Standard of Review\n       ―Because of the similarity between state and federal employment discrimination\nlaws, California courts look to pertinent federal precedent when applying our own\nstatutes.‖ (Guz v. Bechtel National, Inc. (2000) </pre><span class=\"citation\" data-id=\"2569285\"><a href=\"/opinion/2569285/guz-v-bechtel-national-inc/\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 354 (Guz).) In\nemployment discrimination cases under the FEHA, California has adopted the three-stage\nburden-shifting test established by the United States Supreme Court to analyze disparate\n\n3\n  On review of a grant of summary judgment, we may disregard assertions or contentions\nnot raised in a properly headed argument. (Roberts v. Lomanto (2003) </pre><span class=\"citation\" data-id=\"2266194\"><a href=\"/opinion/2266194/roberts-v-lomanto/\"><span class=\"volume\">112</span> <span class=\"reporter\">Cal. App. 4th</span>\n<span class=\"page\">1553</span></a></span><pre class=\"inline\">, 1562; see Cal. Rules of Court, rule 8.204(a)(1)(B) [―Each brief must: . . . State each\npoint under a separate heading or subheading summarizing the point‖].) Thus,\n―[a]lthough we address the issues raised in the headings, we do not consider all of the\nloose and disparate arguments that are not clearly set out in a heading and supported by\nreasoned legal argument.‖ (Provost v. Regents of University of California (2011) </pre><span class=\"citation no-link\"><span class=\"volume\">201</span>\n<span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1289</span></span><pre class=\"inline\">, 1294.) To the extent Dinslage‘s opening brief contains arguments not\nset out under distinct headings, we decline to entertain them.\n\n                                             8\n\ftreatment claims of age discrimination. (Ibid., citing Texas Dept. of Community Affairs v.\nBurdine (1981) </pre><span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></span><pre class=\"inline\"> and McDonnell Douglas Corp. v. Green (1973) </pre><span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">792</span></span><pre class=\"inline\">). At trial, this test initially requires a plaintiff to establish a prima facie case of\ndiscrimination. (Guz, supra, 24 Cal.4th at p. 354; Hersant v. Department of Social\nServices (1997) </pre><span class=\"citation\" data-id=\"2307254\"><a href=\"/opinion/2307254/hersant-v-department-of-social-services/\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">997</span></a></span><pre class=\"inline\">, 1002 (Hersant).) The plaintiff must generally\nprovide evidence that: (1) he was a member of a protected class, (2) he was qualified for\nthe position he sought or was performing competently in the position he held, (3) he\nsuffered an adverse employment action, such as termination, demotion, or denial of an\navailable job, and (4) some other circumstance suggests discriminatory motive. (Guz,\nsupra, 24 Cal.4th at p. 355.)\n       If the plaintiff satisfies this prima facie burden at trial, a presumption of\ndiscrimination arises, and the defendant must put forth legitimate, nondiscriminatory\nreason for its actions. (Guz, supra, 24 Cal.4th at p. 355.) If the defendant does so, the\nplaintiff must then rebut these nondiscriminatory reasons with evidence of pretext.\n(Hersant, supra, 57 Cal.App.4th at pp. 1004-1005 [the employee ―must offer substantial\nevidence that the employer‘s stated nondiscriminatory reason for the adverse action was\nuntrue or pretextual, or evidence the employer acted with a discriminatory animus, or a\ncombination of the two, such that a reasonable trier of fact could conclude the employer\nengaged in intentional discrimination‖].) If the employer meets this burden, the\npresumption of discrimination disappears. (Guz, supra, 24 Cal.4th at p. 356.) The\nplaintiff may then attack the employer‘s proffered reasons as mere pretexts for\ndiscrimination or offer other evidence of discriminatory motive, but the ultimate burden\nof persuasion remains on the plaintiff. (Ibid.)\n       ―A defendant employer‘s motion for summary judgment slightly modifies the\norder of these showings. If, as here, the motion for summary judgment relies in whole or\nin part on a showing of nondiscriminatory reasons for the discharge, the employer\nsatisfies its burden as moving party if it presents evidence of such nondiscriminatory\nreasons that would permit a trier of fact to find, more likely than not, that they were the\nbasis for the termination. [Citations.] To defeat the motion, the employee then must\n\n\n                                                9\n\fadduce or point to evidence raising a triable issue, that would permit a trier of fact to find\nby a preponderance that intentional discrimination occurred. [Citations.] In determining\nwhether these burdens were met, we must view the evidence in the light most favorable\nto plaintiff, as the nonmoving party, liberally construing [his] evidence while strictly\nscrutinizing defendant‘s. [Citation.]‖ (Kelly v. Stamps.com Inc. (2005) </pre><span class=\"citation\" data-id=\"2258762\"><a href=\"/opinion/2258762/kelly-v-stamps-com-inc/\"><span class=\"volume\">135</span> <span class=\"reporter\">Cal. App. 4th</span>\n<span class=\"page\">1088</span></a></span><pre class=\"inline\">, 1097-1098.)\n       On appeal from a grant of summary judgment, we review the record de novo.\n(Guz, supra, 24 Cal.4th at p. 334.) ―[A]lthough we use a de novo standard of review\nhere, we do not transform into a trial court.‖ (Morgan v. Imperial Irrigation Dist. (2014)\n</pre><span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">892</span></span><pre class=\"inline\">, 913.) ― ‗On review of a summary judgment, the appellant has the\nburden of showing error, even if he did not bear the burden in the trial court. [Citation.]\n. . . . As with an appeal from any judgment, it is the appellant‘s responsibility to\naffirmatively demonstrate error and, therefore, to point out the triable issues the appellant\nclaims are present by citation to the record and any supporting authority. In other words,\nreview is limited to issues which have been adequately raised and briefed.‖ [Citation.]‘\n[Citation.]‖ (Bains v. Moores (2009) </pre><span class=\"citation\" data-id=\"2287851\"><a href=\"/opinion/2287851/bains-v-moores/\"><span class=\"volume\">172</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">445</span></a></span><pre class=\"inline\">, 455.)\n       To meet this burden on an appeal from a grant of summary judgment, an appellant\nmust ―direct the court to evidence that supports his arguments.‖ (Hodjat v. State Farm\nMutual Automobile Ins. Co. (2012) </pre><span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 10 (Hodjat), italics added.)\n―Moreover, an appellant is required to not only cite to valid legal authority, but also\nexplain how it applies in his case. [Citation.] It is not the court‘s duty to attempt to\nresurrect an appellant‘s case or comb through the record for evidentiary items to create a\ndisputed issue of material fact.‖ (Ibid.) An appellant who fails to pinpoint the evidence\nin the record indicating the existence of triable issues of fact will be deemed to have\nwaived any claim the trial court erred in granting summary judgment. (Guthrey v. State\nof California (1998) </pre><span class=\"citation\" data-id=\"2252575\"><a href=\"/opinion/2252575/guthrey-v-state-of-california/\"><span class=\"volume\">63</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1108</span></a></span><pre class=\"inline\">, 1115-1116 (Guthrey).)\n\n\n\n\n                                              10\n\fII.    The Trial Court Properly Granted Summary Judgment on Dinslage’s Age\n       Discrimination Claim, Because Dinslage Failed to Rebut the Department’s\n       Showing of Legitimate, Nondiscriminatory Reasons for its Actions.\n       Dinslage contends there are disputed issues of fact regarding his age\ndiscrimination claim. His argument is not a model of clarity, but he appears to contend\nhis claim is viable because he is over 40 years of age and the decision not to rehire him\nhad an adverse effect on him. In addition, he asserts that discrimination may be inferred\nfrom evidence of threats against him, comments that he was targeted for elimination by\nthe Department, and the failure of the Department to observe proper layoff procedures.\n       A.     Dinslage Did Not Plead a Disparate Impact Claim.\n       Initially, Dinslage‘s argument confuses a discrimination claim based on disparate\ntreatment (which he alleged) and a discrimination claim based on disparate impact\n(which he did not).4 Since he did not plead a disparate impact claim in the trial court, he\nmay not rely on that theory in this court. (Johanson Transportation Service v. Rich Pik’ d\nRite, Inc. (1985) </pre><span class=\"citation\" data-id=\"2120189\"><a href=\"/opinion/2120189/johanson-transp-serv-v-rich-pikd-rite-inc/\"><span class=\"volume\">164</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">583</span></a></span><pre class=\"inline\">, 588 [on appeal from grant of summary judgment,\n―possible theories not fully developed or factually presented to the trial court cannot\ncreate a ‗triable issue‘ on appeal‖].) Moreover, even if his pleadings could be construed\nto have raised a disparate impact claim, to support it ― ‗the plaintiff must offer statistical\nevidence of a kind and degree sufficient to show that the practice in question has caused\nthe exclusion of applicants for jobs or promotions because of their membership in a\nprotected group. . . .‘ [Citation.]‖ (Carter v. CB Richard Ellis, Inc. (2004) </pre><span class=\"citation\" data-id=\"2246563\"><a href=\"/opinion/2246563/carter-v-cb-richard-ellis-inc/\"><span class=\"volume\">122</span>\n<span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1313</span></a></span><pre class=\"inline\">, 1323-1324.) Dinslage offered no such evidence.\n\n\n\n\n4\n  ―In general, there are two types of illegal discrimination. These are disparate treatment\nand disparate impact. Under the disparate treatment theory, . . . , an individual is\ndiscriminated against when the employer ‗treats some people less favorably than others\nbecause of their race, color, religion, sex or national origin.‘ [Citation.] [¶] In disparate\ntreatment cases, the plaintiff must prove the ultimate fact that the defendant engaged in\nintentional discrimination.‖ (Heard v. Lockheed Missiles & Space Co. (1996) </pre><span class=\"citation\" data-id=\"2272078\"><a href=\"/opinion/2272078/heard-v-lockheed-missiles-space-co/\"><span class=\"volume\">44</span>\n<span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1735</span></a></span><pre class=\"inline\">, 1748.)\n\n                                              11\n\f       B.     Dinslage Failed to Produce Evidence Permitting an Inference of\n              Intentional Age Discrimination.\n       Turning to the claim Dinslage did plead, his opening brief fails to demonstrate the\ntrial court erred. (See Bains v. Moores, supra, 172 Cal.App.4th at p. 455.) His opening\nbrief contends ―there is ample evidence of threats by management of discontinuing and/or\nterminating [his] career employment, with commentaries traced to [Kern] on a consistent\nbasis that [Dinslage] was being targeted for elimination at [the Department].‖ To prevail\non this claim, however, it is not enough for Dinslage to show he was threatened with\ntermination or targeted for elimination. ―[E]mployers have the right to unfairly and\nharshly criticize their employees . . . and to threaten to terminate or demote the\nemployee.‖ (Thompson v. Tracor Flight Systems, Inc. (2001) </pre><span class=\"citation\" data-id=\"2304971\"><a href=\"/opinion/2304971/thompson-v-tracor-flight-systems-inc/\"><span class=\"volume\">86</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1156</span></a></span><pre class=\"inline\">,\n1171.) Instead, Dinslage was required to show the Department‘s actions were motivated\nby his age. (See Guz, supra, 24 Cal.4th at p. 355.) Aside from stating he was 60 years\nold at the time of the alleged adverse actions, this portion of his opening brief fails to\nexplain the connection between his age and the Department‘s failure to rehire him.\n       In the court below, the Department presented evidence that its reorganization was\ndue, in significant part, to budgetary reasons and that Dinslage was not rehired because of\npoor performance in the interview and opposition to the new focus on inclusive programs\nfor the disabled. These were all legitimate, nondiscriminatory reasons for its actions.\n(See Arteaga v. Brinks, Inc. (2008) </pre><span class=\"citation\" data-id=\"2265736\"><a href=\"/opinion/2265736/arteaga-v-brinks-inc/\"><span class=\"volume\">163</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">327</span></a></span><pre class=\"inline\">, 352 [―loss of confidence in an\nemployee . . . is a legitimate, nondiscriminatory reason for discharge‖]; Villanueva v. City\nof Colton (2008) </pre><span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1188</span></span><pre class=\"inline\">, 1195 [―an employer‘s depressed economic\ncondition ‗can be good cause for discharging [an] employee‘ ‖]; Horn v. Cushman &\nWakefield Western, Inc. (1999) </pre><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">798</span></span><pre class=\"inline\">, 815 [employer could terminate\nemployee in restructuring where employee ― ‗had a different vision going forward‘ ‖]. )\nFaced with this showing of nondiscriminatory reasons, it was incumbent upon Dinslage\nto come forward with admissible evidence from which the trier of fact could rationally\ninfer that intentional discrimination had nonetheless occurred. (Guz, supra, 24 Cal.4th at\np. 357 [after employer produced evidence of legitimate, nondiscriminatory reasons for\n\n\n                                              12\n\feliminating plaintiff‘s work unit and choosing persons other than plaintiff for vacant\npositions, plaintiff ―had the burden to rebut this facially dispositive showing by pointing\nto evidence which nonetheless raises a rational inference that intentional discrimination\noccurred‖].) He failed to do so.\n       The sole evidence Dinslage points to in support of his claim that he was targeted\nfor elimination is his own declaration. But ―plaintiff‘s subjective beliefs in an\nemployment discrimination case do not create a genuine issue of fact; nor do\nuncorroborated and self-serving declarations.‖ (King v. United Parcel Service, Inc.\n(2007) </pre><span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">426</span></span><pre class=\"inline\">, 433 (King).) Looking at the cited portion of his declaration,\nwe find it does nothing more than describe the contents of his union grievance. Even if\nwe take the declaration on its own terms, it says only that Kern expressed animus to\nDinslage because the latter opposed the elimination of the car show. It goes on to repeat\nthe SEIU‘s assertion in Dinslage‘s union grievance that he had been discriminated\nagainst. Obviously, this assertion is a mere legal conclusion; it is not evidence.5 (See\nGuthrey, supra, 63 Cal.App.4th at p. 1119 [declarations containing only conclusory\nassertions of discrimination were based on opinion, not facts].) It cannot serve to show\nthe existence of a triable issue of material fact.\n       Dinslage‘s opening brief also claims he was selected by three supervisors for\ncontinued employment. The only record support for this claim is a citation to Dinslage‘s\nmemorandum of points and authorities in opposition to the motion for summary\njudgment. Not only is it inappropriate for Dinslage to incorporate by reference\n\n5\n  Dinslage also claims citywide layoff procedures were not followed, but nowhere in his\nbrief does he explain how the Department violated those procedures. Indeed, he does not\neven tell us what those procedures are. We may disregard arguments unsupported by\ncitation to the record and legal authority. (Regents of University of California v. Sheily\n(2004) </pre><span class=\"citation\" data-id=\"2281905\"><a href=\"/opinion/2281905/regents-of-university-of-cal-v-sheily/\"><span class=\"volume\">122</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">824</span></a></span><pre class=\"inline\">, 826-827, fn. 1 (Sheily).)\n        In any event, the Department presented evidence showing it implemented the\nlayoffs because of budgetary constraints, and it followed proper procedures in doing so.\nDinslage‘s response to the Department‘s separate statement did not dispute the\nDepartment‘s need to cut costs because of the City‘s ongoing budget crisis, and he does\nnot disagree that an employer‘s straitened economic circumstances can be good cause for\ndischarge. (Villanueva v. City of Colton, supra, 160 Cal.App.4th at p. 1195.)\n\n                                              13\n\farguments made below (McGuan v. Endovascular Technologies, Inc. (2010) </pre><span class=\"citation no-link\"><span class=\"volume\">182</span>\n<span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">974</span></span><pre class=\"inline\">, 987), but ―points and authorities state legal arguments, not facts[.]‖\n(People v. Duvall (1995) </pre><span class=\"citation\" data-id=\"1393905\"><a href=\"/opinion/1393905/people-v-duvall/\"><span class=\"volume\">9</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">464</span></a></span><pre class=\"inline\">, 482.) As such, they also cannot serve to show\nthe existence of a triable issue of material fact.\n       Furthermore, in the court below, the Department submitted declarations from the\nthree supervisors who interviewed Dinslage, and all of them stated he received\nunsatisfactory scores in his interview with them and thus was not rated highly enough to\nbe selected for one of the newly created positions. Dinslage did not dispute receiving\nunsatisfactory scores. He simply claimed the issue was disputed because no minimum\nscore was required. Again, however, the only support for this assertion was a paragraph\nof his own declaration in which he stated the Department had violated the ―Rule of\nLists.‖ His declaration in turn referred, without further explanation, to a 16-page exhibit\ncontaining rules for position-based testing. Dinslage‘s assertion that the Department had\nviolated its rules is a bare legal conclusion and is not evidence. (Guthrey, supra, 63\nCal.App.4th at p. 1119.) It was insufficient to demonstrate the existence of a triable issue\nof fact. (King, supra, 152 Cal.App.4th at p. 433.) And in this court, Dinslage ―provide[s]\nno analysis in [his] brief as to how the evidence in the record demonstrates the existence\nof a triable issue of fact‖ on this point. (Bains v. Moores, supra, 172 Cal.App.4th at\np. 454.) ―[W]e may disregard conclusory arguments that . . . fail to disclose the\nreasoning by which the appellant reached the conclusions he wants us to adopt.‖ (City of\nSanta Maria v. Adam (2012) </pre><span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">266</span></span><pre class=\"inline\">, 287.) We therefore conclude\nDinslage has failed to show the trial court erred in granting summary judgment to the\nDepartment on his age discrimination claim.\nIII.   The Trial Court Properly Granted Summary Judgment on the Retaliation Claim,\n       Because Dinslage Failed to Make Out a Prima Facie Case.\n       The trial court found ―Defendants have met their burden to show that Plaintiff did\nnot engage in protected activity under the FEHA,‖ because the ―evidence shows that\nPlaintiff did not speak out against the Defendants for engaging in discriminatory conduct\ndirected at Defendants‘ employees.‖ The court found Dinslage‘s evidence ―only shows\n\n\n                                               14\n\fthat [he] spoke in public forums regarding his concern that the . . . Department‘s\nreorganization would cause layoffs and the potential negative effects the reorganization\nwould have on members of the public who have disabilities.‖ Thus, the trial court found\nDinslage had failed to establish the first element of his retaliation claim, because he had\nnot shown he had engaged in protected activity under the FEHA.\n       Dinslage argues there are disputed issues of fact precluding summary judgment on\nhis retaliation claim. As we explain, the trial court did not err in granting summary\njudgment to the Department, because Dinslage failed to make out a prima facie case of\nretaliation.6\n       A.       Retaliation – Elements of a Prima Facie Case\n       Section 12940, subdivision (h) makes it unlawful ―[f]or any employer . . . to\ndischarge, expel, or otherwise discriminate against any person because the person has\nopposed any practices forbidden under this part . . . .‖ (Italics added.) To make out a\nprima facie case of retaliation under the statute, Dinslage had to show (1) he engaged in a\nprotected activity, (2) the Department subjected him to an adverse employment action,\nand (3) a causal link existed between the protected activity and the Department‘s action.\n(Yanowitz v. L'Oreal USA, Inc. (2005) </pre><span class=\"citation\" data-id=\"2567202\"><a href=\"/opinion/2567202/yanowitz-v-loreal-usa-inc/\"><span class=\"volume\">36</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1028</span></a></span><pre class=\"inline\">, 1042 (Yanowitz).)\n       ―For protection under the ‗opposition clause,‘ an employee must have opposed an\nemployment practice made unlawful by the statute.‖ (1 Chin et al., Cal. Practice Guide,\nEmployment Litigation (The Rutter Group 2015) § 5:1506, p. 5(II)-8; see Nealy v. City of\nSanta Monica (2015) </pre><span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">359</span></span><pre class=\"inline\">, 380 (Nealy) [to be protected, employee‘s\nactivities must ―take[] the form of opposing any practices forbidden by FEHA‖].) The\n\n6\n  We note this portion of Dinslage‘s opening brief provides almost no citations to the\nrecord. The only record materials cited are Dinslage‘s declaration and portions of his\nmemorandum of points and authorities in opposition to the Department‘s motion for\nsummary judgment. For the reasons set forth in the preceding section of this opinion,\nthese materials are inadequate to demonstrate the existence of a triable issue of fact.\n(King, supra, 152 Cal.App.4th at p. 433.) Indeed, given the lack of citation to the record\nand supporting authority, we would be fully justified in disregarding the arguments made\nin this portion of the opening brief. (See, e.g., Sheily, supra, 122 Cal.App.4th at pp. 826-\n827, fn. 1.)\n\n                                             15\n\fquestion, therefore, is whether the Department took adverse action against Dinslage\n―because [he] . . . opposed practices prohibited by the Act . . . .‖ (Cal. Code Regs., tit. 2,\n§ 11021(a), italics added.) Of course, ―an employee‘s conduct may constitute protected\nactivity . . . not only when the employee opposes conduct that ultimately is determined to\nbe unlawfully discriminatory under the FEHA, but also when the employee opposes\nconduct that the employee reasonably and in good faith believes to be discriminatory,\nwhether or not the challenged conduct is ultimately found to violate the FEHA.‖\n(Yanowitz, supra, 36 Cal.4th at p. 1043.) As we have held, ―a mistake of either fact or\nlaw may establish an employee‘s good faith but mistaken belief that he or she is opposing\nconduct prohibited by FEHA.‖ (Kelley v. The Conco Companies (2011) </pre><span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">Cal. App. 4th</span>\n<span class=\"page\">191</span></span><pre class=\"inline\">, 209 (Kelly).) In such cases, the question is the reasonableness of the employee‘s\nbelief that he was opposing a practice prohibited by the FEHA. (See Flait v. North\nAmerican Watch Corp. (1992) </pre><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">467</span></span><pre class=\"inline\">, 477.)\n       The federal courts hold that the reasonableness of the employee‘s belief ―has both\na subjective and an objective component.‖7 (Little v. United Technologies (11th Cir.\n1997) </pre><span class=\"citation\" data-id=\"71428\"><a href=\"/opinion/71428/little-v-united-technologies/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">956</span></a></span><pre class=\"inline\">, 960 (Little); accord, Hamner v. St. Vincent Hosp. and Health Care\nCenter (7th Cir. 2000) </pre><span class=\"citation\" data-id=\"770167\"><a href=\"/opinion/770167/gary-hamner-v-st-vincent-hospital-and-health-care-center-inc/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">701</span></a></span><pre class=\"inline\">, 707 [―The plaintiff must not only have a subjective\n(sincere, good faith) belief that he opposed an unlawful practice; his belief must also be\nobjectively reasonable, which means that the [conduct] must involve discrimination that\nis prohibited by Title VII.‖]; Moyo v. Gomez (9th Cir. 1994) </pre><span class=\"citation\" data-id=\"682781\"><a href=\"/opinion/682781/no-92-16996/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></a></span><pre class=\"inline\">, 985 [―The\nreasonableness of [the plaintiff‘s] belief that an unlawful employment practice occurred\nmust be assessed according to an objective standard‖].) To meet his burden on this issue,\n―[a] plaintiff must not only show that he subjectively (that is, in good faith) believed that\nhis employer was engaged in unlawful employment practices, but also that his belief was\nobjectively reasonable in light of the facts and record presented.‖ (Little, supra, 103 F.3d\nat p. 960.) The objective reasonableness of an employee‘s belief that his employer has\n\n7\n  In interpreting the FEHA, California courts frequently look to federal case law\ninterpreting Title VII of the Civil Rights Act of 1964. (Miller v. Department of\nCorrections (2005) </pre><span class=\"citation\" data-id=\"2576005\"><a href=\"/opinion/2576005/miller-v-department-of-corrections/\"><span class=\"volume\">36</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">446</span></a></span><pre class=\"inline\">, 463 (Miller).)\n\n                                              16\n\fengaged in a prohibited employment practice ―must be measured against existing\nsubstantive law.‖ (Clover v. Total System Services, Inc. (11th Cir. 1999) </pre><span class=\"citation\" data-id=\"764135\"><a href=\"/opinion/764135/79-fair-emplpraccas-bna-1500-12-fla-l-weekly-fed-c-878-d-lisa/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1346</span></a></span><pre class=\"inline\">,\n1351; see Kelly, supra, 196 Cal.App.4th at pp. 209-210 [plaintiff‘s belief objectively\nreasonable because at time of conduct complained of, two California Courts of Appeal\nhad concluded such conduct constituted violation of the FEHA].)\n       B.     None of Dinslage’s Activities Opposed Practices Made Unlawful by the\n              FEHA.\n       As we understand Dinslage‘s opening brief, it identifies at most three allegedly\nprotected activities. First, Dinslage contends the Department retaliated against him for\nhis overall support and promotion of the rights of the disabled community. Second, he\nattributes his failure to be rehired to his opposition to the relocation of Jimmy‘s Old Car\nShow. Third, he states he spoke in opposition to what he viewed as the elimination of a\nprogram benefitting the disabled community. We conclude none of these activities are\nprotected for the purposes of the FEHA‘s antiretaliation provision, because none of them\nexpress opposition to practices one could reasonably believe are unlawful under the\nFEHA.\n       As noted earlier, ―[t]he FEHA protects employees against retaliation . . . for\nopposing conduct made unlawful by the act.‖ (Miller, supra, 36 Cal.4th at p. 472, italics\nadded.) In his opening brief, Dinslage discusses the opinion in Yanowitz at some length,\nbut he does not explain how it supports his claim that the actions he opposed violated the\nFEHA. (Hodjat, supra, 211 Cal.App.4th at p. 10 [―an appellant is required to not only\ncite to valid legal authority, but also explain how it applies in his case‖].) He cites no\nauthority for his apparent claim that general advocacy for the disabled community or\nopposition to elimination of allegedly beneficial programs constitute ―opposing conduct\nmade unlawful by the act.‖ (Miller, supra, 36 Cal.4th at p. 472.) This is fatal to his\nclaim, because ―case law and FEHA‘s implementing regulations are uniformly premised\non the principle that the nature of activities protected by section 12940, subdivision (h)\ndemonstrate some degree of opposition to or protest of the employer‘s conduct or\npractices based on the employee‘s reasonable belief that the employer‘s action or practice\n\n\n                                              17\n\fis unlawful.‖ (Rope v. Auto-Chlor System of Washington, Inc. (2013) </pre><span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">Cal. App. 4th</span>\n<span class=\"page\">635</span></span><pre class=\"inline\">, 652-653.)\n       That Dinslage opposed what he viewed as unwise or even improper actions by the\nDepartment is not enough to make his opposition a protected activity. Again, to be\nprotected, an employee‘s actions ―must oppose activity the employee reasonably believes\nconstitutes unlawful discrimination[.]‖ (Yanowitz, supra, 36 Cal.4th at p. 1047, italics\nadded.) ―A plaintiff's belief on this point is not reasonable simply because he or she\ncomplains of something that appears to be discrimination in some form.‖ (Kelly v.\nHoward I. Shapiro & Associates Consulting (2d Cir. 2013) </pre><span class=\"citation no-link\"><span class=\"volume\">716</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></span><pre class=\"inline\">, 15.) Thus,\nDinslage‘s advocacy for the disabled community and opposition to elimination of\nprograms that might benefit that community do not fall within the definition of protected\nactivity. Dinslage has not shown the Department‘s actions amounted to discrimination\nagainst disabled citizens, but even if they could be so construed, discrimination by an\nemployer against members of the general public is not a prohibited employment practice\nunder the FEHA. (See, e.g., Wimmer v. Suffolk County Police Dept. (2d Cir. 1999) </pre><span class=\"citation\" data-id=\"763760\"><a href=\"/opinion/763760/paul-wimmer-v-suffolk-county-police-department-and-peter-f-cosgrove/\"><span class=\"volume\">176</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span><pre class=\"inline\">, 136 [police officer could not reasonably have believed he was fired in\nretaliation for opposing prohibited employment practice where his complaints concerned\ndiscriminatory practices by fellow police officers against members of general public];\nCrowley v. Prince George’s County, Md. (4th Cir. 1989) </pre><span class=\"citation\" data-id=\"532773\"><a href=\"/opinion/532773/robert-j-crowley-v-prince-georges-county-maryland-and-prince-georges/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">683</span></a></span><pre class=\"inline\">, 687 [―racial\nharassment perpetrated by police officers against members of the community‖ was not\ndiscriminatory employment practice on which retaliation claim could be predicated];\nTaneus v. Brookhaven Memorial Hosp. Medical Center (E.D.N.Y. 2000) </pre><span class=\"citation\" data-id=\"2290725\"><a href=\"/opinion/2290725/taneus-v-brookhaven-memorial-hosp-medical-center/\"><span class=\"volume\">99</span> <span class=\"reporter\">F. Supp. 2d</span>\n<span class=\"page\">262</span></a></span><pre class=\"inline\">, 267 [―Neither the ‗unlawful practice‘ nor the ‗good faith belief‘ requirement is\nsatisfied where the practice complained of was not directed at employees but, instead,\nwas directed to individuals who are not in an employment relationship with the\ndefendant.‖].)\n       Similarly, the Ninth Circuit has held that blowing the whistle on an employer‘s\nallegedly unlawful environmental practices ―is not covered by FEHA because it is not\nconduct that gives rise to discrimination on the basis of any of the protected categories\n\n\n                                             18\n\funder FEHA.‖ (Arn v. News Media Group (9th Cir. 2006) 175 Fed.Appx. 844, 846.)\nIndeed, activity with a much closer relationship to an employer‘s actual practices has\nbeen held unprotected by the statute because it did not demonstrate opposition to an\nemployer‘s unlawful conduct. (See Nealy, supra, 234 Cal.App.4th at p. 381 [under\nformer version of FEHA, ―protected activity does not include a mere request for\nreasonable accommodation‖].) In short, Dinslage could not reasonably have believed his\nactions constituted protected activity, because there is no dispute his opposition was not\ndirected at the Department‘s employment practices. (See Clark County School Dist. v.\nBreeden (2001) </pre><span class=\"citation\" data-id=\"2620700\"><a href=\"/opinion/2620700/clark-county-school-dist-v-breeden/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></a></span><pre class=\"inline\">, 270 [employee could not prevail on claim of retaliation\nwhere ―no one could reasonably believe‖ incident complained of violated federal anti-\ndiscrimination statute]; Weeks v. Harden Mfg. Corp. (11th Cir. 2002) </pre><span class=\"citation\" data-id=\"75833\"><a href=\"/opinion/75833/jennifer-kimbrough-v-harden-manufacturing-corp/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1307</span></a></span><pre class=\"inline\">,\n1312 [plaintiffs could not have objectively reasonable belief that requiring mandatory\narbitration for employment discrimination claims was unlawful employment practice];\nMiller, supra, 36 Cal.4th at p. 472 [FEHA protects employees from retaliation for\nopposing practices made unlawful by the statute].)\n       Likewise, Dinslage‘s opposition to the relocation of the car show is not a protected\nactivity under the FEHA. As our high court has explained, ―complaints about personal\ngrievances or vague or conclusory remarks that fail to put an employer on notice as to\nwhat conduct it should investigate will not suffice to establish protected conduct.‖\n(Yanowitz, supra, 36 Cal.4th at p. 1047.) Moreover, Dinslage makes no effort to explain\nhow opposition to the car show‘s relocation might be construed as opposition to a\nprohibited employment practice. It is incumbent upon him to set forth the reasoning\nbehind this argument, and his failure to do so permits us to disregard it. (City of Santa\nMaria v. Adam, supra, 211 Cal.App.4th at p. 287.)\n       In sum, Dinslage has failed to show that he engaged in protected activity under the\nFEHA. Because he did not establish he had engaged in such activity, he failed to make\nout a prima facie case of retaliation. The trial court therefore did not err in granting\nsummary judgment on Dinslage‘s retaliation claim.\n\n\n\n                                              19\n\f                                          DISPOSITION\n       The judgment is affirmed. Respondents shall recover their costs on appeal. (Cal.\nRules of Court, rule 8.278(a)(1), (2).)\n\n\n\n\n                                              20\n\f                                 _________________________\n\n                                 Jones, P.J.\n\n\n\n\nWe concur:\n\n\n\n\n_________________________\n\nSimons, J.\n\n\n_________________________\nNeedham, J.\n\n\n\n\nA142365\n\n\n                            21\n\fSuperior Court of the County of San Francisco, No. CGC11512096, Ernest H. Goldsmith,\nJudge.\n\nJames Paul Green, for Plaintiff and Appellant.\n\nRuth M. Bond, Office of the City Attorney, for Defendants and Respondents.\n\n\n\n\nA142365\n\n\n                                           22\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/71428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/75833/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/532773/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/682781/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/763760/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/764135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1393905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2120189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2245287/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2246563/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2252575/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2258762/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2265736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2266194/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2272078/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2281905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2287851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2290725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2304971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2307254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2567202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2569285/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2576005/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2620700/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2016-11-09T23:02:21.627728Z",
      "date_modified": "2016-11-09T23:02:21.995918Z",
      "date_filed": "2016-11-09",
      "date_filed_is_approximate": false,
      "slug": "dinslage-v-city-and-county-of-san-francisco",
      "citation_id": null,
      "case_name_short": "Dinslage",
      "case_name": "Dinslage v. City and County of San Francisco",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/4487093/dinslage-v-city-and-county-of-san-francisco/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-11-09T23:02:21.609795Z",
  "date_modified": "2016-11-09T23:02:21.609844Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Dinslage",
  "case_name": "Dinslage v. City and County of San Francisco",
  "case_name_full": "",
  "slug": "dinslage-v-city-and-county-of-san-francisco",
  "docket_number": "A142365",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}