{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/4560789/",
  "id": 4560789,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/conn/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4335344/",
      "id": 4335344,
      "absolute_url": "/opinion/4335344/bifolck-v-philip-morris-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/4560789/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4112605/",
          "id": 4112605,
          "absolute_url": "/opinion/4335344/bifolck-v-philip-morris-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4335344/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2017-01-02T08:06:04.204189Z",
          "date_modified": "2017-04-16T07:09:40.882829Z",
          "type": "010combined",
          "sha1": "79e91279d7f72db38379cdb3d4c4460cdabde35d",
          "page_count": 37,
          "download_url": "http://www.jud.ct.gov/external/supapp/Cases/AROcr/CR324/324CR107.pdf",
          "local_path": "pdf/2017/01/10/bifolck_v._philip_morris_inc._2.pdf",
          "plain_text": "******************************************************\n  The ‘‘officially released’’ date that appears near the\nbeginning of each opinion is the date the opinion will\nbe published in the Connecticut Law Journal or the\ndate it was released as a slip opinion. The operative\ndate for the beginning of all time periods for filing\npostopinion motions and petitions for certification is\nthe ‘‘officially released’’ date appearing in the opinion.\nIn no event will any such motions be accepted before\nthe ‘‘officially released’’ date.\n  All opinions are subject to modification and technical\ncorrection prior to official publication in the Connecti-\ncut Reports and Connecticut Appellate Reports. In the\nevent of discrepancies between the electronic version\nof an opinion and the print version appearing in the\nConnecticut Law Journal and subsequently in the Con-\nnecticut Reports or Connecticut Appellate Reports, the\nlatest print version is to be considered authoritative.\n  The syllabus and procedural history accompanying\nthe opinion as it appears on the Commission on Official\nLegal Publications Electronic Bulletin Board Service\nand in the Connecticut Law Journal and bound volumes\nof official reports are copyrighted by the Secretary of\nthe State, State of Connecticut, and may not be repro-\nduced and distributed without the express written per-\nmission of the Commission on Official Legal\nPublications, Judicial Branch, State of Connecticut.\n******************************************************\n\f   VINCENT BIFOLCK, EXECUTOR (ESTATE OF\n       JEANETTE D. BIFOLCK), ET AL. v.\n             PHILIP MORRIS, INC.\n                  (SC 19310)\nRogers, C. J., and Zarella, Eveleigh, McDonald, Espinosa, Robinson and\n                             Vertefeuille, Js.\n    Argued September 13—officially released December 29, 2016*\n\n  David S. Golub, with whom were Jonathan M. Levine\nand, on the brief, Marilyn J. Ramos, for the appel-\nlants (plaintiffs).\n  John C. Massaro, with whom were Francis H. Mor-\nrison III and, on the brief, Anthony J. Franze, pro hac\nvice, John B. Daukas, pro hac vice, John M. Tanksi\nand Michael K. Murray, for the appellee (defendant).\n\f  Jonathan M. Hoffman, pro hac vice, Cristin E. Shee-\nhan and Kaelah M. Smith filed a brief for the Product\nLiability Advisory Council, Inc., as amicus curiae.\n  Daniel S. Rawner and Kenneth J. Parsigian, pro hac\nvice, filed a brief for the Chamber of Commerce of the\nUnited States of America as amicus curiae.\n   George Jepsen, attorney general, Gregory T. D’Auria,\nsolicitor general, and Phillip Rosario, Jonathan J.\nBlake and Thomas J. Saadi, assistant attorneys general,\nfiled a brief for the state of Connecticut et al. as\namici curiae.\n  John J. Robinson and Cullen W. Guilmartin filed a\nbrief for the Connecticut Defense Lawyers Association\nas amicus curiae.\n  Randall L. Goodden filed a brief for the International\nProduct Safety and Liability Prevention Association as\namicus curiae.\n  Jennifer M. DelMonico, Proloy K. Das, Eric B. Miller\nand Terence J. Brunau filed a brief for the Connecticut\nBusiness and Industry Association et al. as amici curiae.\n  Brenden P. Leydon filed a brief for the Connecticut\nTrial Lawyers Association as amicus curiae.\n  Larry A. Tawwater, Alinor Sterling and Jeffrey R.\nWhite filed a brief for the American Association for\nJustice as amicus curiae.\n  Michael G. Rigg filed a brief for Aaron D. Twerski\net al. as amici curiae.\n\f                          Opinion\n\n   McDONALD, J. This case is the second of two diver-\nsity actions in which the federal courts certified ques-\ntions for this court’s advice regarding the viability of an\naction under Connecticut’s Product Liability Act (act)1\nalleging that a cigarette’s design had increased consum-\ners’ risk of cancer. The courts sought advice whether\nspecific theories advanced in those actions are pre-\ncluded by this court’s adoption of § 402A of the\nRestatement (Second) of Torts, which imposes liability\nfor defective products that are ‘‘unreasonably danger-\nous,’’ and more particularly, our adoption of comment\n(i) to § 402A, which defines that term in relation to\nconsumers’ knowledge of the danger.2 In the first of\nthese actions, this court advised that the strict liability\ntheory advanced was not precluded because it required\napplication of our modified consumer expectation test,\nunder which the obviousness of the danger is only one\nof many factors that the trier of fact may consider.\nIzzarelli v. R.J. Reynolds Tobacco Co., 321 Conn. 172,\n177, 136 A.3d 1232 (2016).\n   In the present action, this court considers three sub-\nstantive questions: (1) whether, for claims alleging\ndesign defects, we should abandon our dual tests based\non § 402A of the Restatement (Second) of Torts and\nadopt the standards under the Restatement (Third) of\nTorts, Products Liability; (2) if not, whether § 402A and\ncomment (i) provide a single, unitary definition for all\ntheories under which product liability claims may be\nbrought, including negligence; and (3) whether the puni-\ntive damages available in the act are limited to litigation\ncosts under our common-law punitive damages rule.\nThis court raised the first question; we accepted certifi-\ncation with respect to the second and third questions,\npursuant to General Statutes § 51-199b (d), from the\nUnited States District Court for the District of Connecti-\ncut. See Bifolck v. Philip Morris, Inc., Docket No.\n3:06cv1768 (SRU), 2014 WL 585325 (D. Conn. February\n14, 2014).\n   For the reasons that follow, we decline at this time\nto adopt the Restatement (Third). Nonetheless, we are\npersuaded that modest refinements to our product lia-\nbility tests under the Restatement (Second) will clarify\nthe plaintiff’s burden of proof in strict liability cases\nand provide a better guide to any necessity for adopting\nthe Restatement (Third) or any other substantive\nchange. We further conclude that, although all product\nliability claims require proof of a ‘‘defective condition\nunreasonably dangerous’’ to the user or consumer,\nunreasonably dangerous is not determined by consumer\nexpectations under comment (i) to § 402A when such\na claim may be brought under a theory of negligence.\nFinally, we conclude that punitive damages under the\nact are not limited by the common-law rule. Accord-\ningly, we answer both of the certified questions ‘‘No.’’\n\f                             I\n      BACKGROUND OF THE PRESENT CASE\n  The following facts and procedural history gave rise\nto the issues presently before us. The plaintiff, Vincent\nBifolck, individually and as executor of the estate of\nhis wife, Jeanette D. Bifolck (decedent), commenced\nthis action in the District Court against the defendant,\nPhilip Morris, Inc., after the decedent succumbed to\nlung cancer at the age of forty-two. The principal thrust\nof the complaint is that the Marlboro and Marlboro\nLight cigarettes manufactured by the defendant and\nsmoked by the decedent were defectively designed and\nthat this defective design was responsible for her lung\ncancer and death from that disease. The plaintiff sought\ncompensatory damages, as well as statutory punitive\ndamages under General Statutes § 52-240b.\n   One count of the complaint asserted a product liabil-\nity claim under the act, but set forth separate allegations\nin support of theories of strict liability and negligence.3\nWith respect to strict liability, the plaintiff alleged that\nthe defendant’s cigarettes were defective and unreason-\nably dangerous in that their design rendered the ciga-\nrettes unnecessarily addictive and unnecessarily\ncarcinogenic. Specifically, the plaintiff alleged that the\ndefendant had (1) added ingredients, including carcino-\ngenic ingredients, that altered the natural form of the\ntobacco in the cigarettes, and (2) utilized manufacturing\nprocesses that affected the composition and form of\nthe tobacco and nicotine, as well as the manner in which\nthe cigarette smoke was transmitted to the smoker.\nWith respect to negligence, the plaintiff alleged that\nthe defendant had failed to conform to the applicable\nstandard of care by knowingly designing the cigarettes\nin a manner that enhanced their addictive and cancer\ncausing nature and by failing to take available measures\nto reduce the cigarettes’ addictive, toxic, and cancer\ncausing ingredients/properties.\n   After the plaintiff commenced the present action,\njudgment was rendered in the District Court in another\naction against a different cigarette manufacturer on the\nbasis of similar allegations of strict liability and negli-\ngence. See Izzarelli v. R.J. Reynolds Tobacco Co., 806\nF. Supp. 2d 516, 519–20 (D. Conn. 2011). Following\nthe appeal by the defendant, R.J. Reynolds Tobacco\nCompany, from that judgment to the United States\nCourt of Appeals for the Second Circuit, that court\ncertified the following question to this court: ‘‘Does\n[comment (i)] to § 402A of the Restatement (Second)\nof Torts preclude a suit premised on strict products\nliability against a cigarette manufacturer based on evi-\ndence that the defendant purposefully manufactured\ncigarettes to increase daily consumption without regard\nto the resultant increase in exposure to carcinogens,\nbut in the absence of evidence of adulteration or con-\n\ftamination?’’ (Emphasis added.) Izzarelli v. R.J. Rey-\nnolds Tobacco Co., 731 F.3d 164, 169 (2d Cir. 2013). A\nparticular focus of that question related to an example\nin comment (i) providing that ‘‘good tobacco’’ is not\nunreasonably dangerous. See footnote 2 of this opinion.\n   The trial in the present case was postponed to await\nthis court’s response to that question. In the intervening\nperiod, the District Court certified two additional ques-\ntions to this court for advice: (1) ‘‘Does [§] 402A of the\nRestatement (Second) of Torts (and comment [i] to\nthat provision) apply to a product liability claim for\nnegligence under [the act]?’’; and (2) ‘‘Does Connecti-\ncut’s [common-law] rule of punitive damages as articu-\nlated in Waterbury Petroleum Products, Inc. v. Canaan\nOil & Fuel Co., 193 Conn. 208 [477 A.2d 988] (1984),\napply to an award of statutory punitive damages pursu-\nant to [General Statutes] § 52-240b, the punitive dam-\nages provision of the [act]?’’ Bifolck v. Philip Morris,\nInc., supra, 2014 WL 585325, *8.\n   After oral argument to this court on both cases, we\nissued our decision in Izzarelli, in which we advised\nthat comment (i) to § 402A did not preclude the strict\nliability theory advanced. Izzarelli v. R.J. Reynolds\nTobacco Co., supra, 321 Conn. 177. We clarified that,\nalthough the two tests available under our law—the\nordinary consumer expectation test and the modified\nconsumer expectation test—both apply § 402A’s unrea-\nsonably dangerous standard, ‘‘the modified consumer\nexpectation test is our primary strict product liability\ntest, and the sole test applicable to the present case.\nBecause the obvious danger exceptions to strict liability\nin comment (i) to § 402A of the Restatement (Second),\nincluding ‘[g]ood tobacco,’ are not dispositive under\nthe multifactor modified consumer expectation test, we\nanswer the certified question in the negative.’’ Id.\n   The jury in Izzarelli had been instructed on both\nstrict liability tests and rendered a general verdict in\nfavor of the plaintiff. Id., 182. Neither party had advo-\ncated for application of any test other than one of the\ntwo tests based on the Restatement (Second) recog-\nnized by this court. Id., 192 n.11. Nonetheless, a concur-\nring opinion took the position that we should adopt\nand apply to the certified question in that case the\nstandard for design defects under the Restatement\n(Third). Id., 211 (Zarella, J., concurring).\n   Although that position did not garner majority sup-\nport in that case, the posture of the present case is\nmore conducive to consideration of this issue. Unlike\nIzzarelli, this case has not yet proceeded to trial.\nAccordingly, the issue raised by the Izzarelli concur-\nrence can be considered with the benefit of supplemen-\ntal briefing, but without the possibility of disturbing a\npresumptively valid verdict under the existing stan-\ndards in the absence of a challenge to those standards.\n\f   In light of these considerations, we issued an order\nto the parties in the present case, concurrently with\nthe issuance of our decision in Izzarelli, seeking supple-\nmental briefs on the following questions: (1) whether,\nfor product liability actions premised on design defects,\nthis court should abandon the ordinary consumer\nexpectation test/modified consumer expectation test\nand adopt §§ 1, 2 (b) and 4 of the Restatement (Third),\nwith or without the associated commentary;4 and (2) if\nso, whether there is any reason why this court should\nnot apply the Restatement (Third) standard to cases\npending before a trial court, like the present case. We\nalso invited professional organizations to submit ami-\ncus briefs on the first question. Pursuant to the parties’\njoint request, the court heard oral argument on these\nquestions.\n                            II\n  WHETHER TO ABANDON THE RESTATEMENT\n  (SECOND) IN FAVOR OF THE RESTATEMENT\n     (THIRD) FOR DESIGN DEFECT CLAIMS5\n   We begin with the question that this court raised\nbecause its answer could be dispositive of the first\ncertified question regarding whether consumer expec-\ntations under comment (i) to § 402A govern recovery\nfor a defective design under a theory of negligence. See\nRestatement (Third), supra, § 2, comment (g), pp. 27–28\n(explaining that ‘‘consumer expectations do not consti-\ntute an independent standard for judging the defec-\ntiveness of product designs’’ and that such expectations\nare ‘‘relevant’’ but not controlling).\n                            A\n                    Parties’ Positions\n  The parties and the amici supporting their respective\npositions take sharply divergent views on every consid-\neration relevant to this issue. The plaintiff urges us\nnot to abandon our dual Restatement (Second) tests,\ncharacterizing the Restatement (Third) as a significant\ndeparture from our long-standing strict liability stan-\ndard and the public policies that this standard advances.\nConversely, the defendant urges us to adopt the\nRestatement (Third), characterizing it as consistent\nwith our case law, our act, and litigation practice. To\nthe extent that both parties acknowledge that the\nRestatement (Third) will make some change to our\nproduct liability law, they point to different effects of\nthose changes. The plaintiff contends that these\nchanges will have a detrimental, unfair effect on injured\nconsumers, whereas the defendant contends that these\nchanges will provide greater clarity and objectivity with-\nout such effects. The plaintiff contends that the task\nof weighing the numerous policy considerations impli-\ncated is better left to the legislature, whereas the defen-\ndant contends that the issue should be resolved by\n\f                            B\n           Current Standard under Our Law6\n   Prior to 1965, plaintiffs in Connecticut relied on theo-\nries of negligence and breach of warranty in actions to\nrecovery for injuries caused by defective products.7 In\n1965, Connecticut adopted the strict liability standard\nfor product liability actions under § 402A of the\nRestatement (Second), under which a plaintiff need not\nestablish the manufacturer’s fault. See Garthwait v.\nBurgio, 153 Conn. 284, 289–90, 216 A.2d 189 (1965); 2\nRestatement (Second), Torts, § 402A, comment (a), p.\n348 (1965) (product seller is ‘‘subject to liability to the\nuser or consumer even though he has exercised all\npossible care in the preparation and sale of the prod-\nuct’’). Under that standard, a manufacturer or seller of\na product may be held liable if the product is ‘‘unreason-\nably dangerous . . . .’’8 2 Restatement (Second), supra,\n§ 402A (1), p. 347. A primary justification for imposing\nstrict liability has been that, as between the injured\nconsumer and the manufacturer who has derived the\neconomic benefits from the sale of the product, the\nlatter is better able to insure against the risk and can\npass that cost along to all consumers. See Potter v.\nChicago Pneumatic Tool Co., 241 Conn. 199, 209, 694\nA.2d 1319 (1997).\n   Originally, this court defined unreasonably danger-\nous solely by reference to consumer expectations as\nset forth in comment (i)—the ordinary consumer expec-\ntation test. See id., 214–15 (‘‘[T]he article sold must be\ndangerous to an extent beyond that which would be\ncontemplated by the ordinary consumer . . . with the\nordinary knowledge common to the community as to its\ncharacteristics. 2 Restatement [Second], supra, § 402A,\ncomment [i].’’ [Internal quotation marks omitted.]); see\nalso Giglio v. Connecticut Light & Power Co., 180 Conn.\n230, 234, 429 A.2d 486 (1980); Slepski v. Williams Ford,\nInc., 170 Conn. 18, 23, 364 A.2d 175 (1975).\n   In 1997, this court rejected the argument that, for\ndesign defects, we should adopt the standard in the\ndraft Restatement (Third), requiring proof of a reason-\nable alternative design, instead of § 402A’s unreason-\nably dangerous standard. See Potter v. Chicago\nPneumatic Tool Co., supra, 241 Conn. 215. In Potter,\nthe court acknowledged a concern expressed by one\ncourt that design defects lacked an objective standard\nby which they may be proved, whereas manufacturing\ndefects could be objectively evaluated against the\nintended design of the product. Id., 211, citing Caterpil-\nlar Tractor Co. v. Beck, 593 P.2d 871, 880 (Alaska 1979).\nNonetheless, the court declined to adopt the alternative\ndesign requirement, noting that the majority of jurisdic-\ntions had not imposed such an absolute requirement.\nPotter v. Chicago Pneumatic Tool Co., supra, 216. More\nfundamentally, the court rejected this requirement\n\fbecause it ‘‘imposes an undue burden on plaintiffs that\nmight preclude otherwise valid claims from jury consid-\neration.’’ Id., 217. The court posited that the rule would\nrequire expert witnesses, even when the jury could infer\na design defect from circumstantial evidence, in contra-\nvention to our case law. Id., 217–18. It also posited\nthat a product could be unreasonably dangerous to\nthe consumer even when there is no alternative, safer\ndesign. Id., 219.\n   The court’s review of the various tests adopted by\nother jurisdictions convinced it, however, that our sin-\ngularly focused consumer expectation test might also\npreclude some valid claims. Id. Therefore, instead of\nimposing a more stringent standard of proof, the court\nestablished an alternative means of proving that a\ndesign defect is unreasonably dangerous—the modified\nconsumer expectation test. Id., 220. Under this test,\na product is unreasonably dangerous if a reasonable,\ninformed consumer would conclude that its risks out-\nweigh its utility. Id., 220–21. This is a multifactor test,\nunder which no single factor is per se determinative.\nSee id., 221 n.15 (citing nonexclusive list of factors,\nincluding ‘‘the usefulness of the product, the likelihood\nand severity of the danger posed by the design, the\nfeasibility of an alternative design, the financial cost of\nan improved design, the ability to reduce the product’s\ndanger without impairing its usefulness or making it\ntoo expensive, and the feasibility of spreading the loss\nby increasing the product’s price or by purchasing insur-\nance’’ [internal quotation marks omitted]). Evidence\nthat an alternative design was available that would have\nreduced or avoided the danger may be proffered, but\nit is not a mandatory element of the plaintiff’s case. Id.,\n221. The court emphasized in adopting this test that it\nmaintained its allegiance to a strict liability regime that\nfocuses on the product’s danger and not the manufac-\nturer’s culpability. Id., 221–22.\n   Whereas Potter established dual tests to prove that\na design defect is unreasonably dangerous, our recent\ndecision in Izzarelli clarified the circumstances under\nwhich each test applies. See Izzarelli v. R.J. Reynolds\nTobacco Co., supra, 321 Conn. 192, 202–203. The modi-\nfied consumer expectation test is our primary test. Id.,\n194. The ordinary consumer expectation test is reserved\nfor those cases in which the product failed to meet\nconsumers’ legitimate, commonly accepted, minimum\nsafety expectations. Id., 202–203. The defect in such\ncases is so obvious that expert testimony is not needed\nto establish it and the utility of the product is not an\nexcuse for the undisclosed defect. Id., 194, 202–203.\n  In sum, under either test, § 402A provides the ele-\nments of a strict product liability claim; see footnote 8 of\nthis opinion; but the unreasonably dangerous element is\ndetermined by minimum safety expectations in one and\nby balancing risks and utility in the other. Izzarelli v.\n\fR.J. Reynolds Tobacco Co., supra, 321 Conn. 193,\n208–209.\n                             C\n       Standard under the Restatement (Third)\n   Unlike § 402A’s ‘‘unreasonably dangerous’’ standard,\nwhich applies to any type of product defect, § 2 of the\nRestatement (Third) prescribes different standards for\neach of the three categories of product defects—design\ndefects, manufacturing defects and defects due to inad-\nequate instructions/warnings. A product ‘‘is defective\nin design when the foreseeable risks of harm posed by\nthe product could have been reduced or avoided by the\nadoption of a reasonable alternative design by the seller\nor other distributor, or a predecessor in the commercial\nchain of distribution, and the omission of the alternative\ndesign renders the product not reasonably safe . . . .’’9\nRestatement (Third), supra, § 2 (b), p. 14.\n   The comments elaborate on the practical application\nof this standard. They explain that this standard ‘‘adopts\na reasonableness (‘risk-utility balancing’) test as the\nstandard for judging . . . defectiveness . . . .’’ Id.,\ncomment (d), p. 19. ‘‘A broad range of factors may\nbe considered in determining whether an alternative\ndesign is reasonable and whether its omission renders a\nproduct not reasonably safe. The factors include, among\nothers, the magnitude and probability of the foreseeable\nrisks of harm, the instructions and warnings accompa-\nnying the product, and the nature and strength of con-\nsumer expectations regarding the product, including\nexpectations arising from product portrayal and mar-\nketing. . . . The relative advantages and disadvantages\nof the product as designed and as it alternatively could\nhave been designed may also be considered. Thus, the\nlikely effects of the alternative design on production\ncosts; the effects of the alternative design on product\nlongevity, maintenance, repair, and esthetics; and the\nrange of consumer choice among products are factors\nthat may be taken into account.’’ (Citation omitted.)\nId., comment (f), p. 23.\n   The design defect standard under § 2 is not the exclu-\nsive means of establishing liability for a design defect.\nThe Restatement (Third) acknowledges three other\nstandards under which a design defect could be estab-\nlished.\n   A comment to § 2 recognizes the possibility that\ncourts could determine that some products were ‘‘so\nmanifestly unreasonable, in that they have low social\nutility and high degree of danger, that liability should\nattach even absent proof of a reasonable alternative\ndesign.’’ Id., comment (e), pp. 21–22. The example pro-\nvided of a product that would satisfy this standard is\nan exploding novelty cigar that causes burns to the\nuser’s face. Id., illustration (5), p. 22. This standard will\nnot apply ‘‘in most instances even though the plaintiff\n\falleges that the category of product sold by the defen-\ndant is so dangerous that it should not have been mar-\nketed at all.’’ Id., comment (d), p. 20.\n   In addition, § 3 recognizes that circumstantial evi-\ndence alone may support the inference of a product\ndefect.10 Id., § 3, p. 111. Essentially, this section states\nthe contours of the ‘‘malfunction’’ theory that has long\nbeen recognized under Connecticut’s § 402A case law.11\nSee Metropolitan Property & Casualty Ins. Co. v.\nDeere & Co., 302 Conn. 123, 132–33, 25 A.3d 571 (2011);\nsee also Living & Learning Centre, Inc. v. Griese Cus-\ntom Signs, Inc., 3 Conn. App. 661, 664, 491 A.2d 433\n(1985) (‘‘It is not necessary that the plaintiff in a strict\ntort action establish a specific defect as long as there\nis evidence of some unspecified dangerous condition.\nIn the absence of other identifiable causes, evidence\nof malfunction is sufficient evidence of a defect under\n§ 402A of the [Restatement (Second) of Torts].’’). This\nstandard ‘‘most often [will] apply to manufacturing\ndefects, [but] occasionally a product design causes the\nproduct to malfunction in a manner identical to that\nwhich would be caused by a manufacturing defect.’’\nRestatement (Third), supra, § 3, comment (b), p. 112.\n   Also, § 4 (a) of the Restatement (Third) provides that\n‘‘a product’s noncompliance with an applicable product\nsafety statute or administrative regulation renders the\nproduct defective with respect to the risks sought to\nbe reduced by the statute or regulation . . . .’’ Liability\nmay not be assessed if the law is unclear as to its\nmeaning or purpose, or conflicts with other safety laws\nwith which the manufacturer must comply. Id., com-\nment (d), p. 121.\n   It is evident that these three alternatives to the stan-\ndard under § 2 (b) have a narrow field of operation.\nFew products will have such a marginal utility and such\na high degree of risk akin to the cartoonish example\nof the exploding cigar that will satisfy the manifestly\nunreasonable standard. See A. Twerski & J. Henderson,\nJr., ‘‘Manufacturers’ Liability for Defective Product\nDesigns: The Triumph of Risk-Utility,’’ 74 Brook. L. Rev.\n1061, 1071 (2009) (authors who served as coreporters\nof Restatement [Third] acknowledged that ‘‘comment\n[(e) to § 2] speaks merely of the possibility that courts\nmight encounter an unusual case in the future—it does\nnot endorse or recommend the imposition of category\nliability’’ and that coreporters hoped to ‘‘disarm [that\npossibility] by dealing with it forthrightly [and narrowly]\nin comment [e]’’). Only occasionally will a design defect\ncause a product to malfunction in a manner identical\nto a manufacturing defect. Rarely will manufacturers\nwholly disregard plain and unambiguous product safety\nlaws. Therefore, it is clear that the standard under § 2\n(b) is intended to apply in all but the rarest cases.12\n  As such, we focus our attention on the differences\nbetween this predominant standard and our tests under\n\f§ 402A. Section 2 (b) imposes two requirements that\nare not mandated under our § 402A tests: (1) proof\nthat the harm was foreseeable; and (2) proof that a\nreasonable alternative design existed that would have\nreduced or avoided the danger. Restatement (Third),\nsupra, § 2 (b), p. 14. The comments explain that the\nrule under § 2 (b) is stated in functional terms rather\nthan traditional doctrinal categories (i.e., strict liability,\nnegligence, implied warranty). Id., § 2, comment (n), p.\n35. Nonetheless, the comments also acknowledge that\n§ 2 (b) ‘‘achieve[s] the same general objectives as does\nliability predicated on negligence’’; id., comment (a), p.\n16; undertakes the same comparative approach that\nis used in negligence; id., comment (d), p. 19; and is\nsupported by the same policy considerations that sup-\nport use of a reasonable person perspective in negli-\ngence. Id. Accordingly, while there are nominal\ndifferences, many courts and commentators view § 2\n(b) as effectively requiring proof of negligence. See,\ne.g., Aubin v. Union Carbide Corp., 177 So. 3d 489, 506\n(Fla. 2015); Wright v. Brooke Group Ltd., 652 N.W.2d\n159, 168 (Iowa 2002); Godoy v. E.I. du Pont de Nem-\nours & Co., 319 Wis. 2d 91, 124, 768 N.W.2d 674 (2009)\n(Bradley, J., concurring); 2 D. Dobbs, Law of Torts\n(2001) § 353, p. 977; R. Cupp, Jr. & D. Polage, ‘‘The\nRhetoric of Strict Products Liability Versus Negligence:\nAn Empirical Analysis,’’ 77 N.Y.U. L. Rev. 874, 883\n(2002); F. Hubbard, ‘‘ ‘Sophisticated Robots’: Balancing\nLiability, Regulation, and Innovation,’’ 66 Fla. L. Rev.\n1803, 1821 (2014); F. Vandall & J. Vandall, ‘‘A Call for\nan Accurate Restatement (Third) of Torts: Design\nDefect,’’ 33 U. Mem. L. Rev. 909, 921 (2003).\n    Section 402A is a true strict liability standard. A prod-\nuct seller is ‘‘subject to liability to the user or consumer\neven though he has exercised all possible care in the\npreparation and sale of the product.’’ 2 Restatement\n(Second), supra, § 402A, comment (a), p. 348. Foresee-\nability of harm is not an element of the plaintiff’s prima\nfacie case. See Vendrella v. Astriab Family Ltd. Part-\nnership, 311 Conn. 301, 307 n.7, 87 A.3d 546 (2014)\n(‘‘[s]trict liability means liability without proof that the\ndefendant was negligent, i.e., that the defendant failed\nto take reasonable steps to prevent a foreseeable\nharm’’). Foreseeability is only relevant to a defense that\nthe product was not put to a foreseeable use; see Gen-\neral Statutes § 52-572l (codifying common-law defense\nof misuse); Norrie v. Heil Co., 203 Conn. 594, 600, 525\nA.2d 1332 (1987) (‘‘[m]isuse occurs when a product is\nnot used in a manner which should have been foreseen\nby the defendant’’ [internal quotation marks omitted]);\nor to a request for a reduction of damages due to the\nplaintiff’s comparative responsibility for his injuries.\nSee General Statutes § 52-572o.\n  Although the availability of an alternative design\ncould be relevant under either of our tests under § 402A,\nneither requires such proof. Indeed, under our primary\n\fmodified consumer expectation test, a plaintiff may\nestablish liability solely by reference to the product\nsold, upon proof that its risks outweigh its utility. It\nbears emphasizing that this risk-utility balancing does\nnot limit liability to products that are of excessively\nlow utility and exceedingly high risk, as does the ‘‘mani-\nfestly’’ unreasonable standard in the Restatement\n(Third).\n   On its face, therefore, the Restatement (Third) would\nappear to make consequential changes to our product\nliability law. According to the plaintiff, adopting the\nRestatement (Third) would make product liability cases\nsignificantly more expensive to litigate; in many cases\nrequiring expert testimony/product prototypes to estab-\nlish that the alternative design is reasonable. As such,\nhe contends it will be more likely that cases will be\ndecided on pretrial motions testing the adequacy of this\nproof and that injured consumers with smaller damages\nwill be unable to bring product liability actions at all.\n  In response, the defendant and some of the amici\ncontend that adoption of the Restatement (Third) would\nnot significantly alter our law in practice, because\nplaintiffs typically elect to proffer proof of an alternative\ndesign. The defendant does not, and could not, claim,\nhowever, that plaintiffs have ever assumed the burden\nof proving that the harm was foreseeable. Moreover,\nthe defendant’s argument does not account for the fact\nthat the adequacy of this proof has generally not been\nthe subject of serious controversy and pretrial motions\nbecause plaintiffs have not been required to prove the\nreasonableness of the alternative design to prevail.\n                             D\nWhether the Restatement (Third) Should Be Adopted\n   In his concurring opinion in Izzarelli, Justice Zarella\nset forth several reasons why he believes that, regard-\nless of the degree of difference, the greater clarity and\nobjectivity that the Restatement (Third) provides over\nour current standards favors its adoption. See Izzarelli\nv. R.J. Reynolds Tobacco Co., supra, 321 Conn. 217–43\n(Zarella, J., concurring). Putting aside the question of\nany purported advantages that could be gained from\nadoption of the Restatement (Third), we note the fol-\nlowing considerations that weigh against its adoption.\n   We have followed § 402A’s strict liability standard for\nmore than five decades. We have only modified that\nstandard to the extent that it was necessary to fill a\ngap in our law; Potter v. Chicago Pneumatic Tool Co.,\nsupra, 241 Conn. 219–20; or to clarify the field of opera-\ntion of those tests to a case before us. Izzarelli v. R.J.\nReynolds Tobacco Co., supra, 321 Conn. 192.\n  In the almost two decades since this court adopted\nour modified consumer expectation test in Potter, there\nhas been no evidence that our § 402A strict liability\ntests have proved to be unworkable. Not a single case\n\fapplying Connecticut law has been brought to our atten-\ntion demonstrating either that a jury had difficulty\napplying our law or that a jury’s verdict yielded a bizarre\nor unconscionable result. Indeed, we noted in Izzarelli\nthat we would trust our trial courts to safeguard against\nany such result. See id., 205.\n   In those two decades since Potter, there is also no\nindication that any action has been undertaken to seek\nchanges to our tests. No party has ever asked this court\nto modify those tests, or to reconsider the Restatement\n(Third) in light of the failure of the court in Potter to\naddress its exceptions to the alternative design require-\nment. See footnote 12 of this opinion; see also\nRestatement (Third), supra, § 2, reporters’ note, com-\nment (d), part II C, pp. 72–73 (asserting that Potter had\nmisinterpreted Restatement [Third] to impose per se\nrequirement). No interest group has sought change leg-\nislatively. Shortly before the court’s decision in Potter,\nthe Connecticut Business and Industry Association\ndrafted a bill that sought to amend our act to incorpo-\nrate the definition of design defect in the draft\nRestatement (Third). See Raised House Bill No. 5709,\n1996 Sess.; Conn. Joint Standing Committee Hearings,\nJudiciary, Pt. 5, 1996 Sess., p. 1119, remarks of Elizabeth\nGara, assistant counsel for the Connecticut Business\nand Industry Association. That bill was not acted on\nby the Judiciary Committee after it heard competing\nviews on it at a public hearing. Since Potter, other legis-\nlation has been proposed to amend the act; see Raised\nBill No. 5731, 2002 Sess. (proposing to preclude evi-\ndence of subsequent remedial measures in product lia-\nbility actions); see also Public Acts 2011, No. 11-200,\n§ 1 (amending limitation period for asbestos related\nproduct liability claims); but none that would have\nchanged our product liability standards.\n   An argument that our standard is unworkable\nbecause it lacks an ‘‘objective’’ basis for decision-mak-\ning was implicitly rejected in Potter, and is both circular\nand contradicted by experience. The presumption on\nwhich this argument rests is that failing to require proof\nof a reasonable alternative design in a risk-utility test\ndeprives the fact finder of an objective basis for deci-\nsion-making because it lacks an alternative against\nwhich to compare the marketed product. The flaw in\nthis argument is that it assumes that a product cannot\nbe unsafe unless it can be made safer. If the fact finder’s\ntask is to determine whether the defendant could have\nmade a safer product, it necessarily follows that the\nabsence of an alternative design makes this task impos-\nsible. If, however, the fact finder’s task is to assess\nwhether the product is unreasonably dangerous\nbecause its risks exceed its utility, no comparison to an\nalternative is necessary. The fact that jurors commonly\nengage in such a balancing test whenever they are called\nupon to assess reasonableness, such as in a claim of\nnegligence, evidences that such weighing is workable.\n\fSee 2 Restatement (Second), supra, § 291, p. 54\n(‘‘[w]here an act is one which a reasonable man would\nrecognize as involving a risk of harm to another, the\nrisk is unreasonable and the act is negligent if the risk\nis of such magnitude as to outweigh what the law\nregards as the utility of the act or of the particular\nmanner in which it is done’’); see also Rodriguez v.\nSuzuki Motor Corp., 996 S.W.2d 47, 65 (Mo. 1999) (‘‘the\nterm unreasonably dangerous, as used in [§] 402A and\n[the model jury instructions], needs no judicial defini-\ntion, whether derived from consumer expectations,\nrisk-utility, or otherwise’’ [internal quotation marks\nomitted]). Indeed, even under the Restatement (Third),\nthe fact finder weighs the risks and utility of each\nrespective design before comparing the alternative\ndesign to the product sold.13\n    We also note that Connecticut’s standard is hardly\nan outlier. It is not a fruitful exercise to attempt to\nobtain a precise count of how many jurisdictions have\nadopted or rejected the Restatement (Third) standard.\nLike every other aspect of this area of the law, parties\non each side of this debate disagree about what legal\nstandard has been adopted in the various jurisdictions\nand whether that determination should be made on the\nbasis of how the court has articulated its standard or\nhow the cases have been litigated.14 It suffices for our\npurposes that several other jurisdictions apply similar\nstandards to ours, some for many years. See, e.g.,\nBarker v. Lull Engineering Co., 20 Cal. 3d 413, 430,\n573 P.2d 443, 143 Cal. Rptr. 225 (1978); Tabieros v.\nClark Equipment Co., 85 Haw. 336, 367–68, 944 P.2d\n1279 (1997); Delaney v. Deere & Co., 268 Kan. 769,\n792–93, 999 P.2d 930 (2000); Bustos v. Hyundai Motor\nCo., 149 N.M. 1, 13, 243 P.3d 440 (App. 2010). The juris-\ndictions that have most recently considered this issue\nhave declined to adopt the Restatement (Third). See\nAubin v. Union Carbide Corp., supra, 177 So. 3d 510\n(‘‘In considering which approach is in line with our\nprior strict liability jurisprudence, we are in accord\nwith those state supreme courts that have thoughtfully\nconsidered this issue and determined that the Third\nRestatement’s new approach is inconsistent with the\nrationale behind the adoption of strict products liability.\nThe Third Restatement is, in fact, contrary to this state’s\nprior precedent.’’); Tincher v. Omega Flex, Inc., 628 Pa.\n296, 415, 104 A.3d 328 (2014) (‘‘[T]he Third Restatement\ndoes not offer an articulation of the law sufficient to\npersuade us to simply abandon the Second Restatement\nformulation of the strict products liability cause of\naction and ‘move’ to the Third Restatement. Unlike the\nThird Restatement, we believe that the Second\nRestatement already adopted, and properly calibrated,\npermits the plaintiffs to tailor their factual allegations\nand legal argumentation to the circumstances as they\npresent themselves in the real-world crucible of litiga-\ntion, rather than relying upon an evidence-bound stan-\n\fdard of proof.’’). Other jurisdictions rejected the\nRestatement (Third) in the years following its final\nadoption by the American Law Institute in 1997.15 The\nvaried standards nationally undermine the defendant’s\nargument that Connecticut manufacturers would be at\na competitive disadvantage if we declined to adopt the\nRestatement (Third).\n    In addition to the lack of evidence that our\nRestatement (Second) standard is unworkable, we are\nnot persuaded that the Restatement (Third) fully\naddresses all of the concerns that previously led this\ncourt to reject the draft Restatement (Third). The court\nin Potter did not address whether it would be appro-\npriate to require plaintiffs to prove that the risk of\nharm was foreseeable. Nonetheless, such a requirement\nwould be manifestly inconsistent with the court’s con-\ncern in Potter about the burdens of expert testimony;\nPotter v. Chicago Pneumatic Tool Co., supra, 241 Conn.\n217–18; and its unequivocal determination that policy\nconsiderations favored adherence to strict liability.16\nId., 221–22. In some cases, plaintiffs would have to\nobtain expert testimony to prove that the risk was fore-\nseeable in light of the state of scientific and technical\nknowledge at the time the product was manufactured.\nMoreover, the court’s allegiance in Potter to § 402A\nreflects that, as between injured consumers who lack\nthe ability to protect themselves physically and/or finan-\ncially from the product’s danger and a manufacturer\nwho might not be able to foresee the risk of harm,\nConnecticut would strike the balance in favor of injured\nconsumers. See id., 209; see also Wagner v. Clark Equip-\nment Co., 243 Conn. 168, 194, 700 A.2d 38 (1997)\n(‘‘[s]trict products liability is based on a policy that\nassumes that certain losses are better distributed in our\nsociety not on the basis of fault, but rather with regard\nto the ability of the involved parties to absorb them’’\n[internal quotation marks omitted]).\n   With respect to the reasonable alternative design\nrequirement, the court in Potter expressed a concern\nthat such a rule would preclude valid claims for prod-\nucts for which there is no alternative design. Potter v.\nChicago Pneumatic Tool Co., supra, 241 Conn. 217–19.\nAlthough the Restatement (Third) provides some\nexceptions to this requirement, they are exceedingly\nlimited in their operation. Of particular concern is the\nnarrow scope of manifestly unreasonable designs,\nwhich excuses this requirement only for products of\nnegligible utility. This standard will not apply ‘‘in most\ninstances even though the plaintiff alleges that the cate-\ngory of product sold by the defendant is so dangerous\nthat it should not have been marketed at all.’’\nRestatement (Third), supra, § 2, comment (d), p. 20.\nThus, proof of a reasonable alternative design would\nbe required even if the design creates a risk of grave\ninjury or death, as long as the product has some appre-\nciable utility. Moreover, the Restatement (Third) would\n\fseem to immunize certain classes of products, like novel\nproducts for which there is no alternative design. See\nTincher v. Omega Flex, Inc., supra, 628 Pa. 408 (declin-\ning to adopt Restatement [Third] in part because ‘‘[t]he\napproach suggests a priori categorical exemptions for\nsome products—such as novel products with no alter-\nnative design—but not others,’’ citing similar concern\nexpressed by this court in Potter as support).\n   The court’s concerns in Potter are not ameliorated\nby the argument of the defendant and some of the\namici that evidence of a reasonable alternative design\nis routinely presented. As the Pennsylvania Supreme\nCourt recently explained: ‘‘[R]elying upon a confined\nuniverse of reported appellate cases to draw evidence-\nbased (versus principle-based) rules is problematic as\na general matter in our mature legal system. This is\nso because the small class of cases posing issues of\nsufficient consequence to result in reported, preceden-\ntial decisions naturally tends to raise narrow unsettled\nissues and/or fact-sensitive applications, rather than to\nprovide vehicles to illustrate those parts of the law that\nare so ‘well accepted’ as to reflect emergent general\nrules. Of course, these cases may, by analogy and dis-\ntinction, illuminate general principles at issue; but, pur-\nporting to limit the general rule to the facts of those\ncases is anathema to the common law. Stated otherwise,\nsimply because in cases of factually-marginal applica-\ntions courts have found evidence relating to alternative\ndesigns to be particularly probative and persuasive, in\nour minds, does not necessarily support a thesis that\nadducing such evidence is dispositive of whether a\nplaintiff has carried his/her burden of proof. . . . And,\nif adopted as a broadly applicable legal regime, the\nThird Restatement would engender a self-fulfilling\nprophecy by providing for a future restatement, going\nforward, of only those cases that meet the evidentiary\nthreshold the regime permits.’’ (Citation omitted.) Id.,\n413–14.\n    Indeed, even the product liability defense bar has\nadmitted that the controversy surrounding adoption of\nthe Restatement (Third) has not abated. See M. McWilli-\nams & M. Smith, ‘‘An Overview of the Legal Standard\nRegarding Product Liability Design Defect Claims and\na Fifty State Survey on the Applicable Law in Each\nJurisdiction,’’ 82 Def. Couns. J. 80, 83 (2015) (‘‘[a] survey\nof the fifty states reveals no consensus with respect to\napplication of either the consumer expectations test or\nthe risk-utility test’’); A. Purvis & S. Bailey, ‘‘Alternative\nApproaches to Alternative Design: Understanding the\nReasonable Alternative Design Requirement and Its Dif-\nferent Applications,’’ 82 Def. Couns. J. 185, 191 (2015)\n(‘‘[s]eventeen years after the [American Law Institute]\nadopted the Third Restatement of Torts on the topic\nof product liability, lawyers across the country continue\nto wrestle with the reasonable alternative design\nrequirement, including with whether it is [or should be]\n\fa requirement at all’’).\n   We also observe that if we defer further consideration\nof the Restatement (Third) until such time as we have a\ncase in which our current standards have demonstrated\nthemselves to be unworkable or result in a manifest\ninjustice, not only might we make a better informed\ndecision, but the legislature might, in the interim, initi-\nate its own reforms. The parties on each side of this\nissue have raised legitimate policy arguments in support\nof their respective positions. Public hearings on this\nissue and further study might yield the best result. We\nunderscore that we do not conclude that this court\ncannot adopt the Restatement (Third), but simply that\nwe should not do so at the present juncture. See Tincher\nv. Omega Flex, Inc., supra, 628 Pa. 338 (‘‘This [c]ourt\nhas grown more careful over the years when presented\nwith invitations to issue broad-based pronouncements\nin areas where it is apparent that such pronouncements\nare better suited to the information-gathering and give-\nand-take balancing of competing concerns available in\nthe legislative arena. . . . That being said, the fact is\nthat, in this particular area of the law, the [c]ourt has\nplayed a major developmental role; and when an issue\nis properly joined in a case, we are of course duty-\nbound to resolution and explication of the matter.’’).\n   Finally, although the defendant’s arguments have not\npersuaded us that we should adopt the Restatement\n(Third) at this time, we have reexamined our standards\nin light of the concerns expressed by both parties to\nconsider whether we could make refinements to our\ncurrent strict liability standard to provide greater clar-\nity. Having undertaken that inquiry, we make the follow-\ning clarifications.\n  First, we agree that the labels of ordinary consumer\nexpectation test and modified consumer expectation\ntest are at best unhelpful and at worst misleading. To\ndistinguish the tests in a manner more reflective of their\napplication, we will call them the consumer expectation\ntest and the risk-utility test. These labels also more\nclosely conform to those used by many other juris-\ndictions.\n   Second, although our risk-utility test permits a plain-\ntiff to elect whether to proffer evidence of a reasonable\nalternative design, it would be helpful to require the\nplaintiff to allege, and thereby put the defendant on\nnotice, whether the product is claimed to be unreason-\nably dangerous because (a) a reasonable alternative\ndesign could have reduced or avoided the danger, or\n(b) the design of the product marketed is manifestly\nunreasonable in that the risk of harm from the product\nso clearly exceeds its utility that a reasonable, informed\nconsumer would not purchase the product, or (c) both.\nUnder either theory, the jury weighs the product’s risks\nand utility. Only under (a), however, would the jury\nconsider the availability of an alternative design and\n\fcompare that design’s risks and utility to that of the\nproduct sold. Under (b), the jury would focus exclu-\nsively on the risks and utility of the product sold. We\nunderscore that (b) is not limited to products of mar-\nginal utility; it applies to any product in which its risks\nclearly exceed its utility. The greater the utility, the\ngreater the risk must be to render the product unreason-\nably dangerous. By segregating these risk-utility theo-\nries, we may gain a clearer picture of what, if any,\nproblems these theories present in practical appli-\ncation.\n   Third, we recognize that, in most cases, plaintiffs\nwill elect to proceed on the theory that the product is\nunreasonably dangerous because it lacked some feature\nthat would have reduced or avoided the injury. This\nnarrative is the one that is likely to be most persuasive\nto a jury, and not many products will be more dangerous\nthan useful or fail to meet minimum safety expectations.\nTherefore, it would be helpful to clarify the plaintiff’s\nburden of proof on this theory. In order to state a prima\nfacie case that will permit the case to be submitted\nto the jury, the plaintiff must simply prove that the\nalternative design was feasible (technically and eco-\nnomically) and that the alternative would have reduced\nor avoided the harm. Although other factors may be\nrelevant; see part II E of this opinion; a plaintiff’s failure\nto present proof on other factors will not preclude the\ncase from being submitted to the jury. We underscore\nthat, as to economic feasibility, the plaintiff need not\nprove the precise cost of the alternative design. The\nplaintiff only need proffer sufficient evidence from\nwhich a jury could reasonably conclude that any\nincrease in cost would not materially affect the desir-\nability of the product in light of the benefit derived.\n   Fourth, we conclude that a defect may be established\nunder our consumer expectation test by proof of the\nproduct’s noncompliance with safety statutes or regula-\ntions or a product seller’s express representations. Such\nnoncompliance would establish the product’s failure to\nmeet consumers’ legitimate, commonly accepted, mini-\nmum safety expectations. Moreover, the utility of the\nproduct would not excuse such noncompliance.\n                              E\n   In light of the clarifications in Izzarelli and this opin-\nion, we summarize the standards that govern a product\nliability claim, as that term is defined under our act.\nSee General Statutes § 52-572m (b).17\n   All such claims, whether alleging a design defect,\nmanufacturing defect or failure to warn defect, are gov-\nerned by the same elements that this court has applied\nsince it adopted § 402A: ‘‘(1) the defendant was engaged\nin the business of selling the product; (2) the product\nwas in a defective condition unreasonably dangerous\nto the consumer or user; (3) the defect caused the injury\n\ffor which compensation was sought; (4) the defect\nexisted at the time of the sale; and (5) the product\nwas expected to and did reach the consumer without\nsubstantial change in condition.’’ (Emphasis omitted;\ninternal quotation marks omitted.) Izzarelli v. R.J. Rey-\nnolds Tobacco Co., supra, 321 Conn. 184–85; Giglio v.\nConnecticut Light & Power Co., supra, 180 Conn. 234;\naccord Rossignol v. Danbury School of Aeronautics,\nInc., 154 Conn. 549, 562, 227 A.2d 418 (1967).\n   The plaintiff’s theory of recovery dictates the scope\nof a further instruction on the second element. For a\nstrict liability claim alleging design defect, the plaintiff\nmay prove this element under the risk-utility test or\nunder the consumer expectation test.\n  Under the risk-utility test, which will govern most\ncases, a product is in a defective condition unreason-\nably dangerous to the consumer or user if:\n   (1) A reasonable alternative design was available that\nwould have avoided or reduced the risk of harm and the\nabsence of that alternative design renders the product\nunreasonably dangerous. In considering whether there\nis a reasonable alternative design, the jury must con-\nsider the feasibility of the alternative. Other relevant\nfactors that a jury may consider include, but are not\nlimited to, the ability of the alternative design to reduce\nthe product’s danger without unreasonably impairing\nits usefulness, longevity, maintenance, and esthetics,\nwithout unreasonably increasing cost, and without cre-\nating other equal or greater risks of danger; or\n   (2) The product is a manifestly unreasonable design\nin that the risk of harm so clearly exceeds the product’s\nutility that a reasonable consumer, informed of those\nrisks and utility, would not purchase the product.18 The\nfactors that a jury may consider include, but are not\nlimited to, the magnitude and probability of the risk of\nharm, the instructions and warnings accompanying the\nproduct, the utility of the product in relation to the\nrange of consumer choices among products, and the\nnature and strength of consumer expectations regard-\ning the product, including expectations arising from\nproduct portrayal and marketing.\n   Although the fact finder considers under either theory\nwhether the risk of danger inherent in the challenged\ndesign outweighs the benefits of that design, these theo-\nries are not mutually exclusive. A plaintiff may consis-\ntently allege that a product had excessive preventable\ndanger (reasonable alternative design) and that the\nproduct was too dangerous to market to the consumer\nirrespective of whether it could have been designed to\nbe safer (manifestly unreasonable design).\n  Under the consumer expectation test, our secondary\ntest, a product is in a defective condition unreasonably\ndangerous to the consumer or user only if it is ‘‘danger-\nous to an extent beyond that which would be contem-\n\fplated by the ordinary consumer who purchases it, with\nthe ordinary knowledge common to the community as\nto its characteristics.’’ 2 Restatement (Second), supra,\n§ 402A, comment (i), p. 352. The product must fail to\nmeet legitimate, commonly held, minimum safety\nexpectations of that product when used in an intended\nor reasonably foreseeable manner. Those expectations\nmay be informed by consumers’ experience with the\nproduct, the seller’s express representations, and prod-\nuct safety laws.19\n                            III\n            FIRST CERTIFIED QUESTION\n    Having reaffirmed our allegiance to a strict liability\nstandard under § 402A of the Restatement (Second),\nwe turn to the first certified question, which asks: ‘‘Does\n[§] 402A of the Restatement (Second) of Torts (and\n[c]omment [i] to that provision) apply to a product\nliability claim for negligence under [the act]?’’ Bifolck\nv. Philip Morris, Inc., supra, 2014 WL 585325, *8. This\nquestion requires us to consider the element of § 402A\nthat imposes liability only when a product is in a ‘‘defec-\ntive condition unreasonably dangerous to the user or\nconsumer’’; 2 Restatement (Second), supra, § 402A (1),\np. 347; and the definition in comment (i) of unreason-\nably dangerous as limited to products that are ‘‘danger-\nous to an extent beyond that which would be\ncontemplated by the ordinary consumer who purchases\nit, with the ordinary knowledge common to the commu-\nnity as to its characteristics.’’ Id., comment (i), p. 352.\n  Both parties agree that, under the Restatement (Sec-\nond) and our act, a product liability claim may be\nbrought under theories of strict liability and/or negli-\ngence. See footnote 17 of this opinion (setting forth\nstatutory definition of product liability claim). The crux\nof the dispute is whether a single, unitary definition\napplies to all such claims, no matter the theory of\nrecovery.\n  The defendant contends that the sole definition of\nunreasonably dangerous is a product that is ‘‘dangerous\nto an extent beyond that which would be contemplated\nby the ordinary consumer who purchases it . . . .’’ 2\nRestatement (Second), supra, § 402A, comment (i), p.\n352. It argues that our case law and the act support a\nunified definition of product liability, which is consis-\ntent with the practice of most jurisdictions. It suggests\nthat negligence allows the plaintiff to elect to prove an\nadditional element of manufacturer fault to provide a\nmore appealing narrative to the jury.\n   The plaintiff clarified at oral argument before this\ncourt that, even under a theory of negligence, he effec-\ntively must prove that the product is in a defective\ncondition unreasonably dangerous to the user. None-\ntheless, he argues that the proof to establish this fact\ndiffers under negligence. He argues that common-law\n\fnegligence requires proof that the manufacturer\nbreached its duty by failing to exercise reasonable care\nunder the circumstances, not by failing to meet consum-\ners’ expectations. He contends that to conclude other-\nwise would preclude valid claims for injuries sustained\nby unintended but foreseeable users, like children who\nshould have been protected by safety features that the\nordinary consumer would not expect or require.\n   We agree with the defendant that no product liability\naction can succeed without proof of a defective condi-\ntion unreasonably dangerous to the consumer or user.\nSee Connecticut Civil Jury Instructions (4th Ed. 2012)\n§ 3.10-1, available at http://www.jud.ct.gov/JI/Civil/\nCivil.pdf; 1 American Law of Products Liability (3d Ed.\n2009) § 10:17, p. 37 (‘‘[w]hether a claim of liability\nagainst a product manufacturer is based on negligence\nor on some other theory of liability, the manufacturer\nis liable only when the product is so defective as to\nrender it ‘unreasonably dangerous’ ’’). Indeed, even\nbefore this court’s adoption of § 402A, no action alleging\ninjuries caused by the manufacture or design of a prod-\nuct based on negligence and/or warranty theories suc-\nceeded without evidence to this effect. See, e.g.,\nHandler v. Remington Arms Co., 144 Conn. 316, 321,\n130 A.2d 793 (1957) (noting that plaintiffs had proved\nthat ammunition cartridge was defective and had\noffered evidence ‘‘that the defendant, although knowing\nthat the cartridge, if defective, would be an inherently\ndangerous article and a source of unreasonable risk of\ninjury to those who might use it, permitted it to be\navailable for future use without indicating by label or\notherwise the danger to which the user would expose\nhimself’’); Jump v. Ensign-Bickford Co., 117 Conn. 110,\n118–19, 167 A. 90 (1933) (considering whether fuse for\ndynamite was defect of ‘‘imminently dangerous’’ charac-\nter); Burkhardt v. Armour & Co., 115 Conn. 249, 264–65,\n161 A. 385 (1932) (considering seller’s liability for prod-\nuct ‘‘in a dangerously defective condition’’). Since this\ncourt adopted § 402A in 1965, and our legislature\nrequired all product liability claims to be brought as a\nstatutory cause of action in 1979, our case law has\nreflected a consistent pattern of claims conforming to\nthis element. Therefore, we agree that any product lia-\nbility claim, no matter the type or theory, is governed\nby the same essential elements. See part II E of this\nopinion.\n  Nonetheless, we disagree with the defendant that\nthere is a single definition for unreasonably dangerous,\nas provided in comment (i) to § 402A. The parties did\nnot have the benefit of our decision in Izzarelli when\nthey submitted their briefs and provided oral argument\non this issue. Indeed, it is evident from the record that\nthe parties assumed that the consumer expectation test\nwould control the plaintiff’s strict liability claim. Our\ndecision in Izzarelli, however, not only clarified that a\ndifferent strict liability test would control the present\n\fcase, but also negated an argument that a product is\nunreasonably dangerous only when it is dangerous to\nan extent beyond that contemplated by the ordinary\nconsumer.\n   The court concluded in Izzarelli that the plaintiff in\nthat case could not proceed under the ordinary con-\nsumer expectation test because ‘‘[a] cigarette that expo-\nses the user to carcinogens and the attendant risk of\ncancer cannot be said to fail to meet an ordinary con-\nsumer’s legitimate, commonly accepted minimum\nsafety expectations.’’20 Izzarelli v. R.J. Reynolds\nTobacco Co., supra, 321 Conn. 203. The court then\nexplained why comment (i) to § 402A is not a per se\nbar to the plaintiff’s recovery under the controlling test:\n‘‘Comment (i) to § 402A serves a limited role under\nthe modified consumer expectation test. Although the\nmodified test asks the jury to weigh various factors\nthrough the ultimate lens of the consumer’s expecta-\ntions, as a functional and practical matter that weighing\nprocess supplants the definition in comment (i) of\nunreasonably dangerous. Cf. Wright v. Brooke Group\nLtd., [supra, 652 N.W.2d 169–70] (concluding that com-\nment [i] to § 402A does not apply after court adopted\nrisk-utility test). In other words, the factors that the\ncourt in Potter identified essentially provide the jury\nwith information that a fully informed consumer would\nknow before deciding whether to purchase the product.\nSee Potter v. Chicago Pneumatic Tool Co., supra, 241\nConn. 221. When the consumer has specific product\nexpectations that differ from those factors, those too\nmay be factored into the weighing process. It could be\nthat, in a given case, the consumer’s expectations of\nthe product would be the determinative factor. See Blue\nv. Environmental Engineering, Inc., [215 Ill. 2d 78, 87,\n828 N.E.2d 1128 (2005)] ([u]nder the risk-utility test,\nthe open and obvious nature of the risk is just one factor\nto be considered within this range of considerations and\nit will only serve to bar the liability of the manufacturer\nwhere it outweighs all other factors to be considered\nin weighing the inherent risks against the utility of the\nproduct as manufactured); Delaney v. Deere & Co.,\n[supra, 268 Kan. 792–93] (rejecting open and obvious\ndanger as precluding recovery and instead making that\nfact merely one of several informing consumer’s expec-\ntations); Evans v. Lorillard Tobacco Co., [465 Mass.\n411, 428, 990 N.E.2d 997 (2013)] (noting that under risk-\nutility test, because reasonable consumer expectations\nare simply one of many factors that may be considered\nand not necessarily the determinative factor, the plain-\ntiff was not obligated to prove that Newport cigarettes\nwere more dangerous than consumers reasonably\nexpected); Tomasino v. American Tobacco Co., [23\nApp. Div. 3d 546, 548–49, 807 N.Y.S.2d 603 (2005)] (The\nmere fact that a risk presented by a product design is\nopen and obvious, or generally known, and that the\nproduct thus satisfies expectations . . . may substan-\n\ftially influence or even be ultimately determinative on\nrisk-utility balancing in judging whether the omission\nof a proposed alternative design renders the product not\nreasonably safe. It follows that, while disappointment of\nconsumer expectations may not serve as an indepen-\ndent basis for allowing recovery under [the design\ndefect theory], neither may conformance with con-\nsumer expectations serve as an independent basis for\ndenying recovery. Such expectations may be relevant\nin both contexts, but in neither are they controlling\n. . . .).\n  ‘‘To allow the ordinary consumer’s awareness of the\nproduct’s potential danger to preclude recovery as a\nmatter of law, however, would make Connecticut an\noutlier and defeat our intention in relegating the ordi-\nnary consumer expectation test to a more limited role.’’\n(Emphasis added; footnote omitted; internal quotation\nmarks omitted.) Izzarelli v. R.J. Reynolds Tobacco Co.,\nsupra, 321 Conn. 208–10.\n   In addition to various policy arguments, the court in\nIzzarelli pointed to other aspects of our law that would\nbe in tension with a conclusion that an essential element\nof every product liability action is that the product’s\ndangers exceed those known to the consumer. Most\nsignificantly, we reasoned that ‘‘[o]ur legislature’s\nexpress rejection of comparative or contributory negli-\ngence as a bar to recovery in a strict liability action\n[under our act] would be in tension with a sweeping\nimmunity based solely on the consumer’s knowledge.’’21\nId., 199; see General Statutes § 52-572o (a) (‘‘[i]n any\nclaim under sections 52-240a, 52-240b, 52-572m to 52-\n572q, inclusive, or 52-577a, the comparative responsibil-\nity of, or attributed to, the claimant, shall not bar recov-\nery but shall diminish the award of compensatory\ndamages proportionately, according to the measure of\nresponsibility attributed to the claimant’’). Thus, in\nIzzarelli, we deemed our act to evidence a clear legisla-\ntive intent not to preclude recovery due solely to the\nfact that the product’s danger is open and obvious.\n   Accordingly, our decision in Izzarelli makes clear\nthat comment (i) to § 402A does not provide a unitary\ndefinition of unreasonably dangerous that governs all\nproduct liability claims. See Barker v. Lull Engineering\nCo., supra, 20 Cal. 3d 427 (‘‘the term defect as utilized\nin the strict liability context is neither self-defining nor\nsusceptible to a single definition applicable in all con-\ntexts’’). For purposes of strict liability, a product may\nbe unreasonably dangerous if it fails to meet consumers’\nminimum safety expectations or if its risks exceed its\nutility, because the consumer may know of the risk of\ndanger but fail to fully appreciate that danger or know\nhow safe the product could be made.\n  When negligence is a viable theory of recovery, con-\nsumer expectations have never been an element of that\ntheory. Under our common law, ‘‘[t]he essential ele-\n\fments of a cause of action in negligence are well estab-\nlished: duty [of care]; breach of that duty; causation;\nand actual injury. . . . A duty to use care may arise\nfrom a contract, from a statute, or from circumstances\nunder which a reasonable person, knowing what he\nknew or should have known, would anticipate that harm\nof the general nature of that suffered was likely to\nresult from his act or failure to act.’’ (Citations omitted;\ninternal quotation marks omitted.) Sturm v. Harb\nDevelopment, LLC, 298 Conn. 124, 139–40, 2 A.3d 859\n(2010). The Restatement (Second) applies these ele-\nments to product liability generally; see 2 Restatement\n(Second), supra, §§ 394 through 398 (negligence of\nproduct manufacturers); 2 Restatement (Second),\nsupra, §§ 399 through 402 (negligence of sellers of prod-\nucts manufactured by third persons); and design defects\nspecifically. See 2 Restatement (Second), supra, § 398,\np. 336 (‘‘[a] manufacturer of a chattel made under a\nplan or design which makes it dangerous for the uses\nfor which it is manufactured is subject to liability to\nothers whom he should expect to use the chattel or to\nbe endangered by its probable use for physical harm\ncaused by his failure to exercise reasonable care in the\nadoption of a safe plan or design’’). These provisions\nall reflect that it is the defendant’s actual or imputed\nknowledge of the danger, not the plaintiff’s, that is an\nessential element of negligence, which in turn gives rise\nto the defendant’s duty to exercise reasonable care to\nprotect product users from that danger.22\n   Applying this reasoning to the present case, it is clear\nthat although § 402A fairly reflects the broad contours\nof the elements of all product liability claims, consumer\nexpectations as set forth in comment (i) do not apply\nto a product liability claim premised on negligence,\nwhen such a claim is viable. To the extent that the\ndefendant argues that many jurisdictions apply a single\nstandard for all product defect claims, that fact does not\nspeak to whether they require all claims to be proved in\nrelation to consumer expectations. The broad accep-\ntance of the risk-utility test plainly indicates that they\ndo not. Indeed, even some courts that apply a consumer\nexpectation test have not applied comment (i) to a\nclaim of negligence. See, e.g., Smith v. Central Mine\nEquipment Co., 559 Fed. Appx. 679, 681 (10th Cir. 2014)\n(summary judgment granted in favor of defendant on\nstrict liability claim because dangers of drill rig were\nobvious but allowing negligence claim based on defec-\ntive design for failure to install safety device to be\nsubmitted to jury); Tabieros v. Clark Equipment Co.,\nsupra, 85 Haw. 369–70 (‘‘The consumer expectation test\nfor determining the defectiveness of products the use\nof which involve open and obvious dangers can result\nin finding products to be not defective that could easily\nhave been designed safer without great expense or\neffect on the benefits or functions to be served by the\nproduct. . . . [I]n connection with a claim of negligent\n\fdesign, the obviousness of [the] peril is [merely] rele-\nvant to the manufacturer’s defenses [e.g., contributory\nnegligence], and not to the issue of duty, and, therefore,\ndoes not, in itself, immunize the manufacturer from\npotential liability.’’ [Citations omitted; internal quota-\ntion marks omitted.]); Palmer v. Massey-Ferguson,\nInc., 3 Wn. App. 508, 514–15, 476 P.2d 713 (1970) (‘‘We\nfeel constrained to comment on the proper scope of\ninstructions setting out negligence in a products liability\nsetting, since that theory is open as a nonexclusive\nalternative to the Restatement [Second] of Torts § 402A\nrule of strict liability. Negligence in products liability\ncases is unlike the warranty implied in law theory,\nwhich was swallowed up and renamed in the adoption\nof § 402A. . . . A beginning point for analysis of the\nrequisites demanded for recovery in a negligence theory\nis Restatement [Second] of Torts § 395 . . . .’’ [Cita-\ntions omitted.]); Greiten v. La Dow, 70 Wis. 2d 589,\n603, 235 N.W.2d 677 (1975) (‘‘Where a plaintiff proves\nnegligence—in this case, the lack of ordinary care in\nthe design of a product—there is no doubt that there\nmay be recovery in the event the defective design results\nin an unreasonably dangerous product, but there may\nbe recovery for the negligent design of a product even\nthough it is not unreasonably dangerous in the [§ 402A]\nsense. All that it is necessary to prove is that the product\nis designed with a lack of ordinary care and that lack\nof care resulted in injury.’’ [Footnote omitted.]).\n   Insofar as courts have concluded that the failure to\nprove that the product is in a defective condition unrea-\nsonably dangerous to the consumer would equally\ndoom strict liability and negligence, we agree. We sim-\nply conclude that consumers’ awareness of the danger\nwill not preclude establishing such a condition unless\nit is an element of the applicable common-law theory.\nWe therefore answer the first certified question ‘‘no.’’23\n                             IV\n                  PUNITIVE DAMAGES\n   Lastly, we turn to the second certified question, which\nasks: ‘‘Does Connecticut’s common-law rule of punitive\ndamages, as articulated in Waterbury Petroleum Prod-\nucts, Inc. v. Canaan Oil & Fuel Co., [supra, 193 Conn.\n208], apply to an award of statutory punitive damages\npursuant to . . . § 52-240b, the punitive damages pro-\nvision of the [act]?’’ Bifolck v. Philip Morris, Inc., supra,\n2014 WL 585325, *8. This question requires us to con-\nsider whether punitive damages under the act are lim-\nited to litigation expenses less costs. We conclude that\nthey are not.\n  In considering this issue, we apply general rules of\nstatutory construction; see General Statutes § 1-2z;\nMartel v. Metropolitan District Commission, 275 Conn.\n38, 57, 881 A.2d 194 (2005); subject to a significant\nqualification. ‘‘While the legislature’s authority to abro-\n\fgate the common law is undeniable, we will not lightly\nimpute such an intent to the legislature. . . . Thus,\n[w]hen a statute is in derogation of common law . . .\nit should receive a strict construction and is not to be\nextended, modified, repealed or enlarged in its scope\nby the mechanics of [statutory] construction. . . . In\ndetermining whether or not a statute abrogates or mod-\nifies a [common-law] rule . . . the operation of a stat-\nute in derogation of the common law is to be limited\nto matters clearly brought within its scope.’’ (Internal\nquotation marks omitted.) Chadha v. Charlotte Hun-\ngerford Hospital, 272 Conn. 776, 788–89, 865 A.2d\n1163 (2005).\n   We begin therefore with the common-law rule and\nthen turn to the statute. In Waterbury Petroleum Prod-\nucts, Inc. v. Canaan Oil & Fuel Co., supra, 193 Conn.\n235, this court declined to reconsider limits that it had\nplaced on the recovery of punitive damages. In doing so,\nthe court explained: ‘‘Long ago, in Hanna v. Sweeney, 78\nConn. 492, 62 A. 785 (1906), this court set forth the rule\nwhich we have since followed regarding the appropriate\nmeasure of [common-law] punitive damages. In limiting\nour measure to the expense of litigation less taxable\ncosts, the court noted that under the typical [common-\nlaw] rule the jury was permitted to exercise a virtually\nunchecked discretion to award damages not only to\nmake the injured person whole, but to punish the\nwrongdoer. . . . The court further recognized that the\ndoctrine of punitive damages which permits recovery\nbeyond compensation prevailed in most jurisdictions,\nbut, nonetheless, it refused to adopt such a rule charac-\nterizing it as a hybrid between a display of ethical indig-\nnation and the imposition of a criminal fine. . . . Thus,\nsuch a rule was found to be at a variance with the\ngenerally accepted rule of compensation in civil cases.\n. . . Since Hanna, we have consistently adhered to this\nview. . . .\n  ‘‘The subject of punitive damages has been one of\ngreat debate throughout the course of American juris-\nprudence. . . . Typically, those who disfavor punitive\ndamage awards in civil cases point to the prospect that\nsuch damages are frequently the result of the caprice\nand prejudice of jurors, that such damages may be\nassessed in amounts which are unpredictable and bear\nno relation to the harmful act, and that the prospect of\nsuch damages assessed in such a manner may have a\nchilling effect on desirable conduct. . . .\n   ‘‘In permitting awards of punitive damages, but lim-\niting such damages as we do, our rule strikes a bal-\nance—it provides for the payment of a victim’s costs\nof litigation, which would be otherwise unavailable to\nhim, while establishing a clear reference to guide the\njury fairly in arriving at the amount of the award. Fur-\nther, although our rule is a limited one, when viewed\nin light of the ever rising costs of litigation, our rule\n\fdoes in effect provide for some element of punishment\nand deterrence in addition to the compensation of the\nvictim. Thus, in limiting punitive damage awards to the\ncosts of litigation less taxable costs, our rule fulfills the\nsalutary purpose of fully compensating a victim for the\nharm inflicted on him while avoiding the potential for\ninjustice which may result from the exercise of unfet-\ntered discretion by a jury.’’ (Citations omitted; footnotes\nomitted; internal quotation marks omitted.) Waterbury\nPetroleum Products, Inc. v. Canaan Oil & Fuel Co.,\nsupra, 193 Conn. 236–38.\n   With the common law in mind, we turn to the punitive\ndamages provision in the act. Section 52-240b provides:\n‘‘Punitive damages may be awarded if the claimant\nproves that the harm suffered was the result of the\nproduct seller’s reckless disregard for the safety of\nproduct users, consumers or others who were injured\nby the product. If the trier of fact determines that puni-\ntive damages should be awarded, the court shall deter-\nmine the amount of such damages not to exceed an\namount equal to twice the damages awarded to the\nplaintiff.’’\n   Although the statute is consistent with common-law\npunitive damages in one respect, it is inconsistent in\nmany more. On the one hand, the statutory punitive\ndamages are awarded on the basis of the same conduct\nthat would justify an award of common-law punitive\ndamages—reckless disregard of another’s rights. See\nVandersluis v. Weil, 176 Conn. 353, 358, 407 A.2d 982\n(1978) (‘‘[common-law] [p]unitive damages are awarded\nwhen the evidence shows a reckless indifference to the\nrights of others or an intentional and wanton violation\nof those rights’’). On the other hand, the statutory dam-\nages are measured in relation to a multiple of compensa-\ntory damages, not litigation expenses. See Hylton v.\nGunter, 313 Conn. 472, 486 n.14, 97 A.3d 970 (2014)\n(distinguishing other categories of statutory punitive\ndamages, such as statutes limiting such damages to\nmultiples of compensatory damages, from common-law\npunitive damages); MedValUSA Health Programs, Inc.\nv. MemberWorks, Inc., 273 Conn. 634, 672 and n.3, 872\nA.2d 423 (Zarella, J., dissenting) (drawing same distinc-\ntion and citing General Statutes §§ 35-53 [b] and 52-\n240b as examples), cert. denied sub nom. Vertrue, Inc.\nv. MedValUSA Health Programs, Inc., 546 U.S. 960, 126\nS. Ct. 479, 163 L. Ed. 2d 363 (2005). In addition, the\nstatute vests the court with exclusive authority to deter-\nmine the amount of damages, whereas the trier of fact\ntraditionally had determined the amount of common-\nlaw punitive damages.24 See Matthiessen v. Vanech, 266\nConn. 822, 826, 836 A.2d 394 (2003); Kenny v. Civil\nService Commission, 197 Conn. 270, 277, 496 A.2d 956\n(1985); Gionfriddo v. Avis Rent A Car System, Inc.,\n192 Conn. 280, 295, 472 A.2d 306 (1984); Vogel v. Sylves-\nter, 148 Conn. 666, 673, 174 A.2d 122 (1961); Hanna\nv. Sweeney, supra, 78 Conn. 493; Perkins v. Colonial\n\fCemeteries, Inc., 53 Conn. App. 646, 647, 734 A.2d 1010\n(1999); see also Proto v. Bridgeport Herald Corp., 136\nConn. 557, 571, 72 A.2d 820 (1950).\n   Indeed, it was precisely because juries assessed the\namount of punitive damages that this court was moti-\nvated to adopt the common-law rule, limiting the exer-\ncise of the jury’s discretion by tying such damages to\nlitigation expenses. See Hanna v. Sweeney, supra, 78\nConn. 493. Notably, by vesting the court with authority\nto determine the amount of punitive damages and by\nlimiting the amount of those damages in the act, the\nlegislature provided an alternative method of reining in\nexcessive punitive damages, the very policy concern\nthat prompted this court to limit common-law punitive\ndamages. Cf. Ulbrich v. Groth, 310 Conn. 375, 451, 78\nA.3d 76 (2013) (‘‘[i]t is reasonable to conclude that the\nlegislature provided that a claim for punitive damages\nunder [the Connecticut Unfair Trade Practices Act\n(CUTPA), General Statutes § 42-110a et seq.] should be\nsubmitted to the trial court, and not the jury, because\nit believed that the court would be aware of the range\nof punitive damages that have been awarded for similar\nCUTPA violations, that it would be less likely to be\nswayed by appeals to emotion and prejudice, and, there-\nfore, it would be less likely to render an award that\nwas an outlier’’).\n   There are other factors that inform our conclusion.\nIf we were to construe the act to equate the statutory\npunitive damages to litigation expenses, in some cases\nthe statute would have no effect or frustrate the purpose\nof the common-law rule. In any case in which litigation\nexpenses are less than two times the damages, the stat-\nute would have no impact whatsoever, as the common-\nlaw recovery would already have been available. In any\ncase in which the plaintiff’s compensatory damages are\nrelatively low in comparison to his or her litigation\ncosts, the cap limiting punitive damages to twice com-\npensatory damages would frustrate the purpose of com-\nmon-law damages—‘‘fully compensating a victim for the\nharm inflicted on him.’’ Waterbury Petroleum Products,\nInc. v. Canaan Oil & Fuel Co., supra, 193 Conn. 238.\nThis disparity would not be uncommon given the statu-\ntory reduction of compensatory damages in relation to\ncomparative responsibility.25 See General Statutes § 52-\n572o. Attorneys may be disinclined to take complex\ndesign defect cases when the plaintiff’s injuries are\nmodest, which in turn would remove an incentive for\nmanufacturers to make safety improvements.\n  Another factor that has influenced this court to distin-\nguish an award of statutory punitive damages from com-\nmon-law punitive damages is when the statutory\nscheme also authorizes an award of attorney’s fees. See\nUlbrich v. Groth, supra, 310 Conn. 450–51; Smith v.\nSnyder, 267 Conn. 456, 469–71, 839 A.2d 589 (2004).\nAttorney’s fees also may be awarded under the act,\n\falthough not under the same circumstances as com-\nmon-law punitive damages. Pursuant to § 52-240a, ‘‘[i]f\nthe court determines that the claim or defense is frivo-\nlous, the court may award reasonable attorney’s fees\nto the prevailing party in a products liability action.’’\nWhen an award of attorney’s fees pursuant to § 52-240a\nand an award of punitive damages pursuant to § 52-\n240b are both applicable, the combined effect of such\nawards would be substantially similar to another statute\nthat this court has interpreted to have punitive damages\nnot limited by the common-law rule. Smith v. Snyder,\nsupra, 267 Conn. 469–70 (concluding that punitive dam-\nages awarded under § 35-53 are not common-law puni-\ntive damages where statute provided: ‘‘if the court finds\nwilful and malicious misappropriation, the court may\naward punitive damages in an amount not exceeding\ntwice any award made under subsection [a] and may\naward reasonable attorney’s fees to the prevailing\nparty’’ [internal quotation marks omitted]).\n   If punitive damages in § 52-240b were interpreted to\nmean common-law punitive damages, then both §§ 52-\n240a and 52-240b would provide for attorney’s fees, but\nunder different conditions. See Berry v. Loiseau, 223\nConn. 786, 832, 614 A.2d 414 (1992) (‘‘[l]itigation\nexpenses may include not only reasonable attorney’s\nfees, but also any other nontaxable disbursements rea-\nsonably necessary to prosecuting the action’’). Several\nconcerns arise from this construction. First, attorney’s\nfees under § 52-240a are not capped, as are punitive\ndamages in § 52-240b. It is difficult to fathom why the\nlegislature would have deemed the defendant’s asser-\ntion of a frivolous defense to merit a harsher penalty\nthan the defendant’s injury causing reckless disregard\nfor others’ safety. Second, in cases in which a prevailing\nplaintiff has established both reckless disregard of\nsafety and frivolous litigation conduct, the defendant\nwould not be penalized for one of those wrongful acts.\nWhich wrongful act was punished would depend on\nwhich statute provided greater recovery. In either case,\none statute’s purpose would not be fulfilled. Thus,\nunsurprisingly, in the only case in which a prevailing\nplaintiff sought to recover under both §§ 52-240a and\n52-240b, the trial court did not interpret the latter as\nsubject to the common-law rule. See Roome v. Shop-\nRite Supermarkets, Inc., Docket No. CV-02-0281250-S,\n2006 WL 2556572, *4–5 (Conn. Super. August 16, 2006);\nsee also R.I. Pools, Inc. v. Paramount Concrete, Inc.,\n149 Conn. App. 839, 874–75 and nn.18 and 19, 89 A.3d\n993 (noting that neither party had taken issue with trial\ncourt’s determination that punitive damages under § 52-\n240b follow common-law rule and further noting that\ntrial court had not considered award of attorney’s fees\nunder § 52-240a), cert. denied, 312 Conn. 92, 94 A.3d\n1200 (2014). In sum, the weight of these inconsistencies\nsupports a conclusion that punitive damages under § 52-\n240b are not measured by the common-law rule. See\n\fKyrtatas v. Stop & Shop, Inc., 205 Conn. 694, 699–700,\n535 A.2d 357 (1988) (because common-law doctrine of\nindemnification is inconsistent with provisions of act\nconcerning comparative responsibility, award of dam-\nages, and contribution, act abrogates common-law\ndoctrine).\n   To the extent that the defendant contends that con-\nstruing the statute other than by the common-law rule\nwould frustrate the overarching purpose of the act,\nwhich is to limit insurance costs for product liability\nactions, the legislative history of the act does not sup-\nport the defendant’s construction. The punitive dam-\nages provision was added to the proposed bill after\nconsumer interests spoke in opposition to the original\nbill, which was far less favorable to the consumer than\nthe final bill in various respects. See Committee Bill\nNo. 5870, 1979 Sess.; Substitute House Bill No. 5870,\n1979 Sess.; Conn. Joint Standing Committee Hearings,\nJudiciary, Pt. 2, 1979 Sess., pp. 591–92. The proposed\npunitive damages provision manifestly intended the\nbroader measure of such damages, not litigation\nexpenses. The proposed provision was taken almost\nverbatim from the Draft Uniform Product Liability Law\npublished by the United States Department of Com-\nmerce. 44 Fed. Reg. 2996 (proposed January 12, 1979);\nsee Elliot v. Sears, Roebuck & Co., 229 Conn. 500, 505–\n506, 642 A.2d 709 (1994); compare 44 Fed. Reg. 3002,\n§ 120 (January 12, 1979), with Substitute House Bill No.\n5870, § 8; see also footnote 26 of this opinion. The model\nprovision was based on a newly enacted Minnesota\nstatute that, like most other jurisdictions, does not fix\npunitive damages in relation to litigation expenses. See\n44 Fed. Reg. 3019, § 120, analysis (January 12, 1979),\nciting Minn. Stat. Ann. § 549.21 (3) (West 1978); see also\nMedValUSA Health Programs, Inc. v. MemberWorks,\nInc., supra, 273 Conn. 672 (Zarella, J., dissenting) (‘‘for\nnearly a century, we have remained steadfast in our\ncommitment to a common-law measure of punitive\ndamages that is indisputably one of the most conserva-\ntive in the nation’’). The proposed provision provided no\ncap on punitive damages and provided instead various\nfactors that the court should consider in fixing the\nproper award. See Substitute House Bill 5870, § 8; see\nalso footnote 26 of this opinion. None of these factors\nrelated to litigation costs, but instead related to the\nwrongfulness of the defendant’s conduct and the finan-\ncial impact of that award and like awards on the defen-\ndant.26 Thereafter, an amendment was adopted that\nsubstituted the cap on punitive damages in lieu of the\nunbridled discretion applying the various factors. See\nSubstitute House Bill No. 5870, as amended by House\nAmendment A; 22 S. Proc., Pt. 14, 1979 Sess., p. 4626,\nremarks of Senator Salvatore C. DePiano (sponsor of\nact explaining that amendment would ‘‘place a limita-\ntion on the amount of punitive damages that would be\nawarded’’). There is nothing to indicate that, in doing\n\fso, the legislature intended to change the meaning of\n‘‘punitive damages’’ as used in the proposed bill. No\nlegislator referred to litigation expenses. In fact, one\nof the bill’s sponsors recognized that, despite the\namendment, the bill provided a benefit that had not\npreviously been available to plaintiffs. See 22 H.R. Proc.,\nPt. 21, 1979 Sess., p. 7285, remarks of Representative\nRichard D. Tulisano (explaining that, in amendment,\n‘‘we have put a cap on potential punitive damages that\nwere in there which are a benefit to individuals’’). As\ncommon-law punitive damages already were available\nfor a tort committed in reckless disregard of another’s\nrights, the statute must have provided some recovery\nthat was not previously available.\n   We are mindful that the amendment eliminated the\nlanguage providing that punitive damages could be\nawarded ‘‘in addition to attorney’s fees . . . .’’ House\nBill 5870, House Amendment A. There are numerous\nreasons, however, why that phrase may have been\nremoved—it was not in the model law, it was superflu-\nous because of the provision expressly providing for\nattorney’s fees, or it might suggest that attorney’s fees\nand punitive damages should be awarded on the same\nbasis. We are not persuaded that the inclusion and then\nremoval of this phrase is persuasive evidence either\nway. Therefore, we conclude that the legislative history\nlends no support to the defendant’s construction and\ninstead supports what the language of the statute\nstrongly indicates—that statutory punitive damages are\nnot measured by the common-law rule.\n   We answer the first certified question ‘‘No.\n   We answer the second certified question ‘‘No.’’\n   No costs shall be taxed in this court to either party.\n In this opinion ROGERS, C. J., and EVELEIGH and\nROBINSON, Js., concurred.\n   * December 29, 2016, the date that this decision was released as a slip\nopinion, is the operative date for all substantive and procedural purposes.\n   This appeal was originally argued on April 22, 2015. On April 25, 2016,\nwe ordered the parties to address certain questions in supplemental briefs\nand we then granted reargument in this appeal on September 13, 2016.\n   1\n     Although the act commonly refers to General Statutes §§ 52-572m\nthrough 52-572q, which sets forth certain procedural and substantive require-\nments of product liability actions, the public act enacting these provisions,\nPublic Acts 1979, No. 79-483, also enacted provisions codified at General\nStatutes § 52-577a, prescribing the statute of limitations and period of repose\nfor product liability actions, and General Statutes §§ 52-240a and 52-240b,\nrespectively prescribing attorney’s fees and punitive damages for such\nactions. We use the term act to refer to all of these provisions.\n   2\n     Comment (i) to § 402A of the Restatement (Second) of Torts provides\nin relevant part: ‘‘The rule stated in this [s]ection applies only where the\ndefective condition of the product makes it unreasonably dangerous to the\nuser or consumer. Many products cannot possibly be made entirely safe for\nall consumption, and any food or drug necessarily involves some risk of\nharm, if only from over-consumption. . . . That is not what is meant by\n‘unreasonably dangerous’ in this [s]ection. The article sold must be danger-\nous to an extent beyond that which would be contemplated by the ordinary\nconsumer who purchases it, with the ordinary knowledge common to the\ncommunity as to its characteristics. . . . Good tobacco is not unreason-\nably dangerous merely because the effects of smoking may be harmful; but\n\ftobacco containing something like marijuana may be unreasonably danger-\nous. . . .’’ (Emphasis added.)\n   3\n     That count also alleged theories of: (1) breach of implied warranty,\npredicated on alleged statements by the defendant and its agent that the\ndefendant would notify the public and make changes to its product if it\nlearned that its cigarettes contained harmful ingredients; and (2) breach of\nexpress warranty, predicated on the defendant’s allegedly false statements\nthat Marlboro Light provided lower tar and nicotine than regular cigarettes.\nA second count alleged loss of consortium.\n   4\n     Section 1 of the Restatement (Third) simply provides that a commercial\nseller or distributor is subject to liability for harm caused by defective\nproducts. In part II C of this opinion, we address in further detail § 2, which\ndefines ‘‘Categories of Product Defect,’’ and § 4, which dictates whether a\nproduct may be deemed defective due to ‘‘Noncompliance and Compliance\nwith Product Safety Statutes or Regulations . . . .’’\n   5\n     We note with regard to our resolution of the first two issues (parts II\nand III of this opinion), that, although the act consolidates the various\ntheories that could support a product liability claim as a statutory cause of\naction; see footnote 17 of this opinion; it did not abrogate the common-law\nelements of product liability claims under the various theories, except insofar\nas it provided certain considerations relevant to failure to warn claims. See\nGeneral Statutes § 52-572m. This court previously recognized that, ‘‘because\n[the] act does not delineate [the] elements of claims that it consolidates,\n[the] common law provides [the] basis for theories of recovery . . . .’’ Potter\nv. Chicago Pneumatic Tool Co., 241 Conn. 199, 245 n.34, 694 A.2d 1319\n(1997) (citing Second Circuit case for this proposition).\n   6\n     For a more comprehensive discussion of the considerations guiding\ndevelopment of this area of the law, see Izzarelli v. R.J. Reynolds Tobacco\nCo., supra, 321 Conn. 184–92.\n   7\n     See, e.g., Corneliuson v. Arthur Drug Stores, Inc., 153 Conn. 134, 214\nA.2d 676 (1965) (implied warranty); Hamon v. Digliani, 148 Conn. 710, 174\nA.2d 294 (1961) (breach of warranties and negligence); Crotty v. Sharten-\nberg’s-New Haven, Inc., 147 Conn. 460, 162 A.2d 513 (1960) (implied war-\nranty); Handler v. Remington Arms Co., 144 Conn. 316, 130 A.2d 793 (1957)\n(negligence); Gross v. Loft, Inc., 121 Conn. 394, 185 A. 80 (1936) (warranty\nand negligence); Burkhardt v. Armour & Co., 115 Conn. 249, 161 A. 385\n(1932) (negligence); Wolcho v. Rosenbluth, 81 Conn. 358, 71 A. 566 (1908)\n(negligence).\n   8\n     ‘‘The elements of a strict liability action that this court derived from\n§ 402A [of the Restatement [Second]) required the plaintiff to prove: (1) the\ndefendant was engaged in the business of selling the product; (2) the product\nwas in a defective condition unreasonably dangerous to the consumer or\nuser; (3) the defect caused the injury for which compensation was sought;\n(4) the defect existed at the time of the sale; and (5) the product was\nexpected to and did reach the consumer without substantial change in\ncondition.’’ (Emphasis omitted; internal quotation marks omitted.) Izzarelli\nv. R.J. Reynolds Tobacco Co., supra, 321 Conn. 184–85.\n   9\n     Section 2 of the Restatement (Third) does not expressly exclude any\ntypes of products. The comments, however, explain that another section of\nthe Restatement (Third), § 6, provides a different standard for two categories\nof products, prescription drugs and medical devices. Restatement (Third),\nsupra, § 2, comment (k), p. 32. We have not asked the parties or amici to\naddress whether we should adopt § 6.\n   10\n      Section 3 of the Restatement (Third) of Torts, Products Liability, pro-\nvides: ‘‘It may be inferred that the harm sustained by the plaintiff was caused\nby a product defect existing at the time of sale or distribution, without proof\nof a specific defect, when the incident that harmed the plaintiff:\n   ‘‘(a) was of a kind that ordinarily occurs as a result of product defect; and\n   ‘‘(b) was not, in the particular case, solely the result of causes other than\nproduct defect existing at the time of sale or distribution.’’\n   11\n      See, e.g., Standard Structural Steel Co. v. Bethlehem Steel Corp., 597\nF. Supp. 164, 183 (D. Conn. 1984) (recognizing Connecticut law permits fact\nfinder to draw inference of defect from circumstantial evidence); Kileen v.\nGeneral Motors Corp., 36 Conn. Supp. 347, 349, 421 A.2d 874 (1980) (‘‘[t]he\nfact finder can find, where other identifiable causes are absent, that the\nmere evidence of a malfunction is sufficient evidence of a defect’’); see also\nannot., 65 A.L.R.4th 354–58 (1988) (listing twenty-seven states and District\nof Columbia that allow establishment of prima facie case of design defect\nbased upon inferences from circumstantial evidence).\n   12\n      The draft Restatement (Third) that was considered in Potter provided\n\fthese same three alternatives to § 2 (b). See Restatement (Third) of Torts,\nProducts Liability, § 2 and comments, §§ 3 and 7 (Tentative Draft No. 2,\n1995). The court in Potter, however, treated the alternative design require-\nment under § 2 (b) as absolute. See Potter v. Chicago Pneumatic Tool Co.,\nsupra, 241 Conn. 215–19. It is unclear whether the court did so because\nit was unaware of these alternatives, or whether the court intentionally\ndisregarded them, either because it had not been asked to consider adopting\nthese provisions/comments or because of their marginal application.\n   13\n      The notion that our current approach yields an unjust result because\nit dooms an entire product line without objective evidence is similarly\nunpersuasive. In any event, a jury verdict in favor of a plaintiff on a design\ndefect claim does not result in a ban on the sale of the product. The manufac-\nturer is free to weigh the risks and costs of injuries against the product’s\nprofits to determine whether to issue a recall or to continue sales.\n   14\n      Although there is general consensus that most jurisdictions apply a risk-\nutility test, not every such test is the functional equivalent to the Restatement\n(Third). Our own law is a perfect example.\n   15\n      See, e.g., Mikolajczyk v. Ford Motor Co., 231 Ill. 2d 516, 545–46, 901\nN.E.2d 329 (2008) (‘‘By urging adoption of the Products Liability\nRestatement’s formulation of the elements of a strict product liability design\ndefect claim, [the] defendants seek a change in the substantive law of this\nstate. This argument goes far beyond their assertion that the jury in this\nparticular case was not properly instructed and would require our overruling\n[three cases], at least in part. We, therefore, decline [the] defendants’ invita-\ntion to adopt [§] 2 [b] of the Products Liability Restatement. Thus, the\nexistence of a feasible alternative design and the balancing of risks and\nbenefits are relevant considerations in a strict product liability design defect\ncase, but they are not elements of the claim that the plaintiff is required to\nplead and prove in every case.’’); Delaney v. Deere & Co., supra, 268 Kan.\n791–92 (declining to adopt Restatement [Third], citing controversy still sur-\nrounding it, lack of support from majority of jurisdictions, inconsistency of\nrequirement of alternative design with Kansas law); Rodriguez v. Suzuki\nMotor Corp., supra, 996 S.W.2d 65 (The court rejected the argument that it\nshould adopt the Restatement [Third], citing case law concluding that ‘‘the\nterm unreasonably dangerous, as used in [§] 402A and [its model jury instruc-\ntions], needs no judicial definition, whether derived from consumer expecta-\ntions, risk-utility, or otherwise. . . . Instead, the concept of unreasonable\ndanger is to be treated as an ultimate issue for the jury. . . . Under this\n[c]ourt’s reasoning, [a] signal virtue of such a general instruction is that it\nallows the jury to give the concept of unreasonable danger content by\napplying their collective intelligence and experience to the broad evidentiary\nspectrum of facts and circumstances presented by the parties. . . . Further-\nmore, the perceived need to define unreasonable dangerousness is largely\nsatisfied by allowing the litigants to argue that the utility of a design out-\nweighs its risks, or that consumer expectations were violated, or any other\ntheory of unreasonable dangerousness supported by the evidence.’’ [Cita-\ntions omitted; internal quotation marks omitted.]); Vautour v. Body Masters\nSports Industries, Inc., 147 N.H. 150, 154–56, 784 A.2d 1178 (2001) (declining\nrequest to adopt Restatement [Third], citing concerns that ‘‘reasonable alter-\nnative design requirement would impose an undue burden on plaintiffs\nbecause it places a potentially insurmountable stumbling block in the way\nof those injured by badly designed products’’; that it ‘‘may be difficult for\ncourts and juries to apply,’’ and that, while proof of alternative design is\nrelevant in design defect case, it ‘‘should be neither a controlling factor nor\nan essential element that must be proved in every case’’ [internal quotation\nmarks omitted]); Godoy v. E.I. du Pont de Nemours & Co., supra, 319 Wis.\n2d 107 (‘‘Although we have recognized that the Restatement [Third] may\noffer new insights into product liability, we have neither adopted nor rejected\nit in its entirety. . . . Section 402A of the Restatement [Second] of Torts\nhas remained the touchstone of our analysis for strict products liability.’’\n[Citation omitted; footnote omitted.]); Godoy v. E.I. du Pont de Nemours &\nCo., supra, 107 n.8 (‘‘[r]ecently, we stated that the Restatement [Third]’s\ndefinition of ‘defective design’ is ‘fundamentally at odds with current Wiscon-\nsin products liability law’ ’’).\n   16\n      As such, although the court in Potter identified two specific concerns\nrelating to the reasonable alternative design requirement, we do not read\nthat decision to reflect every concern that the court may have had with the\nRestatement (Third) standard.\n   17\n      General Statutes § 52-572m (b) provides: ‘‘ ‘Product liability claim’\nincludes all claims or actions brought for personal injury, death or property\n\fdamage caused by the manufacture, construction, design, formula, prepara-\ntion, assembly, installation, testing, warnings, instructions, marketing, pack-\naging or labeling of any product. ‘Product liability claim’ shall include, but\nis not limited to, all actions based on the following theories: Strict liability\nin tort; negligence; breach of warranty, express or implied; breach of or\nfailure to discharge a duty to warn or instruct, whether negligent or innocent;\nmisrepresentation or nondisclosure, whether negligent or innocent.’’\n   18\n      The reasonable consumer standard in relation to a manifestly unreason-\nable design refers to the consumer to whom the product is marketed. Thus,\nwhen a product has been designed for and marketed to a limited group\nwith specialized needs and/or knowledge, such as industrial equipment not\nsuited for use by the general public, and the product is accompanied by\nadequate warnings, whether the product’s design is manifestly unreasonable\nis determined by reference to the intended consumer.\n   19\n      Other than circumstances in which the product fails to comply with\nsafety laws or express warranties, we presume that circumstantial evidence\nwill be used to establish a defect based on consumers’ minimum safety\nexpectations, under what we have referred to as our ‘‘malfunction theory.’’\nWhite v. Mazda Motor of America, Inc., 313 Conn. 610, 612, 99 A.3d 1079\n(2014). Conversely, we presume that a plaintiff seeking to prove a defect\nby direct evidence will proceed under our primary risk-utility test. We do\nnot foreclose, however, the possibility that a plaintiff could proceed under\nthe consumer expectation test with direct evidence of a defect that does\nnot require expert testimony should a case arise in which it would be\ninappropriate to require the plaintiff to proceed under the risk-utility test.\nWe are unaware of any such circumstances at the present time.\n   20\n      The court recognized, however, ‘‘that a different conclusion might be\nwarranted in cases in which the plaintiff (or decedent) began smoking\nbefore warning labels were mandated by federal law. See Guilbeault v. R.J.\nReynolds Tobacco Co., 84 F. Supp. 2d 263, 271 (D.R.I. 2000) (‘most of the\ncourts considering the common knowledge of the general disease-related\nhealth risks of smoking have placed common knowledge at least at 1966\nand some before’); see, e.g., Spain v. Brown & Williamson Tobacco Corp.,\n363 F.3d 1183, 1194 (11th Cir. 2004); Insolia v. Philip Morris, Inc., 216 F.3d\n596, 600 (7th Cir. 2000); Estate of White v. R.J. Reynolds Tobacco Co., 109\nF. Supp. 2d 424, 432–33 (D. Md. 2000); Tillman v. R.J. Reynolds Tobacco\nCo., 871 So. 2d 28, 33 (Ala. 2003); Miele v. American Tobacco Co., 2 App.\nDiv. 3d 799, 802, 770 N.Y.S.2d 386 (2003).’’ Izzarelli v. R.J. Reynolds Tobacco\nCo., supra, 321 Conn. 203 n.16.\n   21\n      We also explained that ‘‘precluding liability solely because the product’s\ndangers were open and obvious would be in tension with’’ this court’s\ndetermination in Potter regarding the scope of admissible state of the art\nevidence. Izzarelli v. R.J. Reynolds Tobacco Co., supra, 321 Conn. 199 n.14.\nWe noted that Potter had held that ‘‘state of the art refers to what is technolog-\nically feasible, rather than merely industry custom.’’ (Internal quotation\nmarks omitted.) Id. In Izzarelli, we reasoned that ‘‘[t]he fact that an industry\nuniversally may design a product in a manner that poses a particular danger\nmay provide notice to consumers of such a danger. To preclude liability\ndue to such notice would negate the evidentiary value of the state of the\nart.’’ Id., 199–200 n.14.\n   22\n      Although some comments to the Restatement (Second) sections for\nnegligence of product sellers acknowledge that contributory fault may arise\nwhen the danger is known to the consumer; see, e.g., 2 Restatement (Sec-\nond), supra, § 398, comment (b), p. 336; such fault is not equivalent to the\nconsumer expectation definition in comment (i) to § 402A. If legally avail-\nable, such fault would be a defense, not an element of the plaintiff’s prima\nfacie case, and only if the plaintiff had acted unreasonably in the face of\nhis knowledge. See Stafford v. Roadway, 312 Conn. 184, 191, 93 A.3d 1058\n(2014); Mazzucco v. Krall Coal & Oil Co., 172 Conn. 355, 358, 374 A.2d 1047\n(1977); Rohloff v. Fair Haven & Westville Railroad Co., 76 Conn. 689, 692–93,\n58 A. 5 (1904). Such a defense is not available, however, for a claim under\nour act. Our legislature limited application of this common-law defense in\n1973, and abolished it for product liability claims in 1979, when adopting\nthat act. See Public Acts 1973, No. 73-622, § 1, codified at General Statutes\n§ 52-572h (b) (limiting defense to preclude recovery only when plaintiff’s\nnegligence is greater than combined negligence of defendants); Public Acts\n1979, No. 79-483, § 4, codified at General Statutes § 52-572o (comparative\nresponsibility of plaintiff shall not bar recovery, but shall diminish award\nof compensatory damages proportionately).\n   23\n      We are mindful that numerous courts and commentators have concluded\n\fthat a risk-utility balancing test for design defects like that under the\nRestatement (Third) is functionally equivalent to the reasonable person\ninquiry in negligence, which could give rise to the possibility of inconsistent\nverdicts if a jury were to find for the defendant on strict liability and for\nthe plaintiff on negligence. See Restatement (Third), supra, § 2, comment\n(n), pp. 35–36 (‘‘[T]wo or more factually identical design-defect claims . . .\nshould not be submitted to the trier of fact in the same case under different\ndoctrinal labels. Regardless of the doctrinal label attached to a particular\nclaim, design . . . claims rest on a risk-utility assessment. To allow two or\nmore factually identical risk-utility claims to go to a jury under different\nlabels, whether ‘strict liability,’ ‘negligence,’ or ‘implied warranty of mer-\nchantability,’ would generate confusion and may well result in inconsistent\nverdicts.’’); see also id., § 2, reporters’ note, comment (n), pp. 107–109 (citing\ncases). Conversely, several courts have concluded that a test that focuses\non consumer expectations is sufficiently different from a negligence claim,\nat least when the plaintiff is a foreseeable but unintended user, that different\noutcomes would not be inconsistent. See, e.g., Talkington v. Atria Reclamel-\nucifers Fabrieken BV, 152 F.3d 254, 263–64 (4th Cir. 1998) (applying South\nCarolina law); Griggs v. BIC Corp., 981 F.2d 1429, 1438–39 (3d Cir. 1992)\n(applying Pennsylvania law); Calles v. Scripto-Tokai Corp., 224 Ill. 2d 247,\n271–72, 864 N.E.2d 249 (2007); see also Bilotta v. Kelley Co., 346 N.W.2d\n616, 622 (Minn. 1984) (‘‘[w]hether strict liability or negligence affords a\nplaintiff the broader theory of recovery will depend largely on the scope of\nevidence admitted by the trial court and on the jury instructions given under\neach theory’’). It appears that, in most cases, this concern has been addressed\nin the context of the facts and theories of the particular case rather than\nthe court’s adoption of a per se rule. See generally annot., 41 A.L.R.4th\n9, Products Liability: Inconsistency of Verdicts on Separate Theories of\nNegligence, Breach of Warranty, or Strict Liability (1985 and Supp. 2016)\n(citing cases holding that there was no irreconcilable inconsistency in verdict\nfor defendant on strict liability and verdict for plaintiff on negligence and\ncases reaching contrary conclusion).\n   To the extent that there is a valid concern that a jury should not be\npermitted to find that the product is not defective but nonetheless find in\nfavor of the plaintiff on negligence, we assume that we have foreclosed that\npossibility by making clear in this opinion that the elements of a product\nliability claim apply to all theories. Moreover, we are unaware of any case\napplying our law in which a jury has rendered an inconsistent verdict on\nsuch claims, as plaintiffs have either elected to pursue one theory; see\nCoburn v. Lenox Homes, Inc., 186 Conn. 370, 372, 441 A.2d 620 (1982)\n(negligent design and construction of septic system); or have jointly pre-\nsented both without distinguishing them. See, e.g., Wagner v. Clark Equip-\nment Co., supra, 243 Conn. 190 (allegations that forklift was unreasonably\ndangerous because it lacked standardized warning system sufficient for use\nin industrial setting was basis for negligence and strict liability claims). If\nthis court were to place limits on the availability or contours of negligence\nto safeguard against inconsistent verdicts, it would behoove us to do so in\nthe context of a case implicating such concerns and the parties’ arguments\nin relation thereto.\n   24\n      We note that, despite repeated statements in the past that ‘‘the extent\nto which exemplary damages are to be awarded ordinarily rests in the\ndiscretion of the trier of the facts’’; Gionfriddo v. Avis Rent A Car System,\nInc., 192 Conn. 280, 295, 472 A.2d 306 (1984); several more recent decisions\nreflect a trend toward having the trial court determine the amount of com-\nmon-law punitive damages following a jury trial, thus implicitly limiting this\nstatement to a determination of the entitlement to such damages. See Harris\nv. Bradley Memorial Hospital & Health Center, Inc., 306 Conn. 304, 313,\n50 A.3d 841 (2012), cert. denied,          U.S.     , 133 S. Ct. 1809, 185 L. Ed. 2d\n812 (2013); Nelson v. Tradewind Aviation, LLC, 155 Conn. App. 519, 530,\n111 A.3d 887 (2015); R.I. Pools, Inc. v. Paramount Concrete, Inc., 149 Conn.\nApp. 839, 873–74, 89 A.3d 993, cert. denied, 312 Conn. 920, 94 A.3d 1200\n(2014); Metcoff v. NCT Group, Inc., 137 Conn. App. 578, 582, 49 A.3d 282\n(2012); Bridgeport Harbour Place I, LLC v. Ganim, 131 Conn. App. 99,\n165–66, 30 A.3d 703, cert. granted, 303 Conn. 904, 31 A.3d 1179 (2011) (appeal\nwithdrawn January 27, 2012), cert. granted, 303 Conn. 905, 31 A.3d 1180\n(2011) (appeal withdrawn January 26, 2012). We express no opinion on the\nplaintiff’s contention that § 52-240b must be construed not to be limited\nby the common-law rule because he has a constitutional right to a jury\ndetermination as to the amount of common-law punitive damages.\n   25\n      We recognize that a plaintiff could safeguard against such an outcome\n\fby setting attorney’s fees under a contingency fee agreement.\n  26\n     Substitute Bill No. 5870, § 8, provides: ‘‘(a) Punitive damages, in addition\nto attorney’s fees, may be awarded if the claimant shows by clear and\nconvincing evidence that the harm suffered was the result of the product\nseller’s reckless disregard for the safety of product users, consumers or\nothers who were injured by the product.\n  ‘‘(b) If the trier of fact determines that punitive damages should be\nawarded, it shall determine the amount of such damages. In making such\ndetermination, the court shall consider: (1) The likelihood at the time of\nmanufacture that a serious harm would arise from the product seller’s\nmisconduct, (2) the degree of the product seller’s awareness of such likeli-\nhood of harm, (3) the profitability of the misconduct to the product seller,\n(4) the duration of the misconduct and any concealment of it by the product\nseller, (5) the attitude and conduct of the product seller upon discovery of\nthe misconduct, (6) the financial condition of the product seller, and (7)\nthe total effect of other punishment imposed or likely to be imposed upon\nthe product seller as a result of the misconduct, including punitive damage\nawards to the persons similarly situated to the claimant and the severity of\ncriminal penalties to which the product seller has been or may be subjected.’’\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">******************************************************\n  The ‘‘officially released’’ date that appears near the\nbeginning of each opinion is the date the opinion will\nbe published in the Connecticut Law Journal or the\ndate it was released as a slip opinion. The operative\ndate for the beginning of all time periods for filing\npostopinion motions and petitions for certification is\nthe ‘‘officially released’’ date appearing in the opinion.\nIn no event will any such motions be accepted before\nthe ‘‘officially released’’ date.\n  All opinions are subject to modification and technical\ncorrection prior to official publication in the Connecti-\ncut Reports and Connecticut Appellate Reports. In the\nevent of discrepancies between the electronic version\nof an opinion and the print version appearing in the\nConnecticut Law Journal and subsequently in the Con-\nnecticut Reports or Connecticut Appellate Reports, the\nlatest print version is to be considered authoritative.\n  The syllabus and procedural history accompanying\nthe opinion as it appears on the Commission on Official\nLegal Publications Electronic Bulletin Board Service\nand in the Connecticut Law Journal and bound volumes\nof official reports are copyrighted by the Secretary of\nthe State, State of Connecticut, and may not be repro-\nduced and distributed without the express written per-\nmission of the Commission on Official Legal\nPublications, Judicial Branch, State of Connecticut.\n******************************************************\n\f   VINCENT BIFOLCK, EXECUTOR (ESTATE OF\n       JEANETTE D. BIFOLCK), ET AL. v.\n             PHILIP MORRIS, INC.\n                  (SC 19310)\nRogers, C. J., and Zarella, Eveleigh, McDonald, Espinosa, Robinson and\n                             Vertefeuille, Js.\n    Argued September 13—officially released December 29, 2016*\n\n  David S. Golub, with whom were Jonathan M. Levine\nand, on the brief, Marilyn J. Ramos, for the appel-\nlants (plaintiffs).\n  John C. Massaro, with whom were Francis H. Mor-\nrison III and, on the brief, Anthony J. Franze, pro hac\nvice, John B. Daukas, pro hac vice, John M. Tanksi\nand Michael K. Murray, for the appellee (defendant).\n\f  Jonathan M. Hoffman, pro hac vice, Cristin E. Shee-\nhan and Kaelah M. Smith filed a brief for the Product\nLiability Advisory Council, Inc., as amicus curiae.\n  Daniel S. Rawner and Kenneth J. Parsigian, pro hac\nvice, filed a brief for the Chamber of Commerce of the\nUnited States of America as amicus curiae.\n   George Jepsen, attorney general, Gregory T. D’Auria,\nsolicitor general, and Phillip Rosario, Jonathan J.\nBlake and Thomas J. Saadi, assistant attorneys general,\nfiled a brief for the state of Connecticut et al. as\namici curiae.\n  John J. Robinson and Cullen W. Guilmartin filed a\nbrief for the Connecticut Defense Lawyers Association\nas amicus curiae.\n  Randall L. Goodden filed a brief for the International\nProduct Safety and Liability Prevention Association as\namicus curiae.\n  Jennifer M. DelMonico, Proloy K. Das, Eric B. Miller\nand Terence J. Brunau filed a brief for the Connecticut\nBusiness and Industry Association et al. as amici curiae.\n  Brenden P. Leydon filed a brief for the Connecticut\nTrial Lawyers Association as amicus curiae.\n  Larry A. Tawwater, Alinor Sterling and Jeffrey R.\nWhite filed a brief for the American Association for\nJustice as amicus curiae.\n  Michael G. Rigg filed a brief for Aaron D. Twerski\net al. as amici curiae.\n\f                          Opinion\n\n   McDONALD, J. This case is the second of two diver-\nsity actions in which the federal courts certified ques-\ntions for this court’s advice regarding the viability of an\naction under Connecticut’s Product Liability Act (act)1\nalleging that a cigarette’s design had increased consum-\ners’ risk of cancer. The courts sought advice whether\nspecific theories advanced in those actions are pre-\ncluded by this court’s adoption of § 402A of the\nRestatement (Second) of Torts, which imposes liability\nfor defective products that are ‘‘unreasonably danger-\nous,’’ and more particularly, our adoption of comment\n(i) to § 402A, which defines that term in relation to\nconsumers’ knowledge of the danger.2 In the first of\nthese actions, this court advised that the strict liability\ntheory advanced was not precluded because it required\napplication of our modified consumer expectation test,\nunder which the obviousness of the danger is only one\nof many factors that the trier of fact may consider.\nIzzarelli v. R.J. Reynolds Tobacco Co., </pre><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">172</span></span><pre class=\"inline\">,\n177, </pre><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">1232</span></span><pre class=\"inline\"> (2016).\n   In the present action, this court considers three sub-\nstantive questions: (1) whether, for claims alleging\ndesign defects, we should abandon our dual tests based\non § 402A of the Restatement (Second) of Torts and\nadopt the standards under the Restatement (Third) of\nTorts, Products Liability; (2) if not, whether § 402A and\ncomment (i) provide a single, unitary definition for all\ntheories under which product liability claims may be\nbrought, including negligence; and (3) whether the puni-\ntive damages available in the act are limited to litigation\ncosts under our common-law punitive damages rule.\nThis court raised the first question; we accepted certifi-\ncation with respect to the second and third questions,\npursuant to General Statutes § 51-199b (d), from the\nUnited States District Court for the District of Connecti-\ncut. See Bifolck v. Philip Morris, Inc., Docket No.\n3:06cv1768 (SRU), </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">585325</span></span><pre class=\"inline\"> (D. Conn. February\n14, 2014).\n   For the reasons that follow, we decline at this time\nto adopt the Restatement (Third). Nonetheless, we are\npersuaded that modest refinements to our product lia-\nbility tests under the Restatement (Second) will clarify\nthe plaintiff’s burden of proof in strict liability cases\nand provide a better guide to any necessity for adopting\nthe Restatement (Third) or any other substantive\nchange. We further conclude that, although all product\nliability claims require proof of a ‘‘defective condition\nunreasonably dangerous’’ to the user or consumer,\nunreasonably dangerous is not determined by consumer\nexpectations under comment (i) to § 402A when such\na claim may be brought under a theory of negligence.\nFinally, we conclude that punitive damages under the\nact are not limited by the common-law rule. Accord-\ningly, we answer both of the certified questions ‘‘No.’’\n\f                             I\n      BACKGROUND OF THE PRESENT CASE\n  The following facts and procedural history gave rise\nto the issues presently before us. The plaintiff, Vincent\nBifolck, individually and as executor of the estate of\nhis wife, Jeanette D. Bifolck (decedent), commenced\nthis action in the District Court against the defendant,\nPhilip Morris, Inc., after the decedent succumbed to\nlung cancer at the age of forty-two. The principal thrust\nof the complaint is that the Marlboro and Marlboro\nLight cigarettes manufactured by the defendant and\nsmoked by the decedent were defectively designed and\nthat this defective design was responsible for her lung\ncancer and death from that disease. The plaintiff sought\ncompensatory damages, as well as statutory punitive\ndamages under General Statutes § 52-240b.\n   One count of the complaint asserted a product liabil-\nity claim under the act, but set forth separate allegations\nin support of theories of strict liability and negligence.3\nWith respect to strict liability, the plaintiff alleged that\nthe defendant’s cigarettes were defective and unreason-\nably dangerous in that their design rendered the ciga-\nrettes unnecessarily addictive and unnecessarily\ncarcinogenic. Specifically, the plaintiff alleged that the\ndefendant had (1) added ingredients, including carcino-\ngenic ingredients, that altered the natural form of the\ntobacco in the cigarettes, and (2) utilized manufacturing\nprocesses that affected the composition and form of\nthe tobacco and nicotine, as well as the manner in which\nthe cigarette smoke was transmitted to the smoker.\nWith respect to negligence, the plaintiff alleged that\nthe defendant had failed to conform to the applicable\nstandard of care by knowingly designing the cigarettes\nin a manner that enhanced their addictive and cancer\ncausing nature and by failing to take available measures\nto reduce the cigarettes’ addictive, toxic, and cancer\ncausing ingredients/properties.\n   After the plaintiff commenced the present action,\njudgment was rendered in the District Court in another\naction against a different cigarette manufacturer on the\nbasis of similar allegations of strict liability and negli-\ngence. See Izzarelli v. R.J. Reynolds Tobacco Co., </pre><span class=\"citation\" data-id=\"2179430\"><a href=\"/opinion/2179430/izzarelli-v-rj-reynolds-tobacco-company/\"><span class=\"volume\">806</span>\n<span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">516</span></a></span><pre class=\"inline\">, 519–20 (D. Conn. 2011). Following\nthe appeal by the defendant, R.J. Reynolds Tobacco\nCompany, from that judgment to the United States\nCourt of Appeals for the Second Circuit, that court\ncertified the following question to this court: ‘‘Does\n[comment (i)] to § 402A of the Restatement (Second)\nof Torts preclude a suit premised on strict products\nliability against a cigarette manufacturer based on evi-\ndence that the defendant purposefully manufactured\ncigarettes to increase daily consumption without regard\nto the resultant increase in exposure to carcinogens,\nbut in the absence of evidence of adulteration or con-\n\ftamination?’’ (Emphasis added.) Izzarelli v. R.J. Rey-\nnolds Tobacco Co., </pre><span class=\"citation no-link\"><span class=\"volume\">731</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></span><pre class=\"inline\">, 169 (2d Cir. 2013). A\nparticular focus of that question related to an example\nin comment (i) providing that ‘‘good tobacco’’ is not\nunreasonably dangerous. See footnote 2 of this opinion.\n   The trial in the present case was postponed to await\nthis court’s response to that question. In the intervening\nperiod, the District Court certified two additional ques-\ntions to this court for advice: (1) ‘‘Does [§] 402A of the\nRestatement (Second) of Torts (and comment [i] to\nthat provision) apply to a product liability claim for\nnegligence under [the act]?’’; and (2) ‘‘Does Connecti-\ncut’s [common-law] rule of punitive damages as articu-\nlated in Waterbury Petroleum Products, Inc. v. Canaan\nOil & Fuel Co., </pre><span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">208</span></span><pre class=\"inline\"> [</pre><span class=\"citation no-link\"><span class=\"volume\">477</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">988</span></span><pre class=\"inline\">] (1984),\napply to an award of statutory punitive damages pursu-\nant to [General Statutes] § 52-240b, the punitive dam-\nages provision of the [act]?’’ Bifolck v. Philip Morris,\nInc., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">585325</span></span><pre class=\"inline\">, *8.\n   After oral argument to this court on both cases, we\nissued our decision in Izzarelli, in which we advised\nthat comment (i) to § 402A did not preclude the strict\nliability theory advanced. Izzarelli v. R.J. Reynolds\nTobacco Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">177</span></span><pre class=\"inline\">. We clarified that,\nalthough the two tests available under our law—the\nordinary consumer expectation test and the modified\nconsumer expectation test—both apply § 402A’s unrea-\nsonably dangerous standard, ‘‘the modified consumer\nexpectation test is our primary strict product liability\ntest, and the sole test applicable to the present case.\nBecause the obvious danger exceptions to strict liability\nin comment (i) to § 402A of the Restatement (Second),\nincluding ‘[g]ood tobacco,’ are not dispositive under\nthe multifactor modified consumer expectation test, we\nanswer the certified question in the negative.’’ Id.\n   The jury in Izzarelli had been instructed on both\nstrict liability tests and rendered a general verdict in\nfavor of the plaintiff. Id., 182. Neither party had advo-\ncated for application of any test other than one of the\ntwo tests based on the Restatement (Second) recog-\nnized by this court. Id., 192 n.11. Nonetheless, a concur-\nring opinion took the position that we should adopt\nand apply to the certified question in that case the\nstandard for design defects under the Restatement\n(Third). Id., 211 (Zarella, J., concurring).\n   Although that position did not garner majority sup-\nport in that case, the posture of the present case is\nmore conducive to consideration of this issue. Unlike\nIzzarelli, this case has not yet proceeded to trial.\nAccordingly, the issue raised by the Izzarelli concur-\nrence can be considered with the benefit of supplemen-\ntal briefing, but without the possibility of disturbing a\npresumptively valid verdict under the existing stan-\ndards in the absence of a challenge to those standards.\n\f   In light of these considerations, we issued an order\nto the parties in the present case, concurrently with\nthe issuance of our decision in Izzarelli, seeking supple-\nmental briefs on the following questions: (1) whether,\nfor product liability actions premised on design defects,\nthis court should abandon the ordinary consumer\nexpectation test/modified consumer expectation test\nand adopt §§ 1, 2 (b) and 4 of the Restatement (Third),\nwith or without the associated commentary;4 and (2) if\nso, whether there is any reason why this court should\nnot apply the Restatement (Third) standard to cases\npending before a trial court, like the present case. We\nalso invited professional organizations to submit ami-\ncus briefs on the first question. Pursuant to the parties’\njoint request, the court heard oral argument on these\nquestions.\n                            II\n  WHETHER TO ABANDON THE RESTATEMENT\n  (SECOND) IN FAVOR OF THE RESTATEMENT\n     (THIRD) FOR DESIGN DEFECT CLAIMS5\n   We begin with the question that this court raised\nbecause its answer could be dispositive of the first\ncertified question regarding whether consumer expec-\ntations under comment (i) to § 402A govern recovery\nfor a defective design under a theory of negligence. See\nRestatement (Third), supra, § 2, comment (g), pp. 27–28\n(explaining that ‘‘consumer expectations do not consti-\ntute an independent standard for judging the defec-\ntiveness of product designs’’ and that such expectations\nare ‘‘relevant’’ but not controlling).\n                            A\n                    Parties’ Positions\n  The parties and the amici supporting their respective\npositions take sharply divergent views on every consid-\neration relevant to this issue. The plaintiff urges us\nnot to abandon our dual Restatement (Second) tests,\ncharacterizing the Restatement (Third) as a significant\ndeparture from our long-standing strict liability stan-\ndard and the public policies that this standard advances.\nConversely, the defendant urges us to adopt the\nRestatement (Third), characterizing it as consistent\nwith our case law, our act, and litigation practice. To\nthe extent that both parties acknowledge that the\nRestatement (Third) will make some change to our\nproduct liability law, they point to different effects of\nthose changes. The plaintiff contends that these\nchanges will have a detrimental, unfair effect on injured\nconsumers, whereas the defendant contends that these\nchanges will provide greater clarity and objectivity with-\nout such effects. The plaintiff contends that the task\nof weighing the numerous policy considerations impli-\ncated is better left to the legislature, whereas the defen-\ndant contends that the issue should be resolved by\n\f                            B\n           Current Standard under Our Law6\n   Prior to 1965, plaintiffs in Connecticut relied on theo-\nries of negligence and breach of warranty in actions to\nrecovery for injuries caused by defective products.7 In\n1965, Connecticut adopted the strict liability standard\nfor product liability actions under § 402A of the\nRestatement (Second), under which a plaintiff need not\nestablish the manufacturer’s fault. See Garthwait v.\nBurgio, </pre><span class=\"citation\" data-id=\"1944895\"><a href=\"/opinion/1944895/garthwait-v-burgio/\"><span class=\"volume\">153</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">284</span></a></span><pre class=\"inline\">, 289–90, </pre><span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">189</span></span><pre class=\"inline\"> (1965); 2\nRestatement (Second), Torts, § 402A, comment (a), p.\n348 (1965) (product seller is ‘‘subject to liability to the\nuser or consumer even though he has exercised all\npossible care in the preparation and sale of the prod-\nuct’’). Under that standard, a manufacturer or seller of\na product may be held liable if the product is ‘‘unreason-\nably dangerous . . . .’’8 2 Restatement (Second), supra,\n§ 402A (1), p. 347. A primary justification for imposing\nstrict liability has been that, as between the injured\nconsumer and the manufacturer who has derived the\neconomic benefits from the sale of the product, the\nlatter is better able to insure against the risk and can\npass that cost along to all consumers. See Potter v.\nChicago Pneumatic Tool Co., </pre><span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">199</span></span><pre class=\"inline\">, 209, </pre><span class=\"citation no-link\"><span class=\"volume\">694</span>\n<span class=\"reporter\">A.2d</span> <span class=\"page\">1319</span></span><pre class=\"inline\"> (1997).\n   Originally, this court defined unreasonably danger-\nous solely by reference to consumer expectations as\nset forth in comment (i)—the ordinary consumer expec-\ntation test. See id., 214–15 (‘‘[T]he article sold must be\ndangerous to an extent beyond that which would be\ncontemplated by the ordinary consumer . . . with the\nordinary knowledge common to the community as to its\ncharacteristics. 2 Restatement [Second], supra, § 402A,\ncomment [i].’’ [Internal quotation marks omitted.]); see\nalso Giglio v. Connecticut Light & Power Co., </pre><span class=\"citation\" data-id=\"2050213\"><a href=\"/opinion/2050213/giglio-v-connecticut-light-power-co/\"><span class=\"volume\">180</span> <span class=\"reporter\">Conn.</span>\n<span class=\"page\">230</span></a></span><pre class=\"inline\">, 234, </pre><span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">486</span></span><pre class=\"inline\"> (1980); Slepski v. Williams Ford,\nInc., </pre><span class=\"citation\" data-id=\"2400348\"><a href=\"/opinion/2400348/slepski-v-williams-ford-inc/\"><span class=\"volume\">170</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 23, </pre><span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">175</span></span><pre class=\"inline\"> (1975).\n   In 1997, this court rejected the argument that, for\ndesign defects, we should adopt the standard in the\ndraft Restatement (Third), requiring proof of a reason-\nable alternative design, instead of § 402A’s unreason-\nably dangerous standard. See Potter v. Chicago\nPneumatic Tool Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">215</span></span><pre class=\"inline\">. In Potter,\nthe court acknowledged a concern expressed by one\ncourt that design defects lacked an objective standard\nby which they may be proved, whereas manufacturing\ndefects could be objectively evaluated against the\nintended design of the product. Id., 211, citing Caterpil-\nlar Tractor Co. v. Beck, </pre><span class=\"citation\" data-id=\"1134663\"><a href=\"/opinion/1134663/caterpillar-tractor-co-v-beck/\"><span class=\"volume\">593</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">871</span></a></span><pre class=\"inline\">, 880 (Alaska 1979).\nNonetheless, the court declined to adopt the alternative\ndesign requirement, noting that the majority of jurisdic-\ntions had not imposed such an absolute requirement.\nPotter v. Chicago Pneumatic Tool Co., supra, 216. More\nfundamentally, the court rejected this requirement\n\fbecause it ‘‘imposes an undue burden on plaintiffs that\nmight preclude otherwise valid claims from jury consid-\neration.’’ Id., 217. The court posited that the rule would\nrequire expert witnesses, even when the jury could infer\na design defect from circumstantial evidence, in contra-\nvention to our case law. Id., 217–18. It also posited\nthat a product could be unreasonably dangerous to\nthe consumer even when there is no alternative, safer\ndesign. Id., 219.\n   The court’s review of the various tests adopted by\nother jurisdictions convinced it, however, that our sin-\ngularly focused consumer expectation test might also\npreclude some valid claims. Id. Therefore, instead of\nimposing a more stringent standard of proof, the court\nestablished an alternative means of proving that a\ndesign defect is unreasonably dangerous—the modified\nconsumer expectation test. Id., 220. Under this test,\na product is unreasonably dangerous if a reasonable,\ninformed consumer would conclude that its risks out-\nweigh its utility. Id., 220–21. This is a multifactor test,\nunder which no single factor is per se determinative.\nSee id., 221 n.15 (citing nonexclusive list of factors,\nincluding ‘‘the usefulness of the product, the likelihood\nand severity of the danger posed by the design, the\nfeasibility of an alternative design, the financial cost of\nan improved design, the ability to reduce the product’s\ndanger without impairing its usefulness or making it\ntoo expensive, and the feasibility of spreading the loss\nby increasing the product’s price or by purchasing insur-\nance’’ [internal quotation marks omitted]). Evidence\nthat an alternative design was available that would have\nreduced or avoided the danger may be proffered, but\nit is not a mandatory element of the plaintiff’s case. Id.,\n221. The court emphasized in adopting this test that it\nmaintained its allegiance to a strict liability regime that\nfocuses on the product’s danger and not the manufac-\nturer’s culpability. Id., 221–22.\n   Whereas Potter established dual tests to prove that\na design defect is unreasonably dangerous, our recent\ndecision in Izzarelli clarified the circumstances under\nwhich each test applies. See Izzarelli v. R.J. Reynolds\nTobacco Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">192</span></span><pre class=\"inline\">, 202–203. The modi-\nfied consumer expectation test is our primary test. Id.,\n194. The ordinary consumer expectation test is reserved\nfor those cases in which the product failed to meet\nconsumers’ legitimate, commonly accepted, minimum\nsafety expectations. Id., 202–203. The defect in such\ncases is so obvious that expert testimony is not needed\nto establish it and the utility of the product is not an\nexcuse for the undisclosed defect. Id., 194, 202–203.\n  In sum, under either test, § 402A provides the ele-\nments of a strict product liability claim; see footnote 8 of\nthis opinion; but the unreasonably dangerous element is\ndetermined by minimum safety expectations in one and\nby balancing risks and utility in the other. Izzarelli v.\n\fR.J. Reynolds Tobacco Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">193</span></span><pre class=\"inline\">,\n208–209.\n                             C\n       Standard under the Restatement (Third)\n   Unlike § 402A’s ‘‘unreasonably dangerous’’ standard,\nwhich applies to any type of product defect, § 2 of the\nRestatement (Third) prescribes different standards for\neach of the three categories of product defects—design\ndefects, manufacturing defects and defects due to inad-\nequate instructions/warnings. A product ‘‘is defective\nin design when the foreseeable risks of harm posed by\nthe product could have been reduced or avoided by the\nadoption of a reasonable alternative design by the seller\nor other distributor, or a predecessor in the commercial\nchain of distribution, and the omission of the alternative\ndesign renders the product not reasonably safe . . . .’’9\nRestatement (Third), supra, § 2 (b), p. 14.\n   The comments elaborate on the practical application\nof this standard. They explain that this standard ‘‘adopts\na reasonableness (‘risk-utility balancing’) test as the\nstandard for judging . . . defectiveness . . . .’’ Id.,\ncomment (d), p. 19. ‘‘A broad range of factors may\nbe considered in determining whether an alternative\ndesign is reasonable and whether its omission renders a\nproduct not reasonably safe. The factors include, among\nothers, the magnitude and probability of the foreseeable\nrisks of harm, the instructions and warnings accompa-\nnying the product, and the nature and strength of con-\nsumer expectations regarding the product, including\nexpectations arising from product portrayal and mar-\nketing. . . . The relative advantages and disadvantages\nof the product as designed and as it alternatively could\nhave been designed may also be considered. Thus, the\nlikely effects of the alternative design on production\ncosts; the effects of the alternative design on product\nlongevity, maintenance, repair, and esthetics; and the\nrange of consumer choice among products are factors\nthat may be taken into account.’’ (Citation omitted.)\nId., comment (f), p. 23.\n   The design defect standard under § 2 is not the exclu-\nsive means of establishing liability for a design defect.\nThe Restatement (Third) acknowledges three other\nstandards under which a design defect could be estab-\nlished.\n   A comment to § 2 recognizes the possibility that\ncourts could determine that some products were ‘‘so\nmanifestly unreasonable, in that they have low social\nutility and high degree of danger, that liability should\nattach even absent proof of a reasonable alternative\ndesign.’’ Id., comment (e), pp. 21–22. The example pro-\nvided of a product that would satisfy this standard is\nan exploding novelty cigar that causes burns to the\nuser’s face. Id., illustration (5), p. 22. This standard will\nnot apply ‘‘in most instances even though the plaintiff\n\falleges that the category of product sold by the defen-\ndant is so dangerous that it should not have been mar-\nketed at all.’’ Id., comment (d), p. 20.\n   In addition, § 3 recognizes that circumstantial evi-\ndence alone may support the inference of a product\ndefect.10 Id., § 3, p. 111. Essentially, this section states\nthe contours of the ‘‘malfunction’’ theory that has long\nbeen recognized under Connecticut’s § 402A case law.11\nSee Metropolitan Property & Casualty Ins. Co. v.\nDeere & Co., </pre><span class=\"citation\" data-id=\"2323499\"><a href=\"/opinion/2323499/metro-property-cas-ins-v-deere-co/\"><span class=\"volume\">302</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">123</span></a></span><pre class=\"inline\">, 132–33, </pre><span class=\"citation\" data-id=\"2323499\"><a href=\"/opinion/2323499/metro-property-cas-ins-v-deere-co/\"><span class=\"volume\">25</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">571</span></a></span><pre class=\"inline\"> (2011);\nsee also Living & Learning Centre, Inc. v. Griese Cus-\ntom Signs, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">661</span></span><pre class=\"inline\">, 664, </pre><span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">433</span></span><pre class=\"inline\">\n(1985) (‘‘It is not necessary that the plaintiff in a strict\ntort action establish a specific defect as long as there\nis evidence of some unspecified dangerous condition.\nIn the absence of other identifiable causes, evidence\nof malfunction is sufficient evidence of a defect under\n§ 402A of the [Restatement (Second) of Torts].’’). This\nstandard ‘‘most often [will] apply to manufacturing\ndefects, [but] occasionally a product design causes the\nproduct to malfunction in a manner identical to that\nwhich would be caused by a manufacturing defect.’’\nRestatement (Third), supra, § 3, comment (b), p. 112.\n   Also, § 4 (a) of the Restatement (Third) provides that\n‘‘a product’s noncompliance with an applicable product\nsafety statute or administrative regulation renders the\nproduct defective with respect to the risks sought to\nbe reduced by the statute or regulation . . . .’’ Liability\nmay not be assessed if the law is unclear as to its\nmeaning or purpose, or conflicts with other safety laws\nwith which the manufacturer must comply. Id., com-\nment (d), p. 121.\n   It is evident that these three alternatives to the stan-\ndard under § 2 (b) have a narrow field of operation.\nFew products will have such a marginal utility and such\na high degree of risk akin to the cartoonish example\nof the exploding cigar that will satisfy the manifestly\nunreasonable standard. See A. Twerski & J. Henderson,\nJr., ‘‘Manufacturers’ Liability for Defective Product\nDesigns: The Triumph of Risk-Utility,’’ 74 Brook. L. Rev.\n1061, 1071 (2009) (authors who served as coreporters\nof Restatement [Third] acknowledged that ‘‘comment\n[(e) to § 2] speaks merely of the possibility that courts\nmight encounter an unusual case in the future—it does\nnot endorse or recommend the imposition of category\nliability’’ and that coreporters hoped to ‘‘disarm [that\npossibility] by dealing with it forthrightly [and narrowly]\nin comment [e]’’). Only occasionally will a design defect\ncause a product to malfunction in a manner identical\nto a manufacturing defect. Rarely will manufacturers\nwholly disregard plain and unambiguous product safety\nlaws. Therefore, it is clear that the standard under § 2\n(b) is intended to apply in all but the rarest cases.12\n  As such, we focus our attention on the differences\nbetween this predominant standard and our tests under\n\f§ 402A. Section 2 (b) imposes two requirements that\nare not mandated under our § 402A tests: (1) proof\nthat the harm was foreseeable; and (2) proof that a\nreasonable alternative design existed that would have\nreduced or avoided the danger. Restatement (Third),\nsupra, § 2 (b), p. 14. The comments explain that the\nrule under § 2 (b) is stated in functional terms rather\nthan traditional doctrinal categories (i.e., strict liability,\nnegligence, implied warranty). Id., § 2, comment (n), p.\n35. Nonetheless, the comments also acknowledge that\n§ 2 (b) ‘‘achieve[s] the same general objectives as does\nliability predicated on negligence’’; id., comment (a), p.\n16; undertakes the same comparative approach that\nis used in negligence; id., comment (d), p. 19; and is\nsupported by the same policy considerations that sup-\nport use of a reasonable person perspective in negli-\ngence. Id. Accordingly, while there are nominal\ndifferences, many courts and commentators view § 2\n(b) as effectively requiring proof of negligence. See,\ne.g., Aubin v. Union Carbide Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">489</span></span><pre class=\"inline\">, 506\n(Fla. 2015); Wright v. Brooke Group Ltd., </pre><span class=\"citation\" data-id=\"1248354\"><a href=\"/opinion/1248354/wright-v-brooke-group-ltd/\"><span class=\"volume\">652</span> <span class=\"reporter\">N.W.2d</span>\n<span class=\"page\">159</span></a></span><pre class=\"inline\">, 168 (Iowa 2002); Godoy v. E.I. du Pont de Nem-\nours & Co., </pre><span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">91</span></span><pre class=\"inline\">, 124, </pre><span class=\"citation\" data-id=\"1302014\"><a href=\"/opinion/1302014/godoy-ex-rel-gramling-v-ei-du-pont-de-nemours-co/\"><span class=\"volume\">768</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">674</span></a></span><pre class=\"inline\"> (2009)\n(Bradley, J., concurring); 2 D. Dobbs, Law of Torts\n(2001) § 353, p. 977; R. Cupp, Jr. & D. Polage, ‘‘The\nRhetoric of Strict Products Liability Versus Negligence:\nAn Empirical Analysis,’’ 77 N.Y.U. L. Rev. 874, 883\n(2002); F. Hubbard, ‘‘ ‘Sophisticated Robots’: Balancing\nLiability, Regulation, and Innovation,’’ </pre><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">L</span></span><pre class=\"inline\">. Rev.\n1803, 1821 (2014); F. Vandall & J. Vandall, ‘‘A Call for\nan Accurate Restatement (Third) of Torts: Design\nDefect,’’ 33 U. Mem. L. Rev. 909, 921 (2003).\n    Section 402A is a true strict liability standard. A prod-\nuct seller is ‘‘subject to liability to the user or consumer\neven though he has exercised all possible care in the\npreparation and sale of the product.’’ 2 Restatement\n(Second), supra, § 402A, comment (a), p. 348. Foresee-\nability of harm is not an element of the plaintiff’s prima\nfacie case. See Vendrella v. Astriab Family Ltd. Part-\nnership, </pre><span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">301</span></span><pre class=\"inline\">, 307 n.7, </pre><span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">546</span></span><pre class=\"inline\"> (2014)\n(‘‘[s]trict liability means liability without proof that the\ndefendant was negligent, i.e., that the defendant failed\nto take reasonable steps to prevent a foreseeable\nharm’’). Foreseeability is only relevant to a defense that\nthe product was not put to a foreseeable use; see Gen-\neral Statutes § 52-572l (codifying common-law defense\nof misuse); Norrie v. Heil Co., </pre><span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">594</span></span><pre class=\"inline\">, 600, </pre><span class=\"citation no-link\"><span class=\"volume\">525</span>\n<span class=\"reporter\">A.2d</span> <span class=\"page\">1332</span></span><pre class=\"inline\"> (1987) (‘‘[m]isuse occurs when a product is\nnot used in a manner which should have been foreseen\nby the defendant’’ [internal quotation marks omitted]);\nor to a request for a reduction of damages due to the\nplaintiff’s comparative responsibility for his injuries.\nSee General Statutes § 52-572o.\n  Although the availability of an alternative design\ncould be relevant under either of our tests under § 402A,\nneither requires such proof. Indeed, under our primary\n\fmodified consumer expectation test, a plaintiff may\nestablish liability solely by reference to the product\nsold, upon proof that its risks outweigh its utility. It\nbears emphasizing that this risk-utility balancing does\nnot limit liability to products that are of excessively\nlow utility and exceedingly high risk, as does the ‘‘mani-\nfestly’’ unreasonable standard in the Restatement\n(Third).\n   On its face, therefore, the Restatement (Third) would\nappear to make consequential changes to our product\nliability law. According to the plaintiff, adopting the\nRestatement (Third) would make product liability cases\nsignificantly more expensive to litigate; in many cases\nrequiring expert testimony/product prototypes to estab-\nlish that the alternative design is reasonable. As such,\nhe contends it will be more likely that cases will be\ndecided on pretrial motions testing the adequacy of this\nproof and that injured consumers with smaller damages\nwill be unable to bring product liability actions at all.\n  In response, the defendant and some of the amici\ncontend that adoption of the Restatement (Third) would\nnot significantly alter our law in practice, because\nplaintiffs typically elect to proffer proof of an alternative\ndesign. The defendant does not, and could not, claim,\nhowever, that plaintiffs have ever assumed the burden\nof proving that the harm was foreseeable. Moreover,\nthe defendant’s argument does not account for the fact\nthat the adequacy of this proof has generally not been\nthe subject of serious controversy and pretrial motions\nbecause plaintiffs have not been required to prove the\nreasonableness of the alternative design to prevail.\n                             D\nWhether the Restatement (Third) Should Be Adopted\n   In his concurring opinion in Izzarelli, Justice Zarella\nset forth several reasons why he believes that, regard-\nless of the degree of difference, the greater clarity and\nobjectivity that the Restatement (Third) provides over\nour current standards favors its adoption. See Izzarelli\nv. R.J. Reynolds Tobacco Co., supra, 321 Conn. 217–43\n(Zarella, J., concurring). Putting aside the question of\nany purported advantages that could be gained from\nadoption of the Restatement (Third), we note the fol-\nlowing considerations that weigh against its adoption.\n   We have followed § 402A’s strict liability standard for\nmore than five decades. We have only modified that\nstandard to the extent that it was necessary to fill a\ngap in our law; Potter v. Chicago Pneumatic Tool Co.,\nsupra, 241 Conn. 219–20; or to clarify the field of opera-\ntion of those tests to a case before us. Izzarelli v. R.J.\nReynolds Tobacco Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">192</span></span><pre class=\"inline\">.\n  In the almost two decades since this court adopted\nour modified consumer expectation test in Potter, there\nhas been no evidence that our § 402A strict liability\ntests have proved to be unworkable. Not a single case\n\fapplying Connecticut law has been brought to our atten-\ntion demonstrating either that a jury had difficulty\napplying our law or that a jury’s verdict yielded a bizarre\nor unconscionable result. Indeed, we noted in Izzarelli\nthat we would trust our trial courts to safeguard against\nany such result. See id., 205.\n   In those two decades since Potter, there is also no\nindication that any action has been undertaken to seek\nchanges to our tests. No party has ever asked this court\nto modify those tests, or to reconsider the Restatement\n(Third) in light of the failure of the court in Potter to\naddress its exceptions to the alternative design require-\nment. See footnote 12 of this opinion; see also\nRestatement (Third), supra, § 2, reporters’ note, com-\nment (d), part II C, pp. 72–73 (asserting that Potter had\nmisinterpreted Restatement [Third] to impose per se\nrequirement). No interest group has sought change leg-\nislatively. Shortly before the court’s decision in Potter,\nthe Connecticut Business and Industry Association\ndrafted a bill that sought to amend our act to incorpo-\nrate the definition of design defect in the draft\nRestatement (Third). See Raised House Bill No. 5709,\n1996 Sess.; Conn. Joint Standing Committee Hearings,\nJudiciary, Pt. 5, 1996 Sess., p. 1119, remarks of Elizabeth\nGara, assistant counsel for the Connecticut Business\nand Industry Association. That bill was not acted on\nby the Judiciary Committee after it heard competing\nviews on it at a public hearing. Since Potter, other legis-\nlation has been proposed to amend the act; see Raised\nBill No. 5731, 2002 Sess. (proposing to preclude evi-\ndence of subsequent remedial measures in product lia-\nbility actions); see also Public Acts 2011, No. 11-200,\n§ 1 (amending limitation period for asbestos related\nproduct liability claims); but none that would have\nchanged our product liability standards.\n   An argument that our standard is unworkable\nbecause it lacks an ‘‘objective’’ basis for decision-mak-\ning was implicitly rejected in Potter, and is both circular\nand contradicted by experience. The presumption on\nwhich this argument rests is that failing to require proof\nof a reasonable alternative design in a risk-utility test\ndeprives the fact finder of an objective basis for deci-\nsion-making because it lacks an alternative against\nwhich to compare the marketed product. The flaw in\nthis argument is that it assumes that a product cannot\nbe unsafe unless it can be made safer. If the fact finder’s\ntask is to determine whether the defendant could have\nmade a safer product, it necessarily follows that the\nabsence of an alternative design makes this task impos-\nsible. If, however, the fact finder’s task is to assess\nwhether the product is unreasonably dangerous\nbecause its risks exceed its utility, no comparison to an\nalternative is necessary. The fact that jurors commonly\nengage in such a balancing test whenever they are called\nupon to assess reasonableness, such as in a claim of\nnegligence, evidences that such weighing is workable.\n\fSee 2 Restatement (Second), supra, § 291, p. 54\n(‘‘[w]here an act is one which a reasonable man would\nrecognize as involving a risk of harm to another, the\nrisk is unreasonable and the act is negligent if the risk\nis of such magnitude as to outweigh what the law\nregards as the utility of the act or of the particular\nmanner in which it is done’’); see also Rodriguez v.\nSuzuki Motor Corp., </pre><span class=\"citation\" data-id=\"1472870\"><a href=\"/opinion/1472870/rodriguez-v-suzuki-motor-corp/\"><span class=\"volume\">996</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">47</span></a></span><pre class=\"inline\">, 65 (Mo. 1999) (‘‘the\nterm unreasonably dangerous, as used in [§] 402A and\n[the model jury instructions], needs no judicial defini-\ntion, whether derived from consumer expectations,\nrisk-utility, or otherwise’’ [internal quotation marks\nomitted]). Indeed, even under the Restatement (Third),\nthe fact finder weighs the risks and utility of each\nrespective design before comparing the alternative\ndesign to the product sold.13\n    We also note that Connecticut’s standard is hardly\nan outlier. It is not a fruitful exercise to attempt to\nobtain a precise count of how many jurisdictions have\nadopted or rejected the Restatement (Third) standard.\nLike every other aspect of this area of the law, parties\non each side of this debate disagree about what legal\nstandard has been adopted in the various jurisdictions\nand whether that determination should be made on the\nbasis of how the court has articulated its standard or\nhow the cases have been litigated.14 It suffices for our\npurposes that several other jurisdictions apply similar\nstandards to ours, some for many years. See, e.g.,\nBarker v. Lull Engineering Co., </pre><span class=\"citation\" data-id=\"1166422\"><a href=\"/opinion/1166422/barker-v-lull-engineering-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">413</span></a></span><pre class=\"inline\">, 430,\n</pre><span class=\"citation\" data-id=\"1166422\"><a href=\"/opinion/1166422/barker-v-lull-engineering-co/\"><span class=\"volume\">573</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">443</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"1166422\"><a href=\"/opinion/1166422/barker-v-lull-engineering-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">225</span></a></span><pre class=\"inline\"> (1978); Tabieros v.\nClark Equipment Co., </pre><span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">Haw.</span> <span class=\"page\">336</span></span><pre class=\"inline\">, 367–68, </pre><span class=\"citation\" data-id=\"1223875\"><a href=\"/opinion/1223875/tabieros-v-clark-equipment-co/\"><span class=\"volume\">944</span> <span class=\"reporter\">P.2d</span>\n<span class=\"page\">1279</span></a></span><pre class=\"inline\"> (1997); Delaney v. Deere & Co., </pre><span class=\"citation\" data-id=\"1159685\"><a href=\"/opinion/1159685/delaney-v-deere-and-co/\"><span class=\"volume\">268</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">769</span></a></span><pre class=\"inline\">,\n792–93, </pre><span class=\"citation\" data-id=\"1159685\"><a href=\"/opinion/1159685/delaney-v-deere-and-co/\"><span class=\"volume\">999</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">930</span></a></span><pre class=\"inline\"> (2000); Bustos v. Hyundai Motor\nCo., </pre><span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 13, </pre><span class=\"citation\" data-id=\"892351\"><a href=\"/opinion/892351/bustos-v-hyundai-motor-co/\"><span class=\"volume\">243</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">440</span></a></span><pre class=\"inline\"> (App. 2010). The juris-\ndictions that have most recently considered this issue\nhave declined to adopt the Restatement (Third). See\nAubin v. Union Carbide Corp., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">510</span></span><pre class=\"inline\">\n(‘‘In considering which approach is in line with our\nprior strict liability jurisprudence, we are in accord\nwith those state supreme courts that have thoughtfully\nconsidered this issue and determined that the Third\nRestatement’s new approach is inconsistent with the\nrationale behind the adoption of strict products liability.\nThe Third Restatement is, in fact, contrary to this state’s\nprior precedent.’’); Tincher v. Omega Flex, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">628</span> <span class=\"reporter\">Pa.</span>\n<span class=\"page\">296</span></span><pre class=\"inline\">, 415, </pre><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">328</span></span><pre class=\"inline\"> (2014) (‘‘[T]he Third Restatement\ndoes not offer an articulation of the law sufficient to\npersuade us to simply abandon the Second Restatement\nformulation of the strict products liability cause of\naction and ‘move’ to the Third Restatement. Unlike the\nThird Restatement, we believe that the Second\nRestatement already adopted, and properly calibrated,\npermits the plaintiffs to tailor their factual allegations\nand legal argumentation to the circumstances as they\npresent themselves in the real-world crucible of litiga-\ntion, rather than relying upon an evidence-bound stan-\n\fdard of proof.’’). Other jurisdictions rejected the\nRestatement (Third) in the years following its final\nadoption by the American Law Institute in 1997.15 The\nvaried standards nationally undermine the defendant’s\nargument that Connecticut manufacturers would be at\na competitive disadvantage if we declined to adopt the\nRestatement (Third).\n    In addition to the lack of evidence that our\nRestatement (Second) standard is unworkable, we are\nnot persuaded that the Restatement (Third) fully\naddresses all of the concerns that previously led this\ncourt to reject the draft Restatement (Third). The court\nin Potter did not address whether it would be appro-\npriate to require plaintiffs to prove that the risk of\nharm was foreseeable. Nonetheless, such a requirement\nwould be manifestly inconsistent with the court’s con-\ncern in Potter about the burdens of expert testimony;\nPotter v. Chicago Pneumatic Tool Co., supra, 241 Conn.\n217–18; and its unequivocal determination that policy\nconsiderations favored adherence to strict liability.16\nId., 221–22. In some cases, plaintiffs would have to\nobtain expert testimony to prove that the risk was fore-\nseeable in light of the state of scientific and technical\nknowledge at the time the product was manufactured.\nMoreover, the court’s allegiance in Potter to § 402A\nreflects that, as between injured consumers who lack\nthe ability to protect themselves physically and/or finan-\ncially from the product’s danger and a manufacturer\nwho might not be able to foresee the risk of harm,\nConnecticut would strike the balance in favor of injured\nconsumers. See id., 209; see also Wagner v. Clark Equip-\nment Co., </pre><span class=\"citation no-link\"><span class=\"volume\">243</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">168</span></span><pre class=\"inline\">, 194, </pre><span class=\"citation no-link\"><span class=\"volume\">700</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">38</span></span><pre class=\"inline\"> (1997)\n(‘‘[s]trict products liability is based on a policy that\nassumes that certain losses are better distributed in our\nsociety not on the basis of fault, but rather with regard\nto the ability of the involved parties to absorb them’’\n[internal quotation marks omitted]).\n   With respect to the reasonable alternative design\nrequirement, the court in Potter expressed a concern\nthat such a rule would preclude valid claims for prod-\nucts for which there is no alternative design. Potter v.\nChicago Pneumatic Tool Co., supra, 241 Conn. 217–19.\nAlthough the Restatement (Third) provides some\nexceptions to this requirement, they are exceedingly\nlimited in their operation. Of particular concern is the\nnarrow scope of manifestly unreasonable designs,\nwhich excuses this requirement only for products of\nnegligible utility. This standard will not apply ‘‘in most\ninstances even though the plaintiff alleges that the cate-\ngory of product sold by the defendant is so dangerous\nthat it should not have been marketed at all.’’\nRestatement (Third), supra, § 2, comment (d), p. 20.\nThus, proof of a reasonable alternative design would\nbe required even if the design creates a risk of grave\ninjury or death, as long as the product has some appre-\nciable utility. Moreover, the Restatement (Third) would\n\fseem to immunize certain classes of products, like novel\nproducts for which there is no alternative design. See\nTincher v. Omega Flex, Inc., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">628</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">408</span></span><pre class=\"inline\"> (declin-\ning to adopt Restatement [Third] in part because ‘‘[t]he\napproach suggests a priori categorical exemptions for\nsome products—such as novel products with no alter-\nnative design—but not others,’’ citing similar concern\nexpressed by this court in Potter as support).\n   The court’s concerns in Potter are not ameliorated\nby the argument of the defendant and some of the\namici that evidence of a reasonable alternative design\nis routinely presented. As the Pennsylvania Supreme\nCourt recently explained: ‘‘[R]elying upon a confined\nuniverse of reported appellate cases to draw evidence-\nbased (versus principle-based) rules is problematic as\na general matter in our mature legal system. This is\nso because the small class of cases posing issues of\nsufficient consequence to result in reported, preceden-\ntial decisions naturally tends to raise narrow unsettled\nissues and/or fact-sensitive applications, rather than to\nprovide vehicles to illustrate those parts of the law that\nare so ‘well accepted’ as to reflect emergent general\nrules. Of course, these cases may, by analogy and dis-\ntinction, illuminate general principles at issue; but, pur-\nporting to limit the general rule to the facts of those\ncases is anathema to the common law. Stated otherwise,\nsimply because in cases of factually-marginal applica-\ntions courts have found evidence relating to alternative\ndesigns to be particularly probative and persuasive, in\nour minds, does not necessarily support a thesis that\nadducing such evidence is dispositive of whether a\nplaintiff has carried his/her burden of proof. . . . And,\nif adopted as a broadly applicable legal regime, the\nThird Restatement would engender a self-fulfilling\nprophecy by providing for a future restatement, going\nforward, of only those cases that meet the evidentiary\nthreshold the regime permits.’’ (Citation omitted.) Id.,\n413–14.\n    Indeed, even the product liability defense bar has\nadmitted that the controversy surrounding adoption of\nthe Restatement (Third) has not abated. See M. McWilli-\nams & M. Smith, ‘‘An Overview of the Legal Standard\nRegarding Product Liability Design Defect Claims and\na Fifty State Survey on the Applicable Law in Each\nJurisdiction,’’ 82 Def. Couns. J. 80, 83 (2015) (‘‘[a] survey\nof the fifty states reveals no consensus with respect to\napplication of either the consumer expectations test or\nthe risk-utility test’’); A. Purvis & S. Bailey, ‘‘Alternative\nApproaches to Alternative Design: Understanding the\nReasonable Alternative Design Requirement and Its Dif-\nferent Applications,’’ 82 Def. Couns. J. 185, 191 (2015)\n(‘‘[s]eventeen years after the [American Law Institute]\nadopted the Third Restatement of Torts on the topic\nof product liability, lawyers across the country continue\nto wrestle with the reasonable alternative design\nrequirement, including with whether it is [or should be]\n\fa requirement at all’’).\n   We also observe that if we defer further consideration\nof the Restatement (Third) until such time as we have a\ncase in which our current standards have demonstrated\nthemselves to be unworkable or result in a manifest\ninjustice, not only might we make a better informed\ndecision, but the legislature might, in the interim, initi-\nate its own reforms. The parties on each side of this\nissue have raised legitimate policy arguments in support\nof their respective positions. Public hearings on this\nissue and further study might yield the best result. We\nunderscore that we do not conclude that this court\ncannot adopt the Restatement (Third), but simply that\nwe should not do so at the present juncture. See Tincher\nv. Omega Flex, Inc., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">628</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">338</span></span><pre class=\"inline\"> (‘‘This [c]ourt\nhas grown more careful over the years when presented\nwith invitations to issue broad-based pronouncements\nin areas where it is apparent that such pronouncements\nare better suited to the information-gathering and give-\nand-take balancing of competing concerns available in\nthe legislative arena. . . . That being said, the fact is\nthat, in this particular area of the law, the [c]ourt has\nplayed a major developmental role; and when an issue\nis properly joined in a case, we are of course duty-\nbound to resolution and explication of the matter.’’).\n   Finally, although the defendant’s arguments have not\npersuaded us that we should adopt the Restatement\n(Third) at this time, we have reexamined our standards\nin light of the concerns expressed by both parties to\nconsider whether we could make refinements to our\ncurrent strict liability standard to provide greater clar-\nity. Having undertaken that inquiry, we make the follow-\ning clarifications.\n  First, we agree that the labels of ordinary consumer\nexpectation test and modified consumer expectation\ntest are at best unhelpful and at worst misleading. To\ndistinguish the tests in a manner more reflective of their\napplication, we will call them the consumer expectation\ntest and the risk-utility test. These labels also more\nclosely conform to those used by many other juris-\ndictions.\n   Second, although our risk-utility test permits a plain-\ntiff to elect whether to proffer evidence of a reasonable\nalternative design, it would be helpful to require the\nplaintiff to allege, and thereby put the defendant on\nnotice, whether the product is claimed to be unreason-\nably dangerous because (a) a reasonable alternative\ndesign could have reduced or avoided the danger, or\n(b) the design of the product marketed is manifestly\nunreasonable in that the risk of harm from the product\nso clearly exceeds its utility that a reasonable, informed\nconsumer would not purchase the product, or (c) both.\nUnder either theory, the jury weighs the product’s risks\nand utility. Only under (a), however, would the jury\nconsider the availability of an alternative design and\n\fcompare that design’s risks and utility to that of the\nproduct sold. Under (b), the jury would focus exclu-\nsively on the risks and utility of the product sold. We\nunderscore that (b) is not limited to products of mar-\nginal utility; it applies to any product in which its risks\nclearly exceed its utility. The greater the utility, the\ngreater the risk must be to render the product unreason-\nably dangerous. By segregating these risk-utility theo-\nries, we may gain a clearer picture of what, if any,\nproblems these theories present in practical appli-\ncation.\n   Third, we recognize that, in most cases, plaintiffs\nwill elect to proceed on the theory that the product is\nunreasonably dangerous because it lacked some feature\nthat would have reduced or avoided the injury. This\nnarrative is the one that is likely to be most persuasive\nto a jury, and not many products will be more dangerous\nthan useful or fail to meet minimum safety expectations.\nTherefore, it would be helpful to clarify the plaintiff’s\nburden of proof on this theory. In order to state a prima\nfacie case that will permit the case to be submitted\nto the jury, the plaintiff must simply prove that the\nalternative design was feasible (technically and eco-\nnomically) and that the alternative would have reduced\nor avoided the harm. Although other factors may be\nrelevant; see part II E of this opinion; a plaintiff’s failure\nto present proof on other factors will not preclude the\ncase from being submitted to the jury. We underscore\nthat, as to economic feasibility, the plaintiff need not\nprove the precise cost of the alternative design. The\nplaintiff only need proffer sufficient evidence from\nwhich a jury could reasonably conclude that any\nincrease in cost would not materially affect the desir-\nability of the product in light of the benefit derived.\n   Fourth, we conclude that a defect may be established\nunder our consumer expectation test by proof of the\nproduct’s noncompliance with safety statutes or regula-\ntions or a product seller’s express representations. Such\nnoncompliance would establish the product’s failure to\nmeet consumers’ legitimate, commonly accepted, mini-\nmum safety expectations. Moreover, the utility of the\nproduct would not excuse such noncompliance.\n                              E\n   In light of the clarifications in Izzarelli and this opin-\nion, we summarize the standards that govern a product\nliability claim, as that term is defined under our act.\nSee General Statutes § 52-572m (b).17\n   All such claims, whether alleging a design defect,\nmanufacturing defect or failure to warn defect, are gov-\nerned by the same elements that this court has applied\nsince it adopted § 402A: ‘‘(1) the defendant was engaged\nin the business of selling the product; (2) the product\nwas in a defective condition unreasonably dangerous\nto the consumer or user; (3) the defect caused the injury\n\ffor which compensation was sought; (4) the defect\nexisted at the time of the sale; and (5) the product\nwas expected to and did reach the consumer without\nsubstantial change in condition.’’ (Emphasis omitted;\ninternal quotation marks omitted.) Izzarelli v. R.J. Rey-\nnolds Tobacco Co., supra, 321 Conn. 184–85; Giglio v.\nConnecticut Light & Power Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">234</span></span><pre class=\"inline\">;\naccord Rossignol v. Danbury School of Aeronautics,\nInc., </pre><span class=\"citation\" data-id=\"2270070\"><a href=\"/opinion/2270070/rossignol-v-danbury-school-of-aeronautics-inc/\"><span class=\"volume\">154</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">549</span></a></span><pre class=\"inline\">, 562, </pre><span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">418</span></span><pre class=\"inline\"> (1967).\n   The plaintiff’s theory of recovery dictates the scope\nof a further instruction on the second element. For a\nstrict liability claim alleging design defect, the plaintiff\nmay prove this element under the risk-utility test or\nunder the consumer expectation test.\n  Under the risk-utility test, which will govern most\ncases, a product is in a defective condition unreason-\nably dangerous to the consumer or user if:\n   (1) A reasonable alternative design was available that\nwould have avoided or reduced the risk of harm and the\nabsence of that alternative design renders the product\nunreasonably dangerous. In considering whether there\nis a reasonable alternative design, the jury must con-\nsider the feasibility of the alternative. Other relevant\nfactors that a jury may consider include, but are not\nlimited to, the ability of the alternative design to reduce\nthe product’s danger without unreasonably impairing\nits usefulness, longevity, maintenance, and esthetics,\nwithout unreasonably increasing cost, and without cre-\nating other equal or greater risks of danger; or\n   (2) The product is a manifestly unreasonable design\nin that the risk of harm so clearly exceeds the product’s\nutility that a reasonable consumer, informed of those\nrisks and utility, would not purchase the product.18 The\nfactors that a jury may consider include, but are not\nlimited to, the magnitude and probability of the risk of\nharm, the instructions and warnings accompanying the\nproduct, the utility of the product in relation to the\nrange of consumer choices among products, and the\nnature and strength of consumer expectations regard-\ning the product, including expectations arising from\nproduct portrayal and marketing.\n   Although the fact finder considers under either theory\nwhether the risk of danger inherent in the challenged\ndesign outweighs the benefits of that design, these theo-\nries are not mutually exclusive. A plaintiff may consis-\ntently allege that a product had excessive preventable\ndanger (reasonable alternative design) and that the\nproduct was too dangerous to market to the consumer\nirrespective of whether it could have been designed to\nbe safer (manifestly unreasonable design).\n  Under the consumer expectation test, our secondary\ntest, a product is in a defective condition unreasonably\ndangerous to the consumer or user only if it is ‘‘danger-\nous to an extent beyond that which would be contem-\n\fplated by the ordinary consumer who purchases it, with\nthe ordinary knowledge common to the community as\nto its characteristics.’’ 2 Restatement (Second), supra,\n§ 402A, comment (i), p. 352. The product must fail to\nmeet legitimate, commonly held, minimum safety\nexpectations of that product when used in an intended\nor reasonably foreseeable manner. Those expectations\nmay be informed by consumers’ experience with the\nproduct, the seller’s express representations, and prod-\nuct safety laws.19\n                            III\n            FIRST CERTIFIED QUESTION\n    Having reaffirmed our allegiance to a strict liability\nstandard under § 402A of the Restatement (Second),\nwe turn to the first certified question, which asks: ‘‘Does\n[§] 402A of the Restatement (Second) of Torts (and\n[c]omment [i] to that provision) apply to a product\nliability claim for negligence under [the act]?’’ Bifolck\nv. Philip Morris, Inc., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">585325</span></span><pre class=\"inline\">, *8. This\nquestion requires us to consider the element of § 402A\nthat imposes liability only when a product is in a ‘‘defec-\ntive condition unreasonably dangerous to the user or\nconsumer’’; 2 Restatement (Second), supra, § 402A (1),\np. 347; and the definition in comment (i) of unreason-\nably dangerous as limited to products that are ‘‘danger-\nous to an extent beyond that which would be\ncontemplated by the ordinary consumer who purchases\nit, with the ordinary knowledge common to the commu-\nnity as to its characteristics.’’ Id., comment (i), p. 352.\n  Both parties agree that, under the Restatement (Sec-\nond) and our act, a product liability claim may be\nbrought under theories of strict liability and/or negli-\ngence. See footnote 17 of this opinion (setting forth\nstatutory definition of product liability claim). The crux\nof the dispute is whether a single, unitary definition\napplies to all such claims, no matter the theory of\nrecovery.\n  The defendant contends that the sole definition of\nunreasonably dangerous is a product that is ‘‘dangerous\nto an extent beyond that which would be contemplated\nby the ordinary consumer who purchases it . . . .’’ 2\nRestatement (Second), supra, § 402A, comment (i), p.\n352. It argues that our case law and the act support a\nunified definition of product liability, which is consis-\ntent with the practice of most jurisdictions. It suggests\nthat negligence allows the plaintiff to elect to prove an\nadditional element of manufacturer fault to provide a\nmore appealing narrative to the jury.\n   The plaintiff clarified at oral argument before this\ncourt that, even under a theory of negligence, he effec-\ntively must prove that the product is in a defective\ncondition unreasonably dangerous to the user. None-\ntheless, he argues that the proof to establish this fact\ndiffers under negligence. He argues that common-law\n\fnegligence requires proof that the manufacturer\nbreached its duty by failing to exercise reasonable care\nunder the circumstances, not by failing to meet consum-\ners’ expectations. He contends that to conclude other-\nwise would preclude valid claims for injuries sustained\nby unintended but foreseeable users, like children who\nshould have been protected by safety features that the\nordinary consumer would not expect or require.\n   We agree with the defendant that no product liability\naction can succeed without proof of a defective condi-\ntion unreasonably dangerous to the consumer or user.\nSee Connecticut Civil Jury Instructions (4th Ed. 2012)\n§ 3.10-1, available at http://www.jud.ct.gov/JI/Civil/\nCivil.pdf; 1 American Law of Products Liability (3d Ed.\n2009) § 10:17, p. 37 (‘‘[w]hether a claim of liability\nagainst a product manufacturer is based on negligence\nor on some other theory of liability, the manufacturer\nis liable only when the product is so defective as to\nrender it ‘unreasonably dangerous’ ’’). Indeed, even\nbefore this court’s adoption of § 402A, no action alleging\ninjuries caused by the manufacture or design of a prod-\nuct based on negligence and/or warranty theories suc-\nceeded without evidence to this effect. See, e.g.,\nHandler v. Remington Arms Co., </pre><span class=\"citation\" data-id=\"1469810\"><a href=\"/opinion/1469810/handler-v-remington-arms-co/\"><span class=\"volume\">144</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">316</span></a></span><pre class=\"inline\">, 321,\n</pre><span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">793</span></span><pre class=\"inline\"> (1957) (noting that plaintiffs had proved\nthat ammunition cartridge was defective and had\noffered evidence ‘‘that the defendant, although knowing\nthat the cartridge, if defective, would be an inherently\ndangerous article and a source of unreasonable risk of\ninjury to those who might use it, permitted it to be\navailable for future use without indicating by label or\notherwise the danger to which the user would expose\nhimself’’); Jump v. Ensign-Bickford Co., </pre><span class=\"citation\" data-id=\"3321900\"><a href=\"/opinion/3326491/jump-v-ensign-bickford-co/\"><span class=\"volume\">117</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">,\n118–19, </pre><span class=\"citation\" data-id=\"3321900\"><a href=\"/opinion/3326491/jump-v-ensign-bickford-co/\"><span class=\"volume\">167</span> <span class=\"reporter\">A.</span> <span class=\"page\">90</span></a></span><pre class=\"inline\"> (1933) (considering whether fuse for\ndynamite was defect of ‘‘imminently dangerous’’ charac-\nter); Burkhardt v. Armour & Co., </pre><span class=\"citation\" data-id=\"3317389\"><a href=\"/opinion/3322171/burkhardt-v-armour-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 264–65,\n</pre><span class=\"citation\" data-id=\"3317389\"><a href=\"/opinion/3322171/burkhardt-v-armour-co/\"><span class=\"volume\">161</span> <span class=\"reporter\">A.</span> <span class=\"page\">385</span></a></span><pre class=\"inline\"> (1932) (considering seller’s liability for prod-\nuct ‘‘in a dangerously defective condition’’). Since this\ncourt adopted § 402A in 1965, and our legislature\nrequired all product liability claims to be brought as a\nstatutory cause of action in 1979, our case law has\nreflected a consistent pattern of claims conforming to\nthis element. Therefore, we agree that any product lia-\nbility claim, no matter the type or theory, is governed\nby the same essential elements. See part II E of this\nopinion.\n  Nonetheless, we disagree with the defendant that\nthere is a single definition for unreasonably dangerous,\nas provided in comment (i) to § 402A. The parties did\nnot have the benefit of our decision in Izzarelli when\nthey submitted their briefs and provided oral argument\non this issue. Indeed, it is evident from the record that\nthe parties assumed that the consumer expectation test\nwould control the plaintiff’s strict liability claim. Our\ndecision in Izzarelli, however, not only clarified that a\ndifferent strict liability test would control the present\n\fcase, but also negated an argument that a product is\nunreasonably dangerous only when it is dangerous to\nan extent beyond that contemplated by the ordinary\nconsumer.\n   The court concluded in Izzarelli that the plaintiff in\nthat case could not proceed under the ordinary con-\nsumer expectation test because ‘‘[a] cigarette that expo-\nses the user to carcinogens and the attendant risk of\ncancer cannot be said to fail to meet an ordinary con-\nsumer’s legitimate, commonly accepted minimum\nsafety expectations.’’20 Izzarelli v. R.J. Reynolds\nTobacco Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">203</span></span><pre class=\"inline\">. The court then\nexplained why comment (i) to § 402A is not a per se\nbar to the plaintiff’s recovery under the controlling test:\n‘‘Comment (i) to § 402A serves a limited role under\nthe modified consumer expectation test. Although the\nmodified test asks the jury to weigh various factors\nthrough the ultimate lens of the consumer’s expecta-\ntions, as a functional and practical matter that weighing\nprocess supplants the definition in comment (i) of\nunreasonably dangerous. Cf. Wright v. Brooke Group\nLtd., [supra, 652 N.W.2d 169–70] (concluding that com-\nment [i] to § 402A does not apply after court adopted\nrisk-utility test). In other words, the factors that the\ncourt in Potter identified essentially provide the jury\nwith information that a fully informed consumer would\nknow before deciding whether to purchase the product.\nSee Potter v. Chicago Pneumatic Tool Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">241</span>\n<span class=\"reporter\">Conn.</span> <span class=\"page\">221</span></span><pre class=\"inline\">. When the consumer has specific product\nexpectations that differ from those factors, those too\nmay be factored into the weighing process. It could be\nthat, in a given case, the consumer’s expectations of\nthe product would be the determinative factor. See Blue\nv. Environmental Engineering, Inc., [</pre><span class=\"citation\" data-id=\"2080754\"><a href=\"/opinion/2080754/blue-v-environmental-engineering-inc/\"><span class=\"volume\">215</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">78</span></a></span><pre class=\"inline\">, 87,\n</pre><span class=\"citation\" data-id=\"2080754\"><a href=\"/opinion/2080754/blue-v-environmental-engineering-inc/\"><span class=\"volume\">828</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1128</span></a></span><pre class=\"inline\"> (2005)] ([u]nder the risk-utility test,\nthe open and obvious nature of the risk is just one factor\nto be considered within this range of considerations and\nit will only serve to bar the liability of the manufacturer\nwhere it outweighs all other factors to be considered\nin weighing the inherent risks against the utility of the\nproduct as manufactured); Delaney v. Deere & Co.,\n[supra, 268 Kan. 792–93] (rejecting open and obvious\ndanger as precluding recovery and instead making that\nfact merely one of several informing consumer’s expec-\ntations); Evans v. Lorillard Tobacco Co., [</pre><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">Mass.</span>\n<span class=\"page\">411</span></span><pre class=\"inline\">, 428, </pre><span class=\"citation no-link\"><span class=\"volume\">990</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">997</span></span><pre class=\"inline\"> (2013)] (noting that under risk-\nutility test, because reasonable consumer expectations\nare simply one of many factors that may be considered\nand not necessarily the determinative factor, the plain-\ntiff was not obligated to prove that Newport cigarettes\nwere more dangerous than consumers reasonably\nexpected); Tomasino v. American Tobacco Co., [</pre><span class=\"citation no-link\"><span class=\"volume\">23</span>\n<span class=\"reporter\">A.D.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> 546, 548–49, </pre><span class=\"citation no-link\"><span class=\"volume\">807</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">603</span></span><pre class=\"inline\"> (2005)] (The\nmere fact that a risk presented by a product design is\nopen and obvious, or generally known, and that the\nproduct thus satisfies expectations . . . may substan-\n\ftially influence or even be ultimately determinative on\nrisk-utility balancing in judging whether the omission\nof a proposed alternative design renders the product not\nreasonably safe. It follows that, while disappointment of\nconsumer expectations may not serve as an indepen-\ndent basis for allowing recovery under [the design\ndefect theory], neither may conformance with con-\nsumer expectations serve as an independent basis for\ndenying recovery. Such expectations may be relevant\nin both contexts, but in neither are they controlling\n. . . .).\n  ‘‘To allow the ordinary consumer’s awareness of the\nproduct’s potential danger to preclude recovery as a\nmatter of law, however, would make Connecticut an\noutlier and defeat our intention in relegating the ordi-\nnary consumer expectation test to a more limited role.’’\n(Emphasis added; footnote omitted; internal quotation\nmarks omitted.) Izzarelli v. R.J. Reynolds Tobacco Co.,\nsupra, 321 Conn. 208–10.\n   In addition to various policy arguments, the court in\nIzzarelli pointed to other aspects of our law that would\nbe in tension with a conclusion that an essential element\nof every product liability action is that the product’s\ndangers exceed those known to the consumer. Most\nsignificantly, we reasoned that ‘‘[o]ur legislature’s\nexpress rejection of comparative or contributory negli-\ngence as a bar to recovery in a strict liability action\n[under our act] would be in tension with a sweeping\nimmunity based solely on the consumer’s knowledge.’’21\nId., 199; see General Statutes § 52-572o (a) (‘‘[i]n any\nclaim under sections 52-240a, 52-240b, 52-572m to 52-\n572q, inclusive, or 52-577a, the comparative responsibil-\nity of, or attributed to, the claimant, shall not bar recov-\nery but shall diminish the award of compensatory\ndamages proportionately, according to the measure of\nresponsibility attributed to the claimant’’). Thus, in\nIzzarelli, we deemed our act to evidence a clear legisla-\ntive intent not to preclude recovery due solely to the\nfact that the product’s danger is open and obvious.\n   Accordingly, our decision in Izzarelli makes clear\nthat comment (i) to § 402A does not provide a unitary\ndefinition of unreasonably dangerous that governs all\nproduct liability claims. See Barker v. Lull Engineering\nCo., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">427</span></span><pre class=\"inline\"> (‘‘the term defect as utilized\nin the strict liability context is neither self-defining nor\nsusceptible to a single definition applicable in all con-\ntexts’’). For purposes of strict liability, a product may\nbe unreasonably dangerous if it fails to meet consumers’\nminimum safety expectations or if its risks exceed its\nutility, because the consumer may know of the risk of\ndanger but fail to fully appreciate that danger or know\nhow safe the product could be made.\n  When negligence is a viable theory of recovery, con-\nsumer expectations have never been an element of that\ntheory. Under our common law, ‘‘[t]he essential ele-\n\fments of a cause of action in negligence are well estab-\nlished: duty [of care]; breach of that duty; causation;\nand actual injury. . . . A duty to use care may arise\nfrom a contract, from a statute, or from circumstances\nunder which a reasonable person, knowing what he\nknew or should have known, would anticipate that harm\nof the general nature of that suffered was likely to\nresult from his act or failure to act.’’ (Citations omitted;\ninternal quotation marks omitted.) Sturm v. Harb\nDevelopment, LLC, </pre><span class=\"citation\" data-id=\"2441662\"><a href=\"/opinion/2441662/sturm-v-harb-development-llc/\"><span class=\"volume\">298</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">124</span></a></span><pre class=\"inline\">, 139–40, </pre><span class=\"citation\" data-id=\"2441662\"><a href=\"/opinion/2441662/sturm-v-harb-development-llc/\"><span class=\"volume\">2</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">859</span></a></span><pre class=\"inline\">\n(2010). The Restatement (Second) applies these ele-\nments to product liability generally; see 2 Restatement\n(Second), supra, §§ 394 through 398 (negligence of\nproduct manufacturers); 2 Restatement (Second),\nsupra, §§ 399 through 402 (negligence of sellers of prod-\nucts manufactured by third persons); and design defects\nspecifically. See 2 Restatement (Second), supra, § 398,\np. 336 (‘‘[a] manufacturer of a chattel made under a\nplan or design which makes it dangerous for the uses\nfor which it is manufactured is subject to liability to\nothers whom he should expect to use the chattel or to\nbe endangered by its probable use for physical harm\ncaused by his failure to exercise reasonable care in the\nadoption of a safe plan or design’’). These provisions\nall reflect that it is the defendant’s actual or imputed\nknowledge of the danger, not the plaintiff’s, that is an\nessential element of negligence, which in turn gives rise\nto the defendant’s duty to exercise reasonable care to\nprotect product users from that danger.22\n   Applying this reasoning to the present case, it is clear\nthat although § 402A fairly reflects the broad contours\nof the elements of all product liability claims, consumer\nexpectations as set forth in comment (i) do not apply\nto a product liability claim premised on negligence,\nwhen such a claim is viable. To the extent that the\ndefendant argues that many jurisdictions apply a single\nstandard for all product defect claims, that fact does not\nspeak to whether they require all claims to be proved in\nrelation to consumer expectations. The broad accep-\ntance of the risk-utility test plainly indicates that they\ndo not. Indeed, even some courts that apply a consumer\nexpectation test have not applied comment (i) to a\nclaim of negligence. See, e.g., Smith v. Central Mine\nEquipment Co., 559 Fed. Appx. 679, 681 (10th Cir. 2014)\n(summary judgment granted in favor of defendant on\nstrict liability claim because dangers of drill rig were\nobvious but allowing negligence claim based on defec-\ntive design for failure to install safety device to be\nsubmitted to jury); Tabieros v. Clark Equipment Co.,\nsupra, 85 Haw. 369–70 (‘‘The consumer expectation test\nfor determining the defectiveness of products the use\nof which involve open and obvious dangers can result\nin finding products to be not defective that could easily\nhave been designed safer without great expense or\neffect on the benefits or functions to be served by the\nproduct. . . . [I]n connection with a claim of negligent\n\fdesign, the obviousness of [the] peril is [merely] rele-\nvant to the manufacturer’s defenses [e.g., contributory\nnegligence], and not to the issue of duty, and, therefore,\ndoes not, in itself, immunize the manufacturer from\npotential liability.’’ [Citations omitted; internal quota-\ntion marks omitted.]); Palmer v. Massey-Ferguson,\nInc., </pre><span class=\"citation\" data-id=\"2610662\"><a href=\"/opinion/2610662/palmer-v-massey-ferguson-inc/\"><span class=\"volume\">3</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">508</span></a></span><pre class=\"inline\">, 514–15, </pre><span class=\"citation\" data-id=\"2610662\"><a href=\"/opinion/2610662/palmer-v-massey-ferguson-inc/\"><span class=\"volume\">476</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">713</span></a></span><pre class=\"inline\"> (1970) (‘‘We\nfeel constrained to comment on the proper scope of\ninstructions setting out negligence in a products liability\nsetting, since that theory is open as a nonexclusive\nalternative to the Restatement [Second] of Torts § 402A\nrule of strict liability. Negligence in products liability\ncases is unlike the warranty implied in law theory,\nwhich was swallowed up and renamed in the adoption\nof § 402A. . . . A beginning point for analysis of the\nrequisites demanded for recovery in a negligence theory\nis Restatement [Second] of Torts § 395 . . . .’’ [Cita-\ntions omitted.]); Greiten v. La Dow, </pre><span class=\"citation\" data-id=\"1716697\"><a href=\"/opinion/1716697/greiten-v-la-dow/\"><span class=\"volume\">70</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">589</span></a></span><pre class=\"inline\">,\n603, </pre><span class=\"citation\" data-id=\"1716697\"><a href=\"/opinion/1716697/greiten-v-la-dow/\"><span class=\"volume\">235</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">677</span></a></span><pre class=\"inline\"> (1975) (‘‘Where a plaintiff proves\nnegligence—in this case, the lack of ordinary care in\nthe design of a product—there is no doubt that there\nmay be recovery in the event the defective design results\nin an unreasonably dangerous product, but there may\nbe recovery for the negligent design of a product even\nthough it is not unreasonably dangerous in the [§ 402A]\nsense. All that it is necessary to prove is that the product\nis designed with a lack of ordinary care and that lack\nof care resulted in injury.’’ [Footnote omitted.]).\n   Insofar as courts have concluded that the failure to\nprove that the product is in a defective condition unrea-\nsonably dangerous to the consumer would equally\ndoom strict liability and negligence, we agree. We sim-\nply conclude that consumers’ awareness of the danger\nwill not preclude establishing such a condition unless\nit is an element of the applicable common-law theory.\nWe therefore answer the first certified question ‘‘no.’’23\n                             IV\n                  PUNITIVE DAMAGES\n   Lastly, we turn to the second certified question, which\nasks: ‘‘Does Connecticut’s common-law rule of punitive\ndamages, as articulated in Waterbury Petroleum Prod-\nucts, Inc. v. Canaan Oil & Fuel Co., [supra, </pre><span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">Conn.</span>\n<span class=\"page\">208</span></span><pre class=\"inline\">], apply to an award of statutory punitive damages\npursuant to . . . § 52-240b, the punitive damages pro-\nvision of the [act]?’’ Bifolck v. Philip Morris, Inc., supra,\n</pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">585325</span></span><pre class=\"inline\">, *8. This question requires us to con-\nsider whether punitive damages under the act are lim-\nited to litigation expenses less costs. We conclude that\nthey are not.\n  In considering this issue, we apply general rules of\nstatutory construction; see General Statutes § 1-2z;\nMartel v. Metropolitan District Commission, </pre><span class=\"citation\" data-id=\"2329112\"><a href=\"/opinion/2329112/martel-v-metropolitan-dist-comn/\"><span class=\"volume\">275</span> <span class=\"reporter\">Conn.</span>\n<span class=\"page\">38</span></a></span><pre class=\"inline\">, 57, </pre><span class=\"citation\" data-id=\"2329112\"><a href=\"/opinion/2329112/martel-v-metropolitan-dist-comn/\"><span class=\"volume\">881</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">194</span></a></span><pre class=\"inline\"> (2005); subject to a significant\nqualification. ‘‘While the legislature’s authority to abro-\n\fgate the common law is undeniable, we will not lightly\nimpute such an intent to the legislature. . . . Thus,\n[w]hen a statute is in derogation of common law . . .\nit should receive a strict construction and is not to be\nextended, modified, repealed or enlarged in its scope\nby the mechanics of [statutory] construction. . . . In\ndetermining whether or not a statute abrogates or mod-\nifies a [common-law] rule . . . the operation of a stat-\nute in derogation of the common law is to be limited\nto matters clearly brought within its scope.’’ (Internal\nquotation marks omitted.) Chadha v. Charlotte Hun-\ngerford Hospital, </pre><span class=\"citation\" data-id=\"1966765\"><a href=\"/opinion/1966765/chadha-v-charlotte-hungerford-hosp/\"><span class=\"volume\">272</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">776</span></a></span><pre class=\"inline\">, 788–89, </pre><span class=\"citation\" data-id=\"1966765\"><a href=\"/opinion/1966765/chadha-v-charlotte-hungerford-hosp/\"><span class=\"volume\">865</span> <span class=\"reporter\">A.2d</span>\n<span class=\"page\">1163</span></a></span><pre class=\"inline\"> (2005).\n   We begin therefore with the common-law rule and\nthen turn to the statute. In Waterbury Petroleum Prod-\nucts, Inc. v. Canaan Oil & Fuel Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">Conn.</span>\n<span class=\"page\">235</span></span><pre class=\"inline\">, this court declined to reconsider limits that it had\nplaced on the recovery of punitive damages. In doing so,\nthe court explained: ‘‘Long ago, in Hanna v. Sweeney, </pre><span class=\"citation\" data-id=\"3316712\"><a href=\"/opinion/3321516/hanna-v-sweeney/\"><span class=\"volume\">78</span>\n<span class=\"reporter\">Conn.</span> <span class=\"page\">492</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"3316712\"><a href=\"/opinion/3321516/hanna-v-sweeney/\"><span class=\"volume\">62</span> <span class=\"reporter\">A.</span> <span class=\"page\">785</span></a></span><pre class=\"inline\"> (1906), this court set forth the rule\nwhich we have since followed regarding the appropriate\nmeasure of [common-law] punitive damages. In limiting\nour measure to the expense of litigation less taxable\ncosts, the court noted that under the typical [common-\nlaw] rule the jury was permitted to exercise a virtually\nunchecked discretion to award damages not only to\nmake the injured person whole, but to punish the\nwrongdoer. . . . The court further recognized that the\ndoctrine of punitive damages which permits recovery\nbeyond compensation prevailed in most jurisdictions,\nbut, nonetheless, it refused to adopt such a rule charac-\nterizing it as a hybrid between a display of ethical indig-\nnation and the imposition of a criminal fine. . . . Thus,\nsuch a rule was found to be at a variance with the\ngenerally accepted rule of compensation in civil cases.\n. . . Since Hanna, we have consistently adhered to this\nview. . . .\n  ‘‘The subject of punitive damages has been one of\ngreat debate throughout the course of American juris-\nprudence. . . . Typically, those who disfavor punitive\ndamage awards in civil cases point to the prospect that\nsuch damages are frequently the result of the caprice\nand prejudice of jurors, that such damages may be\nassessed in amounts which are unpredictable and bear\nno relation to the harmful act, and that the prospect of\nsuch damages assessed in such a manner may have a\nchilling effect on desirable conduct. . . .\n   ‘‘In permitting awards of punitive damages, but lim-\niting such damages as we do, our rule strikes a bal-\nance—it provides for the payment of a victim’s costs\nof litigation, which would be otherwise unavailable to\nhim, while establishing a clear reference to guide the\njury fairly in arriving at the amount of the award. Fur-\nther, although our rule is a limited one, when viewed\nin light of the ever rising costs of litigation, our rule\n\fdoes in effect provide for some element of punishment\nand deterrence in addition to the compensation of the\nvictim. Thus, in limiting punitive damage awards to the\ncosts of litigation less taxable costs, our rule fulfills the\nsalutary purpose of fully compensating a victim for the\nharm inflicted on him while avoiding the potential for\ninjustice which may result from the exercise of unfet-\ntered discretion by a jury.’’ (Citations omitted; footnotes\nomitted; internal quotation marks omitted.) Waterbury\nPetroleum Products, Inc. v. Canaan Oil & Fuel Co.,\nsupra, 193 Conn. 236–38.\n   With the common law in mind, we turn to the punitive\ndamages provision in the act. Section 52-240b provides:\n‘‘Punitive damages may be awarded if the claimant\nproves that the harm suffered was the result of the\nproduct seller’s reckless disregard for the safety of\nproduct users, consumers or others who were injured\nby the product. If the trier of fact determines that puni-\ntive damages should be awarded, the court shall deter-\nmine the amount of such damages not to exceed an\namount equal to twice the damages awarded to the\nplaintiff.’’\n   Although the statute is consistent with common-law\npunitive damages in one respect, it is inconsistent in\nmany more. On the one hand, the statutory punitive\ndamages are awarded on the basis of the same conduct\nthat would justify an award of common-law punitive\ndamages—reckless disregard of another’s rights. See\nVandersluis v. Weil, </pre><span class=\"citation\" data-id=\"1911083\"><a href=\"/opinion/1911083/vandersluis-v-weil/\"><span class=\"volume\">176</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">353</span></a></span><pre class=\"inline\">, 358, </pre><span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">982</span></span><pre class=\"inline\">\n(1978) (‘‘[common-law] [p]unitive damages are awarded\nwhen the evidence shows a reckless indifference to the\nrights of others or an intentional and wanton violation\nof those rights’’). On the other hand, the statutory dam-\nages are measured in relation to a multiple of compensa-\ntory damages, not litigation expenses. See Hylton v.\nGunter, </pre><span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">472</span></span><pre class=\"inline\">, 486 n.14, </pre><span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">970</span></span><pre class=\"inline\"> (2014)\n(distinguishing other categories of statutory punitive\ndamages, such as statutes limiting such damages to\nmultiples of compensatory damages, from common-law\npunitive damages); MedValUSA Health Programs, Inc.\nv. MemberWorks, Inc., </pre><span class=\"citation\" data-id=\"1532271\"><a href=\"/opinion/1532271/medvalusa-health-programs-v-memberworks/\"><span class=\"volume\">273</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">634</span></a></span><pre class=\"inline\">, 672 and n.3, </pre><span class=\"citation\" data-id=\"1532271\"><a href=\"/opinion/1532271/medvalusa-health-programs-v-memberworks/\"><span class=\"volume\">872</span>\n<span class=\"reporter\">A.2d</span> <span class=\"page\">423</span></a></span><pre class=\"inline\"> (Zarella, J., dissenting) (drawing same distinc-\ntion and citing General Statutes §§ 35-53 [b] and 52-\n240b as examples), cert. denied sub nom. Vertrue, Inc.\nv. MedValUSA Health Programs, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">126</span>\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">479</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">363</span></span><pre class=\"inline\"> (2005). In addition, the\nstatute vests the court with exclusive authority to deter-\nmine the amount of damages, whereas the trier of fact\ntraditionally had determined the amount of common-\nlaw punitive damages.24 See Matthiessen v. Vanech, </pre><span class=\"citation no-link\"><span class=\"volume\">266</span>\n<span class=\"reporter\">Conn.</span> <span class=\"page\">822</span></span><pre class=\"inline\">, 826, </pre><span class=\"citation no-link\"><span class=\"volume\">836</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">394</span></span><pre class=\"inline\"> (2003); Kenny v. Civil\nService Commission, </pre><span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">270</span></span><pre class=\"inline\">, 277, </pre><span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">956</span></span><pre class=\"inline\">\n(1985); Gionfriddo v. Avis Rent A Car System, Inc.,\n</pre><span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">280</span></span><pre class=\"inline\">, 295, </pre><span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">306</span></span><pre class=\"inline\"> (1984); Vogel v. Sylves-\nter, </pre><span class=\"citation\" data-id=\"2204074\"><a href=\"/opinion/2204074/vogel-v-sylvester/\"><span class=\"volume\">148</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">666</span></a></span><pre class=\"inline\">, 673, </pre><span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">122</span></span><pre class=\"inline\"> (1961); Hanna\nv. Sweeney, supra, </pre><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">493</span></span><pre class=\"inline\">; Perkins v. Colonial\n\fCemeteries, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">646</span></span><pre class=\"inline\">, 647, </pre><span class=\"citation no-link\"><span class=\"volume\">734</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1010</span></span><pre class=\"inline\">\n(1999); see also Proto v. Bridgeport Herald Corp., </pre><span class=\"citation\" data-id=\"2386862\"><a href=\"/opinion/2386862/proto-v-bridgeport-herald-corporation/\"><span class=\"volume\">136</span>\n<span class=\"reporter\">Conn.</span> <span class=\"page\">557</span></a></span><pre class=\"inline\">, 571, </pre><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">820</span></span><pre class=\"inline\"> (1950).\n   Indeed, it was precisely because juries assessed the\namount of punitive damages that this court was moti-\nvated to adopt the common-law rule, limiting the exer-\ncise of the jury’s discretion by tying such damages to\nlitigation expenses. See Hanna v. Sweeney, supra, </pre><span class=\"citation no-link\"><span class=\"volume\">78</span>\n<span class=\"reporter\">Conn.</span> <span class=\"page\">493</span></span><pre class=\"inline\">. Notably, by vesting the court with authority\nto determine the amount of punitive damages and by\nlimiting the amount of those damages in the act, the\nlegislature provided an alternative method of reining in\nexcessive punitive damages, the very policy concern\nthat prompted this court to limit common-law punitive\ndamages. Cf. Ulbrich v. Groth, </pre><span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">375</span></span><pre class=\"inline\">, 451, </pre><span class=\"citation no-link\"><span class=\"volume\">78</span>\n<span class=\"reporter\">A.3d</span> <span class=\"page\">76</span></span><pre class=\"inline\"> (2013) (‘‘[i]t is reasonable to conclude that the\nlegislature provided that a claim for punitive damages\nunder [the Connecticut Unfair Trade Practices Act\n(CUTPA), General Statutes § 42-110a et seq.] should be\nsubmitted to the trial court, and not the jury, because\nit believed that the court would be aware of the range\nof punitive damages that have been awarded for similar\nCUTPA violations, that it would be less likely to be\nswayed by appeals to emotion and prejudice, and, there-\nfore, it would be less likely to render an award that\nwas an outlier’’).\n   There are other factors that inform our conclusion.\nIf we were to construe the act to equate the statutory\npunitive damages to litigation expenses, in some cases\nthe statute would have no effect or frustrate the purpose\nof the common-law rule. In any case in which litigation\nexpenses are less than two times the damages, the stat-\nute would have no impact whatsoever, as the common-\nlaw recovery would already have been available. In any\ncase in which the plaintiff’s compensatory damages are\nrelatively low in comparison to his or her litigation\ncosts, the cap limiting punitive damages to twice com-\npensatory damages would frustrate the purpose of com-\nmon-law damages—‘‘fully compensating a victim for the\nharm inflicted on him.’’ Waterbury Petroleum Products,\nInc. v. Canaan Oil & Fuel Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">238</span></span><pre class=\"inline\">.\nThis disparity would not be uncommon given the statu-\ntory reduction of compensatory damages in relation to\ncomparative responsibility.25 See General Statutes § 52-\n572o. Attorneys may be disinclined to take complex\ndesign defect cases when the plaintiff’s injuries are\nmodest, which in turn would remove an incentive for\nmanufacturers to make safety improvements.\n  Another factor that has influenced this court to distin-\nguish an award of statutory punitive damages from com-\nmon-law punitive damages is when the statutory\nscheme also authorizes an award of attorney’s fees. See\nUlbrich v. Groth, supra, 310 Conn. 450–51; Smith v.\nSnyder, </pre><span class=\"citation no-link\"><span class=\"volume\">267</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">456</span></span><pre class=\"inline\">, 469–71, </pre><span class=\"citation no-link\"><span class=\"volume\">839</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">589</span></span><pre class=\"inline\"> (2004).\nAttorney’s fees also may be awarded under the act,\n\falthough not under the same circumstances as com-\nmon-law punitive damages. Pursuant to § 52-240a, ‘‘[i]f\nthe court determines that the claim or defense is frivo-\nlous, the court may award reasonable attorney’s fees\nto the prevailing party in a products liability action.’’\nWhen an award of attorney’s fees pursuant to § 52-240a\nand an award of punitive damages pursuant to § 52-\n240b are both applicable, the combined effect of such\nawards would be substantially similar to another statute\nthat this court has interpreted to have punitive damages\nnot limited by the common-law rule. Smith v. Snyder,\nsupra, 267 Conn. 469–70 (concluding that punitive dam-\nages awarded under § 35-53 are not common-law puni-\ntive damages where statute provided: ‘‘if the court finds\nwilful and malicious misappropriation, the court may\naward punitive damages in an amount not exceeding\ntwice any award made under subsection [a] and may\naward reasonable attorney’s fees to the prevailing\nparty’’ [internal quotation marks omitted]).\n   If punitive damages in § 52-240b were interpreted to\nmean common-law punitive damages, then both §§ 52-\n240a and 52-240b would provide for attorney’s fees, but\nunder different conditions. See Berry v. Loiseau, </pre><span class=\"citation no-link\"><span class=\"volume\">223</span>\n<span class=\"reporter\">Conn.</span> <span class=\"page\">786</span></span><pre class=\"inline\">, 832, </pre><span class=\"citation no-link\"><span class=\"volume\">614</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">414</span></span><pre class=\"inline\"> (1992) (‘‘[l]itigation\nexpenses may include not only reasonable attorney’s\nfees, but also any other nontaxable disbursements rea-\nsonably necessary to prosecuting the action’’). Several\nconcerns arise from this construction. First, attorney’s\nfees under § 52-240a are not capped, as are punitive\ndamages in § 52-240b. It is difficult to fathom why the\nlegislature would have deemed the defendant’s asser-\ntion of a frivolous defense to merit a harsher penalty\nthan the defendant’s injury causing reckless disregard\nfor others’ safety. Second, in cases in which a prevailing\nplaintiff has established both reckless disregard of\nsafety and frivolous litigation conduct, the defendant\nwould not be penalized for one of those wrongful acts.\nWhich wrongful act was punished would depend on\nwhich statute provided greater recovery. In either case,\none statute’s purpose would not be fulfilled. Thus,\nunsurprisingly, in the only case in which a prevailing\nplaintiff sought to recover under both §§ 52-240a and\n52-240b, the trial court did not interpret the latter as\nsubject to the common-law rule. See Roome v. Shop-\nRite Supermarkets, Inc., Docket No. CV-02-0281250-S,\n</pre><span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2556572</span></span><pre class=\"inline\">, *4–5 (Conn. Super. August 16, 2006);\nsee also R.I. Pools, Inc. v. Paramount Concrete, Inc.,\n</pre><span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">839</span></span><pre class=\"inline\">, 874–75 and nn.18 and 19, </pre><span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">A.3d</span>\n<span class=\"page\">993</span></span><pre class=\"inline\"> (noting that neither party had taken issue with trial\ncourt’s determination that punitive damages under § 52-\n240b follow common-law rule and further noting that\ntrial court had not considered award of attorney’s fees\nunder § 52-240a), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">92</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">A.3d</span>\n<span class=\"page\">1200</span></span><pre class=\"inline\"> (2014). In sum, the weight of these inconsistencies\nsupports a conclusion that punitive damages under § 52-\n240b are not measured by the common-law rule. See\n\fKyrtatas v. Stop & Shop, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">694</span></span><pre class=\"inline\">, 699–700,\n</pre><span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">357</span></span><pre class=\"inline\"> (1988) (because common-law doctrine of\nindemnification is inconsistent with provisions of act\nconcerning comparative responsibility, award of dam-\nages, and contribution, act abrogates common-law\ndoctrine).\n   To the extent that the defendant contends that con-\nstruing the statute other than by the common-law rule\nwould frustrate the overarching purpose of the act,\nwhich is to limit insurance costs for product liability\nactions, the legislative history of the act does not sup-\nport the defendant’s construction. The punitive dam-\nages provision was added to the proposed bill after\nconsumer interests spoke in opposition to the original\nbill, which was far less favorable to the consumer than\nthe final bill in various respects. See Committee Bill\nNo. 5870, 1979 Sess.; Substitute House Bill No. 5870,\n1979 Sess.; Conn. Joint Standing Committee Hearings,\nJudiciary, Pt. 2, 1979 Sess., pp. 591–92. The proposed\npunitive damages provision manifestly intended the\nbroader measure of such damages, not litigation\nexpenses. The proposed provision was taken almost\nverbatim from the Draft Uniform Product Liability Law\npublished by the United States Department of Com-\nmerce. 44 Fed. Reg. 2996 (proposed January 12, 1979);\nsee Elliot v. Sears, Roebuck & Co., </pre><span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">500</span></span><pre class=\"inline\">, 505–\n506, </pre><span class=\"citation no-link\"><span class=\"volume\">642</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">709</span></span><pre class=\"inline\"> (1994); compare 44 Fed. Reg. 3002,\n§ 120 (January 12, 1979), with Substitute House Bill No.\n5870, § 8; see also footnote 26 of this opinion. The model\nprovision was based on a newly enacted Minnesota\nstatute that, like most other jurisdictions, does not fix\npunitive damages in relation to litigation expenses. See\n44 Fed. Reg. 3019, § 120, analysis (January 12, 1979),\nciting Minn. Stat. Ann. § 549.21 (3) (West 1978); see also\nMedValUSA Health Programs, Inc. v. MemberWorks,\nInc., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">672</span></span><pre class=\"inline\"> (Zarella, J., dissenting) (‘‘for\nnearly a century, we have remained steadfast in our\ncommitment to a common-law measure of punitive\ndamages that is indisputably one of the most conserva-\ntive in the nation’’). The proposed provision provided no\ncap on punitive damages and provided instead various\nfactors that the court should consider in fixing the\nproper award. See Substitute House Bill 5870, § 8; see\nalso footnote 26 of this opinion. None of these factors\nrelated to litigation costs, but instead related to the\nwrongfulness of the defendant’s conduct and the finan-\ncial impact of that award and like awards on the defen-\ndant.26 Thereafter, an amendment was adopted that\nsubstituted the cap on punitive damages in lieu of the\nunbridled discretion applying the various factors. See\nSubstitute House Bill No. 5870, as amended by House\nAmendment A; 22 S. Proc., Pt. 14, 1979 Sess., p. 4626,\nremarks of Senator Salvatore C. DePiano (sponsor of\nact explaining that amendment would ‘‘place a limita-\ntion on the amount of punitive damages that would be\nawarded’’). There is nothing to indicate that, in doing\n\fso, the legislature intended to change the meaning of\n‘‘punitive damages’’ as used in the proposed bill. No\nlegislator referred to litigation expenses. In fact, one\nof the bill’s sponsors recognized that, despite the\namendment, the bill provided a benefit that had not\npreviously been available to plaintiffs. See 22 H.R. Proc.,\nPt. 21, 1979 Sess., p. 7285, remarks of Representative\nRichard D. Tulisano (explaining that, in amendment,\n‘‘we have put a cap on potential punitive damages that\nwere in there which are a benefit to individuals’’). As\ncommon-law punitive damages already were available\nfor a tort committed in reckless disregard of another’s\nrights, the statute must have provided some recovery\nthat was not previously available.\n   We are mindful that the amendment eliminated the\nlanguage providing that punitive damages could be\nawarded ‘‘in addition to attorney’s fees . . . .’’ House\nBill 5870, House Amendment A. There are numerous\nreasons, however, why that phrase may have been\nremoved—it was not in the model law, it was superflu-\nous because of the provision expressly providing for\nattorney’s fees, or it might suggest that attorney’s fees\nand punitive damages should be awarded on the same\nbasis. We are not persuaded that the inclusion and then\nremoval of this phrase is persuasive evidence either\nway. Therefore, we conclude that the legislative history\nlends no support to the defendant’s construction and\ninstead supports what the language of the statute\nstrongly indicates—that statutory punitive damages are\nnot measured by the common-law rule.\n   We answer the first certified question ‘‘No.\n   We answer the second certified question ‘‘No.’’\n   No costs shall be taxed in this court to either party.\n In this opinion ROGERS, C. J., and EVELEIGH and\nROBINSON, Js., concurred.\n   * December 29, 2016, the date that this decision was released as a slip\nopinion, is the operative date for all substantive and procedural purposes.\n   This appeal was originally argued on April 22, 2015. On April 25, 2016,\nwe ordered the parties to address certain questions in supplemental briefs\nand we then granted reargument in this appeal on September 13, 2016.\n   1\n     Although the act commonly refers to General Statutes §§ 52-572m\nthrough 52-572q, which sets forth certain procedural and substantive require-\nments of product liability actions, the public act enacting these provisions,\nPublic Acts 1979, No. 79-483, also enacted provisions codified at General\nStatutes § 52-577a, prescribing the statute of limitations and period of repose\nfor product liability actions, and General Statutes §§ 52-240a and 52-240b,\nrespectively prescribing attorney’s fees and punitive damages for such\nactions. We use the term act to refer to all of these provisions.\n   2\n     Comment (i) to § 402A of the Restatement (Second) of Torts provides\nin relevant part: ‘‘The rule stated in this [s]ection applies only where the\ndefective condition of the product makes it unreasonably dangerous to the\nuser or consumer. Many products cannot possibly be made entirely safe for\nall consumption, and any food or drug necessarily involves some risk of\nharm, if only from over-consumption. . . . That is not what is meant by\n‘unreasonably dangerous’ in this [s]ection. The article sold must be danger-\nous to an extent beyond that which would be contemplated by the ordinary\nconsumer who purchases it, with the ordinary knowledge common to the\ncommunity as to its characteristics. . . . Good tobacco is not unreason-\nably dangerous merely because the effects of smoking may be harmful; but\n\ftobacco containing something like marijuana may be unreasonably danger-\nous. . . .’’ (Emphasis added.)\n   3\n     That count also alleged theories of: (1) breach of implied warranty,\npredicated on alleged statements by the defendant and its agent that the\ndefendant would notify the public and make changes to its product if it\nlearned that its cigarettes contained harmful ingredients; and (2) breach of\nexpress warranty, predicated on the defendant’s allegedly false statements\nthat Marlboro Light provided lower tar and nicotine than regular cigarettes.\nA second count alleged loss of consortium.\n   4\n     Section 1 of the Restatement (Third) simply provides that a commercial\nseller or distributor is subject to liability for harm caused by defective\nproducts. In part II C of this opinion, we address in further detail § 2, which\ndefines ‘‘Categories of Product Defect,’’ and § 4, which dictates whether a\nproduct may be deemed defective due to ‘‘Noncompliance and Compliance\nwith Product Safety Statutes or Regulations . . . .’’\n   5\n     We note with regard to our resolution of the first two issues (parts II\nand III of this opinion), that, although the act consolidates the various\ntheories that could support a product liability claim as a statutory cause of\naction; see footnote 17 of this opinion; it did not abrogate the common-law\nelements of product liability claims under the various theories, except insofar\nas it provided certain considerations relevant to failure to warn claims. See\nGeneral Statutes § 52-572m. This court previously recognized that, ‘‘because\n[the] act does not delineate [the] elements of claims that it consolidates,\n[the] common law provides [the] basis for theories of recovery . . . .’’ Potter\nv. Chicago Pneumatic Tool Co., </pre><span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">199</span></span><pre class=\"inline\">, 245 n.34, </pre><span class=\"citation no-link\"><span class=\"volume\">694</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1319</span></span><pre class=\"inline\">\n(1997) (citing Second Circuit case for this proposition).\n   6\n     For a more comprehensive discussion of the considerations guiding\ndevelopment of this area of the law, see Izzarelli v. R.J. Reynolds Tobacco\nCo., supra, 321 Conn. 184–92.\n   7\n     See, e.g., Corneliuson v. Arthur Drug Stores, Inc., </pre><span class=\"citation\" data-id=\"1518703\"><a href=\"/opinion/1518703/corneliuson-v-arthur-drug-stores-inc/\"><span class=\"volume\">153</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">214</span>\n<span class=\"reporter\">A.2d</span> <span class=\"page\">676</span></span><pre class=\"inline\"> (1965) (implied warranty); Hamon v. Digliani, </pre><span class=\"citation\" data-id=\"2203843\"><a href=\"/opinion/2203843/hamon-v-digliani/\"><span class=\"volume\">148</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">710</span></a></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">174</span>\n<span class=\"reporter\">A.2d</span> <span class=\"page\">294</span></span><pre class=\"inline\"> (1961) (breach of warranties and negligence); Crotty v. Sharten-\nberg’s-New Haven, Inc., </pre><span class=\"citation\" data-id=\"2373313\"><a href=\"/opinion/2373313/crotty-v-shartenbergs-new-haven-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">460</span></a></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">513</span></span><pre class=\"inline\"> (1960) (implied war-\nranty); Handler v. Remington Arms Co., </pre><span class=\"citation\" data-id=\"1469810\"><a href=\"/opinion/1469810/handler-v-remington-arms-co/\"><span class=\"volume\">144</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">316</span></a></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">793</span></span><pre class=\"inline\"> (1957)\n(negligence); Gross v. Loft, Inc., </pre><span class=\"citation\" data-id=\"3319918\"><a href=\"/opinion/3324600/gross-v-loft-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">394</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"3319918\"><a href=\"/opinion/3324600/gross-v-loft-inc/\"><span class=\"volume\">185</span> <span class=\"reporter\">A.</span> <span class=\"page\">80</span></a></span><pre class=\"inline\"> (1936) (warranty\nand negligence); Burkhardt v. Armour & Co., </pre><span class=\"citation\" data-id=\"3317389\"><a href=\"/opinion/3322171/burkhardt-v-armour-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"3317389\"><a href=\"/opinion/3322171/burkhardt-v-armour-co/\"><span class=\"volume\">161</span> <span class=\"reporter\">A.</span> <span class=\"page\">385</span></a></span><pre class=\"inline\">\n(1932) (negligence); Wolcho v. Rosenbluth, </pre><span class=\"citation\" data-id=\"3317097\"><a href=\"/opinion/3321887/wolcho-v-rosenbluth/\"><span class=\"volume\">81</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">358</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"3317097\"><a href=\"/opinion/3321887/wolcho-v-rosenbluth/\"><span class=\"volume\">71</span> <span class=\"reporter\">A.</span> <span class=\"page\">566</span></a></span><pre class=\"inline\"> (1908)\n(negligence).\n   8\n     ‘‘The elements of a strict liability action that this court derived from\n§ 402A [of the Restatement [Second]) required the plaintiff to prove: (1) the\ndefendant was engaged in the business of selling the product; (2) the product\nwas in a defective condition unreasonably dangerous to the consumer or\nuser; (3) the defect caused the injury for which compensation was sought;\n(4) the defect existed at the time of the sale; and (5) the product was\nexpected to and did reach the consumer without substantial change in\ncondition.’’ (Emphasis omitted; internal quotation marks omitted.) Izzarelli\nv. R.J. Reynolds Tobacco Co., supra, 321 Conn. 184–85.\n   9\n     Section 2 of the Restatement (Third) does not expressly exclude any\ntypes of products. The comments, however, explain that another section of\nthe Restatement (Third), § 6, provides a different standard for two categories\nof products, prescription drugs and medical devices. Restatement (Third),\nsupra, § 2, comment (k), p. 32. We have not asked the parties or amici to\naddress whether we should adopt § 6.\n   10\n      Section 3 of the Restatement (Third) of Torts, Products Liability, pro-\nvides: ‘‘It may be inferred that the harm sustained by the plaintiff was caused\nby a product defect existing at the time of sale or distribution, without proof\nof a specific defect, when the incident that harmed the plaintiff:\n   ‘‘(a) was of a kind that ordinarily occurs as a result of product defect; and\n   ‘‘(b) was not, in the particular case, solely the result of causes other than\nproduct defect existing at the time of sale or distribution.’’\n   11\n      See, e.g., Standard Structural Steel Co. v. Bethlehem Steel Corp., </pre><span class=\"citation\" data-id=\"1437418\"><a href=\"/opinion/1437418/standard-structural-steel-v-bethlehem-steel-corp/\"><span class=\"volume\">597</span>\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">164</span></a></span><pre class=\"inline\">, 183 (D. Conn. 1984) (recognizing Connecticut law permits fact\nfinder to draw inference of defect from circumstantial evidence); Kileen v.\nGeneral Motors Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">Conn. Supp.</span> <span class=\"page\">347</span></span><pre class=\"inline\">, 349, </pre><span class=\"citation\" data-id=\"3364354\"><a href=\"/opinion/3368814/kileen-v-general-motors-corporation/\"><span class=\"volume\">421</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">874</span></a></span><pre class=\"inline\"> (1980) (‘‘[t]he\nfact finder can find, where other identifiable causes are absent, that the\nmere evidence of a malfunction is sufficient evidence of a defect’’); see also\nannot., 65 A.L.R.4th 354–58 (1988) (listing twenty-seven states and District\nof Columbia that allow establishment of prima facie case of design defect\nbased upon inferences from circumstantial evidence).\n   12\n      The draft Restatement (Third) that was considered in Potter provided\n\fthese same three alternatives to § 2 (b). See Restatement (Third) of Torts,\nProducts Liability, § 2 and comments, §§ 3 and 7 (Tentative Draft No. 2,\n1995). The court in Potter, however, treated the alternative design require-\nment under § 2 (b) as absolute. See Potter v. Chicago Pneumatic Tool Co.,\nsupra, </pre><span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">215</span></span><pre class=\"inline\">–19. It is unclear whether the court did so because\nit was unaware of these alternatives, or whether the court intentionally\ndisregarded them, either because it had not been asked to consider adopting\nthese provisions/comments or because of their marginal application.\n   13\n      The notion that our current approach yields an unjust result because\nit dooms an entire product line without objective evidence is similarly\nunpersuasive. In any event, a jury verdict in favor of a plaintiff on a design\ndefect claim does not result in a ban on the sale of the product. The manufac-\nturer is free to weigh the risks and costs of injuries against the product’s\nprofits to determine whether to issue a recall or to continue sales.\n   14\n      Although there is general consensus that most jurisdictions apply a risk-\nutility test, not every such test is the functional equivalent to the Restatement\n(Third). Our own law is a perfect example.\n   15\n      See, e.g., Mikolajczyk v. Ford Motor Co., </pre><span class=\"citation\" data-id=\"2146409\"><a href=\"/opinion/2146409/mikolajczyk-v-ford-motor-co/\"><span class=\"volume\">231</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">516</span></a></span><pre class=\"inline\">, 545–46, </pre><span class=\"citation\" data-id=\"2146409\"><a href=\"/opinion/2146409/mikolajczyk-v-ford-motor-co/\"><span class=\"volume\">901</span>\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">329</span></a></span><pre class=\"inline\"> (2008) (‘‘By urging adoption of the Products Liability\nRestatement’s formulation of the elements of a strict product liability design\ndefect claim, [the] defendants seek a change in the substantive law of this\nstate. This argument goes far beyond their assertion that the jury in this\nparticular case was not properly instructed and would require our overruling\n[three cases], at least in part. We, therefore, decline [the] defendants’ invita-\ntion to adopt [§] 2 [b] of the Products Liability Restatement. Thus, the\nexistence of a feasible alternative design and the balancing of risks and\nbenefits are relevant considerations in a strict product liability design defect\ncase, but they are not elements of the claim that the plaintiff is required to\nplead and prove in every case.’’); Delaney v. Deere & Co., supra, 268 Kan.\n791–92 (declining to adopt Restatement [Third], citing controversy still sur-\nrounding it, lack of support from majority of jurisdictions, inconsistency of\nrequirement of alternative design with Kansas law); Rodriguez v. Suzuki\nMotor Corp., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">996</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">65</span></span><pre class=\"inline\"> (The court rejected the argument that it\nshould adopt the Restatement [Third], citing case law concluding that ‘‘the\nterm unreasonably dangerous, as used in [§] 402A and [its model jury instruc-\ntions], needs no judicial definition, whether derived from consumer expecta-\ntions, risk-utility, or otherwise. . . . Instead, the concept of unreasonable\ndanger is to be treated as an ultimate issue for the jury. . . . Under this\n[c]ourt’s reasoning, [a] signal virtue of such a general instruction is that it\nallows the jury to give the concept of unreasonable danger content by\napplying their collective intelligence and experience to the broad evidentiary\nspectrum of facts and circumstances presented by the parties. . . . Further-\nmore, the perceived need to define unreasonable dangerousness is largely\nsatisfied by allowing the litigants to argue that the utility of a design out-\nweighs its risks, or that consumer expectations were violated, or any other\ntheory of unreasonable dangerousness supported by the evidence.’’ [Cita-\ntions omitted; internal quotation marks omitted.]); Vautour v. Body Masters\nSports Industries, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">150</span></span><pre class=\"inline\">, 154–56, </pre><span class=\"citation no-link\"><span class=\"volume\">784</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1178</span></span><pre class=\"inline\"> (2001) (declining\nrequest to adopt Restatement [Third], citing concerns that ‘‘reasonable alter-\nnative design requirement would impose an undue burden on plaintiffs\nbecause it places a potentially insurmountable stumbling block in the way\nof those injured by badly designed products’’; that it ‘‘may be difficult for\ncourts and juries to apply,’’ and that, while proof of alternative design is\nrelevant in design defect case, it ‘‘should be neither a controlling factor nor\nan essential element that must be proved in every case’’ [internal quotation\nmarks omitted]); Godoy v. E.I. du Pont de Nemours & Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">Wis.</span>\n<span class=\"page\">2d</span></span><pre class=\"inline\"> 107 (‘‘Although we have recognized that the Restatement [Third] may\noffer new insights into product liability, we have neither adopted nor rejected\nit in its entirety. . . . Section 402A of the Restatement [Second] of Torts\nhas remained the touchstone of our analysis for strict products liability.’’\n[Citation omitted; footnote omitted.]); Godoy v. E.I. du Pont de Nemours &\nCo., supra, 107 n.8 (‘‘[r]ecently, we stated that the Restatement [Third]’s\ndefinition of ‘defective design’ is ‘fundamentally at odds with current Wiscon-\nsin products liability law’ ’’).\n   16\n      As such, although the court in Potter identified two specific concerns\nrelating to the reasonable alternative design requirement, we do not read\nthat decision to reflect every concern that the court may have had with the\nRestatement (Third) standard.\n   17\n      General Statutes § 52-572m (b) provides: ‘‘ ‘Product liability claim’\nincludes all claims or actions brought for personal injury, death or property\n\fdamage caused by the manufacture, construction, design, formula, prepara-\ntion, assembly, installation, testing, warnings, instructions, marketing, pack-\naging or labeling of any product. ‘Product liability claim’ shall include, but\nis not limited to, all actions based on the following theories: Strict liability\nin tort; negligence; breach of warranty, express or implied; breach of or\nfailure to discharge a duty to warn or instruct, whether negligent or innocent;\nmisrepresentation or nondisclosure, whether negligent or innocent.’’\n   18\n      The reasonable consumer standard in relation to a manifestly unreason-\nable design refers to the consumer to whom the product is marketed. Thus,\nwhen a product has been designed for and marketed to a limited group\nwith specialized needs and/or knowledge, such as industrial equipment not\nsuited for use by the general public, and the product is accompanied by\nadequate warnings, whether the product’s design is manifestly unreasonable\nis determined by reference to the intended consumer.\n   19\n      Other than circumstances in which the product fails to comply with\nsafety laws or express warranties, we presume that circumstantial evidence\nwill be used to establish a defect based on consumers’ minimum safety\nexpectations, under what we have referred to as our ‘‘malfunction theory.’’\nWhite v. Mazda Motor of America, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">610</span></span><pre class=\"inline\">, 612, </pre><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">1079</span></span><pre class=\"inline\">\n(2014). Conversely, we presume that a plaintiff seeking to prove a defect\nby direct evidence will proceed under our primary risk-utility test. We do\nnot foreclose, however, the possibility that a plaintiff could proceed under\nthe consumer expectation test with direct evidence of a defect that does\nnot require expert testimony should a case arise in which it would be\ninappropriate to require the plaintiff to proceed under the risk-utility test.\nWe are unaware of any such circumstances at the present time.\n   20\n      The court recognized, however, ‘‘that a different conclusion might be\nwarranted in cases in which the plaintiff (or decedent) began smoking\nbefore warning labels were mandated by federal law. See Guilbeault v. R.J.\nReynolds Tobacco Co., </pre><span class=\"citation\" data-id=\"2497747\"><a href=\"/opinion/2497747/guilbeault-v-rj-reynolds-tobacco-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">263</span></a></span><pre class=\"inline\">, 271 (D.R.I. 2000) (‘most of the\ncourts considering the common knowledge of the general disease-related\nhealth risks of smoking have placed common knowledge at least at 1966\nand some before’); see, e.g., Spain v. Brown & Williamson Tobacco Corp.,\n</pre><span class=\"citation\" data-id=\"76505\"><a href=\"/opinion/76505/paul-l-spain-v-brown-and-williamson/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1183</span></a></span><pre class=\"inline\">, 1194 (11th Cir. 2004); Insolia v. Philip Morris, Inc., </pre><span class=\"citation\" data-id=\"769178\"><a href=\"/opinion/769178/vincent-insolia-billy-mays-maureen-lovejoy-karen-insolia-phyllis-mays/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">596</span></a></span><pre class=\"inline\">, 600 (7th Cir. 2000); Estate of White v. R.J. Reynolds Tobacco Co., </pre><span class=\"citation\" data-id=\"2522915\"><a href=\"/opinion/2522915/estate-of-white-v-rj-reynolds-tobacco-co/\"><span class=\"volume\">109</span>\n<span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">424</span></a></span><pre class=\"inline\">, 432–33 (D. Md. 2000); Tillman v. R.J. Reynolds Tobacco\nCo., </pre><span class=\"citation\" data-id=\"1771084\"><a href=\"/opinion/1771084/tillman-v-rj-reynolds-tobacco-co/\"><span class=\"volume\">871</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">, 33 (Ala. 2003); Miele v. American Tobacco Co., </pre><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Ohio App.</span>\n<span class=\"page\">Div</span></span><pre class=\"inline\">. 3d 799, 802, </pre><span class=\"citation no-link\"><span class=\"volume\">770</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">386</span></span><pre class=\"inline\"> (2003).’’ Izzarelli v. R.J. Reynolds Tobacco\nCo., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">203</span></span><pre class=\"inline\"> n.16.\n   21\n      We also explained that ‘‘precluding liability solely because the product’s\ndangers were open and obvious would be in tension with’’ this court’s\ndetermination in Potter regarding the scope of admissible state of the art\nevidence. Izzarelli v. R.J. Reynolds Tobacco Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">199</span></span><pre class=\"inline\"> n.14.\nWe noted that Potter had held that ‘‘state of the art refers to what is technolog-\nically feasible, rather than merely industry custom.’’ (Internal quotation\nmarks omitted.) Id. In Izzarelli, we reasoned that ‘‘[t]he fact that an industry\nuniversally may design a product in a manner that poses a particular danger\nmay provide notice to consumers of such a danger. To preclude liability\ndue to such notice would negate the evidentiary value of the state of the\nart.’’ Id., 199–200 n.14.\n   22\n      Although some comments to the Restatement (Second) sections for\nnegligence of product sellers acknowledge that contributory fault may arise\nwhen the danger is known to the consumer; see, e.g., 2 Restatement (Sec-\nond), supra, § 398, comment (b), p. 336; such fault is not equivalent to the\nconsumer expectation definition in comment (i) to § 402A. If legally avail-\nable, such fault would be a defense, not an element of the plaintiff’s prima\nfacie case, and only if the plaintiff had acted unreasonably in the face of\nhis knowledge. See Stafford v. Roadway, </pre><span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">184</span></span><pre class=\"inline\">, 191, </pre><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">1058</span></span><pre class=\"inline\">\n(2014); Mazzucco v. Krall Coal & Oil Co., </pre><span class=\"citation\" data-id=\"1963762\"><a href=\"/opinion/1963762/mazzucco-v-krall-coal-oil-co/\"><span class=\"volume\">172</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">355</span></a></span><pre class=\"inline\">, 358, </pre><span class=\"citation no-link\"><span class=\"volume\">374</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1047</span></span><pre class=\"inline\">\n(1977); Rohloff v. Fair Haven & Westville Railroad Co., </pre><span class=\"citation\" data-id=\"3317079\"><a href=\"/opinion/3321870/rohloff-v-fair-haven-w-r-co/\"><span class=\"volume\">76</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">689</span></a></span><pre class=\"inline\">, 692–93,\n</pre><span class=\"citation\" data-id=\"3317079\"><a href=\"/opinion/3321870/rohloff-v-fair-haven-w-r-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">A.</span> <span class=\"page\">5</span></a></span><pre class=\"inline\"> (1904). Such a defense is not available, however, for a claim under\nour act. Our legislature limited application of this common-law defense in\n1973, and abolished it for product liability claims in 1979, when adopting\nthat act. See Public Acts 1973, No. 73-622, § 1, codified at General Statutes\n§ 52-572h (b) (limiting defense to preclude recovery only when plaintiff’s\nnegligence is greater than combined negligence of defendants); Public Acts\n1979, No. 79-483, § 4, codified at General Statutes § 52-572o (comparative\nresponsibility of plaintiff shall not bar recovery, but shall diminish award\nof compensatory damages proportionately).\n   23\n      We are mindful that numerous courts and commentators have concluded\n\fthat a risk-utility balancing test for design defects like that under the\nRestatement (Third) is functionally equivalent to the reasonable person\ninquiry in negligence, which could give rise to the possibility of inconsistent\nverdicts if a jury were to find for the defendant on strict liability and for\nthe plaintiff on negligence. See Restatement (Third), supra, § 2, comment\n(n), pp. 35–36 (‘‘[T]wo or more factually identical design-defect claims . . .\nshould not be submitted to the trier of fact in the same case under different\ndoctrinal labels. Regardless of the doctrinal label attached to a particular\nclaim, design . . . claims rest on a risk-utility assessment. To allow two or\nmore factually identical risk-utility claims to go to a jury under different\nlabels, whether ‘strict liability,’ ‘negligence,’ or ‘implied warranty of mer-\nchantability,’ would generate confusion and may well result in inconsistent\nverdicts.’’); see also id., § 2, reporters’ note, comment (n), pp. 107–109 (citing\ncases). Conversely, several courts have concluded that a test that focuses\non consumer expectations is sufficiently different from a negligence claim,\nat least when the plaintiff is a foreseeable but unintended user, that different\noutcomes would not be inconsistent. See, e.g., Talkington v. Atria Reclamel-\nucifers Fabrieken BV, </pre><span class=\"citation\" data-id=\"757037\"><a href=\"/opinion/757037/prodliabrep-cch-p-15288-john-k-talkington-as-conservator-for/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">, 263–64 (4th Cir. 1998) (applying South\nCarolina law); Griggs v. BIC Corp., </pre><span class=\"citation\" data-id=\"597116\"><a href=\"/opinion/597116/timothy-w-griggs-catherine-h-griggs-individually-and-as-parents-and/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1429</span></a></span><pre class=\"inline\">, 1438–39 (3d Cir. 1992)\n(applying Pennsylvania law); Calles v. Scripto-Tokai Corp., </pre><span class=\"citation\" data-id=\"2093927\"><a href=\"/opinion/2093927/calles-v-scripto-tokai-corp/\"><span class=\"volume\">224</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">247</span></a></span><pre class=\"inline\">,\n271–72, </pre><span class=\"citation\" data-id=\"2093927\"><a href=\"/opinion/2093927/calles-v-scripto-tokai-corp/\"><span class=\"volume\">864</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">249</span></a></span><pre class=\"inline\"> (2007); see also Bilotta v. Kelley Co., </pre><span class=\"citation\" data-id=\"2080821\"><a href=\"/opinion/2080821/bilotta-v-kelley-co-inc/\"><span class=\"volume\">346</span> <span class=\"reporter\">N.W.2d</span>\n<span class=\"page\">616</span></a></span><pre class=\"inline\">, 622 (Minn. 1984) (‘‘[w]hether strict liability or negligence affords a\nplaintiff the broader theory of recovery will depend largely on the scope of\nevidence admitted by the trial court and on the jury instructions given under\neach theory’’). It appears that, in most cases, this concern has been addressed\nin the context of the facts and theories of the particular case rather than\nthe court’s adoption of a per se rule. See generally annot., </pre><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">A.L.R. 4th</span>\n<span class=\"page\">9</span></span><pre class=\"inline\">, Products Liability: Inconsistency of Verdicts on Separate Theories of\nNegligence, Breach of Warranty, or Strict Liability (1985 and Supp. 2016)\n(citing cases holding that there was no irreconcilable inconsistency in verdict\nfor defendant on strict liability and verdict for plaintiff on negligence and\ncases reaching contrary conclusion).\n   To the extent that there is a valid concern that a jury should not be\npermitted to find that the product is not defective but nonetheless find in\nfavor of the plaintiff on negligence, we assume that we have foreclosed that\npossibility by making clear in this opinion that the elements of a product\nliability claim apply to all theories. Moreover, we are unaware of any case\napplying our law in which a jury has rendered an inconsistent verdict on\nsuch claims, as plaintiffs have either elected to pursue one theory; see\nCoburn v. Lenox Homes, Inc., </pre><span class=\"citation\" data-id=\"1516898\"><a href=\"/opinion/1516898/coburn-v-lenox-homes-inc/\"><span class=\"volume\">186</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">370</span></a></span><pre class=\"inline\">, 372, </pre><span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">620</span></span><pre class=\"inline\"> (1982)\n(negligent design and construction of septic system); or have jointly pre-\nsented both without distinguishing them. See, e.g., Wagner v. Clark Equip-\nment Co., supra, </pre><span class=\"citation no-link\"><span class=\"volume\">243</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">190</span></span><pre class=\"inline\"> (allegations that forklift was unreasonably\ndangerous because it lacked standardized warning system sufficient for use\nin industrial setting was basis for negligence and strict liability claims). If\nthis court were to place limits on the availability or contours of negligence\nto safeguard against inconsistent verdicts, it would behoove us to do so in\nthe context of a case implicating such concerns and the parties’ arguments\nin relation thereto.\n   24\n      We note that, despite repeated statements in the past that ‘‘the extent\nto which exemplary damages are to be awarded ordinarily rests in the\ndiscretion of the trier of the facts’’; Gionfriddo v. Avis Rent A Car System,\nInc., </pre><span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">280</span></span><pre class=\"inline\">, 295, </pre><span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">306</span></span><pre class=\"inline\"> (1984); several more recent decisions\nreflect a trend toward having the trial court determine the amount of com-\nmon-law punitive damages following a jury trial, thus implicitly limiting this\nstatement to a determination of the entitlement to such damages. See Harris\nv. Bradley Memorial Hospital & Health Center, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">304</span></span><pre class=\"inline\">, 313,\n</pre><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">841</span></span><pre class=\"inline\"> (2012), cert. denied,          U.S.     , </pre><span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1809</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">L. Ed. 2d</span>\n<span class=\"page\">812</span></span><pre class=\"inline\"> (2013); Nelson v. Tradewind Aviation, LLC, </pre><span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">519</span></span><pre class=\"inline\">, 530,\n</pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">887</span></span><pre class=\"inline\"> (2015); R.I. Pools, Inc. v. Paramount Concrete, Inc., 149 Conn.\nApp. 839, 873–74, </pre><span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">993</span></span><pre class=\"inline\">, cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">92</span></span><pre class=\"inline\">0, </pre><span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">1200</span></span><pre class=\"inline\">\n(2014); Metcoff v. NCT Group, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">578</span></span><pre class=\"inline\">, 582, </pre><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">282</span></span><pre class=\"inline\">\n(2012); Bridgeport Harbour Place I, LLC v. Ganim, </pre><span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">Conn. App.</span> <span class=\"page\">99</span></span><pre class=\"inline\">,\n165–66, </pre><span class=\"citation\" data-id=\"2325873\"><a href=\"/opinion/2325873/bridgeport-harbour-place-i-llc-v-ganim/\"><span class=\"volume\">30</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">703</span></a></span><pre class=\"inline\">, cert. granted, </pre><span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">904</span></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2321363\"><a href=\"/opinion/2321363/state-v-buie/\"><span class=\"volume\">31</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">1179</span></a></span><pre class=\"inline\"> (2011) (appeal\nwithdrawn January 27, 2012), cert. granted, </pre><span class=\"citation\" data-id=\"2324287\"><a href=\"/opinion/2324287/bridgeport-harbour-place-i-llc-v-ganim/\"><span class=\"volume\">303</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">905</span></a></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">1180</span></span><pre class=\"inline\">\n(2011) (appeal withdrawn January 26, 2012). We express no opinion on the\nplaintiff’s contention that § 52-240b must be construed not to be limited\nby the common-law rule because he has a constitutional right to a jury\ndetermination as to the amount of common-law punitive damages.\n   25\n      We recognize that a plaintiff could safeguard against such an outcome\n\fby setting attorney’s fees under a contingency fee agreement.\n  26\n     Substitute Bill No. 5870, § 8, provides: ‘‘(a) Punitive damages, in addition\nto attorney’s fees, may be awarded if the claimant shows by clear and\nconvincing evidence that the harm suffered was the result of the product\nseller’s reckless disregard for the safety of product users, consumers or\nothers who were injured by the product.\n  ‘‘(b) If the trier of fact determines that punitive damages should be\nawarded, it shall determine the amount of such damages. In making such\ndetermination, the court shall consider: (1) The likelihood at the time of\nmanufacture that a serious harm would arise from the product seller’s\nmisconduct, (2) the degree of the product seller’s awareness of such likeli-\nhood of harm, (3) the profitability of the misconduct to the product seller,\n(4) the duration of the misconduct and any concealment of it by the product\nseller, (5) the attitude and conduct of the product seller upon discovery of\nthe misconduct, (6) the financial condition of the product seller, and (7)\nthe total effect of other punishment imposed or likely to be imposed upon\nthe product seller as a result of the misconduct, including punitive damage\nawards to the persons similarly situated to the claimant and the severity of\ncriminal penalties to which the product seller has been or may be subjected.’’\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/76505/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/597116/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757037/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769178/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/892351/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1134663/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1159685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1166422/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1223875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1248354/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1302014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1437418/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1469810/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1472870/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1516898/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1518703/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1532271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1716697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1771084/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1911083/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1944895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1963762/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1966765/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2050213/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2080754/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2080821/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2093927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2146409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2179430/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2203843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2204074/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2270070/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2321363/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2323499/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2324287/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2325873/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2329112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2373313/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2386862/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2400348/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2441662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2497747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2522915/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2610662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3316712/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3317079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3317097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3317389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3319918/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3321900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3364354/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2017-01-02T08:06:04.198088Z",
      "date_modified": "2017-01-02T08:06:04.377940Z",
      "date_filed": "2017-01-10",
      "date_filed_is_approximate": false,
      "slug": "bifolck-v-philip-morris-inc",
      "citation_id": null,
      "case_name_short": "Bifolck",
      "case_name": "Bifolck v. Philip Morris, Inc.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/4560789/bifolck-v-philip-morris-inc/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2017-01-02T08:06:04.191633Z",
  "date_modified": "2017-01-02T08:06:04.191660Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Bifolck",
  "case_name": "Bifolck v. Philip Morris, Inc.",
  "case_name_full": "",
  "slug": "bifolck-v-philip-morris-inc",
  "docket_number": "SC19310",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}