{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/4567839/",
  "id": 4567839,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca1/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4338557/",
      "id": 4338557,
      "absolute_url": "/opinion/4338557/united-states-v-rivera-ruperto/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/4567839/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4115818/",
          "id": 4115818,
          "absolute_url": "/opinion/4338557/united-states-v-rivera-ruperto/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4338557/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2017-01-13T22:00:48.174523Z",
          "date_modified": "2017-06-12T22:02:25.071650Z",
          "type": "010combined",
          "sha1": "13b5850d542bffeeb45d08e6ab2b56cb831de49d",
          "page_count": 71,
          "download_url": "http://media.ca1.uscourts.gov/pdf.opinions/12-2364P-01A.pdf",
          "local_path": "pdf/2017/01/13/united_states_v._rivera-ruperto.pdf",
          "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 12-2364, 12-2367\n\n                            UNITED STATES,\n\n                               Appellee,\n\n                                  v.\n\n                        WENDELL RIVERA-RUPERTO,\n                         a/k/a Arsenio Rivera,\n\n                         Defendant, Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                                Before\n\n                 Torruella, Lipez, and Thompson,\n                         Circuit Judges.\n\n\n     H. Manuel Hernández for appellant.\n     Robert J. Heberle, Attorney, Public Integrity Section,\nCriminal Division, U.S. Department of Justice, with whom Francisco\nA. Besosa-Martínez, Assistant United States Attorney, Nelson\nPérez-Sosa, Assistant United States Attorney, Chief, Appellate\nDivision, and Rosa Emilia Rodríguez-Vélez, United States Attorney,\nwere on brief, for appellee.\n\n\n                           January 13, 2017\n\f             THOMPSON, Circuit Judge.         This case arises out of a now-\n\nfamiliar, large-scale FBI investigation known as \"Operation Guard\n\nShack,\"   in   which   the   FBI,   in   an    effort   to   root   out   police\n\ncorruption throughout Puerto Rico, orchestrated a series of staged\n\ndrug deals over the course of several years.1 For his participation\n\nin six of these Operation Guard Shack drug deals, Defendant-\n\nAppellant Wendell Rivera-Ruperto stood two trials and was found\n\nguilty of various federal drug and firearms-related crimes.                 The\n\nconvictions     resulted     in   Rivera-Ruperto     receiving      a   combined\n\nsentence of 161-years and 10-months' imprisonment.\n\n             Although Rivera-Ruperto raises similar challenges in his\n\nappeals from the two separate trials, each trial was presided over\n\nby a different district judge.            Thus, there are two cases on\n\nappeal, and we address the various challenges today in separate\n\nopinions.2     In this present appeal from the first trial, Rivera-\n\nRuperto argues that the district court committed reversible errors\n\nwhen it: (1) denied his claim for ineffective assistance of counsel\n\nduring the plea-bargaining stage; (2) failed to instruct the jury\n\nthat it was required to find drug quantity beyond a reasonable\n\n\n     1 See, e.g., United States v. Navedo-Ramirez, 781 F.3d 563\n(1st Cir. 2015); United States v. González-Pérez, 778 F.3d 3 (1st\nCir. 2015); United States v. Diaz-Castro, 752 F.3d 101 (1st Cir.\n2014).\n     2 Co-defendants Miguel Santiago-Cordero and Daviel Salinas-\nAcevedo were tried along with Rivera-Ruperto at his second trial,\nand we address their challenges in our companion decision as well.\n\n\n                                     - 2 -\n\fdoubt; (3) either declined to consider or rejected his sentencing\n\nmanipulation     claim;   and    (4)   sentenced     him   to    a   grossly\n\ndisproportionate sentence in violation of the Eighth Amendment.\n\n          For the reasons stated below, we affirm the district\n\ncourt.\n\n                                  OVERVIEW\n\n          We keep our summary of the facts brief for now, saving\n\nthe   specific    details   related        to   Rivera-Ruperto's     various\n\nchallenges for our later discussion.\n\n          Rivera-Ruperto        provided    armed   security    during   six\n\nOperation Guard Shack sham drug deals, which occurred on April 9,\n\nApril 14, April 27, June 9, June 25, and September 16 of 2010.3\n\nEach of the sham deals followed the same pattern.              They involved\n\nundercover officers posing as sellers and buyers of fake cocaine,\n\nand took place at FBI-monitored apartments wired with hidden\n\ncameras. The April 9 and April 14 deals each involved 12 kilograms\n\nof fake cocaine, the April 27 and June 9 deals each involved 8\n\nkilograms of fake cocaine, and the June 25 and September 16 deals\n\neach involved 15 kilograms of fake cocaine.           On top of rendering\n\narmed security services, Rivera-Ruperto brought along with him\n\n\n\n\n      3Although Rivera-Ruperto was not a police officer, he was\ninvited to participate in Operation Guard Shack after he\nmisrepresented himself to the FBI's confidential informant as a\nprison corrections officer.\n\n\n                                   - 3 -\n\fadditional recruits.4      And at the April 27 deal, Rivera-Ruperto\n\ndid even more; he sold a handgun, including magazines, to a\n\nconfidential FBI informant posing as a drug dealer.                  For his\n\nservices, Rivera-Ruperto received a payment of $2,000 for each of\n\nthe deals, except for the September 16 deal, for which he received\n\n$3,000.\n\n           The     government    charged   Rivera-Ruperto      under    three\n\nseparate   indictments    (two   on   September   21,   2010   and     one   on\n\nSeptember 23, 2010) for his illegal participation in the six sham\n\ndrug deals.5     For each of the transactions, the indictments charged\n\nRivera-Ruperto with one count each of conspiracy and attempt to\n\npossess with intent to distribute a controlled substance, as well\n\nas possession of a firearm in relation to a drug trafficking crime.\n\nAdditionally, Rivera-Ruperto was charged with possessing a firearm\n\nwith an obliterated serial number during the April 27 deal.\n\n           Rivera-Ruperto's case proceeded to trial after plea\n\nnegotiations with the government failed -- a point of contention\n\n\n\n     4 Among those Rivera-Ruperto recruited, at least one was a\npolice officer.\n     5 On September 21, 2010, Rivera-Ruperto was indicted for his\nparticipation in the April 14, April 27, June 9, and June 25, 2010\ndeals. On the same day, the government separately indicted Rivera-\nRuperto for his participation in the April 9, 2010 deal.\nSuperseding indictments were later filed, but the charges remained\nthe same.    Rivera-Ruperto was then indicted a third time on\nSeptember 23, 2010 for his participation in the final September\n16, 2010 deal.\n\n\n                                   - 4 -\n\fthat we get to shortly. For purposes of trial, the first September\n\n21 indictment (which charged Rivera-Ruperto for the April 14, April\n\n27, June 9, and June 25 deals) and the September 23 indictment\n\n(which charged him for the September 16 deal) were consolidated\n\nand tried together.        A jury found Rivera-Ruperto guilty of all\n\ncharges and the district judge sentenced him to 126-years and 10-\n\nmonths' imprisonment.       It is this first trial which is the topic\n\nof the present appeal. As we discuss in more detail below, Rivera-\n\nRuperto takes issue both with the judge's jury instructions and\n\nwith the sentence he ultimately received.\n\n             Over defense counsel's objections, the second September\n\n21,   2010    indictment    (which    charged   Rivera-Ruperto   for   his\n\ninvolvement in the transaction on April 9, 2010 only) was tried\n\nseveral months later before a different district judge.           After a\n\nsecond jury found Rivera-Ruperto guilty on all counts, Rivera-\n\nRuperto received a 35-year sentence of imprisonment.\n\n             Rivera-Ruperto, who is presently serving his combined\n\nsentence of 161 years and 10 months, now timely appeals.          Putting\n\naside, as we are required to do, whatever misgivings we might have\n\nas to the need for or the wisdom in imposing a near two-life-term\n\nsentence to punish a crime that involved staged drug deals, sham\n\ndrugs, and fake dealers, we turn to the task of assessing whether\n\nany of Rivera-Ruperto's legal arguments entitle him to relief.         As\n\nwe have already noted, we address only Rivera-Ruperto's challenges\n\n\n                                     - 5 -\n\ffrom his first trial, saving those from the second for discussion\n\nin our separate, related opinion.\n\n                                      DISCUSSION\n\n                                I. Lafler Motion\n\n              Rivera-Ruperto first challenges the district court's\n\ndenial   of    his     claim   that    his   first   court-appointed   attorney\n\nprovided ineffective assistance at the plea-bargaining stage.                 We\n\nbegin by recounting what happened below.\n\nA.   Background\n\n              About a month after Rivera-Ruperto was arraigned, the\n\ngovernment made him an initial plea offer of 14 years that covered\n\nthe charged offenses in all three indictments.               Rivera-Ruperto's\n\nfirst    court-appointed          attorney,        Jose   Aguayo    (\"Aguayo\"),\n\nsuccessfully negotiated that offer down to 12 years.               When Rivera-\n\nRuperto refused to take the 12-year deal, Aguayo attempted to\n\nnegotiate an even lower sentence, but the prosecution told Aguayo\n\nthat its 12-year offer was final.\n\n              Aguayo    then   showed    Rivera-Ruperto     the    email,   which\n\nspelled out the government's final offer of 12 years, and explained\n\nto him the repercussions of not taking the plea deal.               But Rivera-\n\nRuperto rejected the offer still, and directed Aguayo to make a\n\ncounteroffer of 8 years instead.              Unsurprisingly, the government\n\nrefused the 8-year counteroffer.\n\n\n\n\n                                        - 6 -\n\f            In a last-ditch effort, Aguayo joined defense attorneys\n\nfor five other Operation Guard Shack defendants to attempt to\n\nnegotiate a global plea deal for the six defendants as a group.\n\nThe government responded to these overtures by renewing its 12-\n\nyear offer for Rivera-Ruperto, but this time the offer had an\n\nexpiration date.     When Aguayo showed Rivera-Ruperto the renewed\n\noffer, Rivera-Ruperto, once again, rejected it.         The offer lapsed\n\non February 4, 2011.        Accordingly, on February 7, 2011, the\n\ngovernment filed an informative motion, in which it notified the\n\ncourt that plea negotiations had terminated and that a trial\n\nschedule needed to be set.\n\n            On that same day, Aguayo, apparently alarmed by Rivera-\n\nRuperto's    behavior   during   their    meetings   regarding   the   plea\n\nnegotiations, filed a request for a psychiatric exam for Rivera-\n\nRuperto.    In the motion, Aguayo stated that during their meetings,\n\nhe had witnessed Rivera-Ruperto \"exhibiting strange behavior which\n\nhas progressively worsened,\" and that Rivera-Ruperto \"refuses to,\n\nor lacks the ability to appreciate the seriousness of his case,\n\nrefuses to review the discovery material, appears to lose his\n\nlucidity, rants and raves, and vehemently argues with imaginary\n\npeople in the attorney-client visiting room.\"         The district court\n\ngranted the motion by electronic order.\n\n            Shortly after being examined in early June 2011, Rivera-\n\nRuperto sent Aguayo an email, in which he stated that he wanted to\n\n\n                                  - 7 -\n\ftake the (by then, already expired) 12-year plea offer.                             Aguayo\n\nresponded by advising Rivera-Ruperto that the 12-year deal had\n\ntimed out, and that they should await the results of the mental\n\nevaluation before resuming further plea negotiations.                        If he were\n\nto withdraw the request for the psychiatric examination before\n\nthey saw the results, Aguayo explained, Rivera-Ruperto could later\n\nargue, even after accepting an offer, that he had not been mentally\n\ncompetent to accept it after all.\n\n            When the results of the psychological exam came back in\n\nlate June, the report deemed Rivera-Ruperto \"stable\" and contained\n\nno   diagnoses    for   mental       disorders         that   would    affect      Rivera-\n\nRuperto's competency to stand trial.6                    As promised, Aguayo then\n\nreached     out   to    the    government         to    attempt       to   reopen    plea\n\nnegotiations.      At first, it appeared the government would be\n\nunwilling    to   engage      in    further   plea       bargaining        with    Rivera-\n\nRuperto, whom the government believed had shown himself to be a\n\n\"malingerer.\"      But Aguayo was insistent that it was not Rivera-\n\nRuperto who had requested the psychological exam as a delay tactic,\n\nbut Aguayo himself who had requested it, compelled by his duty to\n\nprovide   Rivera-Ruperto           with   effective       assistance       of     counsel.\n\nAfter some back and forth, the government relented and agreed to\n\nentertain one, and only one more counteroffer from Rivera-Ruperto,\n\n\n      6The report also suggested that Rivera-Ruperto may have been\nexaggerating psychiatric impairment.\n\n\n                                          - 8 -\n\fbut it warned that the counteroffer had to be \"substantial\"\n\n(specifically, somewhere in the ballpark of 20-23 years).\n\n            Aguayo       met   with     Rivera-Ruperto       to     relay     this\n\ninformation, making clear that this was their last chance to make\n\na counteroffer, and that a proposal of less than 20 years would\n\nnot be considered.        Despite this advice, Rivera-Ruperto insisted\n\nthat Aguayo make a counteroffer of only 13 years.                Unsurprisingly,\n\nthe government again rejected this lowball, but nevertheless made\n\none final offer of 18 years.            Rivera-Ruperto said no, and then\n\nproceeded to fire Aguayo.          With plea negotiations over (this time\n\nfor good), the case was slated for trial.\n\n            On March 23, 2012, nine months after the date of the\n\npsychological evaluation report and three days before trial was to\n\nbegin,     Rivera-Ruperto,      through       his   second       court-appointed\n\nattorney,    filed   a    motion     alleging    that    Aguayo    had    provided\n\nineffective assistance of counsel at the plea-bargaining stage and\n\nasking the district court to order the government to reoffer the\n\n12-year deal.    The district court granted Rivera-Ruperto's request\n\nfor   an   evidentiary     hearing    on   the   issue    and,    after   hearing\n\ntestimony from both Rivera-Ruperto and Aguayo and considering the\n\ndocumentary evidence,7 the district court concluded there was no\n\n\n      7Although the documents themselves are not in the record,\nthe transcript from the Lafler hearing indicates that the parties'\nsubmissions included email correspondence between Aguayo and the\ngovernment   regarding   plea   negotiations,   Aguayo's   records\n\n\n                                      - 9 -\n\fmerit to the ineffective assistance of counsel claim, and denied\n\nRivera-Ruperto's motion.         Rivera-Ruperto says this was error.\n\nB.    Analysis\n\n             We    review    a    district     court's    determination       of\n\nineffective assistance of counsel claims de novo and any findings\n\nof fact for clear error.         Ortiz-Graulau v. United States, 756 F.3d\n\n12, 17 (1st Cir. 2014).\n\n             A defendant's Sixth Amendment right to competent counsel\n\nextends to the plea-bargaining process.           Lafler v. Cooper, 132 S.\n\nCt. 1376, 1380-81 (2012).         A defendant claiming, as Rivera-Ruperto\n\ndoes here, that counsel's assistance was ineffective at the plea-\n\nbargaining       stage,   must   meet   the   two-part   test    laid   out   in\n\nStrickland v. Washington, 466 U.S. 668, 687 (1984).               Lafler, 132\n\nS. Ct. at 1384.       He must show, first, that counsel's performance\n\nwas deficient, and second, that \"the outcome of the plea process\n\nwould have been different with competent advice.\"               Id.\n\n             Rivera-Ruperto      argues   that   he   meets   both    of   these\n\nprongs.     He contends that he \"wanted to accept the 12-year plea\n\noffer, and would have sans his original defense counsel's decision\n\nto   seek   an    unnecessary    psychological    evaluation,     his   related\n\nerroneous advice, and his refusal to inform the government and the\n\n\ncontaining detailed notes of his visits and conversations with\nRivera-Ruperto,   and  a    document signed by  Rivera-Ruperto\nmemorializing his refusal to accept the government's original\n\"final\" 12-year plea offer.\n\n\n                                     - 10 -\n\fdistrict Court of [his] decision [to accept the 12-year offer].\"8\n\nBut this argument fails on both Strickland requirements. To start,\n\nRivera-Ruperto has failed to establish that Aguayo's performance\n\nwas defective.\n\n              In order to meet the first Strickland prong, a defendant\n\nmust show that \"counsel's representation fell below an objective\n\nstandard      of   reasonableness.\"        Strickland,     466   U.S.   at    688.\n\nGenerally speaking, \"counsel is strongly presumed to have rendered\n\nadequate assistance and made all significant decisions in the\n\nexercise of reasonable professional judgment.\"              Id. at 690.      Thus,\n\nin order to establish deficient performance, a defendant must show\n\nthat, \"given the facts known at the time, counsel's choice was so\n\npatently unreasonable that no competent attorney would have made\n\nit.\"       Tevlin v. Spencer, 621 F.3d 59, 66 (1st Cir. 2010) (citing\n\nKnight v. Spencer, 447 F.3d 6, 15 (1st Cir. 2006)).\n\n              Here, none of Aguayo's actions meets this standard.\n\nAguayo sought a psychological exam only after he observed Rivera-\n\nRuperto      arguing   with    imaginary    people   and    exhibiting       other\n\nabnormal      behavior.       While   ultimately   the   results   of   Rivera-\n\nRuperto's exam may have shown that Rivera-Ruperto did not have any\n\n\n\n       8\n       Rivera-Ruperto appears to limit his deficient-performance\nargument to these bases, and does not challenge the district\ncourt's finding that Aguayo otherwise competently made efforts to\nget lesser plea deals for his client and adequately explained how\nthe plea bargaining process worked.\n\n\n                                      - 11 -\n\fmental health issues, given the erratic behavior Rivera-Ruperto\n\ndisplayed during their meetings, Aguayo's motion was not \"patently\n\nunreasonable.\" Tevlin, 621 F.3d at 66 (citation omitted).9\n\n            Nor do we think Aguayo's performance was deficient on\n\naccount of the fact that he advised Rivera-Ruperto to await the\n\nresults of the psychological exam before pursuing further plea\n\nnegotiations.    First, as we get to in a moment, by the time Rivera-\n\nRuperto had emailed Aguayo to say he wished to take the 12-year\n\nplea offer, there was no actual offer for Rivera-Ruperto to take\n\nbecause the last 12-year deal had expired some three or four months\n\nprior.     But even if there had been a live offer on the table, by\n\nthe time Rivera-Ruperto expressed any interest in taking a 12-year\n\nplea deal, he had already been examined and was awaiting the\n\nresults.     As Aguayo explained to Rivera-Ruperto at the time, it\n\nwas Aguayo's professional judgment that withdrawing the motion for\n\nthe psychological exam at that point would threaten the durability\n\nof any plea agreement they might have reached because Rivera-\n\nRuperto could later argue that he had not been mentally competent\n\nto enter into the deal at all.    We think this advice was given in\n\nthe exercise of reasonable professional judgment, and in any event,\n\n\n     9 In fact, \"where there are substantial indications that the\ndefendant is not competent to stand trial, counsel is not faced\nwith a strategy choice but has a settled obligation . . . under\nfederal law . . . to raise the issue with the trial judge and\nordinarily to seek a competency examination.\" Robidoux v. O'Brien,\n643 F.3d 334, 338-39 (1st Cir. 2011).\n\n\n                                - 12 -\n\fcertainly was not so deficient as to fall below \"an objective\n\nstandard of reasonableness.\" Strickland, 466 U.S. at 688. Rivera-\n\nRuperto has therefore failed to show that Aguayo's performance was\n\ndeficient.\n\n             Moreover,    even   if   we      were    to   assume   the   defective\n\nperformance prong has been met, Rivera-Ruperto's claim still fails\n\nbecause he cannot show the necessary prejudice to meet the second\n\nStrickland prong.        In order to establish prejudice, a defendant\n\nclaiming ineffective assistance at the plea bargaining stage must\n\nshow that \"but for the ineffective advice of counsel there is a\n\nreasonable    probability      that     the    plea    offer    would     have   been\n\npresented to the court[,]. . . the court would have accepted its\n\nterms, and that the conviction or sentence, or both, under the\n\noffer's terms would have been less severe than under the judgment\n\nand sentence.\"    Lafler, 132 S. Ct. at 1385.              Rivera-Ruperto cannot\n\ndo so here.\n\n             Rivera-Ruperto argues that he would have accepted the\n\n12-year   deal   but     for   Aguayo      requesting      an   \"unnecessary     and\n\nunwanted\" psychological exam and then refusing to withdraw the\n\nrequest after Rivera-Ruperto told Aguayo that he wished to accept\n\nthe 12-year offer.       But the facts simply do not bear out Rivera-\n\nRuperto's theory that Aguayo's actions are what prevented a 12-\n\nyear plea deal from being presented to the court.                    When Rivera-\n\nRuperto emailed to tell Aguayo that he wanted to take the 12-year\n\n\n                                      - 13 -\n\fplea offer, it was already early June 2011.          By that time, nearly\n\nfour months had passed since the 12-year plea offer had expired.\n\nIt was therefore not the requested psychological examination that\n\ncaused Rivera-Ruperto to \"lose\" a 12-year plea deal, but the fact\n\nthat he had already rejected the offer (more than once, we might\n\nadd), leaving no deal on the table for Rivera-Ruperto to accept.\n\nFurthermore,   even   after   the   results   came    back   from   Rivera-\n\nRuperto's psychological exam and the government had labeled him a\n\n\"malingerer,\" Rivera-Ruperto had a final opportunity to accept an\n\n18-year plea offer from the government.         Rivera-Ruperto rejected\n\neven this offer and opted for trial.           Rivera-Ruperto has thus\n\nfailed to show that there is a reasonable probability that any\n\nplea deal, much less the 12-year plea deal specifically, would\n\nhave been presented to the court but for Aguayo's purported\n\nineffective assistance.\n\n          Because Rivera-Ruperto has failed to show that Aguayo's\n\nperformance was defective, and because, even if we were to assume\n\nthe performance was defective, Rivera-Ruperto has failed to show\n\nthe requisite prejudice, we affirm the district court's ruling on\n\nthe Lafler claim.\n\n                        II. Jury Instructions\n\n          Rivera-Ruperto      raises   on   appeal   only    one   challenge\n\nconcerning the trial itself.        He argues that the district court\n\nerred in failing to instruct the jury that it was required to make\n\n\n                                 - 14 -\n\fits drug quantity findings beyond a reasonable doubt.            We begin\n\nonce more with a discussion of what happened below.\n\nA.    Background\n\n           After closing arguments were made, the trial judge gave\n\njury instructions, beginning with general instructions, which\n\nexplained that the prosecution had the burden \"to prove guilt\n\nbeyond a reasonable doubt.\"       The trial judge then instructed the\n\njury on the elements of the crimes with which Rivera-Ruperto was\n\ncharged.\n\n           As a reminder, among other charges, Rivera-Ruperto was\n\nindicted for each of the five drug deals with one count each of\n\ntwo drug crimes: conspiracy and attempted possession with intent\n\nto distribute a controlled substance.              As they are the only\n\ninstructions relevant to our inquiry today, we focus our attention\n\non the judge's instructions regarding drug quantity.\n\n           The judge instructed the jury as to the elements of the\n\ntwo drug offenses, and was explicit that in order to find the\n\ndefendant guilty, the jury had to be convinced that the government\n\nhad proven each element beyond a reasonable doubt.         The judge did\n\nnot   include   drug   quantity   among    these    elements,   but   after\n\nexplaining the elements of the drug crimes, the judge did tell the\n\njury: \"If you find that the defendant conspired or attempted to\n\npossess with intent to distribute a controlled substance[,] . . .\n\nyou will be asked to also make findings as to the quantity of this\n\n\n                                  - 15 -\n\fsubstance that the defendant either conspired or attempted to\n\npossess.\"\n\n            The trial judge referred to drug quantity one other time\n\nin his jury instructions.     This was when he described the verdict\n\nforms to the jury, explaining: \"[I]f you find [the] [d]efendant\n\nguilty, then you are also asked to provide the amount of drugs\n\ninvolved in said count.      And there's a question for you to find\n\nthat.\"10\n\n            Rivera-Ruperto's trial attorney raised no objections to\n\nthe jury instructions.    After deliberations, the jury returned a\n\nverdict in which it found Rivera-Ruperto guilty of all charges.\n\nWith respect to the drug-related offenses, the jury found Rivera-\n\nRuperto guilty \"[i]n the amount of five kilograms or more\" for\n\neach of the counts, with the exception of the attempted possession\n\ncount for the September 16 deal, for which the jury did not return\n\na drug quantity finding.11\n\n\n     10 The verdict forms (there were two because there were\noriginally two indictments that were consolidated for trial) asked\nthe jury to mark whether it found Rivera-Ruperto \"Guilty\" or \"Not\nGuilty\" for each of the charged counts.       Underneath the drug\nrelated counts, the verdict form asked the following question:\n     If you find the defendant guilty, please answer the\n     following additional question:\n          Do you find that the amount of fake cocaine involved\n          in that offense was (circle one):\n          A. 5 kilograms or more\n          B. At least 500 grams but less than 5 kilograms\n          C. Less than 500 grams\n\n     11    Although the jury found Rivera-Ruperto guilty of that\n\n\n                                - 16 -\n\f             At sentencing, the district court imposed a sentence for\n\nthese drug convictions that was based on the jury's drug quantity\n\nfindings.     Specifically, because the jury had found that all of\n\nRivera-Ruperto's drug offenses (except the September 16 attempted\n\npossession count) involved 5 kilograms or more of a controlled\n\nsubstance, the court imposed concurrent sentences of 21-years and\n\n10-months' imprisonment for each of these convictions.12                 The\n\nsentences thus exceeded the 20-year statutory maximum for offenses\n\ninvolving an indeterminate quantity of drugs, see 21 U.S.C. §\n\n841(b)(1)(C), and instead fell within the minimum 10-year to\n\nmaximum life sentencing range for offenses involving 5 kilograms\n\nor more of a controlled substance, id. § 841(b)(1)(A).\n\n             On appeal, Rivera-Ruperto argues that he is entitled to\n\na new trial because the district court failed to instruct the jury\n\nthat    it   was   required   to   find   the   drug   quantities   beyond   a\n\nreasonable doubt.\n\nB.     Analysis\n\n             We typically review jury instruction challenges de novo,\n\nbut where, as here, a defendant failed to object to the jury\n\n\ncount, it left the corresponding drug quantity question blank on\nthe verdict form.\n       12\n        For the September 16 attempted possession conviction, for\nwhich the jury had returned no drug quantity finding, the district\ncourt imposed the maximum statutory sentence of 20 years for\noffenses involving an indeterminate quantity of drugs.      See 21\nU.S.C. § 841(b)(1)(C).\n\n\n                                    - 17 -\n\finstructions below, our review is for plain error.       United States\n\nv. Delgado-Marrero, 744 F.3d 167, 184 (1st Cir. 2014).\n\n           Reversal   under   the   plain   error   standard   requires:\n\n(1) that an error occurred; (2) that the error was obvious;\n\n(3) that it affected the defendant's substantial rights; and\n\n(4) that it threatens the fairness, integrity or public reputation\n\nof the proceedings.    Delgado-Marrero, 744 F.3d at 184.        We have\n\nnoted previously that \"[t]his multi-factor analysis makes the road\n\nto success under the plain error standard rather steep; hence,\n\nreversal constitutes a remedy that is granted sparingly.\"        United\n\nStates v. Gelin, 712 F.3d 612, 620 (1st Cir. 2013).\n\n           We begin with the question of error.       To satisfy plain\n\nerror review, we must conclude not only that the district court\n\nerred in not instructing the jury that it was required to find\n\ndrug quantity beyond a reasonable doubt, but that the error was\n\nobvious.\n\n           The Supreme Court has held that facts such as drug\n\nquantity are to be considered elements of the offense and must be\n\nfound beyond a reasonable doubt if those facts \"increase the\n\npenalty for a crime beyond the prescribed statutory maximum,\"\n\nApprendi v. New Jersey, 530 U.S. 466, 490 (2000), or increase the\n\nmandatory minimum sentence for a crime, Alleyne v. United States,\n\n133 S. Ct. 2151 (2013).       In this case, it is clear that drug\n\nquantity was an element of Rivera-Ruperto's charged drug offenses\n\n\n                                - 18 -\n\fbecause the drug quantity findings increased Rivera-Ruperto's\n\nsentence     beyond    the     statutory   maximum    for     undetermined      drug\n\nquantities.       At trial, the judge did submit the drug quantity\n\nquestion to the jury, and also instructed the jury that the\n\ngovernment was required to prove each element of the drug offenses\n\nbeyond a reasonable doubt.          But he never instructed the jury that\n\ndrug quantity was an element of the drug crimes, nor did he ever\n\nstate explicitly that drug quantity had to be found beyond a\n\nreasonable doubt.       The question we must answer, then, is whether\n\nthe jury nonetheless would have understood that it was required to\n\napply the beyond-a-reasonable-doubt standard to its findings on\n\ndrug quantity.         We conclude that it did, and that the court\n\ntherefore did not commit obvious error.\n\n             In United States v. Barbour, 393 F.3d 82, 89 (1st Cir.\n\n2004), a case involving similar facts, the district court failed,\n\nmuch like the court in this case, to instruct the jury that drug\n\nquantity was an element of the offense, although it should have\n\ndone   so.     We    concluded,    however,    that    this    failure    did    not\n\nconstitute    obvious     error    because    the    jury   had   been   \"clearly\n\ninstructed that the defendant's guilt must be proven beyond a\n\nreasonable doubt\" and subsequently told, albeit separately, that,\n\nif the jury found the defendant guilty, it would be required to\n\nmake   a   drug     quantity    finding.      Id.     We    reasoned     that    the\n\ninstructions, while not perfect, sufficiently \"connected that\n\n\n                                     - 19 -\n\fburden of proof to the drug quantity determination.\"                    Id.     In\n\naddition, as in the present case, the verdict form contained a\n\nmultiple-choice drug quantity question that immediately followed\n\nthe question regarding the defendant's guilt.             Id.        Under those\n\ncircumstances,    we   concluded    that     the   district   court     had    not\n\ncommitted plain error.     Id.\n\n            Likewise, here, although the judge never instructed the\n\njury that it was required to make its drug quantity findings beyond\n\na   reasonable   doubt   (though,     we   stress,   he   should      have),    he\n\ncorrectly   submitted    the   drug   quantity     question     to    the   jury,\n\ninstructed the jury more than once as to the government's beyond-\n\na-reasonable-doubt burden, and instructed the jury that if it found\n\nRivera-Ruperto guilty of a drug offense, it would also be required\n\nto make a drug quantity finding. Furthermore, on the verdict form,\n\nafter each question that asked whether the jury found Rivera-\n\nRuperto \"guilty\" or \"not-guilty\" of a drug-related offense, a\n\nquestion directing the jury to make a multiple-choice finding as\n\nto drug quantity immediately followed.             Thus, the \"link between\n\nthe burden of proof and the jury's quantity determination,\" id. at\n\n89, was at least as close here as it was in Barbour.\n\n            In arguing that the district court nonetheless committed\n\nplain error, Rivera-Ruperto relies on Delgado-Marrero, a case in\n\nwhich, applying plain error review, we remanded for resentencing\n\non the basis of an Alleyne error. 744 F. 3d at 186-90. In Delgado-\n\n\n                                    - 20 -\n\fMarrero, however, the district court had submitted drug quantity\n\nto the jury as a special verdict question only after the jury had\n\nalready deliberated and returned its guilty verdict.             Id. 186-87.\n\nThe court never directed the jury to apply the beyond-a-reasonable-\n\ndoubt standard to the special verdict question, nor did it instruct\n\nthe jury that drug quantity was an element of the drug offense.\n\nId. at 187.       Under those circumstances, \"given the timing and\n\nmanner in which the [drug quantity] question was presented,\" we\n\nreasoned that we could not find that the jury was \"sufficiently\n\nput on notice of [the drug quantity question's] critical import to\n\nthis case.\"      Id.   Because the jurors \"had no cause to understand\n\nthe special verdict question as involving another element of the\n\noffense,\" we concluded that the court had obviously erred.                Id.\n\n            By   contrast,   here,    as   we   have   already   noted,    drug\n\nquantity was submitted to the jury in the initial jury instructions\n\nand on the verdict form, and the court explicitly instructed the\n\njury that the government was required to prove its case beyond a\n\nreasonable doubt.      Therefore, Rivera-Ruperto has not cleared the\n\nobvious-error hurdle.\n\n            Moreover, even if we assumed that the district court's\n\nerror was obvious and that it affected the defendant's substantial\n\nrights,13 reversal still would not be warranted because Rivera-\n\n\n       13For all but one of Rivera-Ruperto's convictions, the jury's\ndrug    quantity finding triggered enhanced mandatory minimum\n\n\n                                     - 21 -\n\fRuperto cannot show that the error was sufficiently fundamental to\n\nthreaten the fairness, integrity, or public reputation of the\n\nproceedings.     See id. at 184.    The evidence in this case that each\n\nof the staged drug deals involved more than 5 kilograms of sham\n\ncocaine was \"overwhelming\" and \"essentially uncontroverted,\" which\n\ngives us no basis for concluding that the judicial proceedings\n\nwere so affected.        United States v. Cotton, 535 U.S. 625, 633\n\n(2002) (holding that the fourth plain-error-review requirement\n\ncannot be met where the evidence of an element was \"overwhelming\"\n\nand \"essentially uncontroverted\" at trial) (quoting Johnson v.\n\nUnited States, 520 U.S. 461, 470 (1997)).\n\n           At trial, the government showed the jury video footage\n\nfrom each of the charged drug deals of a confidential informant\n\nweighing the bricks of sham cocaine, and then Rivera-Ruperto\n\nplacing   each   brick   into   a   suitcase.   The   same   confidential\n\ninformant also testified on the stand as to the number of kilograms\n\nof sham cocaine that were used during each deal.         No conflicting\n\nevidence emerged at trial that might have possibly called into\n\nquestion the government's drug quantity evidence, and Rivera-\n\nRuperto does not provide any argument on appeal as to how we might\n\n\n\nsentences and resulted in sentences that exceeded the statutory\nmaximum sentence for undetermined drug quantities. Thus Rivera-\nRuperto's substantial rights would have been affected had the jury\ninstructions been obviously erroneous, and Rivera-Ruperto would\nhave met plain error review's third prong.\n\n\n                                    - 22 -\n\fconclude that, given the evidence presented, any error on the\n\ndistrict       court's    part    threatened      the   fairness,    integrity,    or\n\npublic reputation of his trial.\n\n               Let us be clear: we think the district court's jury\n\ninstructions were flawed, and that the judge should have instructed\n\nthe jury that it was required to make its drug quantity findings\n\nbeyond     a   reasonable       doubt.     But,    as    Rivera-Ruperto    has    not\n\nsucceeded in climbing the steep road of plain error review, we\n\ncannot reverse.\n\n                           III. Sentencing Challenges\n\n               Rivera-Ruperto's remaining two arguments are challenges\n\nto his sentence. He argues that the government engaged in improper\n\nsentencing manipulation when it set up the sting operation, and\n\nalso that his resulting combined sentence between the two trials\n\nof   161   years    and    10     months   violated      the   Eighth   Amendment's\n\nprohibition on cruel and unusual punishment.                   We begin for a final\n\ntime by recounting what happened below.\n\nA.    Background\n\n               At the beginning of Rivera-Ruperto's sentencing hearing,\n\ndefense    counsel       raised    the   issue    of    sentencing    manipulation,\n\narguing that the FBI had arbitrarily chosen to use \"large\" amounts\n\n(more than 5 kilograms) of sham cocaine for the sole purpose of\n\nenhancing Rivera-Ruperto's sentencing exposure.                     Defense counsel\n\nargued that, for each of the staged drug transactions, the elements\n\n\n                                         - 23 -\n\fof the charged offenses would have been fulfilled with lesser\n\namounts of sham cocaine, and that the FBI's decision to use the 8-\n\nkilogram, 12-kilogram, and 15-kilogram quantities could only have\n\nbeen for purposes of \"mere sentencing enhancement.\"\n\n            Defense     counsel       also    argued   that    the    government's\n\ncharging     practices            constituted     impermissible           sentencing\n\nmanipulation because the series of five drug deals could have been\n\ncharged as a single drug conspiracy, in which case Rivera-Ruperto\n\nwould have been convicted of just one count of possession of a\n\nfirearm in violation of 18 U.S.C. § 924(c), an offense that carries\n\nwith it a mandatory minimum sentence of 5 years imprisonment, id.\n\n§ 924(c)(1)(A).    Instead, the government chose to charge each drug\n\ndeal as a separate transaction, counsel contended, fully knowing\n\nthat each \"second or subsequent\" conviction under the subsection\n\ncarries    with   it    a       mandatory    minimum   sentence      of    25    years\n\nimprisonment,     id.       §    924(c)(1)(C)(i),      which   must       be    served\n\nconsecutively, id. § 924(c)(1)(D)(ii).                  As a result, Rivera-\n\nRuperto's sentencing exposure in the first trial was 105-years\n\nimprisonment for the firearms convictions alone.\n\n            The government argued that there had been no improper\n\nconduct on its part.             Each staged drug deal had in fact been a\n\nseparate event, involving varying amounts of sham cocaine.                        And\n\nRivera-Ruperto had decided each time to participate voluntarily,\n\nwithout regard to the amount involved.\n\n\n                                       - 24 -\n\f             After   hearing   from    both     sides,    the    district     court,\n\nwithout making an explicit ruling on the sentencing manipulation\n\nargument, imposed the following sentence.                For all but one of the\n\ndrug convictions, the district court sentenced Rivera-Ruperto to\n\nconcurrent 21-year and 10-month terms of imprisonment.14                    For the\n\nremaining attempted possession conviction (for which the jury had\n\nnot returned a drug quantity finding), the district court sentenced\n\nRivera-Ruperto to a term of 20 years (the statutory maximum where\n\nthe amount of drugs involved is undetermined).               The district court\n\nalso sentenced Rivera-Ruperto to 5-years imprisonment for his\n\nconviction for possession of a firearm with an obliterated serial\n\nnumber during the April 27 drug deal.            This 5-year sentence was to\n\nrun concurrently with the 21-year-and-10-month and 20-year drug\n\nsentences.\n\n             As for the other firearms counts, the district court\n\nimposed a 105-year sentence based on the mandatory 5-year minimum\n\nterm for the first conviction under 18 U.S.C. § 924(c), and four\n\nconsecutive       25-year   mandatory     minimum        terms    for   the     four\n\nsubsequent    §    924   convictions.      In    total,     Rivera-Ruperto      was\n\n\n\n\n     14 Reminder: the jury convicted Rivera-Ruperto of one count\nof conspiracy and one count of attempted possession for each of\nthe five drug deals, and found for each count (except for the\nSeptember 16 attempted possession count) that 5 kilograms or more\nof sham cocaine were involved.\n\n\n                                      - 25 -\n\fsentenced to 126-years and 10-months' imprisonment from the first\n\ntrial.\n\n            Rivera-Ruperto was then also convicted of all counts at\n\nhis second trial, and the second judge imposed a sentence of 35-\n\nyears    imprisonment,   to   be   served   consecutively   to   his   first\n\nsentence.   This brought Rivera-Ruperto's combined sentence for his\n\nparticipation in six fake drug deals to 161-years and 10-months'\n\nimprisonment.\n\n            Rivera-Ruperto now appeals the sentencing manipulation\n\nissue and raises an Eighth Amendment challenge to the total length\n\nof his sentence.\n\nB.   Sentencing Manipulation\n\n            Sentencing factor manipulation occurs \"where government\n\nagents have improperly enlarged the scope or scale of [a] crime.\"\n\nUnited States v. Lucena-Rivera, 750 F.3d 43, 55 (1st Cir. 2014)\n\n(alteration in original) (quoting United States v. Fontes, 415\n\nF.3d 174, 180 (1st Cir. 2005)).        Where the government engages in\n\nsuch manipulation, we \"recognize[] the court's power to impose a\n\nsentence below the statutory mandatory minimum as an equitable\n\nremedy.\"    Fontes, 415 F.3d at 180.\n\n            Rivera-Ruperto begins his sentencing manipulation appeal\n\nby arguing that the district court neglected to address his\n\nproperly-raised sentencing manipulation objection at all, and that\n\n\n\n\n                                   - 26 -\n\fthis alone constitutes clear error and warrants reversal.              We\n\naddress this threshold argument first.\n\n          It   is   true   that   the   sentencing    hearing   transcript\n\nreflects that the district court never made an explicit ruling on\n\nRivera-Ruperto's sentencing manipulation objection.          However, the\n\ntranscript also plainly indicates that at the hearing, the judge\n\ninvited defense counsel to make any statements he wished.           After\n\ndefense counsel argued the sentencing manipulation issue, the\n\njudge thanked him, acknowledging that he had heard the argument,\n\nand then, after allowing Rivera-Ruperto himself to speak, invited\n\nthe government to respond.        The judge gave the government ample\n\ntime to argue the sentencing manipulation issue as well, and then\n\nthanked the government lawyer before imposing the sentence.\n\n          Based on the transcript, we think it evident that the\n\njudge effectively denied the sentencing manipulation objection\n\nwhen he chose not to deviate from the statutory minimums in\n\nsentencing Rivera-Ruperto for his crimes.            This appears to have\n\nbeen clear enough to defense counsel as well, because counsel\n\nraised no objection and asked for no clarification as to the\n\njudge's ruling on the sentencing manipulation issue, even when the\n\njudge invited counsel to speak after he imposed the sentence.15        In\n\n\n     15 The judge asked, \"That is the sentence of the Court.\nAnything else, Counsel?\" Defense counsel responded by requesting\nabatement for the special monetary assessment (which the judge\ngranted), but did not bring up the sentencing manipulation issue\n\n\n                                  - 27 -\n\fthe face of such an extraordinary sentence, the district court\n\nshould have taken the time to explain why it concluded that the\n\ndoctrine of sentencing factor manipulation did not warrant relief,\n\nrather   than   leave    it     for   this   court   to    draw      the      necessary\n\ninferences,     but     we    nevertheless        conclude        that       the   judge\n\neffectively denied Rivera-Ruperto's sentencing manipulation claim,\n\nand we turn to its merits.\n\n           Because      \"[b]y    definition,       there     is    an        element    of\n\nmanipulation    in    any    sting    operation,\"     we   reserve           relief    for\n\nsentencing factor manipulation only for \"the extreme and unusual\n\ncase,\" Lucena-Rivera, 750 F.3d at 55 (alteration in original)\n\n(quoting Fontes, 415 F.3d at 180), such as those situations\n\n\"involving outrageous or intolerable pressure [by the government]\n\nor illegitimate motive on the part of the agents,\" United States\n\nv. Navedo-Ramirez, 781 F.3d 563, 580 (1st Cir. 2015) (alteration\n\nin original) (quoting United States v. Richardson, 515 F.3d 74, 86\n\nn.8 (1st Cir. 2008)).         It is the defendant who bears the burden of\n\nestablishing sentencing factor manipulation by a preponderance of\n\nthe evidence, and a district judge's \"determination as to whether\n\nimproper    manipulation         exists      is    ordinarily            a    factbound\n\ndetermination subject to clear-error review.\"                     United States v.\n\nGibbens, 25 F.3d 28, 30 (1st Cir. 1994).\n\n\n\nagain.\n\n\n                                      - 28 -\n\f             Here, Rivera-Ruperto argues, as he did below, that the\n\ngovernment     engaged   in   sentencing   manipulation   by   using\n\nunnecessarily high quantities of sham drugs during the deals, by\n\nrequiring Rivera-Ruperto to bring a firearm with him to each of\n\nthe deals, and then by allowing him to participate in a \"seemingly\n\nendless\" number of those deals.16   The government's only reason for\n\nstructuring the sting operation in this way, he says, was to\n\ninflate his eventual sentence.\n\n             But Rivera-Ruperto has not met his burden to show by a\n\npreponderance of the evidence that the government's motivations\n\nwere indeed improper.     At trial, FBI agents testified that the\n\ngovernment used large quantities of sham cocaine for the purpose\n\nof ensuring that the staged deals looked realistic enough to\n\nwarrant the need for armed security.       Although it is certainly\n\nfeasible that, as Rivera-Ruperto argues, the agents could have\n\nused some lesser quantity of drugs and still made the deals look\n\n\n\n     16 In his brief, Rivera-Ruperto appears not to reprise the\nargument, which he raised below, that the prosecution's charging\npractices (specifically, its decision to charge the five drug deals\nseparately as opposed to as a single conspiracy) constituted\nimpermissible sentencing manipulation. To the extent that counsel\nalluded to this issue at oral argument, absent exceptional\ncircumstances, we generally consider as waived issues raised only\nat oral argument. See United States v. Vazquez-Rivera, 407 F.3d\n476, 487-88 (1st Cir. 2005).     And even if we were to make an\nexception here, counsel has provided no evidence that the\ngovernment was driven by improper motives in charging the drug\ntransactions, which occurred on separate days and involved\ndistinct drug deals, as separate conspiracies.\n\n\n                                - 29 -\n\frealistic, the mere fact that they did not, without more, does not\n\nestablish that the agents engaged in the kind of \"extraordinary\n\nmisconduct,\" United States v. Sánchez-Berríos, 424 F.3d 65, 78-79\n\n(1st Cir. 2005), that is required of a successful sentencing\n\nmanipulation claim.\n\n             Likewise, it was a part of the sting operation's design\n\nfrom the get-go that Operation Guard Shack would \"hire\" corrupt\n\nlaw enforcement officers to provide armed security at the staged\n\ndrug deals, and that those officers would then, in turn, be asked\n\nto recruit others to participate in subsequent deals, thereby\n\nunwittingly    assisting        the   sting    in    ferreting     out   additional\n\ncorrupt officers.17       Rivera-Ruperto has provided no evidence to\n\nsuggest that, in telling him to bring a firearm to the deals or in\n\nallowing him to participate in multiple deals, the FBI agents\n\nengaged in \"anything beyond the level of manipulation inherent in\n\nvirtually any sting operation\" or \"lure[d] the appellant[] into\n\ncommitting    crimes     more    heinous      than   [he   was]    predisposed    to\n\ncommit.\" Sánchez-Berríos, 424 F.3d at 79.\n\n             Moreover,    these       same    arguments     have    already    been\n\nattempted and lost by other Operation Guard Shack defendants.                    See\n\n\n     17As we have already noted, Rivera-Ruperto was not himself a\npolice officer (and turned out not even to be a prison corrections\nofficer, as he had originally claimed), but among those co-\ndefendants that he recruited to participate in subsequent\nOperation Guard Shack deals, at least one was an officer in the\nPuerto Rico Police Department.\n\n\n                                       - 30 -\n\fNavedo-Ramirez, 781 F.3d at 570 (denying defendant's argument that\n\ngovernment's use of high drug quantities constituted sentencing\n\nfactor manipulation); Lucena-Rivera, 750 F.3d at 55 (rejecting the\n\ndefendant's   argument       that   the   government      had   prolonged   its\n\ninvestigation for a year in order to inflate the sentence, where\n\nthe government argued that it had done so to identify other\n\nconspirators,    and    the    defendant      did   not   otherwise   present\n\nsufficient evidence of an improper motive); Sánchez-Berríos, 424\n\nF.3d at 78-79 (denying defendant's argument that the government\n\nconnived to make him bring his firearm to the deal in order to\n\nenhance his sentencing exposure).             The district court therefore\n\ndid   not   clearly    err    in    denying   Rivera-Ruperto's      sentencing\n\nmanipulation claim.\n\nC.    Eighth Amendment\n\n            Rivera-Ruperto's final argument on appeal is an Eighth\n\nAmendment challenge to his sentence.            Rivera-Ruperto argues that\n\nhis combined sentence between the two trials for 161-years and 10-\n\nmonths' imprisonment constitutes cruel and unusual punishment.              We\n\nassume, favorably to Rivera-Ruperto, that this Eighth Amendment\n\nargument was properly preserved, and review his challenge de\n\nnovo.18\n\n\n      18The government makes no argument whatsoever in its brief\nin this first appeal as to what standard of review applies, but it\nargues in its brief in Rivera-Ruperto's second appeal that Rivera-\nRuperto's Eighth Amendment claim was not properly preserved below,\n\n\n                                     - 31 -\n\f             Let us begin by acknowledging that Rivera-Ruperto's 161-\n\nyear and 10-month sentence is indeed extraordinarily long.          But in\n\norder   to    deem   it   constitutionally   infirm   under   the   Eighth\n\nAmendment's cruel and unusual punishment clause, there are three\n\ncriteria we must assess: \"(i) the gravity of the offense and the\n\nharshness of the penalty; (ii) the sentences imposed on other\n\ncriminals in the same jurisdiction; and (iii) the sentences imposed\n\nfor commission of the same crime in other jurisdictions.\"           United\n\nStates v. Polk, 546 F.3d 74, 76 (1st Cir. 2008) (quoting Solem v.\n\nHelm, 463 U.S. 277, 292 (1983)).       We reach the last two criteria\n\nonly if we can first establish that the sentence, on its face, is\n\ngrossly disproportionate to the crime.       Id.\n\n             To quickly sketch out the underpinnings for Rivera-\n\nRuperto's sentence once more, of the combined 161 years and 10\n\nmonths to which Rivera-Ruperto was sentenced, the lion's share of\n\n\n\n\nand that plain error review applies. For his part, Rivera-Ruperto\ndoes not discuss the standard of review in either opening or reply\nbrief in either appeal.\n     On our read of the record, at least when it comes to his first\nsentence, Rivera-Ruperto probably did enough to preserve an Eighth\nAmendment challenge. At the first sentencing hearing after the\nfirst trial, counsel for Rivera-Ruperto argued that the prescribed\nstatutory minimums had resulted in a punishment that \"goes way\nover, substantially way over, what's necessary for punishing these\noffenses,\" and resulted in a \"horribly, horribly increased\nsentence which borderlines on draconian.\" No similar arguments\nwere made at Rivera-Ruperto's second sentencing, but for our\npurposes today, we will apply the defendant-friendly de novo\nstandard to Rivera-Ruperto's challenge to his combined sentence.\n\n\n                                  - 32 -\n\fthe sentence -- 130 years to be exact -- was the result of minimum\n\nsentences required by statute for Rivera-Ruperto's six firearms\n\nconvictions under 18 U.S.C. § 924(c)(1)(C) (5 years for his first\n\n§ 924 conviction, and 25-year consecutive sentences for each of\n\nthe five subsequent convictions).19       Because Rivera-Ruperto bases\n\nhis Eighth Amendment challenge on the length of his sentence in\n\nits totality, in order to prevail, he must establish that this\n\nstatutorily-mandated 130-year sentence is grossly disproportionate\n\non its face.20     Thus, we focus our inquiry here on the portion of\n\nhis sentence stemming from the § 924(c) convictions.\n\n              In noncapital cases, the Eighth Amendment \"does not\n\nrequire a precise calibration of crime and punishment.\"         United\n\nStates v. Graciani, 61 F.3d 70, 76 (1st Cir. 1995).      Rather, \"[a]t\n\nmost, the Eighth Amendment gives rise to a 'narrow proportionality\n\nprinciple,'       forbidding   only   extreme   sentences   that   are\n\nsignificantly disproportionate to the underlying crime.\"           Id.\n\n(quoting Harmelin v. Michigan, 501 U.S. 957, 997 (1991) (Kennedy,\n\nJ.)).        We have previously remarked that \"instances of gross\n\n\n        19\n       As for the rest of Rivera-Ruperto's term of imprisonment,\nas we have already explained, 21 years and 10 months of the\nsentence were the result of all the remaining convictions from the\nfirst trial, and 10 years of the sentence were from the remaining\nconvictions from the second trial.\n        20\n       In other words, Rivera-Ruperto does not argue that we could\nsomehow find that the remaining 31 years and 10 months resulting\nfrom his other convictions were, by themselves, grossly\ndisproportionate to the crimes for which they were imposed.\n\n\n                                 - 33 -\n\fdisproportionality will be hen's-teeth rare.\"     Polk, 546 F.3d at\n\n76.   The Supreme Court has upheld against disproportionality\n\nchallenges, for example, a sentence of 25 years to life under\n\nCalifornia's \"three strikes law\" for the theft of golf clubs, Ewing\n\nv. California, 538 U.S. 11, 30-31 (2003), and a sentence of 40\n\nyears for possession with intent to distribute nine ounces of\n\nmarijuana, Hutto v. Davis, 454 U.S. 370, 370-74 (1982) (per\n\ncuriam).\n\n           The dissent here argues that in those cases where the\n\nSupreme Court has upheld harsh sentences for seemingly minor\n\ncrimes, the Court's rationale was justified because the offenders\n\nwere recidivists and recidivism is a legitimate basis on which a\n\nlegislature can elect to sentence more harshly.     However, we see\n\nno reason why recidivism may be deemed such a legitimate basis,\n\nbut crimes involving the combination of drugs and weapons -- like\n\nthose targeted by the § 924(c) stacking regime -- may not also be\n\ndeemed a legitimate basis.   To the contrary, \"[t]he Supreme Court\n\nhas noted that the 'basic purpose' of § 924(c) is 'to combat the\n\ndangerous combination of drugs and guns'\" and \"has also noted that\n\n'the provision's chief legislative sponsor . . . said that the\n\nprovision seeks to persuade the man who is tempted to commit a\n\nFederal felony to leave his gun at home.'\"        United States v.\n\nAngelos, 433 F.3d 738, 751 (10th Cir. 2006) (quoting Muscarello v.\n\nUnited States, 524 U.S. 125, 126 (1998)).\n\n\n                              - 34 -\n\f              Defendants have a particularly difficult time passing\n\nthrough the proportionality principle's narrow channel where the\n\nsentence is the result of a statutory mandate.              This is because\n\ncourts are required to give deference to the judgments of the\n\nlegislature in determining appropriate punishments, and must \"step\n\nsoftly and cede a wide berth to the Legislative Branch's authority\n\nto match the type of punishment with the type of crime.\"              Polk,\n\n546 F.3d at 76; see also Harmelin, 501 U.S. at 998 (\"[T]he fixing\n\nof   prison    terms   for   specific   crimes   involves    a   substantive\n\npenological judgment that, as a general matter is 'properly within\n\nthe province of legislatures, not courts.'\" (quoting Rummel v.\n\nEstelle, 445 U.S. 263, 275-76 (1980)).       Accordingly, \"[n]o circuit\n\nhas held that consecutive sentences under § 924(c) violate the\n\nEighth Amendment.\"      United States v. Robinson, 617 F.3d 984, 991\n\n(8th Cir. 2010) (alteration in original) (quoting United State v.\n\nWiest, 596, F.3d 906, 912 (8th Cir. 2010)).          For example, courts\n\nhave upheld against Eighth Amendment challenges such sentences as\n\na 107-year and 1-month sentence for a defendant's five § 924(c)\n\nconvictions, United States v. McDonel, 362 F. App'x 523, 530 (6th\n\nCir.), cert. denied, 562 U.S. 1061 (2010); a 132-year and 1-day\n\nsentence, of which 125 years were for § 924(c) convictions, United\n\nStates v. Ezell, 265 F. App'x 70, 72 (3d. Cir. 2008); a 147-year\n\nand 8-month sentence based, in large part, on a defendant's six\n\n§ 924(c) convictions, United States v. Watkins, 509 F.3d 277, 282\n\n\n                                   - 35 -\n\f(6th Cir. 2007); and a 155-year sentence for seven § 924(c)\n\nconvictions, United States v. Hungerford, 465 F.3d 1113, 1117-18\n\n(9th Cir. 2006), cert. denied, 550 U.S. 938 (2007). Rivera-Ruperto\n\nhas not presented any contrary authority upon which we might base\n\na departure from our sister circuits' holdings here.\n\n            At oral argument, counsel for Rivera-Ruperto argued that\n\nwe should be swayed by the fact that, in this case, the crime\n\ninvolved fake drug deals.           A near two life-term punishment where\n\nno real drugs and no real drug dealers were involved, he contended,\n\nis a punishment that is grossly disproportionate on its face.                  But\n\nin coming to this sentence, the judge below was guided by and\n\ncorrectly employed a sentencing scheme that is written into statute\n\n-- a statute that makes no distinction between cases involving\n\nreal versus sham cocaine.           At each of the six stings, in fact,\n\nRivera-Ruperto repeatedly and voluntarily showed up armed and\n\nprovided security services for what he believed to be illegal\n\ntransactions between real cocaine dealers. The crime of possessing\n\na firearm in furtherance of such a drug trafficking offense is a\n\ngrave one, and Congress has made a legislative determination that\n\nit requires harsh punishment.          Given the weight of the case law,\n\nwe   see   no    Eighth    Amendment    route   for       second-guessing      that\n\nlegislative judgment.\n\n            We    thus     cannot    conclude      that    Rivera-Ruperto       has\n\nestablished      that    his   sentence,   which    is    largely   due   to   his\n\n\n                                     - 36 -\n\fconsecutive sentences under § 924(c), is grossly disproportionate\n\nto the crime, so as to trigger Eighth Amendment protections.21\n\n\n\n\n          21 Because Rivera-Ruperto fails to establish that his\nsentence is grossly disproportionate, we need not reach the last\ntwo criteria -- a comparison of his sentence with sentences\nreceived by other offenders in the same jurisdiction or a\ncomparison of his sentence with sentences imposed for the same\ncrime in other jurisdictions.      Nevertheless, we note that in\ncomparing Rivera-Ruperto's sentence, the dissent relies largely on\nthe rationale of Judge Cassell in United States v. Angelos, 345 F.\nSupp. 2d 1227 (D. Utah 2004), aff'd, 433 F.3d 738 (10th Cir. 2006).\nHowever, despite Judge Cassell's misgivings about the resulting\nsentence under § 924(c) for a 24 year old first-time offender in\nthat case, he ultimately (and we think correctly) ruled that:\n     The court's role in evaluating § 924(c) is quite limited.\n     The court can set aside the statute only if it is\n     irrational    punishment    without    any    conceivable\n     justification or is so excessive as to constitute cruel\n     and unusual punishment in violation of the Eighth\n     Amendment.    After careful deliberation, the court\n     reluctantly concludes that it has no choice but to impose\n     the 55 year sentence. While the sentence appears to be\n     cruel, unjust, and irrational, in our system of\n     separated powers Congress makes the final decisions as\n     to   appropriate   criminal   penalties.      Under   the\n     controlling case law, the court must find either that a\n     statute has no conceivable justification or is so\n     grossly disproportionate to the crime that no reasonable\n     argument can be made [on] its behalf. If the court is\n     to fairly apply these precedents in this case, it must\n     reject [the defendant's] constitutional challenges.\nAngelos, 345 F. Supp. 2d at 1230.\n     Similarly, we cannot find that the sentence imposed pursuant\nto § 924(c) has no conceivable justification or is so grossly\ndisproportionate that no reasonable argument can be made on its\nbehalf.   However unfair we may deem the life sentence here, we\ncannot say that the Constitution forbids it.\n\n\n                              - 37 -\n\f                             CONCLUSION\n\n            Our job now finished, we affirm for the reasons we have\n\nstated above.     A second opinion, in which we address Rivera-\n\nRuperto's separate challenges as to his second trial, issues\n\nherewith.\n\n\n\n                         -Dissenting Opinions Follows-\n\n\n\n\n                               - 38 -\n\f              TORRUELLA, Circuit Judge (Dissenting).                  The majority\n\ntoday affirms a sentence of 160 years and one month without the\n\npossibility of parole for Rivera-Ruperto.                  The transgression for\n\nwhich Rivera-Ruperto was punished in such an extreme manner was\n\nhis participation as a security guard in several fake transactions,\n\nwhile   the    FBI    duped   Rivera-Ruperto        into    believing    that    the\n\ncomposite was actually illegal drugs.               The FBI ensured that more\n\nthan five kilograms of composite moved from one agent's hands to\n\nanother at each transaction; the FBI also made sure that the rigged\n\nscript included Rivera-Ruperto's possession of a pistol at each\n\ntransaction.         This combination -- more than five kilograms of\n\ncomposite, a pistol, and separate transactions -- triggered the\n\nmandatory consecutive minimums of 18 U.S.C. § 924(c), which make\n\nup 130 years of Rivera-Ruperto's sentence.\n\n              In a real drug transaction, all participants would be\n\nguilty of a crime.        And, in general, the greater their knowledge\n\nof the crime would be, the harsher the law would punish them.                     In\n\nthe fictitious transaction we are faced with today, however, only\n\nthe   duped    participants,    who    had     no   knowledge    of     what   truly\n\ntranspired, are punished.           The other participants are not only\n\nexcused, but indeed rewarded for a job well done.\n\n              If   Rivera-Ruperto     had      instead      knowingly    committed\n\nseveral real rapes, second-degree murders, and/or kidnappings, he\n\nwould have received a much lower sentence; even if Rivera-Ruperto\n\n\n                                      - 39 -\n\fhad taken a much more active role in, and brought a gun to, two\n\nmuch larger real drug deals, he would still have received a much\n\nlower sentence.22   For these and many other crimes Rivera-Ruperto\n\nwould have received sentences that would see him released from\n\nprison during the natural term of his life.           For the fictitious\n\ntransgressions concocted by the authorities, however, Rivera-\n\nRuperto will spend his entire life behind bars -- a sentence given\n\nto first-degree murderers, 18 U.S.C. § 1111, or those who cause\n\ndeath by wrecking a train carrying high-level nuclear waste.          18\n\nU.S.C. § 1992.\n\n            From the majority's approval of the draconian sentence\n\nimposed in this case,     I respectfully dissent.       Rivera-Ruperto's\n\nsentence is grossly disproportionate to his offense, and therefore\n\nviolates the Eighth Amendment to the Constitution.           While some\n\nseemingly   excessively   harsh    sentences   have    withstood   Eighth\n\nAmendment challenges, such harsh sentences have been sanctioned\n\nonly in the context of recidivists or those who otherwise dedicated\n\n\n\n     22  See, e.g., United States v. Carlos Cruz, 352 F.3d 499,\n509-10 (1st Cir. 2003) (affirming a sentence of 32 years given to\nan actual drug dealer -- who was caught with actual cocaine,\nheroin, cocaine base, two machine guns, a rifle, a pistol, and a\nlarge amount of ammunition -- on seven counts related to possession\nwith intent to distribute illegal drugs and to possession of\nfirearms); United States v. Grace, case no. 1-16-cr-0039-001 (D.\nMaine Dec. 13, 2016) (sentence of 15 years for conspiracy to\ndistribute and possess 100 or more grams of heroin. Defendant had\ntwo prior convictions and admitted to importing more than 20,000\nbags of cocaine).\n\n\n                                  - 40 -\n\fthemselves to a life of crime -- a context that explained the\n\nseverity of the sentences.       But Rivera-Ruperto has no criminal\n\nrecord, nor has he dedicated himself to a life of crime.    Not even\n\nunder the infamous § 924(c) has a first-time offender like Rivera-\n\nRuperto ever been condemned to spend his entire life in jail.23\n\n                       I.   The Eighth Amendment\n\n          The Court's cases addressing the proportionality of\n          sentences fall within two general classifications.\n          The first involves challenges to the length of term-\n          of-years sentences given all the circumstances in a\n          particular case. The second comprises cases in which\n          the Court implements the proportionality standard by\n          certain categorical restrictions on the death\n          penalty.\n\n          In the first classification the Court considers all\n          of the circumstances of the case to determine whether\n          the sentence is unconstitutionally excessive.\n\nGraham v. Florida, 560 U.S. 48, 59 (2010).\n\n            The second classification has evolved to encompass not\n\nonly the death penalty, but also prison sentences.    See id. at 61-\n\n62, 82 (holding that a sentence of life without the possibility of\n\nparole for non-homicide offenses by juveniles violates the Eighth\n\n\n\n     23  See infra Section II.A. Although § 924(c) has rightly\nbeen the subject of much scathing criticism, the statute as such\nis not the focus of this dissent. See, e.g., Judge Paul Cassell,\nStatement on Behalf of the Judicial Conference of United States\nfrom U.S. District Judge Paul Cassell before the House Judiciary\nCommittee Subcommittee on Crime, Terrorism, and Homeland Security,\n2007 WL 3133929, Fed. Sent'g Rep. 19(5) (2007). Rather, what is\nat issue today is the proportionality of Rivera-Ruperto's\nsentence, not the proportionality of sentences under § 924(c) in\ngeneral.\n\n\n                                 - 41 -\n\fAmendment);        Miller v. Alabama, 132 S. Ct. 2455, 2469 (2012)\n\n(holding that a mandatory sentence of life without parole for\n\njuvenile offenders violates the Eighth Amendment).\n\n            In the present case, this court is faced with a challenge\n\nthat falls under the first classification: a challenge to the\n\nlength of Rivera-Ruperto's sentence based on the circumstances of\n\nhis case; in other words, an as-applied constitutional challenge\n\nto the length of Rivera-Ruperto's sentence.\n\n            The     Supreme     Court's   jurisprudence      in   this   first\n\nclassification is animated by the principle of proportionality in\n\npunishment, as well as by deference to the legislature's judgment\n\nas to what punishment is merited.\n\nA.   Proportionality\n\n            The principle of proportionality is deeply embedded into\n\nthe very roots of our legal system.           Solem v. Helm, 463 U.S. 277,\n\n284 (1983).       \"In 1215 three chapters of Magna Carta were devoted\n\nto the rule that 'amercements' [the most common criminal sanction\n\nat   the   time]    may   not   be   excessive\"   --   and   disproportionate\n\npenalties were invalidated accordingly by the royal courts.               Id.\n\nat 284-85. When the Framers adopted the language of the Eighth\n\nAmendment from the English Bill of Rights -- which provided that\n\n\"excessive Baile ought not to be required nor excessive Fines\n\nimposed nor cruell and unusuall Punishments inflicted\" -- they\n\nalso adopted the principle of proportionality, for it was a major\n\n\n                                     - 42 -\n\ftheme of the era that Americans had all the rights of English\n\nsubjects.    Id. at 285-86.\n\n            The   principle   of   proportionality   is   not   merely   of\n\nhistorical interest, however.        In that same case, the Court went\n\non   to     observe   that    \"[t]he    constitutional    principle      of\n\nproportionality has been recognized explicitly in this Court for\n\nalmost a century.\"     Id. at 286.     The Court proceeded to cite from\n\nno fewer than eleven of its precedents ranging from 1892 to 1982,\n\nin which the principle of proportionality was recognized24 -- and\n\n\n     24  To wit: O’Neil v. Vermont, 144 U.S. 323, 339-40 (1892)\n(Field, J., dissenting) (the Eighth Amendment \"is directed ...\nagainst all punishments which by their excessive length or severity\nare greatly disproportioned to the offenses charged\"); Trop v.\nDulles, 356 U.S. 86, 100 (1958) (plurality opinion); id. at 111\n(Brennan, J., concurring); id. at 125–26 (Frankfurter, J.,\ndissenting). Weems v. United States, 217 U.S. 349, 367, 372-73\n(1910) (\"that it is a precept of justice that punishment for crime\nshould be graduated and proportioned to offense,\" and endorsing\nthe principle of proportionality as a constitutional standard);\nRobinson v. California, 370 U.S. 660, 667 (1962) (\"But the question\n[of excessive punishment under the Eighth Amendment] cannot be\nconsidered in the abstract. Even one day in prison would be a cruel\nand unusual punishment for the 'crime' of having a common cold.\");\nEnmund v. Florida, 458 U.S. 782 (1982) (death penalty excessive\nfor felony murder when defendant did not take life, attempt to\ntake life, or intend that a life be taken or that lethal force be\nused); Coker v. Georgia, 433 U.S. 584, 592 (1977) (plurality\nopinion) (\"sentence of death is grossly disproportionate and\nexcessive punishment for the crime of rape\"); id., at 601, (Powell,\nJ., concurring in the judgment in part and dissenting in part)\n(\"ordinarily death is disproportionate punishment for the crime of\nraping an adult woman\"); Hutto v. Finney, 437 U.S. 678, 685 (1978);\nIngraham v. Wright, 430 U.S. 651, 667 (1977); Gregg v. Georgia,\n428 U.S. 153, 171–72 (1976) (opinion of Stewart, Powell, and\nStevens, JJ.); Hutto v. Davis, 454 U.S. 370, 374, and n.3 (1982)\n(per curiam) (recognizing that some prison sentences may be\nconstitutionally disproportionate); Rummel v. Estelle, 445 U.S.\n\n\n                                   - 43 -\n\fthis was not even an exhaustive list.      See id. at 287-88, n.11,\n\n12.   The Court proceeded to hold that a punishment of life without\n\nthe possibility of parole was disproportionate to the offense of\n\nissuing a no account check in the amount of $100 (even though it\n\nwas the defendant's seventh offense) -- and that this sentence\n\ntherefore violated the Eighth Amendment.    Id. at 303.\n\n           The Supreme Court has continued to recognize that prison\n\nsentences must be proportional under the Eighth Amendment in every\n\ncase that has dealt with that question since Solem.25     See Harmelin\n\nv. Michigan, 501 U.S. 957, 997 (1991) (Kennedy, J., concurring)26\n\n(\"[t]he Eighth Amendment proportionality principle also applies to\n\nnoncapital sentences\"); Ewing v. California, 538 U.S. 11, 20 (2003)\n\n(\"The Eighth Amendment . . . contains a 'narrow proportionality\n\nprinciple' that 'applies to noncapital sentences.'\") (internal\n\ncitations omitted); id. at 33 (Stevens, Souter, Ginsburg, Breyer,\n\nJJ., dissenting) (\"The concurrences prompt this separate writing\n\nto emphasize that proportionality review is not only capable of\n\n\n\n263, 272, n.11 (1980) (\"[o]utside the context of capital\npunishment, successful challenges to the proportionality of\nparticular sentences [will be] exceedingly rare\").\n      25I here limit my consideration to non-capital cases, because\ncapital cases fall within the second classification of Eighth\nAmendment proportionality challenges. Note, however, that in\ncapital cases, the principle of proportionality certainly applies\nas well. See, e.g., Graham, 560 U.S. at 59-61.\n      26    This concurrence   has  since      been     described   as\n\"controlling.\" Graham, 560 U.S. at 59.\n\n\n                               - 44 -\n\fjudicial application but also required by the Eighth Amendment.\");\n\nLockyer v. Andrade, 538 U.S. 63, 72 (2003) (\"Through this thicket\n\nof Eighth Amendment jurisprudence, one governing legal principle\n\nemerges as 'clearly established' under § 2254(d)(1): A gross\n\ndisproportionality principle is applicable to sentences for terms\n\nof   years.\");        Graham,     560     U.S.   at   59   (\"The   concept    of\n\nproportionality is central to the Eighth Amendment.\"); Miller, 132\n\nS. Ct. at 2463 (same).27\n\nB.   Deference to the Legislature\n\n                The same case law is also clear that respect for the\n\njudgment of the legislature as to what constitutes appropriate\n\npunishment is in order.          See, e.g., Solem, 463 U.S. at 290 (\"[w]e\n\nhold as a matter of principle that a criminal sentence must be\n\nproportionate to the crime for which the defendant has been\n\nconvicted. Reviewing courts, of course, should grant substantial\n\ndeference to the broad authority that legislatures necessarily\n\npossess in determining the types and limits of punishments for\n\ncrimes\"); Ewing, 538 U.S. at 24 (noting that \"[t]hough three\n\nstrikes laws may be relatively new, our tradition of deferring to\n\nstate        legislatures   in   making    and   implementing   such   important\n\n\n        27\n         Although the position that the Eighth Amendment does not\ncontain a proportionality principle was occasionally raised, it\nnever achieved a majority in the Supreme Court, and has been\nsquarely rejected. See, e.g., Miller, 132 S. Ct. at 2483 (\"The\n[Eighth Amendment] does not contain a proportionality principle.\")\n(Thomas, Scalia, JJ., dissenting) (internal citation omitted).\n\n\n                                        - 45 -\n\fpolicy decisions is longstanding\", and adding \"[o]ur traditional\n\ndeference to legislative policy choices finds a corollary in the\n\nprinciple that the Constitution 'does not mandate adoption of any\n\none   penological    theory'\").       The   proportionality    principle   is\n\ntherefore    sometimes     described        as   \"narrow,\"    and   only   in\n\n\"exceedingly rare\" instances of \"gross disproportionality\" should\n\nthe courts apply the Eighth Amendment to overturn a sentence. See,\n\ne.g., id. at 20, 21.\n\nC.    The Three-Step Analysis\n\n            Thus it is clear that proportionality is of crucial\n\nimportance in our sentencing law, but its \"precise contours . . .\n\nare unclear\".      Lockyer, 538 U.S. at 72, 73.      It is also clear that\n\nthese   contours    are   primarily    determined    by   deference   to   the\n\nlegislature's judgment as to appropriate punishment.            This has led\n\nto the emergence of a three-step analysis that assesses both\n\nproportionality and the legislature's judgment.               In performing\n\nthis three-part test, courts must look at the actual severity of\n\na defendant's offenses (as opposed to merely looking at the laws\n\nhe violated), as well as look at the actual severity of the penalty\n\n(rather than merely at the name of the penalty); and courts must\n\ngive recidivism great weight when assessing the gravity of an\n\noffense, and thus when justifying a harsh sentence.\n\n\n\n\n                                  - 46 -\n\f     1.    The Three Steps\n\n          The controlling opinion in Harmelin explained its\n          approach for determining whether a sentence for a term\n          of years is grossly disproportionate for a particular\n          defendant's crime. A court must begin by comparing\n          the gravity of the offense and the severity of the\n          sentence.    '[I]n the rare case in which [this]\n          threshold comparison . . . leads to an inference of\n          gross disproportionality' the court should then\n          compare the defendant's sentence with the sentences\n          received by other offenders in the same jurisdiction\n          and with the sentences imposed for the same crime in\n          other jurisdictions.    If this comparative analysis\n          'validate[s] an initial judgment that [the] sentence\n          is grossly disproportionate,' the sentence is cruel\n          and unusual.\n\nGraham, 560 U.S. at 60 (internal citations omitted; alterations in\n\noriginal).\n\n     2.    Actual Severity of the Offense and of the Punishment\n\n             In performing the three-step analysis, the Supreme Court\n\nhas considered the actual severity of the acts committed by\n\ndefendants, as well as the importance of the laws they violated.\n\nSee, e.g., Ewing, 538 U.S. at 18-19, 28 (detailing defendant's\n\npast nine criminal convictions and considering the dollar value of\n\nthe merchandise stolen by the defendant in his latest conviction).\n\n             Similarly, the Supreme Court has been clear that for the\n\npurposes of the three-step analysis, courts must look to the actual\n\nseverity of the penalty -- that is, the actual amount of time a\n\ndefendant will serve in prison -- and not to what his penalty is\n\ncalled.\n\n\n\n\n                                - 47 -\n\f          [The   defendant's]   present    sentence   is   life\n          imprisonment without possibility of parole. . . .\n          Helm will spend the rest of his life in the state\n          penitentiary. This sentence is far more severe than\n          the life sentence we considered in Rummel v. Estelle.\n          Rummel was likely to have been eligible for parole\n          within 12 years of his initial confinement, a fact on\n          which the Court relied heavily.\n\nSolem, 463 U.S. at 297.28\n\n            The Supreme Court reaffirmed this approach in 2012, its\n\nmost recent pronouncement on the issue:\n\n          The two 14–year–old offenders in these cases were\n          convicted of murder and sentenced to life imprisonment\n          without the possibility of parole. . . . State law\n          mandated that each juvenile die in prison even if a\n          judge or jury would have thought that his youth and\n          its attendant characteristics, along with the nature\n          of his crime, made a lesser sentence (for example,\n          life with the possibility of parole) more appropriate.\n\nMiller, 132 S. Ct. at 2460 (original emphasis).\n\n     3.    Recidivism\n\n            The Supreme Court has upheld several harsh sentences for\n\nseemingly relatively minor crimes.       The Supreme Court reasoned\n\nthat the severity of these sentences was justified because they\n\ninvolved recidivist offenders and recidivism was a legitimate\n\n\n     28  The Court explicitly rejected the Government's argument\nthat the possibility of executive clemency made a sentence of life\nwithout the possibility of parole the same as a sentence of life\nwith the possibility of parole. Id. at 303 (\"The possibility of\ncommutation is nothing more than a hope for 'an ad hoc exercise of\nclemency.' It is little different from the possibility of executive\nclemency that exists in every case in which a defendant challenges\nhis sentence under the Eighth Amendment. Recognition of such a\nbare possibility would make judicial review under the Eighth\nAmendment meaningless.\").\n\n\n                                - 48 -\n\fbasis on which a legislature could elect to sentence more harshly.\n\nFor instance, in Rummel v. Estelle, the Supreme Court upheld a\n\nsentence of life with the possibility of parole for obtaining\n\n$120.75 under false pretenses, but reasoned that:\n\n         Moreover, given Rummel's record, Texas was not\n         required to treat him in the same manner as it might\n         treat him were this his first \"petty property\n         offense.\" Having twice imprisoned him for felonies,\n         Texas was entitled to place upon Rummel the onus of\n         one who is simply unable to bring his conduct within\n         the social norms prescribed by the criminal law of\n         the State.\n\n         The purpose of a recidivist statute such as that\n         involved here is not to simplify the task of\n         prosecutors, judges, or juries. Its primary goals are\n         to deter repeat offenders and, at some point in the\n         life of one who repeatedly commits criminal offenses\n         serious enough to be punished as felonies, to\n         segregate that person from the rest of society for an\n         extended period of time. This segregation and its\n         duration are based not merely on that person's most\n         recent offense but also on the propensities he has\n         demonstrated over a period of time during which he\n         has been convicted of and sentenced for other crimes.\n\nRummel, 445 U.S. at 284.\n\n           In Ewing, to use another example, the Supreme Court\n\ndevoted an entire section of its opinion to explaining that the\n\ndefendant's sentence of 25 years to life for stealing three golf\n\nclubs under California's three strikes law must be understood in\n\nthe   context   of   recidivism,   and   explained:    \"California's\n\njustification is no pretext. Recidivism is a serious public safety\n\nconcern in California and throughout the Nation.\"     Ewing, 538 U.S.\n\nat 26.   \"In weighing the gravity of Ewing's offense, we must place\n\n\n                               - 49 -\n\fon the scales not only his current felony, but also his long\n\nhistory of felony recidivism.\"             Id. at 29.\n\n               Indeed,   of   the    seven     cases    that   address    as-applied\n\nproportionality challenges under the Eighth Amendment, five deal\n\nwith recidivist offenders.29              Of the remaining two cases, one\n\n(Harmelin)      deals    with    a    career      criminal     (another     important\n\njustification for meting out sentences that appear harsh on their\n\nface); and in the final case (Weems) the punishment was held to\n\nviolate the Eighth Amendment.\n\n                                  II.    Discussion\n\nA.    Three-Step Test\n\n               Rivera-Ruperto's case has no difficulty clearing the\n\nfirst step of the three-step analysis, in which \"[a] court must\n\nbegin by comparing the gravity of the offense and the severity of\n\nthe sentence.        '[I]n the rare case in which [this] threshold\n\ncomparison . . . leads to an inference of gross disproportionality'\n\nthe    court    should   then       [proceed    to     the   second   step    of   the\n\nanalysis].\"      Graham, 560 U.S. at 59 (internal citations omitted).\n\nIn over forty years on the federal bench, I have never seen so\n\ndisproportionate a penalty handed down, particularly where the\n\noffense is based on fiction.             I am certainly not alone in finding\n\nthis    sentence    to   be     vastly    disproportionate       to   the    offense.\n\n\n\n       29   To wit, Rummel, Hutto, Solem, Ewing, Lockyer.\n\n\n                                         - 50 -\n\fSpeaking on behalf of the Judicial Conference of the United States,\n\nJudge Paul Cassell, after describing mandatory minimum sentences\n\n--    in   particular     under   §     924(c)     --    as    \"one-size-fits-all\n\ninjustice,\" \"bizarre,\" \"irrational,\" \"cruel and unusual, unwise\n\nand   unjust,\"   concluded      that    the     mandatory      minimum      system   of\n\nsentencing \"must be abandoned in favor of a system based on\n\nprinciples of fairness and proportionality.\"30                       The Sentencing\n\nCommission,     too,    views   sentences       such    as    Rivera-Ruperto's       as\n\ndisproportionate -- not only would its Guidelines recommend a far\n\nlower sentence, but the Commission stated that sentences as a\n\nresult of § 924(c) stacking \"can lead to sentences that are\n\nexcessively      severe     and    disproportionate             to    the     offense\n\ncommitted.\"31     As an example, the Commission cited the case of\n\nWeldon Angelos, a marijuana dealer who received a sentence of 61.5\n\nyears (55 years of which was mandatory minimum sentence under\n\n\n\n      30 Judge Paul Cassell, Statement on Behalf of the Judicial\nConference of United States from U.S. District Judge Paul Cassell\nbefore the House Judiciary Committee Subcommittee on Crime,\nTerrorism, and Homeland Security, 2007 WL 3133929, Fed. Sent'g\nRep. 19(5) (2007) (quoting Senior Judge Vincent L. Broderick,\nSouthern District of New York, speaking for the Criminal Law\nCommRRep. 19(5) (2007) (quoting Senior Judge Vincent L. Broderick,\nSouthern District of New York, speaking for the Criminal Law\nCommittee of the Judicial Conference in testimony before the\nSubcommittee on Crime and Criminal Justice of the House Committee\non the Judiciary, July 28, 1993).\n      31 United States Sentencing Commission, 2011 Report to the\nCongress: Mandatory Minimum Penalties in the Federal Criminal\nJustice System 359 (2011).\n\n\n                                       - 51 -\n\f§ 924(c) for bringing (but not using or brandishing) a gun to three\n\nmarijuana deals)32 -- Rivera-Ruperto, however, is faced with a\n\nsentence of 160 years (130 years due to stacking under § 924(c)).\n\n               Rivera-Ruperto's case also has no trouble passing the\n\nsecond step, namely a comparison of \"the defendant's sentence with\n\nthe    sentences     received     by      other      offenders      in    the     same\n\njurisdiction.\"      Graham, 560 U.S. at 60.            \"If more serious crimes\n\nare subject to the same penalty, or to less serious penalties,\n\nthat is some indication that the punishment at issue may be\n\nexcessive.\"       Solem, 463 U.S. at 291.             Rivera-Ruperto received,\n\neffectively, a mandatory sentence of life without the possibility\n\nof    parole    (\"LWOP\")   --   because       160   years   is    about   two    human\n\nlifetimes.       The district court has effectively condemned him to\n\ndie in prison.        As noted above, this court is to consider the\n\nactual time a defendant is to spend incarcerated -- in Rivera-\n\nRuperto's case, that means his whole life.                       See supra Section\n\nI.C.2.       If, however, one compares his offense to other offenses\n\nthat would result in mandatory LWOP under federal law, then his\n\noffense pales in comparison.            I have been able to locate forty-\n\nnine    statutes    that   prescribe      a    mandatory     penalty      of    LWOP.33\n\n\n\n\n       32   Id. n.903.\n       33\n        See United States Sentencing Commission, Mandatory Minimum\nPenalties in the Federal Criminal Justice System, App. A (2011).\n\n\n                                       - 52 -\n\fSeventeen of these are for first degree murder.34                 The general\n\nstatute imposing a mandatory minimum for first degree murder, 18\n\nU.S.C. § 1111, goes back to 1790.             Congress has steadily widened\n\nits application since then, and it now covers many specific\n\nsituations, from killing the president, 18 U.S.C. § 1751(a), to\n\nkilling an eggs product quality inspector, 21 U.S.C. § 1041(b).\n\nOther statutes mandate a sentence of LWOP for such crimes as\n\ngenocide killing -- perhaps the gravest crime imaginable -- 18\n\nU.S.C. § 1091, wrecking a train carrying high level nuclear\n\nmaterial and thereby causing death, 18 U.S.C. § 1992, and hostage\n\ntaking resulting in death, 18 U.S.C. § 1203.               Rivera-Ruperto's\n\noffenses simply do not rise to the level of the offenses in this\n\nchart.     The complete chart follows.\n\n    Statute (Guideline)         Description                    Date        Minimum\n                                                               Enacted35   Term36\n1   15 U.S.C. § 1825(a)(2)(c)   First degree murder of horse   1970        Life**\n    (§2A1.1)                    official\n\n\n      34Note that the statutes permit the death penalty for first\ndegree murder.   18 U.S.C. § 1111.     Because the statutes only\nmandate a sentence of LWOP and the death penalty is given only\nrarely, I include the statutes in the comparison. After all, the\nstatutes reflect Congress's judgment that first degree murder,\nwithout more -- already a heinous offense far worse that Rivera-\nRuperto's -- is adequately punished by LWOP.\n      35 I follow the Sentencing Commission here by indicating the\nyear during which the mandatory minimum was first enacted with\nrespect to the substantive offense proscribed by the relevant\nstatute.    See supra n.11, Mandatory Minimum Penalties in the\nFederal Criminal Justice System.\n      36All sentences are without the possibility of parole, for\nparole has been abolished in the federal system. See Pub. L. No.\n98-473, 98 Stat. 1987 (codified as amended in scattered sections\n\n\n                                     - 53 -\n\f     Statute (Guideline)            Description                       Date        Minimum\n                                                                      Enacted35   Term36\n2    18 U.S.C. § 115 (§§2A1.1,      First    degree     murder   of   1984        Life**\n     2A1.2, 2A2.1, 2X1.1)           federal    official's    family\n                                    member\n3    18 U.S.C.     §   175c(c)(3)   If the death of another           2004        Life\n     (§2M6.1)                       results    from    a   person's\n                                    violation of subsection (a)\n                                    (knowingly produce, engineer,\n                                    synthesize, acquire, transfer\n                                    directly     or     indirectly,\n                                    receive,    possess,    import,\n                                    export, or use, or possess and\n                                    threaten    to   use,   variola\n                                    virus)\n4    18 U.S.C. § 229a               Develop/produce/acquires/tra      1998        Life**\n                                    nsfer/possess/use           any\n                                    chemical weapon that results\n                                    in the death of another\n                                    person.\n5    18 U.S.C. § 351 (§§2A1.1,      First    degree     murder   of   1971        Life**\n     2A1.2, 2A1.3, 2A1.4)           Congress, Cabinet, or Supreme\n                                    Court member\n6    18                U.S.C.       Second       or      subsequent   1986        Life\n     § 924(c)(1)(C)(ii)(§2K2.       conviction     of    using   or\n     4)                             carrying a firearm during a\n                                    crime of violence or drug\n                                    trafficking crime and fire\n                                    arm is a machine gun or\n                                    destructive device or the\n                                    firearm is equipped with a\n                                    silencer or muffler\n7    18   U.S.C.       §   930(c)   First degree murder involving     1988        Life**\n     (§2K2.5)                       the possession or use of a\n                                    firearm or other dangerous\n                                    weapon in a Federal Facility\n8    18 U.S.C. § 1091 (§2H1.3)      Genocide killing                  1988        Life**\n9    18    U.S.C.    §    1111      First degree murder               1790        Life**\n     (§§2A1.1, 2A1.2)\n10   18    U.S.C.    §    1114      First   degree   murder     of    1934        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,        federal officers\n     2A1.4, 2A1.2)\n11   18    U.S.C.    §    1116      First   degree    murder   of     1972        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,        foreign officials, official\n     2A1.4, 2A2.1)                  guests, or internationally\n                                    protected persons\n12   18    U.S.C.    §       1118   Murder    in     a    federal     1994        Life**\n     (§§2A1.1, 2A1.2)               correctional   facility    by\n                                    inmate sentenced to a term of\n                                    life imprisonment\n13   18   U.S.C.   § 1119(b)        First degree murder of a U.S.     1994        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,        national by a U.S. national\n     2A1.4, 2A2.1)\n\n\nof 18 U.S.C. and 28 U.S.C.).\n\n\n                                         - 54 -\n\f     Statute (Guideline)          Description                        Date        Minimum\n                                                                     Enacted35   Term36\n                                  while   outside the United\n                                  States\n14   18    U.S.C.    §  1120      Murder by escaped federal          1996        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,      prisoner\n     2A1.4)\n15   18 U.S.C. § 1121(a)(1)       First degree murder of a state     1996        Life**\n     (§§2A1.1, 2A1.2)             or   local    law    enforcement\n                                  officer     or     any    person\n                                  assisting in a federal crime\n                                  investigation\n16   18 U.S.C. § 1201(a)          Kidnapping                         2003        Life**\n17   18    U.S.C.    §   1203     Hostage taking resulting in        2003        Life**\n     (§§2A4.1, 2X1.1)             the death of any person\n18   18 U.S.C. § 1503(b)(1)       First degree murder of an          1948        Life**\n     (§2J1.2)                     officer of the court or juror\n19   18 U.S.C. § 1512(a)(1)       First degree murder of any         1982        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,      person with the intent to\n     2A2.1)                       prevent their attendance or\n                                  testimony    in    an   official\n                                  proceeding\n20   18 U.S.C. § 1512(a)(2)       Obstructing justice by using,      1982        Life\n     (§§ 2A1.1, 2A1.2, 2A1.3,     or    attempting      to    use,\n     2A2.1)                       physical      force      against\n                                  another\n21   18 U.S.C. § 1512(a)(3)(A)    Obstructing       justice     by   1982        Life\n     (§§2A1.1, 2A1.2, 2A1.3,      tampering with a witness,\n     2A2.1)                       victim, or an informant\n22   18 U.S.C. § 1651             Piracy under the laws of the       1790        Life\n                                  nation\n23   18 U.S.C. § 1652             Piracy by U.S. citizen             1790        Life\n24   18 U.S.C. § 1653             Piracy against the United          1790        Life\n                                  States by an alien\n25   18 U.S.C. § 1655             Piracy in the form of assault      1790        Life\n                                  on a commander\n26   18 U.S.C. § 1661             Robbery ashore by a pirate         1790        Life\n27   18   U.S.C.   §  1751(a)     Killing the President of the       1965        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,      United States, the next in\n     2A1.4)                       order of succession to the\n                                  Office of the President, or\n                                  any person who is acting as\n                                  the President of the United\n                                  States;     or     any    person\n                                  employed in the Executive\n                                  Office of the President or\n                                  Office of the Vice President\n28   18   U.S.C.   §    1958(a)   Causing death through the use      1984        Life**\n     (§2E1.4)                     of     interstate       commerce\n                                  facilities in the commission\n                                  of a murder-for-hire\n29   18 U.S.C. § 1992             Wrecking train carrying high       2006        Life**\n                                  level    nuclear     waste   and\n                                  thereby causing death\n30   18   U.S.C.   §  2113(e)     Causing death in the course        1934        Life**\n     (§§2A1.1, 2B3.1)             of a bank robbery, avoiding\n\n\n                                       - 55 -\n\f     Statute (Guideline)             Description                      Date        Minimum\n                                                                      Enacted35   Term36\n                                     apprehension    for   a   bank\n                                     robbery, or escaping custody\n                                     after a bank robbery\n31   18   U.S.C.   §       2241(c)   Second or subsequent offense,    1986        Life**\n     (§2A3.1)                        engaging in a sexual act with\n                                     a child under the age of 12,\n                                     or engaging in a sexual act\n                                     by force with a child who is\n                                     above the age of 12, but under\n                                     the age of 16\n32   18   U.S.C.       §    2332g    If death of another results      2004        Life\n     (§2K2.1)                        from knowingly produc[ing],\n                                     acquir[ing], transferr[ing],\n                                     or    possess[ing]     missile\n                                     systems designed to destroy\n                                     aircraft\n33   18 U.S.C. § 2332(h)(c)(3)       If    death    results    from   2004        Life\n     (§2M6.1)                        knowingly         produc[ing],\n                                     acquir[ing], transferr[ing],\n                                     or possess[ing] any weapon\n                                     designed to release radiation\n                                     or radioactivity at a level\n                                     dangerous to human life\n34   18 U.S.C. § 3559(c)(1)          Upon conviction for a serious    2003        Life†,††\n                                     violent felony, if offender\n                                     has two or more prior serious\n                                     violent felony convictions,\n                                     or one or more prior serious\n                                     violent felony convictions\n                                     and one or more prior serious\n                                     drug offense conviction\n35   18 U.S.C. § 3559(d)(1)          If the death of a child less     2003        Life\n                                     than 14 years results from a\n                                     serious violent felony\n36   18 U.S.C. § 3559(e)(1)          Where a federal sex offense      2003        Life**,\n                                     committed against a minor and                †\n\n                                     the offender has a prior sex\n                                     conviction in which minor was\n                                     a victim.\n37   21   U.S.C.   §       461(c)    Killing any person engaged in    1957        Life**\n     (§2N2.1)                        or on account of performance\n                                     of his official duties as\n                                     poultry or poultry products\n                                     inspector.\n38   21 U.S.C. § 675 (§§2A1.1,       Killing any person engaged in    1907        Life**\n     2A1.2,   2A1.3,    2A1.4,       or on account of performance\n     2A1.2, 2A2.3)                   of his official duties as a\n                                     meat inspector\n39   21 U.S.C. § 841(b)(1)(A)        Second offense manufacturing,    1986        Life*,†\n     (§2D1.1)                        distributing, or possessing a\n                                     controlled     substance    or\n                                     counterfeit substance with\n                                     intent to distribute,       if\n                                     death   or   serious    bodily\n\n\n\n                                          - 56 -\n\f     Statute (Guideline)        Description                       Date        Minimum\n                                                                  Enacted35   Term36\n                                injury results from the use\n                                of such substance\n\n                                21    U.S.C.     §§    859(b)\n                                (distribution to a person\n                                under the age of 21), 860(b)\n                                (distribution or manufacture\n                                in or near a school or\n                                college),      and     861(c)\n                                (employing or using a person\n                                under the age of 21 to engage\n                                in a controlled substance\n                                offense) all incorporate the\n                                minimum terms set by\n                                § 841(b)(1)(A).\n40   21 U.S.C. § 841(b)(1)(A)   Third offense, manufacturing,     1986        Life*,†\n     (§2D1.1)                   distributing, or possessing a\n                                controlled    substance    or\n                                counterfeit substance with\n                                intent to distribute\n\n                                21     U.S.C.     §§     859(b)\n                                (distribution to a person\n                                under the age of 21), 860(b)\n                                (distribution or manufacture\n                                in or near a school or\n                                college),       and      861(c)\n                                (employing or using a person\n                                under the age of 21 to engage\n                                in a controlled substance\n                                offense) all incorporate the\n                                minimum terms set by\n                                § 841(b)(1)(A).\n41   21 U.S.C. § 841(b)(1)(B)   Second   or   any    subsequent   1984        Life*,†\n     (§2D1.1)                   offense,        manufacturing,\n                                distributing or possessing a\n                                controlled     substance     or\n                                counterfeit substance with\n                                intent to distribute, death\n                                or   serious   bodily    injury\n                                results\n\n                                21    U.S.C.     §§    859(b)\n                                (distribution to a person\n                                under the age of 21), 860(b)\n                                (distribution or manufacture\n                                in or near a school or\n                                college),      and     861(c)\n                                (employing or using a person\n                                under the age of 21 to engage\n                                in a controlled substance\n                                offense) all incorporate the\n                                minimum terms set by\n                                § 841(b)(1)(A).\n\n\n\n                                     - 57 -\n\f     Statute (Guideline)        Description                  Date        Minimum\n                                                             Enacted35   Term36\n42   21   U.S.C.   §   848(b)  Any    offense;               1986\n                                                    principal,           Life**\n     (§2D1.5)                  administrator, organizer, or\n                               leader      (\"kingpin\")      of\n                               continuing             criminal\n                               enterprise\n43 21 U.S.C. § 960(b)(1) Second         or    any   subsequent 1986     Life*,†\n     (§2D1.5)                  offense, unlawful import or\n                               export       of      controlled\n                               substance, death or serious\n                               bodily injury results\n44 21 U.S.C. § 960(b)(2)       Second   or    any   subsequent 1986     Life†\n                               offense, unlawful import or\n                               export       of      controlled\n                               substance, death or serious\n                               bodily injury results\n45 21 U.S.C. § 960(b)(3)       Second   or    any   subsequent 1986     Life†\n                               offense, unlawful import or\n                               export       of      controlled\n                               substance, death or serious\n                               bodily injury results\n46 21 U.S.C. § 1041(b)         Killing any person engaged in 1970       Life**\n                               or on account of performance\n                               of his official duties under\n                               Chapter     15-Eggs     Product\n                               Inspection\n47 42     U.S.C.   §  2272(b) Violation     of    prohibitions 1954     Life\n     (§2M6.1)                  governing    atomic    weapons;\n                               death of another resulting\n48 49                  U.S.C. Committing or attempting to 1958          Life**\n     § 46502(a)(2)(B)          commit aircraft piracy in\n     (§§2A5.1, 2X1.1)          special aircraft jurisdiction\n                               of the U.S.; resulting in\n                               death of another individual\n49 49                  U.S.C. Violation of Convention for 1958          Life**\n     § 46502(b)(1)(B)          the Suppression of Unlawful\n     (§§2A5.1, 2X1.1)          Seizure of Aircraft outside\n                               special aircraft jurisdiction\n                               of U.S.; resulting in death\n                               of another individual\n* Safety valve applies (18 U.S.C. § 3553(f)), allowing for sentencing below the\nmandatory minimums for certain low-level, first-time offenders.\n** Statute also permits the imposition of the death penalty.\n† Recidivism required for the mandatory term of life imprisonment to apply.\n†† 18 U.S.C. § 3582(c)(1), commonly known as the \"compassionate release\"\nprovision, applies. This provision allows certain criminals to be released at\nage 70 if they have served at least 30 years in prison.\n\n\n\n             If one approaches the analysis under this second step\n\nfrom another angle, one arrives at the same conclusion.              That is,\n\nif one looks to offenses far graver than those Rivera-Ruperto\n\n\n                                     - 58 -\n\fcommitted, one finds that they carry far less severe sentences\n\nthan Rivera-Ruperto's.   In sentencing to a mandatory term of 55\n\nyears a defendant who had committed three offenses under § 924(c),\n\nJudge Cassell compiled a table of offenses under federal law that\n\nwould result in a shorter sentence than those 55 years -- but were\n\nclearly graver than the defendant's offenses.      Judge Cassell's\n\ncomparison applies even to Rivera-Ruperto's considerably longer\n\nsentence.   Examples from his table include \"an aircraft hijacker\n\n(293 months), a terrorist who detonates a bomb in a public place\n\n(235 months), a racist who attacks a minority with the intent to\n\nkill and inflicts permanent or life-threatening injuries (210\n\nmonths), a second-degree murderer, or a rapist.\"   United States v.\n\nAngelos, 345 F. Supp. 2d 1227, 1244-45 (D. Utah 2004), aff'd, 433\n\nF.3d 738 (10th Cir. 2006).   Judge Cassell went on to compare the\n\nsentence before him to triple offenders, and arrived at the\n\nconclusion that,\n\n       [a]mazingly,   [the   Defendant's]  sentence   under\n       § 924(c) is still far more severe than criminals who\n       committed, for example, three aircraft hijackings,\n       three second-degree murders, three kidnappings, or\n       three rapes. . . . [Defendant] will receive a longer\n       sentence than any three-time criminal, with the sole\n       exception of a marijuana dealer who shoots three\n       people. ([The defendant] still receives a longer\n       sentence than a marijuana dealer who shoots two\n       people.)\n\nId. at 1246.\n\n\n\n\n                              - 59 -\n\f             Similarly telling is a comparison to the federal three-\n\nstrikes provision, 18 U.S.C. § 3559(c).               This statute mandates\n\nthat a court impose a sentence of LWOP on a criminal with two prior\n\nserious violent felony convictions when this criminal commits a\n\nthird such offense -- but such an offender can then be released at\n\nage 70 if he has served at least 30 years in prison under 18 U.S.C.\n\n§ 3582(c)(1), the so-called \"compassionate release clause.\"               That\n\nis,    if   Rivera-Ruperto   had   committed    a     violent   felony,   been\n\nconvicted, then committed a second violent felony, then been\n\nconvicted again, and then committed a third violent felony, and\n\nbeen    convicted   yet   again,   he   --     even    though   a   seemingly\n\nincorrigible recidivist -- would have been eligible for release at\n\nage 70.       As a first-time offender sentenced under § 924(c),\n\nhowever, Rivera-Ruperto will never be eligible for release.37\n\n\n       37 See also Angelos, 345 F. Supp. 2d at 1250-51 (\"The\nirrationality only increases when section § 924(c) is compared to\nthe federal 'three strikes' provision. Criminals with two prior\nviolent felony convictions who commit a third such offense are\nsubject to 'mandatory' life imprisonment under 18 U.S.C. § 3559(c)-\n-the federal 'three–strikes' law. But then under 18 U.S.C. §\n3582(c)(1)--commonly   known   as   the   'compassionate   release'\nprovision--these criminals can be released at age 70 if they have\nserved 30 years in prison. But because this compassionate release\nprovision applies to sentences imposed under § 3559(c)--not §\n924(c)--offenders like [the Defendant] are not eligible. Thus,\nwhile the 24–year–old [Defendant] must serve time until he is well\ninto his 70's, a 40–year–old recidivist criminal who commits second\ndegree murder, hijacks an aircraft, or rapes a child is potentially\neligible for release at age 70. In other words, mandatory life\nimprisonment under the federal three-strikes law for persons\nguilty of three violent felony convictions is less mandatory than\nmandatory time imposed on the first-time offender under § 924(c).\n\n\n                                   - 60 -\n\f          At the third, and final, step of the analysis, \"the court\n\nshould . . .    compare [Rivera-Ruperto's sentence] . . . with the\n\nsentences imposed for the same crime in other jurisdictions.         If\n\nthis comparative analysis 'validate[s] an initial judgment that\n\n[the] sentence is grossly disproportionate,' the sentence is cruel\n\nand unusual.\" Graham, 560 U.S. at 60 (internal citations omitted).\n\nRivera-Ruperto's    case   also   clears   this   final   step   without\n\ndifficulty.    Sentences for offenses like Rivera-Ruperto's are much\n\nlower under state law.38   (This brings with it a number of serious\n\n\n\nAgain, the rationality of this arrangement is dubious.\n        This possibility, too, is no mere hypothetical. This\nmorning, the court had before it for sentencing Thomas Ray Gurule.\nMr. Gurule is 54–years–old with a lifelong history of criminal\nactivity and drug abuse. He has spent more of his life incarcerated\nthan he has in the community. He has sixteen adult criminal\nconvictions on his record, including two robbery convictions\ninvolving dangerous weapons. His most recent conviction was for\ncarjacking. In August 2003, after failing to pay for gas at a\nservice station, Mr. Gurule was pursued by the station manager. To\nescape, Mr. Gurule broke into the home of a young woman, held her\nat knife point, stole her jewelry, and forced her to drive him\naway from the scene of his crimes. During the drive, Mr. Gurule\nthreatened both the woman and her family.\n        For this serious offense--the latest in a long string of\ncrimes for which he has been convicted--the court must apparently\nsentence Mr. Gurule to \"life\" in prison under 18 U.S.C. § 3559(c).\nBut because of the compassionate release provision, Mr. Gurule is\neligible for release after serving 30–years of his sentence. Why\nMr. Gurule, a career criminal, should be eligible for this\ncompassionate release while [the Defendant is not] is not obvious\nto the court.\").\n     38  Erik Luna and Paul Cassell, Mandatory Minimalism, 32\nCardozo L. Rev. 1, 16 (2010) (\"Most drug and weapons crimes\namenable to federal mandatory minimums are actually prosecuted in\nstate courts pursuant to state laws carrying much lower\n\n\n                                  - 61 -\n\fissues, such as prosecutors choosing to bring cases in federal\n\ncourt merely because of the higher sentences -- but such issues\n\nare   not   the   focus   of   this   dissent.).39    There     is    also   some\n\nsuggestion that courts may need to look to foreign law in this\n\nstep of the analysis. In cases involving the second classification\n\nof    Eighth      Amendment     challenges      --   applying        categorical\n\nrestrictions on the death penalty or LWOP -- the Supreme Court\n\n\"has looked beyond our Nation's borders for support for its\n\nindependent conclusion that a particular punishment is cruel and\n\nunusual. . . . Today we continue that longstanding practice in\n\nnoting the global consensus against the sentencing practice in\n\nquestion.\"     Graham, 560 U.S. at 80.         It is unclear whether in the\n\nfirst classification of Eighth Amendment challenges -- such as the\n\nas-applied challenge before us today -- courts should also look to\n\n\nsentences.\") (emphasis added).\n      39Id. (\"It is hardly disputed, however, that the possibility\nof severe punishment can influence the choice of whether to pursue\na federal or state prosecution. For some, this prospect raises\nserious questions about the propriety of bringing charges in\nfederal rather than state court, particularly where the\nprosecution is pursued, not because the case implicates a special\nnational interest, but because it jacks up the potential\npunishment.\"). See also Angelos, 345 F. Supp. 2d at 1243 (\"Indeed,\nthe government conceded that [the Defendant's] federal sentence\n[of 55 years in prison] after application of the § 924(c) counts\nis more than he would have received in any of the fifty states.\");\nId. at 1259 (\"[Defendant's] sentence [of 55 years under § 924(c)]\nis longer than he would receive in any of the fifty states. The\ngovernment commendably concedes this point in its brief, pointing\nout that in Washington State [the Defendant] would serve about\nnine years and in Utah would serve about five to seven years.\").\n\n\n                                      - 62 -\n\fforeign law.        I therefore note that foreign law further supports\n\nthe   proposition          that      Rivera-Ruperto's      sentence    is    out   of\n\nproportion to his crime, for \"LWOP . . . scarcely exists elsewhere\n\nin the world. Yet today, the number of defendants sentenced to\n\nLWOP by American courts approaches 50,000. . . .                      In fact, what\n\nseparates the American criminal justice system from the rest of\n\nthe world, and brands it as distinctively harsh, is the number of\n\ninmates dispatched to prison for the duration of their lives,\n\nwithout     offering       a   legal    mechanism    for   freedom.\"40       Indeed,\n\nGermany,         France,       and    Italy   have    declared        LWOP   to    be\n\nunconstitutional, and other European countries apply it only very\n\nrarely.41\n\n\n      40 Craig S. Lerner, Who's Really Sentenced to Life Without\nParole?:    Searching for \"Ugly Disproportionalities\" in the\nAmerican Criminal Justice System, 2015 Wis. L. Rev. 789, 792\n(2015). See Ashley Nellis, Throwing Away the Key: The Expansion of\nLife without Parole Sentences in the United States, Fed. Sent'g.\nRep. 23(1) (2010), 2010 WL 6681093 at *30 (\"In many other\nindustrialized nations, serious offenders are typically released\nafter a maximum prison term of no more than thirty years. For\ninstance, in Spain and Canada, the longest sentence an offender\ncan receive is twenty-five or thirty years. In Germany, France,\nand Italy, LWOP has been declared unconstitutional. In the United\nKingdom, it is allowable, but used quite sparingly; according to\na recent estimate, only twenty-three inmates were serving this\nsentence. In Sweden, parole-ineligible life sentences are\npermissible, but never mandatory. The Council of Europe stated in\n1977 that 'it is inhuman to imprison a person for life without the\nhope of release,' and that it would 'be compatible neither with\nthe modern principles on the treatment of prisoners . . . nor with\nthe idea of the reintegration of offenders into society.'\")\n(footnotes omitted).\n      41   Id.\n\n\n                                         - 63 -\n\fB.   Additional Observations\n\n             The analysis could stop here.      But because this is such\n\na rare case, a few additional observations are in order.\n\n      1.    Direct Comparison to Other Cases\n\n             A direct comparison of Rivera-Ruperto's offense and its\n\nsentence to offenses and their sentences that the Supreme Court\n\nheld constitutional is enlightening.         There are five such cases.\n\nSee supra, Section I.C.3.        Four of these cases involve recidivists\n\n-- and the Supreme Court weighed the recidivism heavily in its\n\nproportionality analysis.         See id.    The fifth case involved a\n\ncareer     criminal,   another   important   factor   in   determining   the\n\nappropriate sentence.      See id.   However, Rivera-Ruperto is neither\n\na recidivist nor a career criminal.          He is a first-time offender\n\nwho has not led a life of crime.         I therefore place his crime on\n\none side of the scales -- without adding the weight of recidivism\n\nor a career of crime -- and his sentence on the other.             And the\n\nweight of the sentence dwarfs the weight of his offense.\n\n             Such a direct comparison also holds if the present case\n\nis compared to cases from other circuits.         The Government, in its\n\n28j letter, has provided this court with eleven cases of sentences\n\nfrom 55 to 186 years given under § 924(c).42          The Government notes\n\n\n      42 To wit: United States v. Wiest, 596 F.3d 906 (8th Cir.\n2010); United States v. McDonel, 362 F. App'x 523 (6th Cir. 2010);\nUnited States v. Walker, 437 F.3d 71 (3d Cir. 2007); United States\nv. Watkins, 509 F.3d 277 (6th Cir. 2007); United States v. Khan,\n\n\n                                    - 64 -\n\fthat these lengthy sentences were \"based largely on recidivist\n\nviolations of § 924(c).\"     In fact, only three of these cases\n\nconcerned recidivist offenders; six involved career criminals; the\n\nfinal one involved terrorists who were involved in, inter alia,\n\nplanning the attacks on 9/11.      It is telling indeed that in\n\nproviding this court with cases in which sentences of comparable\n\nlength to Rivera-Ruperto's weathered Eighth Amendment challenges,\n\nthe Government has presented this court with such grave offenses\n\nas:\n\n\n\n\n461 F.3d 477 (4th Cir. 2006); United States v. Angelos, 433 F.3d\n738 (10th Cir. 2006); United States v. Hungerford, 465 F.3d 1113\n(9th Cir. 2006); United States v. Beverly, 369 F.3d 516 (6th Cir.\n2004); United States v. Marks, 209 F.3d 577 (6th Cir. 2000); United\nStates v. Arrington, 159 F.3d 1069 (7th Cir. 1998). The Government\nalso cites United States v. Hernández-Soto, No. 12-2210 (1st Cir.\nAug. 19, 2015); although Hernández-Soto did involve a lengthy\nsentence, there was no Eighth Amendment challenge in that case,\nand I therefore do not consider it here. Finally, the Government\ncites United States v. Polk, 546 F.3d 74 (1st Cir. 2008), a case\nin which this court rejected an Eighth Amendment challenge to a\nfifteen-year sentence imposed under 18 U.S.C. § 2251(e).        The\ndefendant in Polk had engaged in online conversation with a person\nhe thought was a 13-year-old girl, and he pressured her to take\nsexually explicit photographs of herself and to send them to him.\nIn addition, \"The presentence investigation report told a seamy\nstory: it revealed an earlier conviction for aggravated sexual\nassault on a toddler, sexual involvement with teenage girls on at\nleast two occasions, and yet another series of sexually charged\ncomputer chats with a minor. The defendant conceded these facts\n. . . .\" Polk, 546 F.3d at 75. I see no difficulty in reconciling\nthe proposition that Polk's sentence of 15 years did not violate\nthe Eighth Amendment with the proposition that Rivera-Ruperto's\nsentence of, effectively, LWOP, does violate the Eighth Amendment.\n\n\n                              - 65 -\n\f     Seven    bank   robberies      (in   four   of   which     a    firearm      was\n\n      brandished) by \"a repeat bank robber whose criminal record\n\n      reflects a life of violent crime interrupted only by terms of\n\n      imprisonment.\"       Arrington, 159 F.3d at 1073.\n\n     A defendant who \"was convicted of six separate robberies,\n\n      each    of   which   involved    the    brandishing      of     a    firearm.\"\n\n      Watkins, 509 F.3d at 283. Although a first-time offender, the\n\n      defendant     \"and/or    his   accomplices       entered       the   homes    of\n\n      victims by force and threatened to seriously harm or kill not\n\n      only the victims, but, in multiple cases, their spouses and\n\n      small children.\"        Id.\n\n     Defendants who were involved in the planning of the terrorist\n\n      attack on 9/11 and who were convicted on \"various counts\n\n      related to a conspiracy to wage armed conflict against the\n\n      United States and a conspiracy to wage armed conflict against\n\n      a country with whom the United States is at peace.\"                      Khan,\n\n      461 F.3d at 83.\n\n              Thus, the Government confirms that when long sentences\n\nare applied to serious offenses by recidivists, career criminals,\n\nor terrorists, the Eighth Amendment does not protect the offenders,\n\nfor the severe punishment is not grossly disproportionate to the\n\ngrave crimes.      But Rivera-Ruperto is a first-time offender; he is\n\nno career criminal; and he is no terrorist.             Note that even in the\n\ncase of recidivist, but minor, offenses, the punishment may violate\n\n\n                                     - 66 -\n\fthe Eighth Amendment.       See Ramírez v. Castro, 365 F.3d 755 (9th\n\nCir. 2004) (holding that a sentence of 25 years to life for a third\n\nshoplifting offense violated the Eighth Amendment).\n\n     2.   Penological Goals\n\n           There is also a suggestion in the case law that courts\n\nmay consider penological goals in their analysis, specifically:\n\ndeterrence,     retribution,      rehabilitation,     and   incapacitation.\n\nEwing, 538 U.S. at 24.       As for deterrence, harsh punishment can\n\nhave a deterrent effect, but deterrence alone cannot justify\n\ndisproportionate punishment: \"The inquiry focuses on whether, a\n\nperson deserves such punishment, not simply on whether punishment\n\nwould serve a utilitarian goal. A statute that levied a mandatory\n\nlife sentence for overtime parking might well deter vehicular\n\nlawlessness, but it would offend our felt sense of justice\".\n\nRummel,   445   U.S.   at   288   (Powell,    J.,   dissenting).    As   for\n\nretribution, it is not clear how Rivera-Ruperto has caused any\n\ninjury -- for the transaction was a sham -- but even if one ignores\n\nthat obstacle, Rivera-Ruperto clearly caused less of an injury\n\nthan those who receive LWOP under federal law, or, for that matter,\n\nthan those who receive a lesser punishment under federal law.            See\n\nsupra, Section II.A. Indeed, had Rivera-Ruperto been a drug dealer\n\nhimself, and transacted a vast quantity of real drugs in a single\n\ntransaction to which he brought a gun, he would undoubtedly have\n\nreceived a much lower sentence.         Id.    Rehabilitation is clearly\n\n\n                                    - 67 -\n\fnot served here, because the current sentence means that the law\n\nhas judged Rivera-Ruperto to be beyond rehabilitation -- something\n\nthat may be understandable in the case of recidivists who have\n\ndemonstrated that punishment does not change their ways -- but it\n\nis troubling indeed to say that a first-time offender will not be\n\ngiven a chance to learn from his mistakes.                Finally, as to\n\nincapacitation, Rivera-Ruperto does not present such a danger to\n\nsociety that society needs to be protected from him forever.\n\n            This analysis of penological goals highlights another\n\nfacet of the present case that deserves pause.          Rivera-Ruperto's\n\noffenses involved a sham drug transaction, at which sham drugs\n\nwere transacted.      \"Proportionality--the notion that the punishment\n\nshould   fit    the   crime--is   inherently   a   concept   tied    to   the\n\npenological goal of retribution.\"       Ewing, 538 U.S. at 31 (Scalia,\n\nJ., concurring). But Rivera-Ruperto did no injury, and retribution\n\nis therefore not in order.           This affects the proportionality\n\nanalysis.      For the purposes of proportionality, participation in\n\na sham drug deal and a real drug deal weigh differently, because\n\nretribution applies in the latter, but not in the former.            That is\n\nnot to say that when a sentence is given out for a sham drug deal\n\nas if it were a real drug deal, then that sentence necessarily\n\nviolates the Eighth Amendment.       For while such a sentence might be\n\ndisproportionate,       it   would    not   necessarily      be     \"grossly\n\ndisproportionate\" so as to violate the Eighth Amendment.             But as\n\n\n                                  - 68 -\n\fthe length of a sentence for a sham deal is multiplied, so is its\n\ndisproportionality.      This is simply arithmetic and common sense.\n\n      3.    The Legislature's Judgment\n\n             The three-step analysis already incorporates due respect\n\nfor   the   judgment   of    the      legislature   as     to   the   severity   of\n\npenalties, and, as shown above, Rivera-Ruperto's case passes that\n\nanalysis.     Because the judgment of the legislature deserves great\n\ndeference,    however,      it   is    worth    pointing    out   that,   on     the\n\nparticular facts of this case, I am not questioning the judgment\n\nof the legislature.      Rather, § 924(c), as the late Chief Justice\n\nRehnquist pointed out, presents a good example of \"unintended\n\nconsequences\" of legislative action.43              Indeed, § 924(c) was the\n\nresult of a floor amendment (so there is no legislative history)\n\npassed by a legislature that wanted to appear tough on gun crime\n\nsoon after the assassinations of Robert Kennedy and Martin Luther\n\nKing, Jr.44    Not only were the minimums in that law much lower than\n\nthey have become since, but -- crucially -- the law was understood\n\nas a recidivist statute for a good 25 years.                    It was not until\n\n\n\n      43 William H. Rehnquist, Luncheon Address (June 18, 1993),\nin U.S. Sentencing Comm'n., Proceedings of the Inaugural Symposium\non Crime and Punishment in the United States, 286 (1993).\n      44 Judge Paul Cassell, Statement on Behalf of the Judicial\nConference of United States from U.S. District Judge Paul Cassell\nbefore the House Judiciary Committee Subcommittee on Crime,\nTerrorism, and Homeland Security, 2007 WL 3133929, Fed. Sent'g.\nRep. 19(5) (2007) at *347.\n\n\n                                       - 69 -\n\fDeal v. United States, 508 U.S. 129 (1993), that the statute became\n\napplied the way it is today -- not as a recidivist statute, but\n\nrather as one that requires stacking of mandatory minimums on\n\nfirst-time and recidivist offenders alike.   Not only is this court\n\ngenerally cautious to infer anything from Congressional inaction,\n\nbut in this case, it would not even make sense to try.         For\n\nCongress's inaction cuts both ways:    for the first 25 years after\n\n§ 924(c) was enacted, the statute applied to recidivists only;\n\nafter Deal, that changed -- but Congress did not act on either\n\nunderstanding of the statute.    Furthermore, as has been pointed\n\nout countless times, applications of § 924(c) such as in the case\n\nbefore us today contravene the intent of Congress in many ways:\n\nmost importantly, § 924(c) has led to significant sentencing\n\ndisparity, directly contradicting the intent behind the major\n\nsentencing reform of the 1980s. See, e.g., Stephen Breyer, Federal\n\nSentencing Guidelines Revisited, 1999 WL 730985, Fed. Sent'g. Rep.\n\n11(4)(1999).   This is yet another facet of the present case that\n\ndistinguishes it from this court's decision in, for instance, Polk.\n\nSee supra, n.20.   In that case, this court was faced with a harsh\n\nsentence -- but that sentence was clearly so intended by Congress,\n\nCongress had clearly resolved that the offense in question deserved\n\nthat harsh penalty.   But in the present case, this court is faced\n\nnot with a Congressional assessment of the gravity of this offense,\n\n\n\n\n                              - 70 -\n\fbut rather with an unintended consequence of a statute hastily\n\nimplemented and judicially altered.\n\n                                 III.    Conclusion\n\n               The present case is \"hen's-teeth rare\".              Polk, 546 F.3d\n\nat 76.        It may very well be even rarer than that.               I would hold\n\nthat Rivera-Ruperto's sentence violates the Eighth Amendment.\n\nIndeed, the present case is so rare that it is distinguishable\n\nfrom the cases in which the Supreme Court rejected Eighth Amendment\n\nchallenges to sentences for a term of years (already rare cases),\n\nand it is also distinguishable from cases the Government cited in\n\nwhich    other       circuits   rejected      Eighth   Amendment    challenges      to\n\nsentences under § 924(c) (also rare cases).                   Never before has a\n\nfirst-time offender who has not dedicated his life to crime been\n\ncondemned to spend his entire life in prison for a transgression\n\nsuch     as    Rivera-Ruperto's,        not    even    in   cases   in     which    the\n\ntransgression was real -- and Rivera's-Ruperto's transgression is\n\nfictitious.\n\n               The    Government   has     effectively      asked   this    court    to\n\npronounce the Eighth Amendment dead for sentences for a term of\n\nyears.        I respectfully refuse to join in this pronouncement.\n\n\"Unless we are to abandon the moral commitment embodied in the\n\nEighth        Amendment,   proportionality        review     must    never    become\n\neffectively obsolete.\"          Graham, 560 U.S. at 85 (Stevens, Ginsburg,\n\nSotomayor, JJ., concurring).\n\n\n                                         - 71 -\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 12-2364, 12-2367\n\n                            UNITED STATES,\n\n                               Appellee,\n\n                                  v.\n\n                        WENDELL RIVERA-RUPERTO,\n                         a/k/a Arsenio Rivera,\n\n                         Defendant, Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                                Before\n\n                 Torruella, Lipez, and Thompson,\n                         Circuit Judges.\n\n\n     H. Manuel Hernández for appellant.\n     Robert J. Heberle, Attorney, Public Integrity Section,\nCriminal Division, U.S. Department of Justice, with whom Francisco\nA. Besosa-Martínez, Assistant United States Attorney, Nelson\nPérez-Sosa, Assistant United States Attorney, Chief, Appellate\nDivision, and Rosa Emilia Rodríguez-Vélez, United States Attorney,\nwere on brief, for appellee.\n\n\n                           January 13, 2017\n\f             THOMPSON, Circuit Judge.         This case arises out of a now-\n\nfamiliar, large-scale FBI investigation known as \"Operation Guard\n\nShack,\"   in   which   the   FBI,   in   an    effort   to   root   out   police\n\ncorruption throughout Puerto Rico, orchestrated a series of staged\n\ndrug deals over the course of several years.1 For his participation\n\nin six of these Operation Guard Shack drug deals, Defendant-\n\nAppellant Wendell Rivera-Ruperto stood two trials and was found\n\nguilty of various federal drug and firearms-related crimes.                 The\n\nconvictions     resulted     in   Rivera-Ruperto     receiving      a   combined\n\nsentence of 161-years and 10-months' imprisonment.\n\n             Although Rivera-Ruperto raises similar challenges in his\n\nappeals from the two separate trials, each trial was presided over\n\nby a different district judge.            Thus, there are two cases on\n\nappeal, and we address the various challenges today in separate\n\nopinions.2     In this present appeal from the first trial, Rivera-\n\nRuperto argues that the district court committed reversible errors\n\nwhen it: (1) denied his claim for ineffective assistance of counsel\n\nduring the plea-bargaining stage; (2) failed to instruct the jury\n\nthat it was required to find drug quantity beyond a reasonable\n\n\n     1 See, e.g., United States v. Navedo-Ramirez, </pre><span class=\"citation no-link\"><span class=\"volume\">781</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">563</span></span><pre class=\"inline\">\n(1st Cir. 2015); United States v. González-Pérez, </pre><span class=\"citation no-link\"><span class=\"volume\">778</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></span><pre class=\"inline\"> (1st\nCir. 2015); United States v. Diaz-Castro, </pre><span class=\"citation no-link\"><span class=\"volume\">752</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></span><pre class=\"inline\"> (1st Cir.\n2014).\n     2 Co-defendants Miguel Santiago-Cordero and Daviel Salinas-\nAcevedo were tried along with Rivera-Ruperto at his second trial,\nand we address their challenges in our companion decision as well.\n\n\n                                     - 2 -\n\fdoubt; (3) either declined to consider or rejected his sentencing\n\nmanipulation     claim;   and    (4)   sentenced     him   to    a   grossly\n\ndisproportionate sentence in violation of the Eighth Amendment.\n\n          For the reasons stated below, we affirm the district\n\ncourt.\n\n                                  OVERVIEW\n\n          We keep our summary of the facts brief for now, saving\n\nthe   specific    details   related        to   Rivera-Ruperto's     various\n\nchallenges for our later discussion.\n\n          Rivera-Ruperto        provided    armed   security    during   six\n\nOperation Guard Shack sham drug deals, which occurred on April 9,\n\nApril 14, April 27, June 9, June 25, and September 16 of 2010.3\n\nEach of the sham deals followed the same pattern.              They involved\n\nundercover officers posing as sellers and buyers of fake cocaine,\n\nand took place at FBI-monitored apartments wired with hidden\n\ncameras. The April 9 and April 14 deals each involved 12 kilograms\n\nof fake cocaine, the April 27 and June 9 deals each involved 8\n\nkilograms of fake cocaine, and the June 25 and September 16 deals\n\neach involved 15 kilograms of fake cocaine.           On top of rendering\n\narmed security services, Rivera-Ruperto brought along with him\n\n\n\n\n      3Although Rivera-Ruperto was not a police officer, he was\ninvited to participate in Operation Guard Shack after he\nmisrepresented himself to the FBI's confidential informant as a\nprison corrections officer.\n\n\n                                   - 3 -\n\fadditional recruits.4      And at the April 27 deal, Rivera-Ruperto\n\ndid even more; he sold a handgun, including magazines, to a\n\nconfidential FBI informant posing as a drug dealer.                  For his\n\nservices, Rivera-Ruperto received a payment of $2,000 for each of\n\nthe deals, except for the September 16 deal, for which he received\n\n$3,000.\n\n           The     government    charged   Rivera-Ruperto      under    three\n\nseparate   indictments    (two   on   September   21,   2010   and     one   on\n\nSeptember 23, 2010) for his illegal participation in the six sham\n\ndrug deals.5     For each of the transactions, the indictments charged\n\nRivera-Ruperto with one count each of conspiracy and attempt to\n\npossess with intent to distribute a controlled substance, as well\n\nas possession of a firearm in relation to a drug trafficking crime.\n\nAdditionally, Rivera-Ruperto was charged with possessing a firearm\n\nwith an obliterated serial number during the April 27 deal.\n\n           Rivera-Ruperto's case proceeded to trial after plea\n\nnegotiations with the government failed -- a point of contention\n\n\n\n     4 Among those Rivera-Ruperto recruited, at least one was a\npolice officer.\n     5 On September 21, 2010, Rivera-Ruperto was indicted for his\nparticipation in the April 14, April 27, June 9, and June 25, 2010\ndeals. On the same day, the government separately indicted Rivera-\nRuperto for his participation in the April 9, 2010 deal.\nSuperseding indictments were later filed, but the charges remained\nthe same.    Rivera-Ruperto was then indicted a third time on\nSeptember 23, 2010 for his participation in the final September\n16, 2010 deal.\n\n\n                                   - 4 -\n\fthat we get to shortly. For purposes of trial, the first September\n\n21 indictment (which charged Rivera-Ruperto for the April 14, April\n\n27, June 9, and June 25 deals) and the September 23 indictment\n\n(which charged him for the September 16 deal) were consolidated\n\nand tried together.        A jury found Rivera-Ruperto guilty of all\n\ncharges and the district judge sentenced him to 126-years and 10-\n\nmonths' imprisonment.       It is this first trial which is the topic\n\nof the present appeal. As we discuss in more detail below, Rivera-\n\nRuperto takes issue both with the judge's jury instructions and\n\nwith the sentence he ultimately received.\n\n             Over defense counsel's objections, the second September\n\n21,   2010    indictment    (which    charged   Rivera-Ruperto   for   his\n\ninvolvement in the transaction on April 9, 2010 only) was tried\n\nseveral months later before a different district judge.           After a\n\nsecond jury found Rivera-Ruperto guilty on all counts, Rivera-\n\nRuperto received a 35-year sentence of imprisonment.\n\n             Rivera-Ruperto, who is presently serving his combined\n\nsentence of 161 years and 10 months, now timely appeals.          Putting\n\naside, as we are required to do, whatever misgivings we might have\n\nas to the need for or the wisdom in imposing a near two-life-term\n\nsentence to punish a crime that involved staged drug deals, sham\n\ndrugs, and fake dealers, we turn to the task of assessing whether\n\nany of Rivera-Ruperto's legal arguments entitle him to relief.         As\n\nwe have already noted, we address only Rivera-Ruperto's challenges\n\n\n                                     - 5 -\n\ffrom his first trial, saving those from the second for discussion\n\nin our separate, related opinion.\n\n                                      DISCUSSION\n\n                                I. Lafler Motion\n\n              Rivera-Ruperto first challenges the district court's\n\ndenial   of    his     claim   that    his   first   court-appointed   attorney\n\nprovided ineffective assistance at the plea-bargaining stage.                 We\n\nbegin by recounting what happened below.\n\nA.   Background\n\n              About a month after Rivera-Ruperto was arraigned, the\n\ngovernment made him an initial plea offer of 14 years that covered\n\nthe charged offenses in all three indictments.               Rivera-Ruperto's\n\nfirst    court-appointed          attorney,        Jose   Aguayo    (\"Aguayo\"),\n\nsuccessfully negotiated that offer down to 12 years.               When Rivera-\n\nRuperto refused to take the 12-year deal, Aguayo attempted to\n\nnegotiate an even lower sentence, but the prosecution told Aguayo\n\nthat its 12-year offer was final.\n\n              Aguayo    then   showed    Rivera-Ruperto     the    email,   which\n\nspelled out the government's final offer of 12 years, and explained\n\nto him the repercussions of not taking the plea deal.               But Rivera-\n\nRuperto rejected the offer still, and directed Aguayo to make a\n\ncounteroffer of 8 years instead.              Unsurprisingly, the government\n\nrefused the 8-year counteroffer.\n\n\n\n\n                                        - 6 -\n\f            In a last-ditch effort, Aguayo joined defense attorneys\n\nfor five other Operation Guard Shack defendants to attempt to\n\nnegotiate a global plea deal for the six defendants as a group.\n\nThe government responded to these overtures by renewing its 12-\n\nyear offer for Rivera-Ruperto, but this time the offer had an\n\nexpiration date.     When Aguayo showed Rivera-Ruperto the renewed\n\noffer, Rivera-Ruperto, once again, rejected it.         The offer lapsed\n\non February 4, 2011.        Accordingly, on February 7, 2011, the\n\ngovernment filed an informative motion, in which it notified the\n\ncourt that plea negotiations had terminated and that a trial\n\nschedule needed to be set.\n\n            On that same day, Aguayo, apparently alarmed by Rivera-\n\nRuperto's    behavior   during   their    meetings   regarding   the   plea\n\nnegotiations, filed a request for a psychiatric exam for Rivera-\n\nRuperto.    In the motion, Aguayo stated that during their meetings,\n\nhe had witnessed Rivera-Ruperto \"exhibiting strange behavior which\n\nhas progressively worsened,\" and that Rivera-Ruperto \"refuses to,\n\nor lacks the ability to appreciate the seriousness of his case,\n\nrefuses to review the discovery material, appears to lose his\n\nlucidity, rants and raves, and vehemently argues with imaginary\n\npeople in the attorney-client visiting room.\"         The district court\n\ngranted the motion by electronic order.\n\n            Shortly after being examined in early June 2011, Rivera-\n\nRuperto sent Aguayo an email, in which he stated that he wanted to\n\n\n                                  - 7 -\n\ftake the (by then, already expired) 12-year plea offer.                             Aguayo\n\nresponded by advising Rivera-Ruperto that the 12-year deal had\n\ntimed out, and that they should await the results of the mental\n\nevaluation before resuming further plea negotiations.                        If he were\n\nto withdraw the request for the psychiatric examination before\n\nthey saw the results, Aguayo explained, Rivera-Ruperto could later\n\nargue, even after accepting an offer, that he had not been mentally\n\ncompetent to accept it after all.\n\n            When the results of the psychological exam came back in\n\nlate June, the report deemed Rivera-Ruperto \"stable\" and contained\n\nno   diagnoses    for   mental       disorders         that   would    affect      Rivera-\n\nRuperto's competency to stand trial.6                    As promised, Aguayo then\n\nreached     out   to    the    government         to    attempt       to   reopen    plea\n\nnegotiations.      At first, it appeared the government would be\n\nunwilling    to   engage      in    further   plea       bargaining        with    Rivera-\n\nRuperto, whom the government believed had shown himself to be a\n\n\"malingerer.\"      But Aguayo was insistent that it was not Rivera-\n\nRuperto who had requested the psychological exam as a delay tactic,\n\nbut Aguayo himself who had requested it, compelled by his duty to\n\nprovide   Rivera-Ruperto           with   effective       assistance       of     counsel.\n\nAfter some back and forth, the government relented and agreed to\n\nentertain one, and only one more counteroffer from Rivera-Ruperto,\n\n\n      6The report also suggested that Rivera-Ruperto may have been\nexaggerating psychiatric impairment.\n\n\n                                          - 8 -\n\fbut it warned that the counteroffer had to be \"substantial\"\n\n(specifically, somewhere in the ballpark of 20-23 years).\n\n            Aguayo       met   with     Rivera-Ruperto       to     relay     this\n\ninformation, making clear that this was their last chance to make\n\na counteroffer, and that a proposal of less than 20 years would\n\nnot be considered.        Despite this advice, Rivera-Ruperto insisted\n\nthat Aguayo make a counteroffer of only 13 years.                Unsurprisingly,\n\nthe government again rejected this lowball, but nevertheless made\n\none final offer of 18 years.            Rivera-Ruperto said no, and then\n\nproceeded to fire Aguayo.          With plea negotiations over (this time\n\nfor good), the case was slated for trial.\n\n            On March 23, 2012, nine months after the date of the\n\npsychological evaluation report and three days before trial was to\n\nbegin,     Rivera-Ruperto,      through       his   second       court-appointed\n\nattorney,    filed   a    motion     alleging    that    Aguayo    had    provided\n\nineffective assistance of counsel at the plea-bargaining stage and\n\nasking the district court to order the government to reoffer the\n\n12-year deal.    The district court granted Rivera-Ruperto's request\n\nfor   an   evidentiary     hearing    on   the   issue    and,    after   hearing\n\ntestimony from both Rivera-Ruperto and Aguayo and considering the\n\ndocumentary evidence,7 the district court concluded there was no\n\n\n      7Although the documents themselves are not in the record,\nthe transcript from the Lafler hearing indicates that the parties'\nsubmissions included email correspondence between Aguayo and the\ngovernment   regarding   plea   negotiations,   Aguayo's   records\n\n\n                                      - 9 -\n\fmerit to the ineffective assistance of counsel claim, and denied\n\nRivera-Ruperto's motion.         Rivera-Ruperto says this was error.\n\nB.    Analysis\n\n             We    review    a    district     court's    determination       of\n\nineffective assistance of counsel claims de novo and any findings\n\nof fact for clear error.         Ortiz-Graulau v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">756</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">12</span></span><pre class=\"inline\">, 17 (1st Cir. 2014).\n\n             A defendant's Sixth Amendment right to competent counsel\n\nextends to the plea-bargaining process.           Lafler v. Cooper, 132 S.\n\nCt. 1376, 1380-81 (2012).         A defendant claiming, as Rivera-Ruperto\n\ndoes here, that counsel's assistance was ineffective at the plea-\n\nbargaining       stage,   must   meet   the   two-part   test    laid   out   in\n\nStrickland v. Washington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 687 (1984).               Lafler, 132\n\nS. Ct. at 1384.       He must show, first, that counsel's performance\n\nwas deficient, and second, that \"the outcome of the plea process\n\nwould have been different with competent advice.\"               Id.\n\n             Rivera-Ruperto      argues   that   he   meets   both    of   these\n\nprongs.     He contends that he \"wanted to accept the 12-year plea\n\noffer, and would have sans his original defense counsel's decision\n\nto   seek   an    unnecessary    psychological    evaluation,     his   related\n\nerroneous advice, and his refusal to inform the government and the\n\n\ncontaining detailed notes of his visits and conversations with\nRivera-Ruperto,   and  a    document signed by  Rivera-Ruperto\nmemorializing his refusal to accept the government's original\n\"final\" 12-year plea offer.\n\n\n                                     - 10 -\n\fdistrict Court of [his] decision [to accept the 12-year offer].\"8\n\nBut this argument fails on both Strickland requirements. To start,\n\nRivera-Ruperto has failed to establish that Aguayo's performance\n\nwas defective.\n\n              In order to meet the first Strickland prong, a defendant\n\nmust show that \"counsel's representation fell below an objective\n\nstandard      of   reasonableness.\"        Strickland,     466   U.S.   at    688.\n\nGenerally speaking, \"counsel is strongly presumed to have rendered\n\nadequate assistance and made all significant decisions in the\n\nexercise of reasonable professional judgment.\"              Id. at 690.      Thus,\n\nin order to establish deficient performance, a defendant must show\n\nthat, \"given the facts known at the time, counsel's choice was so\n\npatently unreasonable that no competent attorney would have made\n\nit.\"       Tevlin v. Spencer, </pre><span class=\"citation\" data-id=\"176947\"><a href=\"/opinion/176947/tevlin-v-spencer/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span><pre class=\"inline\">, 66 (1st Cir. 2010) (citing\n\nKnight v. Spencer, </pre><span class=\"citation\" data-id=\"202184\"><a href=\"/opinion/202184/knight-v-spencer/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 15 (1st Cir. 2006)).\n\n              Here, none of Aguayo's actions meets this standard.\n\nAguayo sought a psychological exam only after he observed Rivera-\n\nRuperto      arguing   with    imaginary    people   and    exhibiting       other\n\nabnormal      behavior.       While   ultimately   the   results   of   Rivera-\n\nRuperto's exam may have shown that Rivera-Ruperto did not have any\n\n\n\n       8\n       Rivera-Ruperto appears to limit his deficient-performance\nargument to these bases, and does not challenge the district\ncourt's finding that Aguayo otherwise competently made efforts to\nget lesser plea deals for his client and adequately explained how\nthe plea bargaining process worked.\n\n\n                                      - 11 -\n\fmental health issues, given the erratic behavior Rivera-Ruperto\n\ndisplayed during their meetings, Aguayo's motion was not \"patently\n\nunreasonable.\" Tevlin, 621 F.3d at 66 (citation omitted).9\n\n            Nor do we think Aguayo's performance was deficient on\n\naccount of the fact that he advised Rivera-Ruperto to await the\n\nresults of the psychological exam before pursuing further plea\n\nnegotiations.    First, as we get to in a moment, by the time Rivera-\n\nRuperto had emailed Aguayo to say he wished to take the 12-year\n\nplea offer, there was no actual offer for Rivera-Ruperto to take\n\nbecause the last 12-year deal had expired some three or four months\n\nprior.     But even if there had been a live offer on the table, by\n\nthe time Rivera-Ruperto expressed any interest in taking a 12-year\n\nplea deal, he had already been examined and was awaiting the\n\nresults.     As Aguayo explained to Rivera-Ruperto at the time, it\n\nwas Aguayo's professional judgment that withdrawing the motion for\n\nthe psychological exam at that point would threaten the durability\n\nof any plea agreement they might have reached because Rivera-\n\nRuperto could later argue that he had not been mentally competent\n\nto enter into the deal at all.    We think this advice was given in\n\nthe exercise of reasonable professional judgment, and in any event,\n\n\n     9 In fact, \"where there are substantial indications that the\ndefendant is not competent to stand trial, counsel is not faced\nwith a strategy choice but has a settled obligation . . . under\nfederal law . . . to raise the issue with the trial judge and\nordinarily to seek a competency examination.\" Robidoux v. O'Brien,\n</pre><span class=\"citation\" data-id=\"219867\"><a href=\"/opinion/219867/robidoux-v-obrien/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">334</span></a></span><pre class=\"inline\">, 338-39 (1st Cir. 2011).\n\n\n                                - 12 -\n\fcertainly was not so deficient as to fall below \"an objective\n\nstandard of reasonableness.\" Strickland, 466 U.S. at 688. Rivera-\n\nRuperto has therefore failed to show that Aguayo's performance was\n\ndeficient.\n\n             Moreover,    even   if   we      were    to   assume   the   defective\n\nperformance prong has been met, Rivera-Ruperto's claim still fails\n\nbecause he cannot show the necessary prejudice to meet the second\n\nStrickland prong.        In order to establish prejudice, a defendant\n\nclaiming ineffective assistance at the plea bargaining stage must\n\nshow that \"but for the ineffective advice of counsel there is a\n\nreasonable    probability      that     the    plea    offer    would     have   been\n\npresented to the court[,]. . . the court would have accepted its\n\nterms, and that the conviction or sentence, or both, under the\n\noffer's terms would have been less severe than under the judgment\n\nand sentence.\"    Lafler, 132 S. Ct. at 1385.              Rivera-Ruperto cannot\n\ndo so here.\n\n             Rivera-Ruperto argues that he would have accepted the\n\n12-year   deal   but     for   Aguayo      requesting      an   \"unnecessary     and\n\nunwanted\" psychological exam and then refusing to withdraw the\n\nrequest after Rivera-Ruperto told Aguayo that he wished to accept\n\nthe 12-year offer.       But the facts simply do not bear out Rivera-\n\nRuperto's theory that Aguayo's actions are what prevented a 12-\n\nyear plea deal from being presented to the court.                    When Rivera-\n\nRuperto emailed to tell Aguayo that he wanted to take the 12-year\n\n\n                                      - 13 -\n\fplea offer, it was already early June 2011.          By that time, nearly\n\nfour months had passed since the 12-year plea offer had expired.\n\nIt was therefore not the requested psychological examination that\n\ncaused Rivera-Ruperto to \"lose\" a 12-year plea deal, but the fact\n\nthat he had already rejected the offer (more than once, we might\n\nadd), leaving no deal on the table for Rivera-Ruperto to accept.\n\nFurthermore,   even   after   the   results   came    back   from   Rivera-\n\nRuperto's psychological exam and the government had labeled him a\n\n\"malingerer,\" Rivera-Ruperto had a final opportunity to accept an\n\n18-year plea offer from the government.         Rivera-Ruperto rejected\n\neven this offer and opted for trial.           Rivera-Ruperto has thus\n\nfailed to show that there is a reasonable probability that any\n\nplea deal, much less the 12-year plea deal specifically, would\n\nhave been presented to the court but for Aguayo's purported\n\nineffective assistance.\n\n          Because Rivera-Ruperto has failed to show that Aguayo's\n\nperformance was defective, and because, even if we were to assume\n\nthe performance was defective, Rivera-Ruperto has failed to show\n\nthe requisite prejudice, we affirm the district court's ruling on\n\nthe Lafler claim.\n\n                        II. Jury Instructions\n\n          Rivera-Ruperto      raises   on   appeal   only    one   challenge\n\nconcerning the trial itself.        He argues that the district court\n\nerred in failing to instruct the jury that it was required to make\n\n\n                                 - 14 -\n\fits drug quantity findings beyond a reasonable doubt.            We begin\n\nonce more with a discussion of what happened below.\n\nA.    Background\n\n           After closing arguments were made, the trial judge gave\n\njury instructions, beginning with general instructions, which\n\nexplained that the prosecution had the burden \"to prove guilt\n\nbeyond a reasonable doubt.\"       The trial judge then instructed the\n\njury on the elements of the crimes with which Rivera-Ruperto was\n\ncharged.\n\n           As a reminder, among other charges, Rivera-Ruperto was\n\nindicted for each of the five drug deals with one count each of\n\ntwo drug crimes: conspiracy and attempted possession with intent\n\nto distribute a controlled substance.              As they are the only\n\ninstructions relevant to our inquiry today, we focus our attention\n\non the judge's instructions regarding drug quantity.\n\n           The judge instructed the jury as to the elements of the\n\ntwo drug offenses, and was explicit that in order to find the\n\ndefendant guilty, the jury had to be convinced that the government\n\nhad proven each element beyond a reasonable doubt.         The judge did\n\nnot   include   drug   quantity   among    these    elements,   but   after\n\nexplaining the elements of the drug crimes, the judge did tell the\n\njury: \"If you find that the defendant conspired or attempted to\n\npossess with intent to distribute a controlled substance[,] . . .\n\nyou will be asked to also make findings as to the quantity of this\n\n\n                                  - 15 -\n\fsubstance that the defendant either conspired or attempted to\n\npossess.\"\n\n            The trial judge referred to drug quantity one other time\n\nin his jury instructions.     This was when he described the verdict\n\nforms to the jury, explaining: \"[I]f you find [the] [d]efendant\n\nguilty, then you are also asked to provide the amount of drugs\n\ninvolved in said count.      And there's a question for you to find\n\nthat.\"10\n\n            Rivera-Ruperto's trial attorney raised no objections to\n\nthe jury instructions.    After deliberations, the jury returned a\n\nverdict in which it found Rivera-Ruperto guilty of all charges.\n\nWith respect to the drug-related offenses, the jury found Rivera-\n\nRuperto guilty \"[i]n the amount of five kilograms or more\" for\n\neach of the counts, with the exception of the attempted possession\n\ncount for the September 16 deal, for which the jury did not return\n\na drug quantity finding.11\n\n\n     10 The verdict forms (there were two because there were\noriginally two indictments that were consolidated for trial) asked\nthe jury to mark whether it found Rivera-Ruperto \"Guilty\" or \"Not\nGuilty\" for each of the charged counts.       Underneath the drug\nrelated counts, the verdict form asked the following question:\n     If you find the defendant guilty, please answer the\n     following additional question:\n          Do you find that the amount of fake cocaine involved\n          in that offense was (circle one):\n          A. 5 kilograms or more\n          B. At least 500 grams but less than 5 kilograms\n          C. Less than 500 grams\n\n     11    Although the jury found Rivera-Ruperto guilty of that\n\n\n                                - 16 -\n\f             At sentencing, the district court imposed a sentence for\n\nthese drug convictions that was based on the jury's drug quantity\n\nfindings.     Specifically, because the jury had found that all of\n\nRivera-Ruperto's drug offenses (except the September 16 attempted\n\npossession count) involved 5 kilograms or more of a controlled\n\nsubstance, the court imposed concurrent sentences of 21-years and\n\n10-months' imprisonment for each of these convictions.12                 The\n\nsentences thus exceeded the 20-year statutory maximum for offenses\n\ninvolving an indeterminate quantity of drugs, see 21 U.S.C. §\n\n841(b)(1)(C), and instead fell within the minimum 10-year to\n\nmaximum life sentencing range for offenses involving 5 kilograms\n\nor more of a controlled substance, id. § 841(b)(1)(A).\n\n             On appeal, Rivera-Ruperto argues that he is entitled to\n\na new trial because the district court failed to instruct the jury\n\nthat    it   was   required   to   find   the   drug   quantities   beyond   a\n\nreasonable doubt.\n\nB.     Analysis\n\n             We typically review jury instruction challenges de novo,\n\nbut where, as here, a defendant failed to object to the jury\n\n\ncount, it left the corresponding drug quantity question blank on\nthe verdict form.\n       12\n        For the September 16 attempted possession conviction, for\nwhich the jury had returned no drug quantity finding, the district\ncourt imposed the maximum statutory sentence of 20 years for\noffenses involving an indeterminate quantity of drugs.      See 21\nU.S.C. § 841(b)(1)(C).\n\n\n                                    - 17 -\n\finstructions below, our review is for plain error.       United States\n\nv. Delgado-Marrero, </pre><span class=\"citation no-link\"><span class=\"volume\">744</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">167</span></span><pre class=\"inline\">, 184 (1st Cir. 2014).\n\n           Reversal   under   the   plain   error   standard   requires:\n\n(1) that an error occurred; (2) that the error was obvious;\n\n(3) that it affected the defendant's substantial rights; and\n\n(4) that it threatens the fairness, integrity or public reputation\n\nof the proceedings.    Delgado-Marrero, 744 F.3d at 184.        We have\n\nnoted previously that \"[t]his multi-factor analysis makes the road\n\nto success under the plain error standard rather steep; hence,\n\nreversal constitutes a remedy that is granted sparingly.\"        United\n\nStates v. Gelin, </pre><span class=\"citation no-link\"><span class=\"volume\">712</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">612</span></span><pre class=\"inline\">, 620 (1st Cir. 2013).\n\n           We begin with the question of error.       To satisfy plain\n\nerror review, we must conclude not only that the district court\n\nerred in not instructing the jury that it was required to find\n\ndrug quantity beyond a reasonable doubt, but that the error was\n\nobvious.\n\n           The Supreme Court has held that facts such as drug\n\nquantity are to be considered elements of the offense and must be\n\nfound beyond a reasonable doubt if those facts \"increase the\n\npenalty for a crime beyond the prescribed statutory maximum,\"\n\nApprendi v. New Jersey, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span><pre class=\"inline\">, 490 (2000), or increase the\n\nmandatory minimum sentence for a crime, Alleyne v. United States,\n\n</pre><span class=\"citation\" data-id=\"903985\"><a href=\"/opinion/903985/alleyne-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></a></span><pre class=\"inline\"> (2013).       In this case, it is clear that drug\n\nquantity was an element of Rivera-Ruperto's charged drug offenses\n\n\n                                - 18 -\n\fbecause the drug quantity findings increased Rivera-Ruperto's\n\nsentence     beyond    the     statutory   maximum    for     undetermined      drug\n\nquantities.       At trial, the judge did submit the drug quantity\n\nquestion to the jury, and also instructed the jury that the\n\ngovernment was required to prove each element of the drug offenses\n\nbeyond a reasonable doubt.          But he never instructed the jury that\n\ndrug quantity was an element of the drug crimes, nor did he ever\n\nstate explicitly that drug quantity had to be found beyond a\n\nreasonable doubt.       The question we must answer, then, is whether\n\nthe jury nonetheless would have understood that it was required to\n\napply the beyond-a-reasonable-doubt standard to its findings on\n\ndrug quantity.         We conclude that it did, and that the court\n\ntherefore did not commit obvious error.\n\n             In United States v. Barbour, </pre><span class=\"citation\" data-id=\"201393\"><a href=\"/opinion/201393/united-states-v-barbour/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span><pre class=\"inline\">, 89 (1st Cir.\n\n2004), a case involving similar facts, the district court failed,\n\nmuch like the court in this case, to instruct the jury that drug\n\nquantity was an element of the offense, although it should have\n\ndone   so.     We    concluded,    however,    that    this    failure    did    not\n\nconstitute    obvious     error    because    the    jury   had   been   \"clearly\n\ninstructed that the defendant's guilt must be proven beyond a\n\nreasonable doubt\" and subsequently told, albeit separately, that,\n\nif the jury found the defendant guilty, it would be required to\n\nmake   a   drug     quantity    finding.      Id.     We    reasoned     that    the\n\ninstructions, while not perfect, sufficiently \"connected that\n\n\n                                     - 19 -\n\fburden of proof to the drug quantity determination.\"                    Id.     In\n\naddition, as in the present case, the verdict form contained a\n\nmultiple-choice drug quantity question that immediately followed\n\nthe question regarding the defendant's guilt.             Id.        Under those\n\ncircumstances,    we   concluded    that     the   district   court     had    not\n\ncommitted plain error.     Id.\n\n            Likewise, here, although the judge never instructed the\n\njury that it was required to make its drug quantity findings beyond\n\na   reasonable   doubt   (though,     we   stress,   he   should      have),    he\n\ncorrectly   submitted    the   drug   quantity     question     to    the   jury,\n\ninstructed the jury more than once as to the government's beyond-\n\na-reasonable-doubt burden, and instructed the jury that if it found\n\nRivera-Ruperto guilty of a drug offense, it would also be required\n\nto make a drug quantity finding. Furthermore, on the verdict form,\n\nafter each question that asked whether the jury found Rivera-\n\nRuperto \"guilty\" or \"not-guilty\" of a drug-related offense, a\n\nquestion directing the jury to make a multiple-choice finding as\n\nto drug quantity immediately followed.             Thus, the \"link between\n\nthe burden of proof and the jury's quantity determination,\" id. at\n\n89, was at least as close here as it was in Barbour.\n\n            In arguing that the district court nonetheless committed\n\nplain error, Rivera-Ruperto relies on Delgado-Marrero, a case in\n\nwhich, applying plain error review, we remanded for resentencing\n\non the basis of an Alleyne error. 744 F. 3d at 186-90. In Delgado-\n\n\n                                    - 20 -\n\fMarrero, however, the district court had submitted drug quantity\n\nto the jury as a special verdict question only after the jury had\n\nalready deliberated and returned its guilty verdict.             Id. 186-87.\n\nThe court never directed the jury to apply the beyond-a-reasonable-\n\ndoubt standard to the special verdict question, nor did it instruct\n\nthe jury that drug quantity was an element of the drug offense.\n\nId. at 187.       Under those circumstances, \"given the timing and\n\nmanner in which the [drug quantity] question was presented,\" we\n\nreasoned that we could not find that the jury was \"sufficiently\n\nput on notice of [the drug quantity question's] critical import to\n\nthis case.\"      Id.   Because the jurors \"had no cause to understand\n\nthe special verdict question as involving another element of the\n\noffense,\" we concluded that the court had obviously erred.                Id.\n\n            By   contrast,   here,    as   we   have   already   noted,    drug\n\nquantity was submitted to the jury in the initial jury instructions\n\nand on the verdict form, and the court explicitly instructed the\n\njury that the government was required to prove its case beyond a\n\nreasonable doubt.      Therefore, Rivera-Ruperto has not cleared the\n\nobvious-error hurdle.\n\n            Moreover, even if we assumed that the district court's\n\nerror was obvious and that it affected the defendant's substantial\n\nrights,13 reversal still would not be warranted because Rivera-\n\n\n       13For all but one of Rivera-Ruperto's convictions, the jury's\ndrug    quantity finding triggered enhanced mandatory minimum\n\n\n                                     - 21 -\n\fRuperto cannot show that the error was sufficiently fundamental to\n\nthreaten the fairness, integrity, or public reputation of the\n\nproceedings.     See id. at 184.    The evidence in this case that each\n\nof the staged drug deals involved more than 5 kilograms of sham\n\ncocaine was \"overwhelming\" and \"essentially uncontroverted,\" which\n\ngives us no basis for concluding that the judicial proceedings\n\nwere so affected.        United States v. Cotton, </pre><span class=\"citation\" data-id=\"118505\"><a href=\"/opinion/118505/united-states-v-cotton/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span><pre class=\"inline\">, 633\n\n(2002) (holding that the fourth plain-error-review requirement\n\ncannot be met where the evidence of an element was \"overwhelming\"\n\nand \"essentially uncontroverted\" at trial) (quoting Johnson v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span><pre class=\"inline\">, 470 (1997)).\n\n           At trial, the government showed the jury video footage\n\nfrom each of the charged drug deals of a confidential informant\n\nweighing the bricks of sham cocaine, and then Rivera-Ruperto\n\nplacing   each   brick   into   a   suitcase.   The   same   confidential\n\ninformant also testified on the stand as to the number of kilograms\n\nof sham cocaine that were used during each deal.         No conflicting\n\nevidence emerged at trial that might have possibly called into\n\nquestion the government's drug quantity evidence, and Rivera-\n\nRuperto does not provide any argument on appeal as to how we might\n\n\n\nsentences and resulted in sentences that exceeded the statutory\nmaximum sentence for undetermined drug quantities. Thus Rivera-\nRuperto's substantial rights would have been affected had the jury\ninstructions been obviously erroneous, and Rivera-Ruperto would\nhave met plain error review's third prong.\n\n\n                                    - 22 -\n\fconclude that, given the evidence presented, any error on the\n\ndistrict       court's    part    threatened      the   fairness,    integrity,    or\n\npublic reputation of his trial.\n\n               Let us be clear: we think the district court's jury\n\ninstructions were flawed, and that the judge should have instructed\n\nthe jury that it was required to make its drug quantity findings\n\nbeyond     a   reasonable       doubt.     But,    as    Rivera-Ruperto    has    not\n\nsucceeded in climbing the steep road of plain error review, we\n\ncannot reverse.\n\n                           III. Sentencing Challenges\n\n               Rivera-Ruperto's remaining two arguments are challenges\n\nto his sentence. He argues that the government engaged in improper\n\nsentencing manipulation when it set up the sting operation, and\n\nalso that his resulting combined sentence between the two trials\n\nof   161   years    and    10     months   violated      the   Eighth   Amendment's\n\nprohibition on cruel and unusual punishment.                   We begin for a final\n\ntime by recounting what happened below.\n\nA.    Background\n\n               At the beginning of Rivera-Ruperto's sentencing hearing,\n\ndefense    counsel       raised    the   issue    of    sentencing    manipulation,\n\narguing that the FBI had arbitrarily chosen to use \"large\" amounts\n\n(more than 5 kilograms) of sham cocaine for the sole purpose of\n\nenhancing Rivera-Ruperto's sentencing exposure.                     Defense counsel\n\nargued that, for each of the staged drug transactions, the elements\n\n\n                                         - 23 -\n\fof the charged offenses would have been fulfilled with lesser\n\namounts of sham cocaine, and that the FBI's decision to use the 8-\n\nkilogram, 12-kilogram, and 15-kilogram quantities could only have\n\nbeen for purposes of \"mere sentencing enhancement.\"\n\n            Defense     counsel       also    argued   that    the    government's\n\ncharging     practices            constituted     impermissible           sentencing\n\nmanipulation because the series of five drug deals could have been\n\ncharged as a single drug conspiracy, in which case Rivera-Ruperto\n\nwould have been convicted of just one count of possession of a\n\nfirearm in violation of 18 U.S.C. § 924(c), an offense that carries\n\nwith it a mandatory minimum sentence of 5 years imprisonment, id.\n\n§ 924(c)(1)(A).    Instead, the government chose to charge each drug\n\ndeal as a separate transaction, counsel contended, fully knowing\n\nthat each \"second or subsequent\" conviction under the subsection\n\ncarries    with   it    a       mandatory    minimum   sentence      of    25    years\n\nimprisonment,     id.       §    924(c)(1)(C)(i),      which   must       be    served\n\nconsecutively, id. § 924(c)(1)(D)(ii).                  As a result, Rivera-\n\nRuperto's sentencing exposure in the first trial was 105-years\n\nimprisonment for the firearms convictions alone.\n\n            The government argued that there had been no improper\n\nconduct on its part.             Each staged drug deal had in fact been a\n\nseparate event, involving varying amounts of sham cocaine.                        And\n\nRivera-Ruperto had decided each time to participate voluntarily,\n\nwithout regard to the amount involved.\n\n\n                                       - 24 -\n\f             After   hearing   from    both     sides,    the    district     court,\n\nwithout making an explicit ruling on the sentencing manipulation\n\nargument, imposed the following sentence.                For all but one of the\n\ndrug convictions, the district court sentenced Rivera-Ruperto to\n\nconcurrent 21-year and 10-month terms of imprisonment.14                    For the\n\nremaining attempted possession conviction (for which the jury had\n\nnot returned a drug quantity finding), the district court sentenced\n\nRivera-Ruperto to a term of 20 years (the statutory maximum where\n\nthe amount of drugs involved is undetermined).               The district court\n\nalso sentenced Rivera-Ruperto to 5-years imprisonment for his\n\nconviction for possession of a firearm with an obliterated serial\n\nnumber during the April 27 drug deal.            This 5-year sentence was to\n\nrun concurrently with the 21-year-and-10-month and 20-year drug\n\nsentences.\n\n             As for the other firearms counts, the district court\n\nimposed a 105-year sentence based on the mandatory 5-year minimum\n\nterm for the first conviction under 18 U.S.C. § 924(c), and four\n\nconsecutive       25-year   mandatory     minimum        terms    for   the     four\n\nsubsequent    §    924   convictions.      In    total,     Rivera-Ruperto      was\n\n\n\n\n     14 Reminder: the jury convicted Rivera-Ruperto of one count\nof conspiracy and one count of attempted possession for each of\nthe five drug deals, and found for each count (except for the\nSeptember 16 attempted possession count) that 5 kilograms or more\nof sham cocaine were involved.\n\n\n                                      - 25 -\n\fsentenced to 126-years and 10-months' imprisonment from the first\n\ntrial.\n\n            Rivera-Ruperto was then also convicted of all counts at\n\nhis second trial, and the second judge imposed a sentence of 35-\n\nyears    imprisonment,   to   be   served   consecutively   to   his   first\n\nsentence.   This brought Rivera-Ruperto's combined sentence for his\n\nparticipation in six fake drug deals to 161-years and 10-months'\n\nimprisonment.\n\n            Rivera-Ruperto now appeals the sentencing manipulation\n\nissue and raises an Eighth Amendment challenge to the total length\n\nof his sentence.\n\nB.   Sentencing Manipulation\n\n            Sentencing factor manipulation occurs \"where government\n\nagents have improperly enlarged the scope or scale of [a] crime.\"\n\nUnited States v. Lucena-Rivera, </pre><span class=\"citation no-link\"><span class=\"volume\">750</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></span><pre class=\"inline\">, 55 (1st Cir. 2014)\n\n(alteration in original) (quoting United States v. Fontes, </pre><span class=\"citation\" data-id=\"201714\"><a href=\"/opinion/201714/united-states-v-gomes-fontes/\"><span class=\"volume\">415</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">174</span></a></span><pre class=\"inline\">, 180 (1st Cir. 2005)).        Where the government engages in\n\nsuch manipulation, we \"recognize[] the court's power to impose a\n\nsentence below the statutory mandatory minimum as an equitable\n\nremedy.\"    Fontes, 415 F.3d at 180.\n\n            Rivera-Ruperto begins his sentencing manipulation appeal\n\nby arguing that the district court neglected to address his\n\nproperly-raised sentencing manipulation objection at all, and that\n\n\n\n\n                                   - 26 -\n\fthis alone constitutes clear error and warrants reversal.              We\n\naddress this threshold argument first.\n\n          It   is   true   that   the   sentencing    hearing   transcript\n\nreflects that the district court never made an explicit ruling on\n\nRivera-Ruperto's sentencing manipulation objection.          However, the\n\ntranscript also plainly indicates that at the hearing, the judge\n\ninvited defense counsel to make any statements he wished.           After\n\ndefense counsel argued the sentencing manipulation issue, the\n\njudge thanked him, acknowledging that he had heard the argument,\n\nand then, after allowing Rivera-Ruperto himself to speak, invited\n\nthe government to respond.        The judge gave the government ample\n\ntime to argue the sentencing manipulation issue as well, and then\n\nthanked the government lawyer before imposing the sentence.\n\n          Based on the transcript, we think it evident that the\n\njudge effectively denied the sentencing manipulation objection\n\nwhen he chose not to deviate from the statutory minimums in\n\nsentencing Rivera-Ruperto for his crimes.            This appears to have\n\nbeen clear enough to defense counsel as well, because counsel\n\nraised no objection and asked for no clarification as to the\n\njudge's ruling on the sentencing manipulation issue, even when the\n\njudge invited counsel to speak after he imposed the sentence.15        In\n\n\n     15 The judge asked, \"That is the sentence of the Court.\nAnything else, Counsel?\" Defense counsel responded by requesting\nabatement for the special monetary assessment (which the judge\ngranted), but did not bring up the sentencing manipulation issue\n\n\n                                  - 27 -\n\fthe face of such an extraordinary sentence, the district court\n\nshould have taken the time to explain why it concluded that the\n\ndoctrine of sentencing factor manipulation did not warrant relief,\n\nrather   than   leave    it     for   this   court   to    draw      the      necessary\n\ninferences,     but     we    nevertheless        conclude        that       the   judge\n\neffectively denied Rivera-Ruperto's sentencing manipulation claim,\n\nand we turn to its merits.\n\n           Because      \"[b]y    definition,       there     is    an        element    of\n\nmanipulation    in    any    sting    operation,\"     we   reserve           relief    for\n\nsentencing factor manipulation only for \"the extreme and unusual\n\ncase,\" Lucena-Rivera, 750 F.3d at 55 (alteration in original)\n\n(quoting Fontes, 415 F.3d at 180), such as those situations\n\n\"involving outrageous or intolerable pressure [by the government]\n\nor illegitimate motive on the part of the agents,\" United States\n\nv. Navedo-Ramirez, </pre><span class=\"citation no-link\"><span class=\"volume\">781</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">563</span></span><pre class=\"inline\">, 580 (1st Cir. 2015) (alteration\n\nin original) (quoting United States v. Richardson, </pre><span class=\"citation\" data-id=\"203141\"><a href=\"/opinion/203141/united-states-v-richardson/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span><pre class=\"inline\">, 86\n\nn.8 (1st Cir. 2008)).         It is the defendant who bears the burden of\n\nestablishing sentencing factor manipulation by a preponderance of\n\nthe evidence, and a district judge's \"determination as to whether\n\nimproper    manipulation         exists      is    ordinarily            a    factbound\n\ndetermination subject to clear-error review.\"                     United States v.\n\nGibbens, </pre><span class=\"citation\" data-id=\"195396\"><a href=\"/opinion/195396/united-states-v-gibbens/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">, 30 (1st Cir. 1994).\n\n\n\nagain.\n\n\n                                      - 28 -\n\f             Here, Rivera-Ruperto argues, as he did below, that the\n\ngovernment     engaged   in   sentencing   manipulation   by   using\n\nunnecessarily high quantities of sham drugs during the deals, by\n\nrequiring Rivera-Ruperto to bring a firearm with him to each of\n\nthe deals, and then by allowing him to participate in a \"seemingly\n\nendless\" number of those deals.16   The government's only reason for\n\nstructuring the sting operation in this way, he says, was to\n\ninflate his eventual sentence.\n\n             But Rivera-Ruperto has not met his burden to show by a\n\npreponderance of the evidence that the government's motivations\n\nwere indeed improper.     At trial, FBI agents testified that the\n\ngovernment used large quantities of sham cocaine for the purpose\n\nof ensuring that the staged deals looked realistic enough to\n\nwarrant the need for armed security.       Although it is certainly\n\nfeasible that, as Rivera-Ruperto argues, the agents could have\n\nused some lesser quantity of drugs and still made the deals look\n\n\n\n     16 In his brief, Rivera-Ruperto appears not to reprise the\nargument, which he raised below, that the prosecution's charging\npractices (specifically, its decision to charge the five drug deals\nseparately as opposed to as a single conspiracy) constituted\nimpermissible sentencing manipulation. To the extent that counsel\nalluded to this issue at oral argument, absent exceptional\ncircumstances, we generally consider as waived issues raised only\nat oral argument. See United States v. Vazquez-Rivera, </pre><span class=\"citation\" data-id=\"201585\"><a href=\"/opinion/201585/united-states-v-vazquez-rivera/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">476</span></a></span><pre class=\"inline\">, 487-88 (1st Cir. 2005).     And even if we were to make an\nexception here, counsel has provided no evidence that the\ngovernment was driven by improper motives in charging the drug\ntransactions, which occurred on separate days and involved\ndistinct drug deals, as separate conspiracies.\n\n\n                                - 29 -\n\frealistic, the mere fact that they did not, without more, does not\n\nestablish that the agents engaged in the kind of \"extraordinary\n\nmisconduct,\" United States v. Sánchez-Berríos, </pre><span class=\"citation\" data-id=\"201833\"><a href=\"/opinion/201833/united-states-v-sanchez-berrios/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span><pre class=\"inline\">, 78-79\n\n(1st Cir. 2005), that is required of a successful sentencing\n\nmanipulation claim.\n\n             Likewise, it was a part of the sting operation's design\n\nfrom the get-go that Operation Guard Shack would \"hire\" corrupt\n\nlaw enforcement officers to provide armed security at the staged\n\ndrug deals, and that those officers would then, in turn, be asked\n\nto recruit others to participate in subsequent deals, thereby\n\nunwittingly    assisting        the   sting    in    ferreting     out   additional\n\ncorrupt officers.17       Rivera-Ruperto has provided no evidence to\n\nsuggest that, in telling him to bring a firearm to the deals or in\n\nallowing him to participate in multiple deals, the FBI agents\n\nengaged in \"anything beyond the level of manipulation inherent in\n\nvirtually any sting operation\" or \"lure[d] the appellant[] into\n\ncommitting    crimes     more    heinous      than   [he   was]    predisposed    to\n\ncommit.\" Sánchez-Berríos, 424 F.3d at 79.\n\n             Moreover,    these       same    arguments     have    already    been\n\nattempted and lost by other Operation Guard Shack defendants.                    See\n\n\n     17As we have already noted, Rivera-Ruperto was not himself a\npolice officer (and turned out not even to be a prison corrections\nofficer, as he had originally claimed), but among those co-\ndefendants that he recruited to participate in subsequent\nOperation Guard Shack deals, at least one was an officer in the\nPuerto Rico Police Department.\n\n\n                                       - 30 -\n\fNavedo-Ramirez, 781 F.3d at 570 (denying defendant's argument that\n\ngovernment's use of high drug quantities constituted sentencing\n\nfactor manipulation); Lucena-Rivera, 750 F.3d at 55 (rejecting the\n\ndefendant's   argument       that   the   government      had   prolonged   its\n\ninvestigation for a year in order to inflate the sentence, where\n\nthe government argued that it had done so to identify other\n\nconspirators,    and    the    defendant      did   not   otherwise   present\n\nsufficient evidence of an improper motive); Sánchez-Berríos, 424\n\nF.3d at 78-79 (denying defendant's argument that the government\n\nconnived to make him bring his firearm to the deal in order to\n\nenhance his sentencing exposure).             The district court therefore\n\ndid   not   clearly    err    in    denying   Rivera-Ruperto's      sentencing\n\nmanipulation claim.\n\nC.    Eighth Amendment\n\n            Rivera-Ruperto's final argument on appeal is an Eighth\n\nAmendment challenge to his sentence.            Rivera-Ruperto argues that\n\nhis combined sentence between the two trials for 161-years and 10-\n\nmonths' imprisonment constitutes cruel and unusual punishment.              We\n\nassume, favorably to Rivera-Ruperto, that this Eighth Amendment\n\nargument was properly preserved, and review his challenge de\n\nnovo.18\n\n\n      18The government makes no argument whatsoever in its brief\nin this first appeal as to what standard of review applies, but it\nargues in its brief in Rivera-Ruperto's second appeal that Rivera-\nRuperto's Eighth Amendment claim was not properly preserved below,\n\n\n                                     - 31 -\n\f             Let us begin by acknowledging that Rivera-Ruperto's 161-\n\nyear and 10-month sentence is indeed extraordinarily long.          But in\n\norder   to    deem   it   constitutionally   infirm   under   the   Eighth\n\nAmendment's cruel and unusual punishment clause, there are three\n\ncriteria we must assess: \"(i) the gravity of the offense and the\n\nharshness of the penalty; (ii) the sentences imposed on other\n\ncriminals in the same jurisdiction; and (iii) the sentences imposed\n\nfor commission of the same crime in other jurisdictions.\"           United\n\nStates v. Polk, </pre><span class=\"citation\" data-id=\"203551\"><a href=\"/opinion/203551/united-states-v-polk/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span><pre class=\"inline\">, 76 (1st Cir. 2008) (quoting Solem v.\n\nHelm, </pre><span class=\"citation\" data-id=\"111000\"><a href=\"/opinion/111000/solem-v-helm/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span><pre class=\"inline\">, 292 (1983)).       We reach the last two criteria\n\nonly if we can first establish that the sentence, on its face, is\n\ngrossly disproportionate to the crime.       Id.\n\n             To quickly sketch out the underpinnings for Rivera-\n\nRuperto's sentence once more, of the combined 161 years and 10\n\nmonths to which Rivera-Ruperto was sentenced, the lion's share of\n\n\n\n\nand that plain error review applies. For his part, Rivera-Ruperto\ndoes not discuss the standard of review in either opening or reply\nbrief in either appeal.\n     On our read of the record, at least when it comes to his first\nsentence, Rivera-Ruperto probably did enough to preserve an Eighth\nAmendment challenge. At the first sentencing hearing after the\nfirst trial, counsel for Rivera-Ruperto argued that the prescribed\nstatutory minimums had resulted in a punishment that \"goes way\nover, substantially way over, what's necessary for punishing these\noffenses,\" and resulted in a \"horribly, horribly increased\nsentence which borderlines on draconian.\" No similar arguments\nwere made at Rivera-Ruperto's second sentencing, but for our\npurposes today, we will apply the defendant-friendly de novo\nstandard to Rivera-Ruperto's challenge to his combined sentence.\n\n\n                                  - 32 -\n\fthe sentence -- 130 years to be exact -- was the result of minimum\n\nsentences required by statute for Rivera-Ruperto's six firearms\n\nconvictions under 18 U.S.C. § 924(c)(1)(C) (5 years for his first\n\n§ 924 conviction, and 25-year consecutive sentences for each of\n\nthe five subsequent convictions).19       Because Rivera-Ruperto bases\n\nhis Eighth Amendment challenge on the length of his sentence in\n\nits totality, in order to prevail, he must establish that this\n\nstatutorily-mandated 130-year sentence is grossly disproportionate\n\non its face.20     Thus, we focus our inquiry here on the portion of\n\nhis sentence stemming from the § 924(c) convictions.\n\n              In noncapital cases, the Eighth Amendment \"does not\n\nrequire a precise calibration of crime and punishment.\"         United\n\nStates v. Graciani, </pre><span class=\"citation\" data-id=\"196199\"><a href=\"/opinion/196199/united-states-v-graciani/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span><pre class=\"inline\">, 76 (1st Cir. 1995).      Rather, \"[a]t\n\nmost, the Eighth Amendment gives rise to a 'narrow proportionality\n\nprinciple,'       forbidding   only   extreme   sentences   that   are\n\nsignificantly disproportionate to the underlying crime.\"           Id.\n\n(quoting Harmelin v. Michigan, </pre><span class=\"citation\" data-id=\"112646\"><a href=\"/opinion/112646/harmelin-v-michigan/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></a></span><pre class=\"inline\">, 997 (1991) (Kennedy,\n\nJ.)).        We have previously remarked that \"instances of gross\n\n\n        19\n       As for the rest of Rivera-Ruperto's term of imprisonment,\nas we have already explained, 21 years and 10 months of the\nsentence were the result of all the remaining convictions from the\nfirst trial, and 10 years of the sentence were from the remaining\nconvictions from the second trial.\n        20\n       In other words, Rivera-Ruperto does not argue that we could\nsomehow find that the remaining 31 years and 10 months resulting\nfrom his other convictions were, by themselves, grossly\ndisproportionate to the crimes for which they were imposed.\n\n\n                                 - 33 -\n\fdisproportionality will be hen's-teeth rare.\"     Polk, 546 F.3d at\n\n76.   The Supreme Court has upheld against disproportionality\n\nchallenges, for example, a sentence of 25 years to life under\n\nCalifornia's \"three strikes law\" for the theft of golf clubs, Ewing\n\nv. California, </pre><span class=\"citation\" data-id=\"127897\"><a href=\"/opinion/127897/ewing-v-california/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 30-31 (2003), and a sentence of 40\n\nyears for possession with intent to distribute nine ounces of\n\nmarijuana, Hutto v. Davis, </pre><span class=\"citation\" data-id=\"110594\"><a href=\"/opinion/110594/hutto-v-davis/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span><pre class=\"inline\">, 370-74 (1982) (per\n\ncuriam).\n\n           The dissent here argues that in those cases where the\n\nSupreme Court has upheld harsh sentences for seemingly minor\n\ncrimes, the Court's rationale was justified because the offenders\n\nwere recidivists and recidivism is a legitimate basis on which a\n\nlegislature can elect to sentence more harshly.     However, we see\n\nno reason why recidivism may be deemed such a legitimate basis,\n\nbut crimes involving the combination of drugs and weapons -- like\n\nthose targeted by the § 924(c) stacking regime -- may not also be\n\ndeemed a legitimate basis.   To the contrary, \"[t]he Supreme Court\n\nhas noted that the 'basic purpose' of § 924(c) is 'to combat the\n\ndangerous combination of drugs and guns'\" and \"has also noted that\n\n'the provision's chief legislative sponsor . . . said that the\n\nprovision seeks to persuade the man who is tempted to commit a\n\nFederal felony to leave his gun at home.'\"        United States v.\n\nAngelos, </pre><span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">738</span></span><pre class=\"inline\">, 751 (10th Cir. 2006) (quoting Muscarello v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"118224\"><a href=\"/opinion/118224/muscarello-v-united-states/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span><pre class=\"inline\">, 126 (1998)).\n\n\n                              - 34 -\n\f              Defendants have a particularly difficult time passing\n\nthrough the proportionality principle's narrow channel where the\n\nsentence is the result of a statutory mandate.              This is because\n\ncourts are required to give deference to the judgments of the\n\nlegislature in determining appropriate punishments, and must \"step\n\nsoftly and cede a wide berth to the Legislative Branch's authority\n\nto match the type of punishment with the type of crime.\"              Polk,\n\n546 F.3d at 76; see also Harmelin, 501 U.S. at 998 (\"[T]he fixing\n\nof   prison    terms   for   specific   crimes   involves    a   substantive\n\npenological judgment that, as a general matter is 'properly within\n\nthe province of legislatures, not courts.'\" (quoting Rummel v.\n\nEstelle, </pre><span class=\"citation\" data-id=\"110223\"><a href=\"/opinion/110223/rummel-v-estelle/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span><pre class=\"inline\">, 275-76 (1980)).       Accordingly, \"[n]o circuit\n\nhas held that consecutive sentences under § 924(c) violate the\n\nEighth Amendment.\"      United States v. Robinson, </pre><span class=\"citation\" data-id=\"173586\"><a href=\"/opinion/173586/united-states-v-robinson/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">984</span></a></span><pre class=\"inline\">, 991\n\n(8th Cir. 2010) (alteration in original) (quoting United State v.\n\nWiest, 596, F.3d 906, 912 (8th Cir. 2010)).          For example, courts\n\nhave upheld against Eighth Amendment challenges such sentences as\n\na 107-year and 1-month sentence for a defendant's five § 924(c)\n\nconvictions, United States v. McDonel, </pre><span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">F. App'x</span> <span class=\"page\">523</span></span><pre class=\"inline\">, 530 (6th\n\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">562</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1061</span></span><pre class=\"inline\"> (2010); a 132-year and 1-day\n\nsentence, of which 125 years were for § 924(c) convictions, United\n\nStates v. Ezell, </pre><span class=\"citation no-link\"><span class=\"volume\">265</span> <span class=\"reporter\">F. App'x</span> <span class=\"page\">70</span></span><pre class=\"inline\">, 72 (3d. Cir. 2008); a 147-year\n\nand 8-month sentence based, in large part, on a defendant's six\n\n§ 924(c) convictions, United States v. Watkins, </pre><span class=\"citation\" data-id=\"1202050\"><a href=\"/opinion/1202050/united-states-v-watkins/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span><pre class=\"inline\">, 282\n\n\n                                   - 35 -\n\f(6th Cir. 2007); and a 155-year sentence for seven § 924(c)\n\nconvictions, United States v. Hungerford, </pre><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1113</span></span><pre class=\"inline\">, 1117-18\n\n(9th Cir. 2006), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">938</span></span><pre class=\"inline\"> (2007). Rivera-Ruperto\n\nhas not presented any contrary authority upon which we might base\n\na departure from our sister circuits' holdings here.\n\n            At oral argument, counsel for Rivera-Ruperto argued that\n\nwe should be swayed by the fact that, in this case, the crime\n\ninvolved fake drug deals.           A near two life-term punishment where\n\nno real drugs and no real drug dealers were involved, he contended,\n\nis a punishment that is grossly disproportionate on its face.                  But\n\nin coming to this sentence, the judge below was guided by and\n\ncorrectly employed a sentencing scheme that is written into statute\n\n-- a statute that makes no distinction between cases involving\n\nreal versus sham cocaine.           At each of the six stings, in fact,\n\nRivera-Ruperto repeatedly and voluntarily showed up armed and\n\nprovided security services for what he believed to be illegal\n\ntransactions between real cocaine dealers. The crime of possessing\n\na firearm in furtherance of such a drug trafficking offense is a\n\ngrave one, and Congress has made a legislative determination that\n\nit requires harsh punishment.          Given the weight of the case law,\n\nwe   see   no    Eighth    Amendment    route   for       second-guessing      that\n\nlegislative judgment.\n\n            We    thus     cannot    conclude      that    Rivera-Ruperto       has\n\nestablished      that    his   sentence,   which    is    largely   due   to   his\n\n\n                                     - 36 -\n\fconsecutive sentences under § 924(c), is grossly disproportionate\n\nto the crime, so as to trigger Eighth Amendment protections.21\n\n\n\n\n          21 Because Rivera-Ruperto fails to establish that his\nsentence is grossly disproportionate, we need not reach the last\ntwo criteria -- a comparison of his sentence with sentences\nreceived by other offenders in the same jurisdiction or a\ncomparison of his sentence with sentences imposed for the same\ncrime in other jurisdictions.      Nevertheless, we note that in\ncomparing Rivera-Ruperto's sentence, the dissent relies largely on\nthe rationale of Judge Cassell in United States v. Angelos, 345 F.\nSupp. 2d 1227 (D. Utah 2004), aff'd, </pre><span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">738</span></span><pre class=\"inline\"> (10th Cir. 2006).\nHowever, despite Judge Cassell's misgivings about the resulting\nsentence under § 924(c) for a 24 year old first-time offender in\nthat case, he ultimately (and we think correctly) ruled that:\n     The court's role in evaluating § 924(c) is quite limited.\n     The court can set aside the statute only if it is\n     irrational    punishment    without    any    conceivable\n     justification or is so excessive as to constitute cruel\n     and unusual punishment in violation of the Eighth\n     Amendment.    After careful deliberation, the court\n     reluctantly concludes that it has no choice but to impose\n     the 55 year sentence. While the sentence appears to be\n     cruel, unjust, and irrational, in our system of\n     separated powers Congress makes the final decisions as\n     to   appropriate   criminal   penalties.      Under   the\n     controlling case law, the court must find either that a\n     statute has no conceivable justification or is so\n     grossly disproportionate to the crime that no reasonable\n     argument can be made [on] its behalf. If the court is\n     to fairly apply these precedents in this case, it must\n     reject [the defendant's] constitutional challenges.\nAngelos, 345 F. Supp. 2d at 1230.\n     Similarly, we cannot find that the sentence imposed pursuant\nto § 924(c) has no conceivable justification or is so grossly\ndisproportionate that no reasonable argument can be made on its\nbehalf.   However unfair we may deem the life sentence here, we\ncannot say that the Constitution forbids it.\n\n\n                              - 37 -\n\f                             CONCLUSION\n\n            Our job now finished, we affirm for the reasons we have\n\nstated above.     A second opinion, in which we address Rivera-\n\nRuperto's separate challenges as to his second trial, issues\n\nherewith.\n\n\n\n                         -Dissenting Opinions Follows-\n\n\n\n\n                               - 38 -\n\f              TORRUELLA, Circuit Judge (Dissenting).                  The majority\n\ntoday affirms a sentence of 160 years and one month without the\n\npossibility of parole for Rivera-Ruperto.                  The transgression for\n\nwhich Rivera-Ruperto was punished in such an extreme manner was\n\nhis participation as a security guard in several fake transactions,\n\nwhile   the    FBI    duped   Rivera-Ruperto        into    believing    that    the\n\ncomposite was actually illegal drugs.               The FBI ensured that more\n\nthan five kilograms of composite moved from one agent's hands to\n\nanother at each transaction; the FBI also made sure that the rigged\n\nscript included Rivera-Ruperto's possession of a pistol at each\n\ntransaction.         This combination -- more than five kilograms of\n\ncomposite, a pistol, and separate transactions -- triggered the\n\nmandatory consecutive minimums of 18 U.S.C. § 924(c), which make\n\nup 130 years of Rivera-Ruperto's sentence.\n\n              In a real drug transaction, all participants would be\n\nguilty of a crime.        And, in general, the greater their knowledge\n\nof the crime would be, the harsher the law would punish them.                     In\n\nthe fictitious transaction we are faced with today, however, only\n\nthe   duped    participants,    who    had     no   knowledge    of     what   truly\n\ntranspired, are punished.           The other participants are not only\n\nexcused, but indeed rewarded for a job well done.\n\n              If   Rivera-Ruperto     had      instead      knowingly    committed\n\nseveral real rapes, second-degree murders, and/or kidnappings, he\n\nwould have received a much lower sentence; even if Rivera-Ruperto\n\n\n                                      - 39 -\n\fhad taken a much more active role in, and brought a gun to, two\n\nmuch larger real drug deals, he would still have received a much\n\nlower sentence.22   For these and many other crimes Rivera-Ruperto\n\nwould have received sentences that would see him released from\n\nprison during the natural term of his life.           For the fictitious\n\ntransgressions concocted by the authorities, however, Rivera-\n\nRuperto will spend his entire life behind bars -- a sentence given\n\nto first-degree murderers, 18 U.S.C. § 1111, or those who cause\n\ndeath by wrecking a train carrying high-level nuclear waste.          18\n\nU.S.C. § 1992.\n\n            From the majority's approval of the draconian sentence\n\nimposed in this case,     I respectfully dissent.       Rivera-Ruperto's\n\nsentence is grossly disproportionate to his offense, and therefore\n\nviolates the Eighth Amendment to the Constitution.           While some\n\nseemingly   excessively   harsh    sentences   have    withstood   Eighth\n\nAmendment challenges, such harsh sentences have been sanctioned\n\nonly in the context of recidivists or those who otherwise dedicated\n\n\n\n     22  See, e.g., United States v. Carlos Cruz, </pre><span class=\"citation\" data-id=\"200775\"><a href=\"/opinion/200775/united-states-v-cruz/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">499</span></a></span><pre class=\"inline\">,\n509-10 (1st Cir. 2003) (affirming a sentence of 32 years given to\nan actual drug dealer -- who was caught with actual cocaine,\nheroin, cocaine base, two machine guns, a rifle, a pistol, and a\nlarge amount of ammunition -- on seven counts related to possession\nwith intent to distribute illegal drugs and to possession of\nfirearms); United States v. Grace, case no. 1-16-cr-0039-001 (D.\nMaine Dec. 13, 2016) (sentence of 15 years for conspiracy to\ndistribute and possess 100 or more grams of heroin. Defendant had\ntwo prior convictions and admitted to importing more than 20,000\nbags of cocaine).\n\n\n                                  - 40 -\n\fthemselves to a life of crime -- a context that explained the\n\nseverity of the sentences.       But Rivera-Ruperto has no criminal\n\nrecord, nor has he dedicated himself to a life of crime.    Not even\n\nunder the infamous § 924(c) has a first-time offender like Rivera-\n\nRuperto ever been condemned to spend his entire life in jail.23\n\n                       I.   The Eighth Amendment\n\n          The Court's cases addressing the proportionality of\n          sentences fall within two general classifications.\n          The first involves challenges to the length of term-\n          of-years sentences given all the circumstances in a\n          particular case. The second comprises cases in which\n          the Court implements the proportionality standard by\n          certain categorical restrictions on the death\n          penalty.\n\n          In the first classification the Court considers all\n          of the circumstances of the case to determine whether\n          the sentence is unconstitutionally excessive.\n\nGraham v. Florida, </pre><span class=\"citation\" data-id=\"150543\"><a href=\"/opinion/150543/graham-v-florida/\"><span class=\"volume\">560</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 59 (2010).\n\n            The second classification has evolved to encompass not\n\nonly the death penalty, but also prison sentences.    See id. at 61-\n\n62, 82 (holding that a sentence of life without the possibility of\n\nparole for non-homicide offenses by juveniles violates the Eighth\n\n\n\n     23  See infra Section II.A. Although § 924(c) has rightly\nbeen the subject of much scathing criticism, the statute as such\nis not the focus of this dissent. See, e.g., Judge Paul Cassell,\nStatement on Behalf of the Judicial Conference of United States\nfrom U.S. District Judge Paul Cassell before the House Judiciary\nCommittee Subcommittee on Crime, Terrorism, and Homeland Security,\n</pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">3133929</span></span><pre class=\"inline\">, Fed. Sent'g Rep. 19(5) (2007). Rather, what is\nat issue today is the proportionality of Rivera-Ruperto's\nsentence, not the proportionality of sentences under § 924(c) in\ngeneral.\n\n\n                                 - 41 -\n\fAmendment);        Miller v. Alabama, </pre><span class=\"citation\" data-id=\"2959737\"><a href=\"/opinion/2959737/miller-v-alabama/\"><span class=\"volume\">132</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2455</span></a></span><pre class=\"inline\">, 2469 (2012)\n\n(holding that a mandatory sentence of life without parole for\n\njuvenile offenders violates the Eighth Amendment).\n\n            In the present case, this court is faced with a challenge\n\nthat falls under the first classification: a challenge to the\n\nlength of Rivera-Ruperto's sentence based on the circumstances of\n\nhis case; in other words, an as-applied constitutional challenge\n\nto the length of Rivera-Ruperto's sentence.\n\n            The     Supreme     Court's   jurisprudence      in   this   first\n\nclassification is animated by the principle of proportionality in\n\npunishment, as well as by deference to the legislature's judgment\n\nas to what punishment is merited.\n\nA.   Proportionality\n\n            The principle of proportionality is deeply embedded into\n\nthe very roots of our legal system.           Solem v. Helm, </pre><span class=\"citation\" data-id=\"111000\"><a href=\"/opinion/111000/solem-v-helm/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span><pre class=\"inline\">,\n\n284 (1983).       \"In 1215 three chapters of Magna Carta were devoted\n\nto the rule that 'amercements' [the most common criminal sanction\n\nat   the   time]    may   not   be   excessive\"   --   and   disproportionate\n\npenalties were invalidated accordingly by the royal courts.               Id.\n\nat 284-85. When the Framers adopted the language of the Eighth\n\nAmendment from the English Bill of Rights -- which provided that\n\n\"excessive Baile ought not to be required nor excessive Fines\n\nimposed nor cruell and unusuall Punishments inflicted\" -- they\n\nalso adopted the principle of proportionality, for it was a major\n\n\n                                     - 42 -\n\ftheme of the era that Americans had all the rights of English\n\nsubjects.    Id. at 285-86.\n\n            The   principle   of   proportionality   is   not   merely   of\n\nhistorical interest, however.        In that same case, the Court went\n\non   to     observe   that    \"[t]he    constitutional    principle      of\n\nproportionality has been recognized explicitly in this Court for\n\nalmost a century.\"     Id. at 286.     The Court proceeded to cite from\n\nno fewer than eleven of its precedents ranging from 1892 to 1982,\n\nin which the principle of proportionality was recognized24 -- and\n\n\n     24  To wit: O’Neil v. Vermont, </pre><span class=\"citation\" data-id=\"93324\"><a href=\"/opinion/93324/oneil-v-vermont/\"><span class=\"volume\">144</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span><pre class=\"inline\">, 339-40 (1892)\n(Field, J., dissenting) (the Eighth Amendment \"is directed ...\nagainst all punishments which by their excessive length or severity\nare greatly disproportioned to the offenses charged\"); Trop v.\nDulles, </pre><span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span><pre class=\"inline\">, 100 (1958) (plurality opinion); id. at 111\n(Brennan, J., concurring); id. at 125–26 (Frankfurter, J.,\ndissenting). Weems v. United States, </pre><span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span><pre class=\"inline\">, 367, 372-73\n(1910) (\"that it is a precept of justice that punishment for crime\nshould be graduated and proportioned to offense,\" and endorsing\nthe principle of proportionality as a constitutional standard);\nRobinson v. California, </pre><span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">660</span></a></span><pre class=\"inline\">, 667 (1962) (\"But the question\n[of excessive punishment under the Eighth Amendment] cannot be\nconsidered in the abstract. Even one day in prison would be a cruel\nand unusual punishment for the 'crime' of having a common cold.\");\nEnmund v. Florida, </pre><span class=\"citation\" data-id=\"110795\"><a href=\"/opinion/110795/enmund-v-florida/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">782</span></a></span><pre class=\"inline\"> (1982) (death penalty excessive\nfor felony murder when defendant did not take life, attempt to\ntake life, or intend that a life be taken or that lethal force be\nused); Coker v. Georgia, </pre><span class=\"citation\" data-id=\"109731\"><a href=\"/opinion/109731/coker-v-georgia/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span><pre class=\"inline\">, 592 (1977) (plurality\nopinion) (\"sentence of death is grossly disproportionate and\nexcessive punishment for the crime of rape\"); id., at 601, (Powell,\nJ., concurring in the judgment in part and dissenting in part)\n(\"ordinarily death is disproportionate punishment for the crime of\nraping an adult woman\"); Hutto v. Finney, </pre><span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></span><pre class=\"inline\">, 685 (1978);\nIngraham v. Wright, </pre><span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span><pre class=\"inline\">, 667 (1977); Gregg v. Georgia,\n</pre><span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span><pre class=\"inline\">, 171–72 (1976) (opinion of Stewart, Powell, and\nStevens, JJ.); Hutto v. Davis, </pre><span class=\"citation\" data-id=\"110594\"><a href=\"/opinion/110594/hutto-v-davis/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span><pre class=\"inline\">, 374, and n.3 (1982)\n(per curiam) (recognizing that some prison sentences may be\nconstitutionally disproportionate); Rummel v. Estelle, 445 U.S.\n\n\n                                   - 43 -\n\fthis was not even an exhaustive list.      See id. at 287-88, n.11,\n\n12.   The Court proceeded to hold that a punishment of life without\n\nthe possibility of parole was disproportionate to the offense of\n\nissuing a no account check in the amount of $100 (even though it\n\nwas the defendant's seventh offense) -- and that this sentence\n\ntherefore violated the Eighth Amendment.    Id. at 303.\n\n           The Supreme Court has continued to recognize that prison\n\nsentences must be proportional under the Eighth Amendment in every\n\ncase that has dealt with that question since Solem.25     See Harmelin\n\nv. Michigan, </pre><span class=\"citation\" data-id=\"112646\"><a href=\"/opinion/112646/harmelin-v-michigan/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></a></span><pre class=\"inline\">, 997 (1991) (Kennedy, J., concurring)26\n\n(\"[t]he Eighth Amendment proportionality principle also applies to\n\nnoncapital sentences\"); Ewing v. California, </pre><span class=\"citation\" data-id=\"127897\"><a href=\"/opinion/127897/ewing-v-california/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 20 (2003)\n\n(\"The Eighth Amendment . . . contains a 'narrow proportionality\n\nprinciple' that 'applies to noncapital sentences.'\") (internal\n\ncitations omitted); id. at 33 (Stevens, Souter, Ginsburg, Breyer,\n\nJJ., dissenting) (\"The concurrences prompt this separate writing\n\nto emphasize that proportionality review is not only capable of\n\n\n\n263, 272, n.11 (1980) (\"[o]utside the context of capital\npunishment, successful challenges to the proportionality of\nparticular sentences [will be] exceedingly rare\").\n      25I here limit my consideration to non-capital cases, because\ncapital cases fall within the second classification of Eighth\nAmendment proportionality challenges. Note, however, that in\ncapital cases, the principle of proportionality certainly applies\nas well. See, e.g., Graham, 560 U.S. at 59-61.\n      26    This concurrence   has  since      been     described   as\n\"controlling.\" Graham, 560 U.S. at 59.\n\n\n                               - 44 -\n\fjudicial application but also required by the Eighth Amendment.\");\n\nLockyer v. Andrade, </pre><span class=\"citation\" data-id=\"127898\"><a href=\"/opinion/127898/lockyer-v-andrade/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span><pre class=\"inline\">, 72 (2003) (\"Through this thicket\n\nof Eighth Amendment jurisprudence, one governing legal principle\n\nemerges as 'clearly established' under § 2254(d)(1): A gross\n\ndisproportionality principle is applicable to sentences for terms\n\nof   years.\");        Graham,     560     U.S.   at   59   (\"The   concept    of\n\nproportionality is central to the Eighth Amendment.\"); Miller, 132\n\nS. Ct. at 2463 (same).27\n\nB.   Deference to the Legislature\n\n                The same case law is also clear that respect for the\n\njudgment of the legislature as to what constitutes appropriate\n\npunishment is in order.          See, e.g., Solem, 463 U.S. at 290 (\"[w]e\n\nhold as a matter of principle that a criminal sentence must be\n\nproportionate to the crime for which the defendant has been\n\nconvicted. Reviewing courts, of course, should grant substantial\n\ndeference to the broad authority that legislatures necessarily\n\npossess in determining the types and limits of punishments for\n\ncrimes\"); Ewing, 538 U.S. at 24 (noting that \"[t]hough three\n\nstrikes laws may be relatively new, our tradition of deferring to\n\nstate        legislatures   in   making    and   implementing   such   important\n\n\n        27\n         Although the position that the Eighth Amendment does not\ncontain a proportionality principle was occasionally raised, it\nnever achieved a majority in the Supreme Court, and has been\nsquarely rejected. See, e.g., Miller, 132 S. Ct. at 2483 (\"The\n[Eighth Amendment] does not contain a proportionality principle.\")\n(Thomas, Scalia, JJ., dissenting) (internal citation omitted).\n\n\n                                        - 45 -\n\fpolicy decisions is longstanding\", and adding \"[o]ur traditional\n\ndeference to legislative policy choices finds a corollary in the\n\nprinciple that the Constitution 'does not mandate adoption of any\n\none   penological    theory'\").       The   proportionality    principle   is\n\ntherefore    sometimes     described        as   \"narrow,\"    and   only   in\n\n\"exceedingly rare\" instances of \"gross disproportionality\" should\n\nthe courts apply the Eighth Amendment to overturn a sentence. See,\n\ne.g., id. at 20, 21.\n\nC.    The Three-Step Analysis\n\n            Thus it is clear that proportionality is of crucial\n\nimportance in our sentencing law, but its \"precise contours . . .\n\nare unclear\".      Lockyer, 538 U.S. at 72, 73.      It is also clear that\n\nthese   contours    are   primarily    determined    by   deference   to   the\n\nlegislature's judgment as to appropriate punishment.            This has led\n\nto the emergence of a three-step analysis that assesses both\n\nproportionality and the legislature's judgment.               In performing\n\nthis three-part test, courts must look at the actual severity of\n\na defendant's offenses (as opposed to merely looking at the laws\n\nhe violated), as well as look at the actual severity of the penalty\n\n(rather than merely at the name of the penalty); and courts must\n\ngive recidivism great weight when assessing the gravity of an\n\noffense, and thus when justifying a harsh sentence.\n\n\n\n\n                                  - 46 -\n\f     1.    The Three Steps\n\n          The controlling opinion in Harmelin explained its\n          approach for determining whether a sentence for a term\n          of years is grossly disproportionate for a particular\n          defendant's crime. A court must begin by comparing\n          the gravity of the offense and the severity of the\n          sentence.    '[I]n the rare case in which [this]\n          threshold comparison . . . leads to an inference of\n          gross disproportionality' the court should then\n          compare the defendant's sentence with the sentences\n          received by other offenders in the same jurisdiction\n          and with the sentences imposed for the same crime in\n          other jurisdictions.    If this comparative analysis\n          'validate[s] an initial judgment that [the] sentence\n          is grossly disproportionate,' the sentence is cruel\n          and unusual.\n\nGraham, 560 U.S. at 60 (internal citations omitted; alterations in\n\noriginal).\n\n     2.    Actual Severity of the Offense and of the Punishment\n\n             In performing the three-step analysis, the Supreme Court\n\nhas considered the actual severity of the acts committed by\n\ndefendants, as well as the importance of the laws they violated.\n\nSee, e.g., Ewing, 538 U.S. at 18-19, 28 (detailing defendant's\n\npast nine criminal convictions and considering the dollar value of\n\nthe merchandise stolen by the defendant in his latest conviction).\n\n             Similarly, the Supreme Court has been clear that for the\n\npurposes of the three-step analysis, courts must look to the actual\n\nseverity of the penalty -- that is, the actual amount of time a\n\ndefendant will serve in prison -- and not to what his penalty is\n\ncalled.\n\n\n\n\n                                - 47 -\n\f          [The   defendant's]   present    sentence   is   life\n          imprisonment without possibility of parole. . . .\n          Helm will spend the rest of his life in the state\n          penitentiary. This sentence is far more severe than\n          the life sentence we considered in Rummel v. Estelle.\n          Rummel was likely to have been eligible for parole\n          within 12 years of his initial confinement, a fact on\n          which the Court relied heavily.\n\nSolem, 463 U.S. at 297.28\n\n            The Supreme Court reaffirmed this approach in 2012, its\n\nmost recent pronouncement on the issue:\n\n          The two 14–year–old offenders in these cases were\n          convicted of murder and sentenced to life imprisonment\n          without the possibility of parole. . . . State law\n          mandated that each juvenile die in prison even if a\n          judge or jury would have thought that his youth and\n          its attendant characteristics, along with the nature\n          of his crime, made a lesser sentence (for example,\n          life with the possibility of parole) more appropriate.\n\nMiller, 132 S. Ct. at 2460 (original emphasis).\n\n     3.    Recidivism\n\n            The Supreme Court has upheld several harsh sentences for\n\nseemingly relatively minor crimes.       The Supreme Court reasoned\n\nthat the severity of these sentences was justified because they\n\ninvolved recidivist offenders and recidivism was a legitimate\n\n\n     28  The Court explicitly rejected the Government's argument\nthat the possibility of executive clemency made a sentence of life\nwithout the possibility of parole the same as a sentence of life\nwith the possibility of parole. Id. at 303 (\"The possibility of\ncommutation is nothing more than a hope for 'an ad hoc exercise of\nclemency.' It is little different from the possibility of executive\nclemency that exists in every case in which a defendant challenges\nhis sentence under the Eighth Amendment. Recognition of such a\nbare possibility would make judicial review under the Eighth\nAmendment meaningless.\").\n\n\n                                - 48 -\n\fbasis on which a legislature could elect to sentence more harshly.\n\nFor instance, in Rummel v. Estelle, the Supreme Court upheld a\n\nsentence of life with the possibility of parole for obtaining\n\n$120.75 under false pretenses, but reasoned that:\n\n         Moreover, given Rummel's record, Texas was not\n         required to treat him in the same manner as it might\n         treat him were this his first \"petty property\n         offense.\" Having twice imprisoned him for felonies,\n         Texas was entitled to place upon Rummel the onus of\n         one who is simply unable to bring his conduct within\n         the social norms prescribed by the criminal law of\n         the State.\n\n         The purpose of a recidivist statute such as that\n         involved here is not to simplify the task of\n         prosecutors, judges, or juries. Its primary goals are\n         to deter repeat offenders and, at some point in the\n         life of one who repeatedly commits criminal offenses\n         serious enough to be punished as felonies, to\n         segregate that person from the rest of society for an\n         extended period of time. This segregation and its\n         duration are based not merely on that person's most\n         recent offense but also on the propensities he has\n         demonstrated over a period of time during which he\n         has been convicted of and sentenced for other crimes.\n\nRummel, 445 U.S. at 284.\n\n           In Ewing, to use another example, the Supreme Court\n\ndevoted an entire section of its opinion to explaining that the\n\ndefendant's sentence of 25 years to life for stealing three golf\n\nclubs under California's three strikes law must be understood in\n\nthe   context   of   recidivism,   and   explained:    \"California's\n\njustification is no pretext. Recidivism is a serious public safety\n\nconcern in California and throughout the Nation.\"     Ewing, 538 U.S.\n\nat 26.   \"In weighing the gravity of Ewing's offense, we must place\n\n\n                               - 49 -\n\fon the scales not only his current felony, but also his long\n\nhistory of felony recidivism.\"             Id. at 29.\n\n               Indeed,   of   the    seven     cases    that   address    as-applied\n\nproportionality challenges under the Eighth Amendment, five deal\n\nwith recidivist offenders.29              Of the remaining two cases, one\n\n(Harmelin)      deals    with    a    career      criminal     (another     important\n\njustification for meting out sentences that appear harsh on their\n\nface); and in the final case (Weems) the punishment was held to\n\nviolate the Eighth Amendment.\n\n                                  II.    Discussion\n\nA.    Three-Step Test\n\n               Rivera-Ruperto's case has no difficulty clearing the\n\nfirst step of the three-step analysis, in which \"[a] court must\n\nbegin by comparing the gravity of the offense and the severity of\n\nthe sentence.        '[I]n the rare case in which [this] threshold\n\ncomparison . . . leads to an inference of gross disproportionality'\n\nthe    court    should   then       [proceed    to     the   second   step    of   the\n\nanalysis].\"      Graham, 560 U.S. at 59 (internal citations omitted).\n\nIn over forty years on the federal bench, I have never seen so\n\ndisproportionate a penalty handed down, particularly where the\n\noffense is based on fiction.             I am certainly not alone in finding\n\nthis    sentence    to   be     vastly    disproportionate       to   the    offense.\n\n\n\n       29   To wit, Rummel, Hutto, Solem, Ewing, Lockyer.\n\n\n                                         - 50 -\n\fSpeaking on behalf of the Judicial Conference of the United States,\n\nJudge Paul Cassell, after describing mandatory minimum sentences\n\n--    in   particular     under   §     924(c)     --    as    \"one-size-fits-all\n\ninjustice,\" \"bizarre,\" \"irrational,\" \"cruel and unusual, unwise\n\nand   unjust,\"   concluded      that    the     mandatory      minimum      system   of\n\nsentencing \"must be abandoned in favor of a system based on\n\nprinciples of fairness and proportionality.\"30                       The Sentencing\n\nCommission,     too,    views   sentences       such    as    Rivera-Ruperto's       as\n\ndisproportionate -- not only would its Guidelines recommend a far\n\nlower sentence, but the Commission stated that sentences as a\n\nresult of § 924(c) stacking \"can lead to sentences that are\n\nexcessively      severe     and    disproportionate             to    the     offense\n\ncommitted.\"31     As an example, the Commission cited the case of\n\nWeldon Angelos, a marijuana dealer who received a sentence of 61.5\n\nyears (55 years of which was mandatory minimum sentence under\n\n\n\n      30 Judge Paul Cassell, Statement on Behalf of the Judicial\nConference of United States from U.S. District Judge Paul Cassell\nbefore the House Judiciary Committee Subcommittee on Crime,\nTerrorism, and Homeland Security, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">3133929</span></span><pre class=\"inline\">, Fed. Sent'g\nRep. 19(5) (2007) (quoting Senior Judge Vincent L. Broderick,\nSouthern District of New York, speaking for the Criminal Law\nCommRRep. 19(5) (2007) (quoting Senior Judge Vincent L. Broderick,\nSouthern District of New York, speaking for the Criminal Law\nCommittee of the Judicial Conference in testimony before the\nSubcommittee on Crime and Criminal Justice of the House Committee\non the Judiciary, July 28, 1993).\n      31 United States Sentencing Commission, 2011 Report to the\nCongress: Mandatory Minimum Penalties in the Federal Criminal\nJustice System 359 (2011).\n\n\n                                       - 51 -\n\f§ 924(c) for bringing (but not using or brandishing) a gun to three\n\nmarijuana deals)32 -- Rivera-Ruperto, however, is faced with a\n\nsentence of 160 years (130 years due to stacking under § 924(c)).\n\n               Rivera-Ruperto's case also has no trouble passing the\n\nsecond step, namely a comparison of \"the defendant's sentence with\n\nthe    sentences     received     by      other      offenders      in    the     same\n\njurisdiction.\"      Graham, 560 U.S. at 60.            \"If more serious crimes\n\nare subject to the same penalty, or to less serious penalties,\n\nthat is some indication that the punishment at issue may be\n\nexcessive.\"       Solem, 463 U.S. at 291.             Rivera-Ruperto received,\n\neffectively, a mandatory sentence of life without the possibility\n\nof    parole    (\"LWOP\")   --   because       160   years   is    about   two    human\n\nlifetimes.       The district court has effectively condemned him to\n\ndie in prison.        As noted above, this court is to consider the\n\nactual time a defendant is to spend incarcerated -- in Rivera-\n\nRuperto's case, that means his whole life.                       See supra Section\n\nI.C.2.       If, however, one compares his offense to other offenses\n\nthat would result in mandatory LWOP under federal law, then his\n\noffense pales in comparison.            I have been able to locate forty-\n\nnine    statutes    that   prescribe      a    mandatory     penalty      of    LWOP.33\n\n\n\n\n       32   Id. n.903.\n       33\n        See United States Sentencing Commission, Mandatory Minimum\nPenalties in the Federal Criminal Justice System, App. A (2011).\n\n\n                                       - 52 -\n\fSeventeen of these are for first degree murder.34                 The general\n\nstatute imposing a mandatory minimum for first degree murder, 18\n\nU.S.C. § 1111, goes back to 1790.             Congress has steadily widened\n\nits application since then, and it now covers many specific\n\nsituations, from killing the president, 18 U.S.C. § 1751(a), to\n\nkilling an eggs product quality inspector, 21 U.S.C. § 1041(b).\n\nOther statutes mandate a sentence of LWOP for such crimes as\n\ngenocide killing -- perhaps the gravest crime imaginable -- 18\n\nU.S.C. § 1091, wrecking a train carrying high level nuclear\n\nmaterial and thereby causing death, 18 U.S.C. § 1992, and hostage\n\ntaking resulting in death, 18 U.S.C. § 1203.               Rivera-Ruperto's\n\noffenses simply do not rise to the level of the offenses in this\n\nchart.     The complete chart follows.\n\n    Statute (Guideline)         Description                    Date        Minimum\n                                                               Enacted35   Term36\n1   15 U.S.C. § 1825(a)(2)(c)   First degree murder of horse   1970        Life**\n    (§2A1.1)                    official\n\n\n      34Note that the statutes permit the death penalty for first\ndegree murder.   18 U.S.C. § 1111.     Because the statutes only\nmandate a sentence of LWOP and the death penalty is given only\nrarely, I include the statutes in the comparison. After all, the\nstatutes reflect Congress's judgment that first degree murder,\nwithout more -- already a heinous offense far worse that Rivera-\nRuperto's -- is adequately punished by LWOP.\n      35 I follow the Sentencing Commission here by indicating the\nyear during which the mandatory minimum was first enacted with\nrespect to the substantive offense proscribed by the relevant\nstatute.    See supra n.11, Mandatory Minimum Penalties in the\nFederal Criminal Justice System.\n      36All sentences are without the possibility of parole, for\nparole has been abolished in the federal system. See Pub. L. No.\n98-473, 98 Stat. 1987 (codified as amended in scattered sections\n\n\n                                     - 53 -\n\f     Statute (Guideline)            Description                       Date        Minimum\n                                                                      Enacted35   Term36\n2    18 U.S.C. § 115 (§§2A1.1,      First    degree     murder   of   1984        Life**\n     2A1.2, 2A2.1, 2X1.1)           federal    official's    family\n                                    member\n3    18 U.S.C.     §   175c(c)(3)   If the death of another           2004        Life\n     (§2M6.1)                       results    from    a   person's\n                                    violation of subsection (a)\n                                    (knowingly produce, engineer,\n                                    synthesize, acquire, transfer\n                                    directly     or     indirectly,\n                                    receive,    possess,    import,\n                                    export, or use, or possess and\n                                    threaten    to   use,   variola\n                                    virus)\n4    18 U.S.C. § 229a               Develop/produce/acquires/tra      1998        Life**\n                                    nsfer/possess/use           any\n                                    chemical weapon that results\n                                    in the death of another\n                                    person.\n5    18 U.S.C. § 351 (§§2A1.1,      First    degree     murder   of   1971        Life**\n     2A1.2, 2A1.3, 2A1.4)           Congress, Cabinet, or Supreme\n                                    Court member\n6    18                U.S.C.       Second       or      subsequent   1986        Life\n     § 924(c)(1)(C)(ii)(§2K2.       conviction     of    using   or\n     4)                             carrying a firearm during a\n                                    crime of violence or drug\n                                    trafficking crime and fire\n                                    arm is a machine gun or\n                                    destructive device or the\n                                    firearm is equipped with a\n                                    silencer or muffler\n7    18   U.S.C.       §   930(c)   First degree murder involving     1988        Life**\n     (§2K2.5)                       the possession or use of a\n                                    firearm or other dangerous\n                                    weapon in a Federal Facility\n8    18 U.S.C. § 1091 (§2H1.3)      Genocide killing                  1988        Life**\n9    18    U.S.C.    §    1111      First degree murder               1790        Life**\n     (§§2A1.1, 2A1.2)\n10   18    U.S.C.    §    1114      First   degree   murder     of    1934        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,        federal officers\n     2A1.4, 2A1.2)\n11   18    U.S.C.    §    1116      First   degree    murder   of     1972        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,        foreign officials, official\n     2A1.4, 2A2.1)                  guests, or internationally\n                                    protected persons\n12   18    U.S.C.    §       1118   Murder    in     a    federal     1994        Life**\n     (§§2A1.1, 2A1.2)               correctional   facility    by\n                                    inmate sentenced to a term of\n                                    life imprisonment\n13   18   U.S.C.   § 1119(b)        First degree murder of a U.S.     1994        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,        national by a U.S. national\n     2A1.4, 2A2.1)\n\n\nof 18 U.S.C. and 28 U.S.C.).\n\n\n                                         - 54 -\n\f     Statute (Guideline)          Description                        Date        Minimum\n                                                                     Enacted35   Term36\n                                  while   outside the United\n                                  States\n14   18    U.S.C.    §  1120      Murder by escaped federal          1996        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,      prisoner\n     2A1.4)\n15   18 U.S.C. § 1121(a)(1)       First degree murder of a state     1996        Life**\n     (§§2A1.1, 2A1.2)             or   local    law    enforcement\n                                  officer     or     any    person\n                                  assisting in a federal crime\n                                  investigation\n16   18 U.S.C. § 1201(a)          Kidnapping                         2003        Life**\n17   18    U.S.C.    §   1203     Hostage taking resulting in        2003        Life**\n     (§§2A4.1, 2X1.1)             the death of any person\n18   18 U.S.C. § 1503(b)(1)       First degree murder of an          1948        Life**\n     (§2J1.2)                     officer of the court or juror\n19   18 U.S.C. § 1512(a)(1)       First degree murder of any         1982        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,      person with the intent to\n     2A2.1)                       prevent their attendance or\n                                  testimony    in    an   official\n                                  proceeding\n20   18 U.S.C. § 1512(a)(2)       Obstructing justice by using,      1982        Life\n     (§§ 2A1.1, 2A1.2, 2A1.3,     or    attempting      to    use,\n     2A2.1)                       physical      force      against\n                                  another\n21   18 U.S.C. § 1512(a)(3)(A)    Obstructing       justice     by   1982        Life\n     (§§2A1.1, 2A1.2, 2A1.3,      tampering with a witness,\n     2A2.1)                       victim, or an informant\n22   18 U.S.C. § 1651             Piracy under the laws of the       1790        Life\n                                  nation\n23   18 U.S.C. § 1652             Piracy by U.S. citizen             1790        Life\n24   18 U.S.C. § 1653             Piracy against the United          1790        Life\n                                  States by an alien\n25   18 U.S.C. § 1655             Piracy in the form of assault      1790        Life\n                                  on a commander\n26   18 U.S.C. § 1661             Robbery ashore by a pirate         1790        Life\n27   18   U.S.C.   §  1751(a)     Killing the President of the       1965        Life**\n     (§§2A1.1, 2A1.2, 2A1.3,      United States, the next in\n     2A1.4)                       order of succession to the\n                                  Office of the President, or\n                                  any person who is acting as\n                                  the President of the United\n                                  States;     or     any    person\n                                  employed in the Executive\n                                  Office of the President or\n                                  Office of the Vice President\n28   18   U.S.C.   §    1958(a)   Causing death through the use      1984        Life**\n     (§2E1.4)                     of     interstate       commerce\n                                  facilities in the commission\n                                  of a murder-for-hire\n29   18 U.S.C. § 1992             Wrecking train carrying high       2006        Life**\n                                  level    nuclear     waste   and\n                                  thereby causing death\n30   18   U.S.C.   §  2113(e)     Causing death in the course        1934        Life**\n     (§§2A1.1, 2B3.1)             of a bank robbery, avoiding\n\n\n                                       - 55 -\n\f     Statute (Guideline)             Description                      Date        Minimum\n                                                                      Enacted35   Term36\n                                     apprehension    for   a   bank\n                                     robbery, or escaping custody\n                                     after a bank robbery\n31   18   U.S.C.   §       2241(c)   Second or subsequent offense,    1986        Life**\n     (§2A3.1)                        engaging in a sexual act with\n                                     a child under the age of 12,\n                                     or engaging in a sexual act\n                                     by force with a child who is\n                                     above the age of 12, but under\n                                     the age of 16\n32   18   U.S.C.       §    2332g    If death of another results      2004        Life\n     (§2K2.1)                        from knowingly produc[ing],\n                                     acquir[ing], transferr[ing],\n                                     or    possess[ing]     missile\n                                     systems designed to destroy\n                                     aircraft\n33   18 U.S.C. § 2332(h)(c)(3)       If    death    results    from   2004        Life\n     (§2M6.1)                        knowingly         produc[ing],\n                                     acquir[ing], transferr[ing],\n                                     or possess[ing] any weapon\n                                     designed to release radiation\n                                     or radioactivity at a level\n                                     dangerous to human life\n34   18 U.S.C. § 3559(c)(1)          Upon conviction for a serious    2003        Life†,††\n                                     violent felony, if offender\n                                     has two or more prior serious\n                                     violent felony convictions,\n                                     or one or more prior serious\n                                     violent felony convictions\n                                     and one or more prior serious\n                                     drug offense conviction\n35   18 U.S.C. § 3559(d)(1)          If the death of a child less     2003        Life\n                                     than 14 years results from a\n                                     serious violent felony\n36   18 U.S.C. § 3559(e)(1)          Where a federal sex offense      2003        Life**,\n                                     committed against a minor and                †\n\n                                     the offender has a prior sex\n                                     conviction in which minor was\n                                     a victim.\n37   21   U.S.C.   §       461(c)    Killing any person engaged in    1957        Life**\n     (§2N2.1)                        or on account of performance\n                                     of his official duties as\n                                     poultry or poultry products\n                                     inspector.\n38   21 U.S.C. § 675 (§§2A1.1,       Killing any person engaged in    1907        Life**\n     2A1.2,   2A1.3,    2A1.4,       or on account of performance\n     2A1.2, 2A2.3)                   of his official duties as a\n                                     meat inspector\n39   21 U.S.C. § 841(b)(1)(A)        Second offense manufacturing,    1986        Life*,†\n     (§2D1.1)                        distributing, or possessing a\n                                     controlled     substance    or\n                                     counterfeit substance with\n                                     intent to distribute,       if\n                                     death   or   serious    bodily\n\n\n\n                                          - 56 -\n\f     Statute (Guideline)        Description                       Date        Minimum\n                                                                  Enacted35   Term36\n                                injury results from the use\n                                of such substance\n\n                                21    U.S.C.     §§    859(b)\n                                (distribution to a person\n                                under the age of 21), 860(b)\n                                (distribution or manufacture\n                                in or near a school or\n                                college),      and     861(c)\n                                (employing or using a person\n                                under the age of 21 to engage\n                                in a controlled substance\n                                offense) all incorporate the\n                                minimum terms set by\n                                § 841(b)(1)(A).\n40   21 U.S.C. § 841(b)(1)(A)   Third offense, manufacturing,     1986        Life*,†\n     (§2D1.1)                   distributing, or possessing a\n                                controlled    substance    or\n                                counterfeit substance with\n                                intent to distribute\n\n                                21     U.S.C.     §§     859(b)\n                                (distribution to a person\n                                under the age of 21), 860(b)\n                                (distribution or manufacture\n                                in or near a school or\n                                college),       and      861(c)\n                                (employing or using a person\n                                under the age of 21 to engage\n                                in a controlled substance\n                                offense) all incorporate the\n                                minimum terms set by\n                                § 841(b)(1)(A).\n41   21 U.S.C. § 841(b)(1)(B)   Second   or   any    subsequent   1984        Life*,†\n     (§2D1.1)                   offense,        manufacturing,\n                                distributing or possessing a\n                                controlled     substance     or\n                                counterfeit substance with\n                                intent to distribute, death\n                                or   serious   bodily    injury\n                                results\n\n                                21    U.S.C.     §§    859(b)\n                                (distribution to a person\n                                under the age of 21), 860(b)\n                                (distribution or manufacture\n                                in or near a school or\n                                college),      and     861(c)\n                                (employing or using a person\n                                under the age of 21 to engage\n                                in a controlled substance\n                                offense) all incorporate the\n                                minimum terms set by\n                                § 841(b)(1)(A).\n\n\n\n                                     - 57 -\n\f     Statute (Guideline)        Description                  Date        Minimum\n                                                             Enacted35   Term36\n42   21   U.S.C.   §   848(b)  Any    offense;               1986\n                                                    principal,           Life**\n     (§2D1.5)                  administrator, organizer, or\n                               leader      (\"kingpin\")      of\n                               continuing             criminal\n                               enterprise\n43 21 U.S.C. § 960(b)(1) Second         or    any   subsequent 1986     Life*,†\n     (§2D1.5)                  offense, unlawful import or\n                               export       of      controlled\n                               substance, death or serious\n                               bodily injury results\n44 21 U.S.C. § 960(b)(2)       Second   or    any   subsequent 1986     Life†\n                               offense, unlawful import or\n                               export       of      controlled\n                               substance, death or serious\n                               bodily injury results\n45 21 U.S.C. § 960(b)(3)       Second   or    any   subsequent 1986     Life†\n                               offense, unlawful import or\n                               export       of      controlled\n                               substance, death or serious\n                               bodily injury results\n46 21 U.S.C. § 1041(b)         Killing any person engaged in 1970       Life**\n                               or on account of performance\n                               of his official duties under\n                               Chapter     15-Eggs     Product\n                               Inspection\n47 42     U.S.C.   §  2272(b) Violation     of    prohibitions 1954     Life\n     (§2M6.1)                  governing    atomic    weapons;\n                               death of another resulting\n48 49                  U.S.C. Committing or attempting to 1958          Life**\n     § 46502(a)(2)(B)          commit aircraft piracy in\n     (§§2A5.1, 2X1.1)          special aircraft jurisdiction\n                               of the U.S.; resulting in\n                               death of another individual\n49 49                  U.S.C. Violation of Convention for 1958          Life**\n     § 46502(b)(1)(B)          the Suppression of Unlawful\n     (§§2A5.1, 2X1.1)          Seizure of Aircraft outside\n                               special aircraft jurisdiction\n                               of U.S.; resulting in death\n                               of another individual\n* Safety valve applies (18 U.S.C. § 3553(f)), allowing for sentencing below the\nmandatory minimums for certain low-level, first-time offenders.\n** Statute also permits the imposition of the death penalty.\n† Recidivism required for the mandatory term of life imprisonment to apply.\n†† 18 U.S.C. § 3582(c)(1), commonly known as the \"compassionate release\"\nprovision, applies. This provision allows certain criminals to be released at\nage 70 if they have served at least 30 years in prison.\n\n\n\n             If one approaches the analysis under this second step\n\nfrom another angle, one arrives at the same conclusion.              That is,\n\nif one looks to offenses far graver than those Rivera-Ruperto\n\n\n                                     - 58 -\n\fcommitted, one finds that they carry far less severe sentences\n\nthan Rivera-Ruperto's.   In sentencing to a mandatory term of 55\n\nyears a defendant who had committed three offenses under § 924(c),\n\nJudge Cassell compiled a table of offenses under federal law that\n\nwould result in a shorter sentence than those 55 years -- but were\n\nclearly graver than the defendant's offenses.      Judge Cassell's\n\ncomparison applies even to Rivera-Ruperto's considerably longer\n\nsentence.   Examples from his table include \"an aircraft hijacker\n\n(293 months), a terrorist who detonates a bomb in a public place\n\n(235 months), a racist who attacks a minority with the intent to\n\nkill and inflicts permanent or life-threatening injuries (210\n\nmonths), a second-degree murderer, or a rapist.\"   United States v.\n\nAngelos, </pre><span class=\"citation\" data-id=\"2572714\"><a href=\"/opinion/2572714/united-states-v-angelos/\"><span class=\"volume\">345</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1227</span></a></span><pre class=\"inline\">, 1244-45 (D. Utah 2004), aff'd, </pre><span class=\"citation no-link\"><span class=\"volume\">433</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">738</span></span><pre class=\"inline\"> (10th Cir. 2006).   Judge Cassell went on to compare the\n\nsentence before him to triple offenders, and arrived at the\n\nconclusion that,\n\n       [a]mazingly,   [the   Defendant's]  sentence   under\n       § 924(c) is still far more severe than criminals who\n       committed, for example, three aircraft hijackings,\n       three second-degree murders, three kidnappings, or\n       three rapes. . . . [Defendant] will receive a longer\n       sentence than any three-time criminal, with the sole\n       exception of a marijuana dealer who shoots three\n       people. ([The defendant] still receives a longer\n       sentence than a marijuana dealer who shoots two\n       people.)\n\nId. at 1246.\n\n\n\n\n                              - 59 -\n\f             Similarly telling is a comparison to the federal three-\n\nstrikes provision, 18 U.S.C. § 3559(c).               This statute mandates\n\nthat a court impose a sentence of LWOP on a criminal with two prior\n\nserious violent felony convictions when this criminal commits a\n\nthird such offense -- but such an offender can then be released at\n\nage 70 if he has served at least 30 years in prison under 18 U.S.C.\n\n§ 3582(c)(1), the so-called \"compassionate release clause.\"               That\n\nis,    if   Rivera-Ruperto   had   committed    a     violent   felony,   been\n\nconvicted, then committed a second violent felony, then been\n\nconvicted again, and then committed a third violent felony, and\n\nbeen    convicted   yet   again,   he   --     even    though   a   seemingly\n\nincorrigible recidivist -- would have been eligible for release at\n\nage 70.       As a first-time offender sentenced under § 924(c),\n\nhowever, Rivera-Ruperto will never be eligible for release.37\n\n\n       37 See also Angelos, 345 F. Supp. 2d at 1250-51 (\"The\nirrationality only increases when section § 924(c) is compared to\nthe federal 'three strikes' provision. Criminals with two prior\nviolent felony convictions who commit a third such offense are\nsubject to 'mandatory' life imprisonment under 18 U.S.C. § 3559(c)-\n-the federal 'three–strikes' law. But then under 18 U.S.C. §\n3582(c)(1)--commonly   known   as   the   'compassionate   release'\nprovision--these criminals can be released at age 70 if they have\nserved 30 years in prison. But because this compassionate release\nprovision applies to sentences imposed under § 3559(c)--not §\n924(c)--offenders like [the Defendant] are not eligible. Thus,\nwhile the 24–year–old [Defendant] must serve time until he is well\ninto his 70's, a 40–year–old recidivist criminal who commits second\ndegree murder, hijacks an aircraft, or rapes a child is potentially\neligible for release at age 70. In other words, mandatory life\nimprisonment under the federal three-strikes law for persons\nguilty of three violent felony convictions is less mandatory than\nmandatory time imposed on the first-time offender under § 924(c).\n\n\n                                   - 60 -\n\f          At the third, and final, step of the analysis, \"the court\n\nshould . . .    compare [Rivera-Ruperto's sentence] . . . with the\n\nsentences imposed for the same crime in other jurisdictions.         If\n\nthis comparative analysis 'validate[s] an initial judgment that\n\n[the] sentence is grossly disproportionate,' the sentence is cruel\n\nand unusual.\" Graham, 560 U.S. at 60 (internal citations omitted).\n\nRivera-Ruperto's    case   also   clears   this   final   step   without\n\ndifficulty.    Sentences for offenses like Rivera-Ruperto's are much\n\nlower under state law.38   (This brings with it a number of serious\n\n\n\nAgain, the rationality of this arrangement is dubious.\n        This possibility, too, is no mere hypothetical. This\nmorning, the court had before it for sentencing Thomas Ray Gurule.\nMr. Gurule is 54–years–old with a lifelong history of criminal\nactivity and drug abuse. He has spent more of his life incarcerated\nthan he has in the community. He has sixteen adult criminal\nconvictions on his record, including two robbery convictions\ninvolving dangerous weapons. His most recent conviction was for\ncarjacking. In August 2003, after failing to pay for gas at a\nservice station, Mr. Gurule was pursued by the station manager. To\nescape, Mr. Gurule broke into the home of a young woman, held her\nat knife point, stole her jewelry, and forced her to drive him\naway from the scene of his crimes. During the drive, Mr. Gurule\nthreatened both the woman and her family.\n        For this serious offense--the latest in a long string of\ncrimes for which he has been convicted--the court must apparently\nsentence Mr. Gurule to \"life\" in prison under 18 U.S.C. § 3559(c).\nBut because of the compassionate release provision, Mr. Gurule is\neligible for release after serving 30–years of his sentence. Why\nMr. Gurule, a career criminal, should be eligible for this\ncompassionate release while [the Defendant is not] is not obvious\nto the court.\").\n     38  Erik Luna and Paul Cassell, Mandatory Minimalism, 32\nCardozo L. Rev. 1, 16 (2010) (\"Most drug and weapons crimes\namenable to federal mandatory minimums are actually prosecuted in\nstate courts pursuant to state laws carrying much lower\n\n\n                                  - 61 -\n\fissues, such as prosecutors choosing to bring cases in federal\n\ncourt merely because of the higher sentences -- but such issues\n\nare   not   the   focus   of   this   dissent.).39    There     is    also   some\n\nsuggestion that courts may need to look to foreign law in this\n\nstep of the analysis. In cases involving the second classification\n\nof    Eighth      Amendment     challenges      --   applying        categorical\n\nrestrictions on the death penalty or LWOP -- the Supreme Court\n\n\"has looked beyond our Nation's borders for support for its\n\nindependent conclusion that a particular punishment is cruel and\n\nunusual. . . . Today we continue that longstanding practice in\n\nnoting the global consensus against the sentencing practice in\n\nquestion.\"     Graham, 560 U.S. at 80.         It is unclear whether in the\n\nfirst classification of Eighth Amendment challenges -- such as the\n\nas-applied challenge before us today -- courts should also look to\n\n\nsentences.\") (emphasis added).\n      39Id. (\"It is hardly disputed, however, that the possibility\nof severe punishment can influence the choice of whether to pursue\na federal or state prosecution. For some, this prospect raises\nserious questions about the propriety of bringing charges in\nfederal rather than state court, particularly where the\nprosecution is pursued, not because the case implicates a special\nnational interest, but because it jacks up the potential\npunishment.\"). See also Angelos, 345 F. Supp. 2d at 1243 (\"Indeed,\nthe government conceded that [the Defendant's] federal sentence\n[of 55 years in prison] after application of the § 924(c) counts\nis more than he would have received in any of the fifty states.\");\nId. at 1259 (\"[Defendant's] sentence [of 55 years under § 924(c)]\nis longer than he would receive in any of the fifty states. The\ngovernment commendably concedes this point in its brief, pointing\nout that in Washington State [the Defendant] would serve about\nnine years and in Utah would serve about five to seven years.\").\n\n\n                                      - 62 -\n\fforeign law.        I therefore note that foreign law further supports\n\nthe   proposition          that      Rivera-Ruperto's      sentence    is    out   of\n\nproportion to his crime, for \"LWOP . . . scarcely exists elsewhere\n\nin the world. Yet today, the number of defendants sentenced to\n\nLWOP by American courts approaches 50,000. . . .                      In fact, what\n\nseparates the American criminal justice system from the rest of\n\nthe world, and brands it as distinctively harsh, is the number of\n\ninmates dispatched to prison for the duration of their lives,\n\nwithout     offering       a   legal    mechanism    for   freedom.\"40       Indeed,\n\nGermany,         France,       and    Italy   have    declared        LWOP   to    be\n\nunconstitutional, and other European countries apply it only very\n\nrarely.41\n\n\n      40 Craig S. Lerner, Who's Really Sentenced to Life Without\nParole?:    Searching for \"Ugly Disproportionalities\" in the\nAmerican Criminal Justice System, </pre><span class=\"citation no-link\"><span class=\"volume\">2015</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">L</span></span><pre class=\"inline\">. Rev. 789, 792\n(2015). See Ashley Nellis, Throwing Away the Key: The Expansion of\nLife without Parole Sentences in the United States, Fed. Sent'g.\nRep. 23(1) (2010), </pre><span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">6681093</span></span><pre class=\"inline\"> at *30 (\"In many other\nindustrialized nations, serious offenders are typically released\nafter a maximum prison term of no more than thirty years. For\ninstance, in Spain and Canada, the longest sentence an offender\ncan receive is twenty-five or thirty years. In Germany, France,\nand Italy, LWOP has been declared unconstitutional. In the United\nKingdom, it is allowable, but used quite sparingly; according to\na recent estimate, only twenty-three inmates were serving this\nsentence. In Sweden, parole-ineligible life sentences are\npermissible, but never mandatory. The Council of Europe stated in\n1977 that 'it is inhuman to imprison a person for life without the\nhope of release,' and that it would 'be compatible neither with\nthe modern principles on the treatment of prisoners . . . nor with\nthe idea of the reintegration of offenders into society.'\")\n(footnotes omitted).\n      41   Id.\n\n\n                                         - 63 -\n\fB.   Additional Observations\n\n             The analysis could stop here.      But because this is such\n\na rare case, a few additional observations are in order.\n\n      1.    Direct Comparison to Other Cases\n\n             A direct comparison of Rivera-Ruperto's offense and its\n\nsentence to offenses and their sentences that the Supreme Court\n\nheld constitutional is enlightening.         There are five such cases.\n\nSee supra, Section I.C.3.        Four of these cases involve recidivists\n\n-- and the Supreme Court weighed the recidivism heavily in its\n\nproportionality analysis.         See id.    The fifth case involved a\n\ncareer     criminal,   another   important   factor   in   determining   the\n\nappropriate sentence.      See id.   However, Rivera-Ruperto is neither\n\na recidivist nor a career criminal.          He is a first-time offender\n\nwho has not led a life of crime.         I therefore place his crime on\n\none side of the scales -- without adding the weight of recidivism\n\nor a career of crime -- and his sentence on the other.             And the\n\nweight of the sentence dwarfs the weight of his offense.\n\n             Such a direct comparison also holds if the present case\n\nis compared to cases from other circuits.         The Government, in its\n\n28j letter, has provided this court with eleven cases of sentences\n\nfrom 55 to 186 years given under § 924(c).42          The Government notes\n\n\n      42 To wit: United States v. Wiest, </pre><span class=\"citation\" data-id=\"1304931\"><a href=\"/opinion/1304931/united-states-v-wiest/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">906</span></a></span><pre class=\"inline\"> (8th Cir.\n2010); United States v. McDonel, </pre><span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">F. App'x</span> <span class=\"page\">523</span></span><pre class=\"inline\"> (6th Cir. 2010);\nUnited States v. Walker, </pre><span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></span><pre class=\"inline\"> (3d Cir. 2007); United States\nv. Watkins, </pre><span class=\"citation\" data-id=\"1202050\"><a href=\"/opinion/1202050/united-states-v-watkins/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span><pre class=\"inline\"> (6th Cir. 2007); United States v. Khan,\n\n\n                                    - 64 -\n\fthat these lengthy sentences were \"based largely on recidivist\n\nviolations of § 924(c).\"     In fact, only three of these cases\n\nconcerned recidivist offenders; six involved career criminals; the\n\nfinal one involved terrorists who were involved in, inter alia,\n\nplanning the attacks on 9/11.      It is telling indeed that in\n\nproviding this court with cases in which sentences of comparable\n\nlength to Rivera-Ruperto's weathered Eighth Amendment challenges,\n\nthe Government has presented this court with such grave offenses\n\nas:\n\n\n\n\n</pre><span class=\"citation\" data-id=\"795530\"><a href=\"/opinion/795530/united-states-v-masoud-ahmad-khan-united-states-of-america-v-seifullah/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">477</span></a></span><pre class=\"inline\"> (4th Cir. 2006); United States v. Angelos, </pre><span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">738</span></span><pre class=\"inline\"> (10th Cir. 2006); United States v. Hungerford, </pre><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1113</span></span><pre class=\"inline\">\n(9th Cir. 2006); United States v. Beverly, </pre><span class=\"citation\" data-id=\"786346\"><a href=\"/opinion/786346/united-states-v-noah-beverly-johnny-p-crockett-douglas-a-turns/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">516</span></a></span><pre class=\"inline\"> (6th Cir.\n2004); United States v. Marks, </pre><span class=\"citation\" data-id=\"768342\"><a href=\"/opinion/768342/united-states-v-james-d-marks-98-6044-maurice-navarro-brooks/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">577</span></a></span><pre class=\"inline\"> (6th Cir. 2000); United\nStates v. Arrington, </pre><span class=\"citation\" data-id=\"758839\"><a href=\"/opinion/758839/united-states-v-marshall-arrington-jr/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1069</span></a></span><pre class=\"inline\"> (7th Cir. 1998). The Government\nalso cites United States v. Hernández-Soto, No. 12-2210 (1st Cir.\nAug. 19, 2015); although Hernández-Soto did involve a lengthy\nsentence, there was no Eighth Amendment challenge in that case,\nand I therefore do not consider it here. Finally, the Government\ncites United States v. Polk, </pre><span class=\"citation\" data-id=\"203551\"><a href=\"/opinion/203551/united-states-v-polk/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span><pre class=\"inline\"> (1st Cir. 2008), a case\nin which this court rejected an Eighth Amendment challenge to a\nfifteen-year sentence imposed under 18 U.S.C. § 2251(e).        The\ndefendant in Polk had engaged in online conversation with a person\nhe thought was a 13-year-old girl, and he pressured her to take\nsexually explicit photographs of herself and to send them to him.\nIn addition, \"The presentence investigation report told a seamy\nstory: it revealed an earlier conviction for aggravated sexual\nassault on a toddler, sexual involvement with teenage girls on at\nleast two occasions, and yet another series of sexually charged\ncomputer chats with a minor. The defendant conceded these facts\n. . . .\" Polk, 546 F.3d at 75. I see no difficulty in reconciling\nthe proposition that Polk's sentence of 15 years did not violate\nthe Eighth Amendment with the proposition that Rivera-Ruperto's\nsentence of, effectively, LWOP, does violate the Eighth Amendment.\n\n\n                              - 65 -\n\f     Seven    bank   robberies      (in   four   of   which     a    firearm      was\n\n      brandished) by \"a repeat bank robber whose criminal record\n\n      reflects a life of violent crime interrupted only by terms of\n\n      imprisonment.\"       Arrington, 159 F.3d at 1073.\n\n     A defendant who \"was convicted of six separate robberies,\n\n      each    of   which   involved    the    brandishing      of     a    firearm.\"\n\n      Watkins, 509 F.3d at 283. Although a first-time offender, the\n\n      defendant     \"and/or    his   accomplices       entered       the   homes    of\n\n      victims by force and threatened to seriously harm or kill not\n\n      only the victims, but, in multiple cases, their spouses and\n\n      small children.\"        Id.\n\n     Defendants who were involved in the planning of the terrorist\n\n      attack on 9/11 and who were convicted on \"various counts\n\n      related to a conspiracy to wage armed conflict against the\n\n      United States and a conspiracy to wage armed conflict against\n\n      a country with whom the United States is at peace.\"                      Khan,\n\n      461 F.3d at 83.\n\n              Thus, the Government confirms that when long sentences\n\nare applied to serious offenses by recidivists, career criminals,\n\nor terrorists, the Eighth Amendment does not protect the offenders,\n\nfor the severe punishment is not grossly disproportionate to the\n\ngrave crimes.      But Rivera-Ruperto is a first-time offender; he is\n\nno career criminal; and he is no terrorist.             Note that even in the\n\ncase of recidivist, but minor, offenses, the punishment may violate\n\n\n                                     - 66 -\n\fthe Eighth Amendment.       See Ramírez v. Castro, </pre><span class=\"citation\" data-id=\"785910\"><a href=\"/opinion/785910/isaac-ramirez-v-ra-castro-warden/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">755</span></a></span><pre class=\"inline\"> (9th\n\nCir. 2004) (holding that a sentence of 25 years to life for a third\n\nshoplifting offense violated the Eighth Amendment).\n\n     2.   Penological Goals\n\n           There is also a suggestion in the case law that courts\n\nmay consider penological goals in their analysis, specifically:\n\ndeterrence,     retribution,      rehabilitation,     and   incapacitation.\n\nEwing, 538 U.S. at 24.       As for deterrence, harsh punishment can\n\nhave a deterrent effect, but deterrence alone cannot justify\n\ndisproportionate punishment: \"The inquiry focuses on whether, a\n\nperson deserves such punishment, not simply on whether punishment\n\nwould serve a utilitarian goal. A statute that levied a mandatory\n\nlife sentence for overtime parking might well deter vehicular\n\nlawlessness, but it would offend our felt sense of justice\".\n\nRummel,   445   U.S.   at   288   (Powell,    J.,   dissenting).    As   for\n\nretribution, it is not clear how Rivera-Ruperto has caused any\n\ninjury -- for the transaction was a sham -- but even if one ignores\n\nthat obstacle, Rivera-Ruperto clearly caused less of an injury\n\nthan those who receive LWOP under federal law, or, for that matter,\n\nthan those who receive a lesser punishment under federal law.            See\n\nsupra, Section II.A. Indeed, had Rivera-Ruperto been a drug dealer\n\nhimself, and transacted a vast quantity of real drugs in a single\n\ntransaction to which he brought a gun, he would undoubtedly have\n\nreceived a much lower sentence.         Id.    Rehabilitation is clearly\n\n\n                                    - 67 -\n\fnot served here, because the current sentence means that the law\n\nhas judged Rivera-Ruperto to be beyond rehabilitation -- something\n\nthat may be understandable in the case of recidivists who have\n\ndemonstrated that punishment does not change their ways -- but it\n\nis troubling indeed to say that a first-time offender will not be\n\ngiven a chance to learn from his mistakes.                Finally, as to\n\nincapacitation, Rivera-Ruperto does not present such a danger to\n\nsociety that society needs to be protected from him forever.\n\n            This analysis of penological goals highlights another\n\nfacet of the present case that deserves pause.          Rivera-Ruperto's\n\noffenses involved a sham drug transaction, at which sham drugs\n\nwere transacted.      \"Proportionality--the notion that the punishment\n\nshould   fit    the   crime--is   inherently   a   concept   tied    to   the\n\npenological goal of retribution.\"       Ewing, 538 U.S. at 31 (Scalia,\n\nJ., concurring). But Rivera-Ruperto did no injury, and retribution\n\nis therefore not in order.           This affects the proportionality\n\nanalysis.      For the purposes of proportionality, participation in\n\na sham drug deal and a real drug deal weigh differently, because\n\nretribution applies in the latter, but not in the former.            That is\n\nnot to say that when a sentence is given out for a sham drug deal\n\nas if it were a real drug deal, then that sentence necessarily\n\nviolates the Eighth Amendment.       For while such a sentence might be\n\ndisproportionate,       it   would    not   necessarily      be     \"grossly\n\ndisproportionate\" so as to violate the Eighth Amendment.             But as\n\n\n                                  - 68 -\n\fthe length of a sentence for a sham deal is multiplied, so is its\n\ndisproportionality.      This is simply arithmetic and common sense.\n\n      3.    The Legislature's Judgment\n\n             The three-step analysis already incorporates due respect\n\nfor   the   judgment   of    the      legislature   as     to   the   severity   of\n\npenalties, and, as shown above, Rivera-Ruperto's case passes that\n\nanalysis.     Because the judgment of the legislature deserves great\n\ndeference,    however,      it   is    worth    pointing    out   that,   on     the\n\nparticular facts of this case, I am not questioning the judgment\n\nof the legislature.      Rather, § 924(c), as the late Chief Justice\n\nRehnquist pointed out, presents a good example of \"unintended\n\nconsequences\" of legislative action.43              Indeed, § 924(c) was the\n\nresult of a floor amendment (so there is no legislative history)\n\npassed by a legislature that wanted to appear tough on gun crime\n\nsoon after the assassinations of Robert Kennedy and Martin Luther\n\nKing, Jr.44    Not only were the minimums in that law much lower than\n\nthey have become since, but -- crucially -- the law was understood\n\nas a recidivist statute for a good 25 years.                    It was not until\n\n\n\n      43 William H. Rehnquist, Luncheon Address (June 18, 1993),\nin U.S. Sentencing Comm'n., Proceedings of the Inaugural Symposium\non Crime and Punishment in the United States, 286 (1993).\n      44 Judge Paul Cassell, Statement on Behalf of the Judicial\nConference of United States from U.S. District Judge Paul Cassell\nbefore the House Judiciary Committee Subcommittee on Crime,\nTerrorism, and Homeland Security, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">3133929</span></span><pre class=\"inline\">, Fed. Sent'g.\nRep. 19(5) (2007) at *347.\n\n\n                                       - 69 -\n\fDeal v. United States, </pre><span class=\"citation\" data-id=\"112860\"><a href=\"/opinion/112860/deal-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span><pre class=\"inline\"> (1993), that the statute became\n\napplied the way it is today -- not as a recidivist statute, but\n\nrather as one that requires stacking of mandatory minimums on\n\nfirst-time and recidivist offenders alike.   Not only is this court\n\ngenerally cautious to infer anything from Congressional inaction,\n\nbut in this case, it would not even make sense to try.         For\n\nCongress's inaction cuts both ways:    for the first 25 years after\n\n§ 924(c) was enacted, the statute applied to recidivists only;\n\nafter Deal, that changed -- but Congress did not act on either\n\nunderstanding of the statute.    Furthermore, as has been pointed\n\nout countless times, applications of § 924(c) such as in the case\n\nbefore us today contravene the intent of Congress in many ways:\n\nmost importantly, § 924(c) has led to significant sentencing\n\ndisparity, directly contradicting the intent behind the major\n\nsentencing reform of the 1980s. See, e.g., Stephen Breyer, Federal\n\nSentencing Guidelines Revisited, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">730985</span></span><pre class=\"inline\">, Fed. Sent'g. Rep.\n\n11(4)(1999).   This is yet another facet of the present case that\n\ndistinguishes it from this court's decision in, for instance, Polk.\n\nSee supra, n.20.   In that case, this court was faced with a harsh\n\nsentence -- but that sentence was clearly so intended by Congress,\n\nCongress had clearly resolved that the offense in question deserved\n\nthat harsh penalty.   But in the present case, this court is faced\n\nnot with a Congressional assessment of the gravity of this offense,\n\n\n\n\n                              - 70 -\n\fbut rather with an unintended consequence of a statute hastily\n\nimplemented and judicially altered.\n\n                                 III.    Conclusion\n\n               The present case is \"hen's-teeth rare\".              Polk, 546 F.3d\n\nat 76.        It may very well be even rarer than that.               I would hold\n\nthat Rivera-Ruperto's sentence violates the Eighth Amendment.\n\nIndeed, the present case is so rare that it is distinguishable\n\nfrom the cases in which the Supreme Court rejected Eighth Amendment\n\nchallenges to sentences for a term of years (already rare cases),\n\nand it is also distinguishable from cases the Government cited in\n\nwhich    other       circuits   rejected      Eighth   Amendment    challenges      to\n\nsentences under § 924(c) (also rare cases).                   Never before has a\n\nfirst-time offender who has not dedicated his life to crime been\n\ncondemned to spend his entire life in prison for a transgression\n\nsuch     as    Rivera-Ruperto's,        not    even    in   cases   in     which    the\n\ntransgression was real -- and Rivera's-Ruperto's transgression is\n\nfictitious.\n\n               The    Government   has     effectively      asked   this    court    to\n\npronounce the Eighth Amendment dead for sentences for a term of\n\nyears.        I respectfully refuse to join in this pronouncement.\n\n\"Unless we are to abandon the moral commitment embodied in the\n\nEighth        Amendment,   proportionality        review     must    never    become\n\neffectively obsolete.\"          Graham, 560 U.S. at 85 (Stevens, Ginsburg,\n\nSotomayor, JJ., concurring).\n\n\n                                         - 71 -\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/93324/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97242/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109635/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110795/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111000/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112646/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112860/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118106/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118505/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/127897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/127898/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/146790/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/173586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/176947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/195396/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/196199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/200775/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/201393/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/201585/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/201714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/201833/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/202184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/203141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/203551/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/219867/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/758839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768342/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785910/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786346/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/903985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1202050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1304931/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2572714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2959737/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2017-01-13T22:00:48.166611Z",
      "date_modified": "2017-01-13T22:00:48.430353Z",
      "date_filed": "2017-01-13",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-rivera-ruperto",
      "citation_id": null,
      "case_name_short": "Rivera-Ruperto",
      "case_name": "United States v. Rivera-Ruperto",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/4567839/united-states-v-rivera-ruperto/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2017-01-13T22:00:48.159232Z",
  "date_modified": "2017-01-13T22:00:48.159317Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Rivera-Ruperto",
  "case_name": "United States v. Rivera-Ruperto",
  "case_name_full": "",
  "slug": "united-states-v-rivera-ruperto",
  "docket_number": "12-2364P",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}