{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/4575035/",
  "id": 4575035,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ag/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4342252/",
      "id": 4342252,
      "absolute_url": "/opinion/4342252/direct-aid-to-faith-based-organizations-under-the-charitable-choice/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/4575035/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4119513/",
          "id": 4119513,
          "absolute_url": "/opinion/4342252/direct-aid-to-faith-based-organizations-under-the-charitable-choice/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4342252/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2017-01-27T22:40:34.648372Z",
          "date_modified": "2017-04-16T07:15:56.016950Z",
          "type": "010combined",
          "sha1": "f7a6b6252d0ee25e5d4bd68419e438b255b2505f",
          "page_count": 6,
          "download_url": "https://www.justice.gov/sites/default/files/olc/opinions/2001/06/31/op-olc-v025-p0129_0.pdf",
          "local_path": "pdf/2001/06/25/direct_aid_to_faith-based_organizations_under_the_charitable_choice.pdf",
          "plain_text": "                         Direct Aid to Faith-Based Organizations Under the\n                                 Charitable Choice Provisions of the\n                                  Community Solutions Act of 2001\n             Congress may, consistent with the Establishment Clause, extend the religious exemptions under Title\n               VII of the Civil Rights Act of 1964 to faith-based organizations receiving direct payments of federal\n               money under the charitable choice provisions set forth in section 1994A of H.R. 7, the Community\n               Solutions Act of 2001.\n             The fact that a faith-based organization is organized as a tax-exempt, nonprofit entity under sec-\n               tion 501(c)(3) of the Internal Revenue Code does not affect the organization’s ability to invoke the\n               religious exemptions under sections 702(a) and 703(e)(2) of the Civil Rights Act of 1964.\n\n                                                                                                    June 25, 2001\n\n                   MEMORANDUM OPINION FOR THE ASSOCIATE COUNSEL TO THE PRESIDENT\n\n                 You have asked for our opinion whether Congress may, consistent with the\n             Establishment Clause, U.S. Const. amend. I, extend the religious exemptions\n             under Title VII of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000e-1, 2000e-\n             2(e)(2) (1994), to faith-based organizations (“FBOs”) receiving direct payments of\n             federal money under the charitable choice provisions set forth in section 1994A of\n             H.R. 7, the Community Solutions Act of 2001 (“the Act”). If so, you have also\n             asked whether an FBO organized as a tax-exempt, nonprofit entity under sec-\n             tion 501(c)(3) of the Internal Revenue Code is entitled to the Title VII exemption.\n             We conclude, for the reasons set forth more fully below, that an FBO receiving\n             direct federal aid may make employment decisions on the basis of religion without\n             running afoul of the Establishment Clause, and that an FBO organized under\n             section 501(c)(3) may invoke the Title VII exemption and employ staff on a\n             religious basis.\n\n                                                               I.\n\n                Section 201 of H.R. 7 would create a new 42 U.S.C. § 1994A. Proposed section\n             1994A(e)(2) would provide that “[t]he exemption of a religious organization\n             provided under section 702 or 703(e)(2) of the Civil Rights Act of 1964 (42 U.S.C.\n             §§ 2000e-1, 2000e-2(e)(2)) regarding employment practices shall not be affected\n             by the religious organization’s provision of assistance under, or receipt of funds\n             from, a program described in subsection (c)(4).” It is our understanding that this\n             provision is intended not to alter or amend any provision of Title VII of the Civil\n             Rights Act of 1964, but, instead, simply to specify and to emphasize that, if an\n             organization is otherwise entitled to a religious exemption provided in section 702\n             or 703 of Title VII, that organization’s receipt of funds pursuant to one of the\n             designated programs will not affect the organization’s eligibility for the Title VII\n\n\n\n\n                                                              129\n\n\n\n\n227-329 VOL_25_PROOF.pdf 139                                                                                  10/22/12 11:10 AM\n\f                               Opinions of the Office of Legal Counsel in Volume 25\n\n\n         exemption. In this respect, the provision is similar to provisions included in at least\n         three other recent statutes. 1 You have asked us to consider the constitutionality of\n         the Title VII religious exemptions as applied to qualifying nonprofit employers in\n         general, and, more specifically, as applied to the employment decisions of\n         nonprofit religious organizations that would receive government funding under\n         one of the specified programs.\n            Section 703(a) of Title VII of the Civil Rights Act of 1964, 42 U.S.C.\n         § 2000e-2(a), generally prohibits employers from engaging in employment\n         discrimination on the basis of an individual’s race, color, religion, sex, or national\n         origin. 2 One of several exemptions to Title VII’s prohibitions is found in sec-\n         tion 702(a), 42 U.S.C. § 2000e-1(a), which provides as follows:\n\n                  This subchapter shall not apply to an employer with respect to the\n                  employment of aliens outside any State, or to a religious corporation,\n                  association, educational institution, or society with respect to the\n                  employment of individuals of a particular religion to perform work\n                  connected with the carrying on by such corporation, association,\n                  educational institution, or society of its activities.\n\n         As first enacted in 1964, the section 702 exemption for religious discrimination\n         extended only to persons employed to perform work “connected with the carrying\n         on by such [religious] corporation, association, or society of its religious activi-\n         ties.” Pub. L. No. 88-352, § 702, 78 Stat. 255 (1964) (emphasis added). In 1972,\n\n\n             1\n               See, e.g., 42 U.S.C. § 604a(f) (Supp. II 1996) (“A religious organization’s exemption provided\n         under section 2000e-1 of this title regarding employment practices shall not be affected by its\n         participation in, or receipt of funds from, programs described in subsection (a)(2) of this section.”); 42\n         U.S.C. § 9920(b)(3) (Supp. IV 1998) (“A religious organization’s exemption provided under section\n         702 of the Civil Rights Act of 1964 (42 U.S.C. 2000e-1) regarding employment practices shall not be\n         affected by its participation in, or receipt of funds from, programs described in subsection (a).”); 42\n         U.S.C.A. § 290kk-1(e) (2001) (“A religious organization’s exemption provided under section 2000e-1\n         of this title regarding employment practices shall not be affected by its participation in, or receipt of\n         funds from, a designated program.”).\n             2\n               That section provides:\n                  It shall be an unlawful employment practice for an employer—\n                  (1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate\n                  against any individual with respect to his compensation, terms, conditions, or privileg-\n                  es of employment, because of such individual’s race, color, religion, sex, or national\n                  origin; or\n                  (2) to limit, segregate, or classify his employees or applicants for employment in any\n                  way which would deprive or tend to deprive any individual of employment opportuni-\n                  ties or otherwise adversely affect his status as an employee, because of such individu-\n                  al’s race, color, religion, sex, or national origin.\n         Id. (emphasis added). In addition, section 704 of Title VII, 42 U.S.C. § 2000e-3, prohibits certain forms\n         of retaliation against employees who raise claims or questions concerning alleged Title VII violations.\n\n\n\n\n                                                            130\n\n\n\n\n227-329 VOL_25_PROOF.pdf 140                                                                                    10/22/12 11:10 AM\n\f                                 Direct Aid to FBOs Under Charitable Choice Provisions\n\n\n             Congress substantially broadened section 702 by deleting the word “religious,”\n             which had modified “activities,” so that the exemption applies to persons\n             employed to perform work “connected with the carrying on by such [religious]\n             corporation, association, or society of its activities.” Equal Employment Oppor-\n             tunity Act of 1972, Pub. L. No. 92-261, § 3, 86 Stat. 103 (1972). 3 Accordingly,\n             Title VII does not prohibit “a religious corporation, association, educational\n             institution, or society” from discriminating in favor of employees “of a particular\n             religion.” 4 A similar exemption is found in section 703(e)(2), 42 U.S.C. § 2000e-\n             2(e)(2), which provides that Title VII does not prohibit an educational institution\n             from hiring employees “of a particular religion” if that institution is wholly or\n             partly supported “by a particular religion or by a particular religious corporation,\n             association, or society.” 5\n                 The section 702(a) and 703(e)(2) exemptions create express rights for certain\n             religious employers, 6 permitting them to avoid Title VII liability for conduct\n             (employment discrimination on the basis of an individual’s religion) that all other\n             employers must forego. In Corp. of Presiding Bishop of Church of Jesus Christ of\n             Latter-Day Saints v. Amos, the Supreme Court sustained the constitutionality of\n             the religious exemption in section 702(a) as applied to “secular” employment\n             positions of qualifying nonprofit religious corporations, reasoning that the\n             exemption as so applied was “rationally related to the legitimate purpose of\n             alleviating significant governmental interference with the ability of religious\n             organizations to define and carry out their religious missions.” 483 U.S. 327, 339\n             (1987). The plaintiffs in Amos argued that, as applied to employees who were\n\n                 3\n                   That amendment also added “religious . . . educational institutions” to the list of exempt religious\n             organizations in section 702, while deleting a broader, separate “educational institution” exemption that\n             originally had appeared in section 702 as enacted in 1964. See id.\n                 4\n                   By its terms, section 702(a) applies only “with respect to the employment of individuals of a\n             particular religion.” In other words, that exemption “merely indicates that [qualifying] institutions may\n             choose to employ members of their own religion without fear of being charged with religious\n             discrimination.” Boyd v. Harding Academy of Memphis, 88 F.3d 410, 413 (6th Cir. 1996). Furthermore,\n             the legislative history manifests congressional intent that section 702(a) would not exempt qualifying\n             organizations from other forms of discrimination that Title VII proscribes, such as discrimination on\n             the basis of race and sex.\n                 5\n                   When Congress enacted Title VII, it included this additional exemption because it understood that\n             not all such educational institutions would be able to take advantage of the “religious corporation,\n             association or society” exemption then found in section 702 (or of the additional “educational\n             institution” exemption that initially was included in section 702). See EEOC v. Townley Eng’g & Mfg.\n             Co., 859 F.2d 610, 617 (9th Cir. 1988) (discussing legislative history).\n                 6\n                   An employer is eligible for the section 702(a) exemption if either (1) the employer is a church, or\n             an entity owned, controlled or operated by a church, see, e.g., Corp. of Presiding Bishop of Church of\n             Jesus Christ of Latter-Day Saints v. Amos, 483 U.S. 327, 330 n.3 (1987), or (2) the employer’s purpose\n             and character are “primarily religious,” based on an examination of all significant religious and secular\n             characteristics of the organization, see, e.g., Hall v. Baptist Mem’l Health Care Corp., 215 F.3d 618,\n             624 (6th Cir. 2000); EEOC v. Kamehameha Schs./Bishop Estate, 990 F.2d 458, 460 (9th Cir. 1993);\n             Townley Eng’g & Mfg. Co., 859 F.2d at 618.\n\n\n\n\n                                                               131\n\n\n\n\n227-329 VOL_25_PROOF.pdf 141                                                                                     10/22/12 11:10 AM\n\f                               Opinions of the Office of Legal Counsel in Volume 25\n\n\n         involved exclusively in their employer’s secular (rather than religious) activities,\n         the Title VII exemption did not relieve any burden on the employer’s religious\n         exercise, and thus could not be viewed as a permissible religious accommodation.\n         The Court did not take issue with plaintiffs’ contention that confining such\n         employment positions to coreligionists would not directly assist the organizations\n         in fulfilling their religious missions. The Court explained, however, that Con-\n         gress’s 1972 extension of the exemption to all of a qualifying employer’s employ-\n         ees did, indeed, alleviate a “significant burden” on religious exercise—in that case,\n         the burden of requiring an organization, “on pain of substantial liability, to predict\n         which of its activities a secular court will consider religious.” Id. at 336 (emphasis\n         added). The Court further explained why this burden of “prediction” was “signifi-\n         cant”: “The line [between the organization’s secular and religious activities] is\n         hardly a bright one, and an organization might understandably be concerned that a\n         judge would not understand its religious tenets and sense of mission. Fear of\n         potential liability might affect the way an organization carried out what it under-\n         stood to be its religious mission.” Id. (footnote omitted). Moreover, the broader\n         exemption alleviated serious entanglement concerns by “avoid[ing] the kind of\n         intrusive inquiry into religious belief” by the government that would be necessary\n         if the exemption were limited to an organization’s “religious” activities. Id. at\n         339. 7\n             The decision in Amos provides the framework for evaluating whether applica-\n         tion of section 702(a) to employees of a government-funded program would be a\n         permissible accommodation. We believe that FBOs receiving direct aid can\n         demonstrate that Title VII’s prohibition on religious discrimination would impose\n         a significant burden on their exercise of religion, even as applied to employees in\n         programs that must, by law, refrain from specifically religious activities.\n             Many religious organizations and associations engage in extensive social wel-\n         fare and charitable activities, such as operating soup kitchens and day care centers\n         or providing aid to the poor and the homeless. Even where the content of such\n         activities is secular—in the sense that it does not include religious teaching,\n         proselytizing, prayer or ritual—the religious organization’s performance of such\n         functions is likely to be “infused with a religious purpose.” Amos, 483 U.S. at 342\n         (Brennan, J., concurring). And churches and other religious entities “often regard\n         the provision of such services as a means of fulfilling religious duty and of\n         providing an example of the way of life a church seeks to foster.” Id. at 344\n         (footnote omitted). In other words, the provision of “secular” social services and\n         charitable works that do not involve “explicitly religious content” and are not\n\n\n             7\n               Although there are no appellate decisions directly on point, the reasoning of Amos explains why\n         the section 703(e)(2) exemption, too, is constitutional as applied to qualifying nonprofit educational\n         institutions that are wholly or partly supported “by a particular religion or by a particular religious\n         corporation, association, or society.”\n\n\n\n\n                                                          132\n\n\n\n\n227-329 VOL_25_PROOF.pdf 142                                                                                  10/22/12 11:10 AM\n\f                                 Direct Aid to FBOs Under Charitable Choice Provisions\n\n\n             “designed to inculcate the views of a particular religious faith,” Bowen v.\n             Kendrick, 487 U.S. 589, 621 (1988), nevertheless may well be “religiously\n             inspired,” id., and play an important part in the “furtherance of an organization’s\n             religious mission.” Amos, 483 U.S. at 342 (Brennan, J., concurring).\n                 A religious organization may have good reason for preferring that individuals\n             similarly committed to its religiously motivated mission operate such secular\n             programs, for such collective activity can be “a means by which a religious\n             community defines itself.” Id. Indeed, such collective activity not only can\n             advance the organization’s own religious objectives, but also can further the\n             religious mission of the individuals who constitute the religious community: “For\n             many individuals, religious activity derives meaning in large measure from\n             participation in a larger religious community. Such a community represents an\n             ongoing tradition of shared beliefs, an organic entity not reducible to a mere\n             aggregation of individuals.” Id. Accordingly, the selection of coreligionists in\n             particular social-service programs will ordinarily advance a religious organiza-\n             tion’s religious mission, facilitate the religiously motivated calling and conduct of\n             the individuals who are the constituents of that organization, and fortify the\n             organization’s religious tradition. Where an organization makes such a showing,\n             the Title VII prohibition on religious discrimination would impose “significant\n             governmental interference” with the ability of that organization “to define and\n             carry out [its] religious mission[],” Amos, 483 U.S. at 335, even as applied to\n             employees who are engaged in work that is secular in content. Where that is the\n             case, the section 702(a) exemption would be a permissible religious accommoda-\n             tion that “alleviat[es] special burdens,” Board of Kiryas Joel Vill. Sch. Dist. v.\n             Grumet, 512 U.S. 687, 705 (1994).\n                 In our opinion, this rationale provides a persuasive basis for the constitutionali-\n             ty of the Title VII exemptions as applied to employees of FBOs in programs that\n             are direct recipients of government funding. 8\n\n                                                               II.\n\n                You have also asked whether an FBO organized as a tax-exempt, nonprofit\n             entity under section 501(c)(3) of the Internal Revenue Code is entitled to the Title\n             VII exemption. So long as a religious organization otherwise satisfies the require-\n             ments of the section 702(a) or the section 703(e)(2) Title VII exemption, the mere\n\n\n                 8\n                   We note, further, that the same constitutional question is already present whenever direct govern-\n             ment funds are used to employ persons subject to the Title VII exemptions. The provision in proposed\n             section 1994A(e)(2) that “[t]he exemption of a religious organization provided under section 702 or\n             703(e)(2) of the Civil Rights Act of 1964 (42 U.S.C. 2000e-1, 2000e-2(e)(2)) regarding employment\n             practices shall not be affected by the religious organization’s provision of assistance under, or receipt\n             of funds from, a program described in subsection (c)(4)” does not raise any constitutional questions that\n             are not already present when the Title VII exemptions are applied to employees in such a program.\n\n\n\n\n                                                               133\n\n\n\n\n227-329 VOL_25_PROOF.pdf 143                                                                                    10/22/12 11:10 AM\n\f                               Opinions of the Office of Legal Counsel in Volume 25\n\n\n         fact that the entity is a tax-exempt, nonprofit entity under section 501(c)(3) of the\n         Internal Revenue Code should not affect the organization’s ability to invoke that\n         exemption. See, e.g., Amos, 483 U.S. at 330 n.3 (noting that appellees did not\n         contest that corporations organized under state law to perform various activities on\n         behalf of the unincorporated Church of Jesus Christ of Latter-Day Saints, which\n         were tax-exempt, nonprofit religious entities under section 501(c)(3), were\n         covered religious organizations for purposes of section 702(a)).\n\n                                                           SHELDON BRADSHAW\n                                                        Deputy Assistant Attorney General\n                                                            Office of Legal Counsel\n\n\n\n\n                                                      134\n\n\n\n\n227-329 VOL_25_PROOF.pdf 144                                                                10/22/12 11:10 AM\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                         Direct Aid to Faith-Based Organizations Under the\n                                 Charitable Choice Provisions of the\n                                  Community Solutions Act of 2001\n             Congress may, consistent with the Establishment Clause, extend the religious exemptions under Title\n               VII of the Civil Rights Act of 1964 to faith-based organizations receiving direct payments of federal\n               money under the charitable choice provisions set forth in section 1994A of H.R. 7, the Community\n               Solutions Act of 2001.\n             The fact that a faith-based organization is organized as a tax-exempt, nonprofit entity under sec-\n               tion 501(c)(3) of the Internal Revenue Code does not affect the organization’s ability to invoke the\n               religious exemptions under sections 702(a) and 703(e)(2) of the Civil Rights Act of 1964.\n\n                                                                                                    June 25, 2001\n\n                   MEMORANDUM OPINION FOR THE ASSOCIATE COUNSEL TO THE PRESIDENT\n\n                 You have asked for our opinion whether Congress may, consistent with the\n             Establishment Clause, U.S. Const. amend. I, extend the religious exemptions\n             under Title VII of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000e-1, 2000e-\n             2(e)(2) (1994), to faith-based organizations (“FBOs”) receiving direct payments of\n             federal money under the charitable choice provisions set forth in section 1994A of\n             H.R. 7, the Community Solutions Act of 2001 (“the Act”). If so, you have also\n             asked whether an FBO organized as a tax-exempt, nonprofit entity under sec-\n             tion 501(c)(3) of the Internal Revenue Code is entitled to the Title VII exemption.\n             We conclude, for the reasons set forth more fully below, that an FBO receiving\n             direct federal aid may make employment decisions on the basis of religion without\n             running afoul of the Establishment Clause, and that an FBO organized under\n             section 501(c)(3) may invoke the Title VII exemption and employ staff on a\n             religious basis.\n\n                                                               I.\n\n                Section 201 of H.R. 7 would create a new 42 U.S.C. § 1994A. Proposed section\n             1994A(e)(2) would provide that “[t]he exemption of a religious organization\n             provided under section 702 or 703(e)(2) of the Civil Rights Act of 1964 (42 U.S.C.\n             §§ 2000e-1, 2000e-2(e)(2)) regarding employment practices shall not be affected\n             by the religious organization’s provision of assistance under, or receipt of funds\n             from, a program described in subsection (c)(4).” It is our understanding that this\n             provision is intended not to alter or amend any provision of Title VII of the Civil\n             Rights Act of 1964, but, instead, simply to specify and to emphasize that, if an\n             organization is otherwise entitled to a religious exemption provided in section 702\n             or 703 of Title VII, that organization’s receipt of funds pursuant to one of the\n             designated programs will not affect the organization’s eligibility for the Title VII\n\n\n\n\n                                                              129\n\n\n\n\n227-329 VOL_25_PROOF.pdf 139                                                                                  10/22/12 11:10 AM\n\f                               Opinions of the Office of Legal Counsel in Volume 25\n\n\n         exemption. In this respect, the provision is similar to provisions included in at least\n         three other recent statutes. 1 You have asked us to consider the constitutionality of\n         the Title VII religious exemptions as applied to qualifying nonprofit employers in\n         general, and, more specifically, as applied to the employment decisions of\n         nonprofit religious organizations that would receive government funding under\n         one of the specified programs.\n            Section 703(a) of Title VII of the Civil Rights Act of 1964, 42 U.S.C.\n         § 2000e-2(a), generally prohibits employers from engaging in employment\n         discrimination on the basis of an individual’s race, color, religion, sex, or national\n         origin. 2 One of several exemptions to Title VII’s prohibitions is found in sec-\n         tion 702(a), 42 U.S.C. § 2000e-1(a), which provides as follows:\n\n                  This subchapter shall not apply to an employer with respect to the\n                  employment of aliens outside any State, or to a religious corporation,\n                  association, educational institution, or society with respect to the\n                  employment of individuals of a particular religion to perform work\n                  connected with the carrying on by such corporation, association,\n                  educational institution, or society of its activities.\n\n         As first enacted in 1964, the section 702 exemption for religious discrimination\n         extended only to persons employed to perform work “connected with the carrying\n         on by such [religious] corporation, association, or society of its religious activi-\n         ties.” Pub. L. No. 88-352, § 702, 78 Stat. 255 (1964) (emphasis added). In 1972,\n\n\n             1\n               See, e.g., 42 U.S.C. § 604a(f) (Supp. II 1996) (“A religious organization’s exemption provided\n         under section 2000e-1 of this title regarding employment practices shall not be affected by its\n         participation in, or receipt of funds from, programs described in subsection (a)(2) of this section.”); 42\n         U.S.C. § 9920(b)(3) (Supp. IV 1998) (“A religious organization’s exemption provided under section\n         702 of the Civil Rights Act of 1964 (42 U.S.C. 2000e-1) regarding employment practices shall not be\n         affected by its participation in, or receipt of funds from, programs described in subsection (a).”); 42\n         U.S.C.A. § 290kk-1(e) (2001) (“A religious organization’s exemption provided under section 2000e-1\n         of this title regarding employment practices shall not be affected by its participation in, or receipt of\n         funds from, a designated program.”).\n             2\n               That section provides:\n                  It shall be an unlawful employment practice for an employer—\n                  (1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate\n                  against any individual with respect to his compensation, terms, conditions, or privileg-\n                  es of employment, because of such individual’s race, color, religion, sex, or national\n                  origin; or\n                  (2) to limit, segregate, or classify his employees or applicants for employment in any\n                  way which would deprive or tend to deprive any individual of employment opportuni-\n                  ties or otherwise adversely affect his status as an employee, because of such individu-\n                  al’s race, color, religion, sex, or national origin.\n         Id. (emphasis added). In addition, section 704 of Title VII, 42 U.S.C. § 2000e-3, prohibits certain forms\n         of retaliation against employees who raise claims or questions concerning alleged Title VII violations.\n\n\n\n\n                                                            130\n\n\n\n\n227-329 VOL_25_PROOF.pdf 140                                                                                    10/22/12 11:10 AM\n\f                                 Direct Aid to FBOs Under Charitable Choice Provisions\n\n\n             Congress substantially broadened section 702 by deleting the word “religious,”\n             which had modified “activities,” so that the exemption applies to persons\n             employed to perform work “connected with the carrying on by such [religious]\n             corporation, association, or society of its activities.” Equal Employment Oppor-\n             tunity Act of 1972, Pub. L. No. 92-261, § 3, 86 Stat. 103 (1972). 3 Accordingly,\n             Title VII does not prohibit “a religious corporation, association, educational\n             institution, or society” from discriminating in favor of employees “of a particular\n             religion.” 4 A similar exemption is found in section 703(e)(2), 42 U.S.C. § 2000e-\n             2(e)(2), which provides that Title VII does not prohibit an educational institution\n             from hiring employees “of a particular religion” if that institution is wholly or\n             partly supported “by a particular religion or by a particular religious corporation,\n             association, or society.” 5\n                 The section 702(a) and 703(e)(2) exemptions create express rights for certain\n             religious employers, 6 permitting them to avoid Title VII liability for conduct\n             (employment discrimination on the basis of an individual’s religion) that all other\n             employers must forego. In Corp. of Presiding Bishop of Church of Jesus Christ of\n             Latter-Day Saints v. Amos, the Supreme Court sustained the constitutionality of\n             the religious exemption in section 702(a) as applied to “secular” employment\n             positions of qualifying nonprofit religious corporations, reasoning that the\n             exemption as so applied was “rationally related to the legitimate purpose of\n             alleviating significant governmental interference with the ability of religious\n             organizations to define and carry out their religious missions.” </pre><span class=\"citation\" data-id=\"111944\"><a href=\"/opinion/111944/corporation-of-presiding-bishop-of-church-of-jesus-christ-of-latter-day/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span><pre class=\"inline\">, 339\n             (1987). The plaintiffs in Amos argued that, as applied to employees who were\n\n                 3\n                   That amendment also added “religious . . . educational institutions” to the list of exempt religious\n             organizations in section 702, while deleting a broader, separate “educational institution” exemption that\n             originally had appeared in section 702 as enacted in 1964. See id.\n                 4\n                   By its terms, section 702(a) applies only “with respect to the employment of individuals of a\n             particular religion.” In other words, that exemption “merely indicates that [qualifying] institutions may\n             choose to employ members of their own religion without fear of being charged with religious\n             discrimination.” Boyd v. Harding Academy of Memphis, </pre><span class=\"citation\" data-id=\"721343\"><a href=\"/opinion/721343/andrea-e-boyd-v-harding-academy-of-memphis-inc/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span></a></span><pre class=\"inline\">, 413 (6th Cir. 1996). Furthermore,\n             the legislative history manifests congressional intent that section 702(a) would not exempt qualifying\n             organizations from other forms of discrimination that Title VII proscribes, such as discrimination on\n             the basis of race and sex.\n                 5\n                   When Congress enacted Title VII, it included this additional exemption because it understood that\n             not all such educational institutions would be able to take advantage of the “religious corporation,\n             association or society” exemption then found in section 702 (or of the additional “educational\n             institution” exemption that initially was included in section 702). See EEOC v. Townley Eng’g & Mfg.\n             Co., </pre><span class=\"citation\" data-id=\"512941\"><a href=\"/opinion/512941/equal-employment-opportunity-commission-v-townley-engineering/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">610</span></a></span><pre class=\"inline\">, 617 (9th Cir. 1988) (discussing legislative history).\n                 6\n                   An employer is eligible for the section 702(a) exemption if either (1) the employer is a church, or\n             an entity owned, controlled or operated by a church, see, e.g., Corp. of Presiding Bishop of Church of\n             Jesus Christ of Latter-Day Saints v. Amos, </pre><span class=\"citation\" data-id=\"111944\"><a href=\"/opinion/111944/corporation-of-presiding-bishop-of-church-of-jesus-christ-of-latter-day/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span><pre class=\"inline\">, 330 n.3 (1987), or (2) the employer’s purpose\n             and character are “primarily religious,” based on an examination of all significant religious and secular\n             characteristics of the organization, see, e.g., Hall v. Baptist Mem’l Health Care Corp., </pre><span class=\"citation\" data-id=\"769069\"><a href=\"/opinion/769069/glynda-l-hall-v-baptist-memorial-health-care-corporation-dba-baptist/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span><pre class=\"inline\">,\n             624 (6th Cir. 2000); EEOC v. Kamehameha Schs./Bishop Estate, </pre><span class=\"citation\" data-id=\"603890\"><a href=\"/opinion/603890/equal-employment-opportunity-commission-v-kamehameha-schoolsbishop-estate/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span><pre class=\"inline\">, 460 (9th Cir. 1993);\n             Townley Eng’g & Mfg. Co., 859 F.2d at 618.\n\n\n\n\n                                                               131\n\n\n\n\n227-329 VOL_25_PROOF.pdf 141                                                                                     10/22/12 11:10 AM\n\f                               Opinions of the Office of Legal Counsel in Volume 25\n\n\n         involved exclusively in their employer’s secular (rather than religious) activities,\n         the Title VII exemption did not relieve any burden on the employer’s religious\n         exercise, and thus could not be viewed as a permissible religious accommodation.\n         The Court did not take issue with plaintiffs’ contention that confining such\n         employment positions to coreligionists would not directly assist the organizations\n         in fulfilling their religious missions. The Court explained, however, that Con-\n         gress’s 1972 extension of the exemption to all of a qualifying employer’s employ-\n         ees did, indeed, alleviate a “significant burden” on religious exercise—in that case,\n         the burden of requiring an organization, “on pain of substantial liability, to predict\n         which of its activities a secular court will consider religious.” Id. at 336 (emphasis\n         added). The Court further explained why this burden of “prediction” was “signifi-\n         cant”: “The line [between the organization’s secular and religious activities] is\n         hardly a bright one, and an organization might understandably be concerned that a\n         judge would not understand its religious tenets and sense of mission. Fear of\n         potential liability might affect the way an organization carried out what it under-\n         stood to be its religious mission.” Id. (footnote omitted). Moreover, the broader\n         exemption alleviated serious entanglement concerns by “avoid[ing] the kind of\n         intrusive inquiry into religious belief” by the government that would be necessary\n         if the exemption were limited to an organization’s “religious” activities. Id. at\n         339. 7\n             The decision in Amos provides the framework for evaluating whether applica-\n         tion of section 702(a) to employees of a government-funded program would be a\n         permissible accommodation. We believe that FBOs receiving direct aid can\n         demonstrate that Title VII’s prohibition on religious discrimination would impose\n         a significant burden on their exercise of religion, even as applied to employees in\n         programs that must, by law, refrain from specifically religious activities.\n             Many religious organizations and associations engage in extensive social wel-\n         fare and charitable activities, such as operating soup kitchens and day care centers\n         or providing aid to the poor and the homeless. Even where the content of such\n         activities is secular—in the sense that it does not include religious teaching,\n         proselytizing, prayer or ritual—the religious organization’s performance of such\n         functions is likely to be “infused with a religious purpose.” Amos, 483 U.S. at 342\n         (Brennan, J., concurring). And churches and other religious entities “often regard\n         the provision of such services as a means of fulfilling religious duty and of\n         providing an example of the way of life a church seeks to foster.” Id. at 344\n         (footnote omitted). In other words, the provision of “secular” social services and\n         charitable works that do not involve “explicitly religious content” and are not\n\n\n             7\n               Although there are no appellate decisions directly on point, the reasoning of Amos explains why\n         the section 703(e)(2) exemption, too, is constitutional as applied to qualifying nonprofit educational\n         institutions that are wholly or partly supported “by a particular religion or by a particular religious\n         corporation, association, or society.”\n\n\n\n\n                                                          132\n\n\n\n\n227-329 VOL_25_PROOF.pdf 142                                                                                  10/22/12 11:10 AM\n\f                                 Direct Aid to FBOs Under Charitable Choice Provisions\n\n\n             “designed to inculcate the views of a particular religious faith,” Bowen v.\n             Kendrick, </pre><span class=\"citation\" data-id=\"112138\"><a href=\"/opinion/112138/bowen-v-kendrick/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></a></span><pre class=\"inline\">, 621 (1988), nevertheless may well be “religiously\n             inspired,” id., and play an important part in the “furtherance of an organization’s\n             religious mission.” Amos, 483 U.S. at 342 (Brennan, J., concurring).\n                 A religious organization may have good reason for preferring that individuals\n             similarly committed to its religiously motivated mission operate such secular\n             programs, for such collective activity can be “a means by which a religious\n             community defines itself.” Id. Indeed, such collective activity not only can\n             advance the organization’s own religious objectives, but also can further the\n             religious mission of the individuals who constitute the religious community: “For\n             many individuals, religious activity derives meaning in large measure from\n             participation in a larger religious community. Such a community represents an\n             ongoing tradition of shared beliefs, an organic entity not reducible to a mere\n             aggregation of individuals.” Id. Accordingly, the selection of coreligionists in\n             particular social-service programs will ordinarily advance a religious organiza-\n             tion’s religious mission, facilitate the religiously motivated calling and conduct of\n             the individuals who are the constituents of that organization, and fortify the\n             organization’s religious tradition. Where an organization makes such a showing,\n             the Title VII prohibition on religious discrimination would impose “significant\n             governmental interference” with the ability of that organization “to define and\n             carry out [its] religious mission[],” Amos, 483 U.S. at 335, even as applied to\n             employees who are engaged in work that is secular in content. Where that is the\n             case, the section 702(a) exemption would be a permissible religious accommoda-\n             tion that “alleviat[es] special burdens,” Board of Kiryas Joel Vill. Sch. Dist. v.\n             Grumet, </pre><span class=\"citation\" data-id=\"117870\"><a href=\"/opinion/117870/board-of-ed-of-kiryas-joel-village-school-dist-v-grumet/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">687</span></a></span><pre class=\"inline\">, 705 (1994).\n                 In our opinion, this rationale provides a persuasive basis for the constitutionali-\n             ty of the Title VII exemptions as applied to employees of FBOs in programs that\n             are direct recipients of government funding. 8\n\n                                                               II.\n\n                You have also asked whether an FBO organized as a tax-exempt, nonprofit\n             entity under section 501(c)(3) of the Internal Revenue Code is entitled to the Title\n             VII exemption. So long as a religious organization otherwise satisfies the require-\n             ments of the section 702(a) or the section 703(e)(2) Title VII exemption, the mere\n\n\n                 8\n                   We note, further, that the same constitutional question is already present whenever direct govern-\n             ment funds are used to employ persons subject to the Title VII exemptions. The provision in proposed\n             section 1994A(e)(2) that “[t]he exemption of a religious organization provided under section 702 or\n             703(e)(2) of the Civil Rights Act of 1964 (42 U.S.C. 2000e-1, 2000e-2(e)(2)) regarding employment\n             practices shall not be affected by the religious organization’s provision of assistance under, or receipt\n             of funds from, a program described in subsection (c)(4)” does not raise any constitutional questions that\n             are not already present when the Title VII exemptions are applied to employees in such a program.\n\n\n\n\n                                                               133\n\n\n\n\n227-329 VOL_25_PROOF.pdf 143                                                                                    10/22/12 11:10 AM\n\f                               Opinions of the Office of Legal Counsel in Volume 25\n\n\n         fact that the entity is a tax-exempt, nonprofit entity under section 501(c)(3) of the\n         Internal Revenue Code should not affect the organization’s ability to invoke that\n         exemption. See, e.g., Amos, 483 U.S. at 330 n.3 (noting that appellees did not\n         contest that corporations organized under state law to perform various activities on\n         behalf of the unincorporated Church of Jesus Christ of Latter-Day Saints, which\n         were tax-exempt, nonprofit religious entities under section 501(c)(3), were\n         covered religious organizations for purposes of section 702(a)).\n\n                                                           SHELDON BRADSHAW\n                                                        Deputy Assistant Attorney General\n                                                            Office of Legal Counsel\n\n\n\n\n                                                      134\n\n\n\n\n227-329 VOL_25_PROOF.pdf 144                                                                10/22/12 11:10 AM\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112138/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117870/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/512941/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/603890/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721343/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769069/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2017-01-27T22:40:34.641971Z",
      "date_modified": "2017-01-29T20:07:11.808633Z",
      "date_filed": "2001-06-25",
      "date_filed_is_approximate": false,
      "slug": "direct-aid-to-faith-based-organizations-under-the-charitable-choice",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "Direct Aid to Faith-Based Organizations Under the Charitable Choice Provisions of the Community Solutions Act of 2001",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/4575035/direct-aid-to-faith-based-organizations-under-the-charitable-choice/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2017-01-27T22:40:34.635040Z",
  "date_modified": "2017-01-27T22:40:34.635084Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Direct Aid to Faith-Based Organizations Under the Charitable Choice Provisions of the Community Solutions Act of 2001",
  "case_name_full": "",
  "slug": "direct-aid-to-faith-based-organizations-under-the-charitable-choice",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}