{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/4584479/",
  "id": 4584479,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca7/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4348444/",
      "id": 4348444,
      "absolute_url": "/opinion/4348444/rufus-west-v-dustin-kingsland/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/4584479/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4125704/",
          "id": 4125704,
          "absolute_url": "/opinion/4348444/rufus-west-v-dustin-kingsland/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4348444/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2017-02-13T23:00:55.774149Z",
          "date_modified": "2017-04-16T07:20:40.284580Z",
          "type": "010combined",
          "sha1": "cb44fdc736ae5257ea5e8b01bcb62973d81798d3",
          "page_count": 6,
          "download_url": "http://media.ca7.uscourts.gov/cgi-bin/rssExec.pl?Submit=Display&Path=Y2017/D02-13/C:16-2279:J:PerCuriam:aut:T:npDp:N:1912411:S:0",
          "local_path": "pdf/2017/02/13/rufus_west_v._dustin_kingsland.pdf",
          "plain_text": "                        NONPRECEDENTIAL DISPOSITION\n                To be cited only in accordance with Fed. R. App. P. 32.1\n\n\n\n               United States Court of Appeals\n                                For the Seventh Circuit\n                                Chicago, Illinois 60604\n\n                             Submitted February 13, 2017 *\n                              Decided February 13, 2017\n\n                                        Before\n\n                      FRANK H. EASTERBROOK, Circuit Judge\n\n                      ANN CLAIRE WILLIAMS, Circuit Judge\n\n                      DIANE S. SYKES, Circuit Judge\n\nNo. 16-2279\n\nRUFUS WEST, a/k/a                                 Appeal from the United States District\nMUSLIM MANSA LUTALO IYAPO,                        Court for the Eastern District of Wisconsin.\n    Plaintiff-Appellant,\n                                                  No. 14-CV-1146-JPS\n      v.\n                                                  J.P. Stadtmueller,\nDUSTIN KINGSLAND,                                 Judge.\n     Defendant-Appellee.\n\n\n                                      ORDER\n\n       Wisconsin prisoner Rufus West claims in this action under 42 U.S.C. § 1983 that\nguard Dustin Kingsland treated him harshly because he is Muslim and had lodged\nnumerous grievances, thus violating the First Amendment and his right to equal\nprotection. The district court granted summary judgment for Kingsland, and West\n\n\n\n\n      *\n         We have agreed to decide the case without oral argument because the briefs and\nrecord adequately present the facts and legal arguments, and oral argument would not\nsignificantly aid the court. See FED. R. CIV. P. 34(a)(2)(C).\n\fNo. 16-2279                                                                         Page 2\n\nappeals. We agree with the district court that, on this record, a reasonable jury could not\nfind for West on his constitutional claims.\n\n       Except as noted, the following account is undisputed. West, a frequent litigant, is\na follower of Islam and in 2013 fasted during Ramadan from July 9 to August 7. At the\ntime he was housed in Unit 9 at Columbia Correctional Institution. Inmates assigned to\nthat unit are confined to their cells except at mealtimes or when scheduled for work,\nshowers, or recreation in the dayroom or yard. Inmates sign up for these activities\nduring each meal. Those not eating (including for religious reasons) are allowed out of\ntheir cells during meals but only long enough to sign up for activities. Sergeants, the\nrank held by Kingsland, had discretion to keep disruptive or noncompliant inmates\nlocked up if they were not eating. In that event, the inmate would ask a staff member to\nsign him up for activities.\n\n        According to West, on Sunday, July 14, Kingsland refused to let him out of his\ncell at breakfast to sign up for activities. Later that day, West continues, he told\nKingsland that just because he was fasting did not mean he should have to stay in his\ncell during breakfast, prompting Kingsland to reply, “Tell it to the preacher.” At that\npoint, West says, he announced he would be filing a grievance, and Kingsland replied,\n“Just make sure you spell my name right.” Kingsland swears that none of West’s story\nis true, and that he did release West during breakfast on the 14th, but he loitered and\nsocialized instead of signing up for activities.\n\n       Kingsland does not dispute, however, that during the remaining weekends in\nRamadan (six occasions total) he did not release West at breakfast, thus limiting his time\nin the dayroom and ability to shower. One time, says West, he again told Kingsland that\nhe could be released from his cell during breakfast even while fasting, and Kingsland\nreplied: “I’m not a religious person. That’s not my problem!” On another occasion, West\nadds, he requested more grievance forms, and when Kingsland asked if he intended to\ncomplain about him “again,” he replied, “Absolutely.” Kingsland then handed him a\nstack of grievance forms.\n\n       Then on August 3, while West was at the law library, Kingsland (acting alone)\nsearched his cell. The amount of property allowed in a cell is limited, and guards are\nauthorized to search cells at any time but must do so at least monthly. Kingsland\ntypically searches when inmates are away at activities. On the 3rd, Kingsland\nmaintains, West’s cell contained more property than allowed. West, who wasn’t\npresent, insists that Kingsland ransacked his cell and “stole” a variety of items\nincluding an address book, clothing, Ramadan food, pictures and documents taped on\n\fNo. 16-2279                                                                         Page 3\n\nthe walls, and even his comb. Although Kingsland denies “taking” West’s property, the\nsergeant who came on duty after Kingsland corroborated West’s assertion that\nKingsland had removed items from his cell. Regardless, the amount of property in\nWest’s cell after Kingsland’s search still exceeded the limit, but rather than write a\ndisciplinary report, Kingsland gave him two days to comply with the property policy.\n\n        Two days later Kingsland instructed a subordinate to search West’s cell.\nAfterward that guard reported that West still was over the property limit, and\nKingsland submitted a conduct report accusing West of disrespecting staff, disobeying\norders, and stealing unspecified property. The report’s narrative explains that, when the\nguard arrived to conduct the search, West proclaimed, “I wish these mother fucking\npigs would leave me the fuck alone.” A lieutenant directed that West be moved to\nadministrative segregation pending his disciplinary hearing, at which the hearing\nofficer found him guilty of disrespecting staff and disobeying orders but not theft. As\npunishment West was given “10 days cell confinement,” but his deadline to dispose of\nhis excess property was extended to 30 days. The warden upheld that decision.\n\n       Soon after, Kingsland obtained his supervisor’s approval to move West to\nanother housing unit. Kingsland was authorized to recommend reassignments for a\nvariety of reasons, including conflicts with staff. He first chose Unit 1, but West was\nturned away after arriving with all of his property. Kingsland then sent him to Unit 8,\nwhere he had the same privileges he did on Unit 9.\n\n        West lodged nine grievances against Kingsland concerning these events. Seven\nwere rejected outright (six as untimely). One of the others was dismissed on the ground\nthat the Unit 9 manager already knew about Kingsland’s complaint and had addressed\nthe situation appropriately. And the remaining grievance―the last of the\nnine―focused, not on Kingsland, but on the alleged procedural errors committed at\nWest’s disciplinary hearing. Kingsland avers that he did not know about any of the\ngrievances until after West sued.\n\n        At summary judgment West theorized that Kingsland kept him confined at\nbreakfast during the weekends of his Ramadan fast because he is Muslim and to\nretaliate for his grievances. He also theorized that the initial cell search on August 3\n(and the resulting consequences) along with his reassignment to Unit 8 were\npunishment for those grievances. Kingsland averred, however, that West’s behavior at\nbreakfast on July 14 prompted him to keep West in his cell on the six later occasions (all\nweekend days, though Kingsland did not ascribe significance to that fact). Kingsland\nalso averred―and West did not offer evidence to the contrary―that other fasting\n\fNo. 16-2279                                                                           Page 4\n\nMuslims were allowed out of their cells at breakfast to sign up for activities, while\nnon-Muslim inmates who were not accepting meals but were misbehaving remained in\ntheir cells during mealtimes.\n\n       In ruling for Kingsland, the district court reasoned that West’s accusation of a\nreligious motive for the guard’s actions was wholly speculative, and that West lacked\nadmissible evidence from which a jury reasonably could find that he was treated less\nfavorably than similarly situated inmates who are not Muslim. The court reasoned\nfurther that, although West had engaged in protected speech by submitting grievances,\nhe lacked evidence that Kingsland’s reactions likely would deter protected speech or\neven that his grievances had been a motivating factor for Kingsland’s actions.\n\n        On appeal West first challenges the district court’s conclusion that he lacks\nsufficient evidence to establish that Kingsland relied on religion as a reason to keep him\nconfined at breakfast time during Ramadan weekends. Prisoners’ claims of religious\ndiscrimination typically fit within the framework of the First Amendment or the\nReligious Land Use and Institutionalized Persons Act, see, e.g., Cutter v. Wilkinson,\n544 U.S. 709, 712–13 (2005); Grayson v. Schuler, 666 F.3d 450, 451 (7th Cir. 2012); Nelson v.\nMiller, 570 F.3d 868, 871 (7th Cir. 2009), making resort to the Equal Protection Clause\nredundant, see Sherbert v. Verner, 374 U.S. 398, 410 (1963); Reed v. Faulkner, 842 F.2d 960,\n962 (7th Cir. 1988). But this does not mean that West was precluded from arguing that\nhe was denied equal protection. See City of New Orleans v. Dukes, 427 U.S. 297, 303\n(1976); Higgason v. Farley, 83 F.3d 807, 810 (7th Cir. 1996). To avoid summary judgment,\nhowever, he was subject to a difficult standard: He needed evidence that Kingsland\nacted with a discriminatory purpose, Vill. of Arlington Heights v. Metro. Hous. Dev. Corp.,\n429 U.S. 252, 264–65 (1977); D.S. v. E. Porter Cty. Sch. Corp., 799 F.3d 793, 799 (7th Cir.\n2015), meaning that Kingsland’s actions were motivated at least partly by a desire to\nadversely affect Muslims, see Nabozny v. Podlesny, 92 F.3d 446, 453–54 (7th Cir. 1996).\n\n        But after de novo review, see Daniel v. Cook Cty., 833 F.3d 728, 731 (7th Cir. 2016),\nwe cannot see any evidence that religion was a motivating factor in Kingsland’s actions.\nFor purposes of this appeal we accept West’s version that he never misbehaved on July\n14, and so that cannot be why Kingsland later kept him locked up during weekend\nbreakfasts. But this does not mean, or even suggest, that religion was a motivating\nfactor. See Pers. Adm'r of Massachusetts v. Feeney, 442 U.S. 256, 279 (1979). Altogether\nmissing from this record is evidence that only―or mostly or even a few―Muslim\ninmates stayed locked up during Kingsland’s shift while all other prisoners who did not\neat breakfast enjoyed time out of their cells. At best West repeatedly accused Kingsland\n\fNo. 16-2279                                                                         Page 5\n\nof keeping him confined during his Ramadan fast only because of his religion, but he\npoints to nothing in the record substantiating this speculation, which could not forestall\nsummary judgment. See Boston v. U.S. Steel Corp., 816 F.3d 455, 465 (7th Cir. 2016);\nMontgomery v. Am. Airlines, Inc., 626 F.3d 382, 389 (7th Cir. 2010).\n\n       West also contests the grant of summary judgment for Kingsland on his claim\nthat he was punished for engaging in protected speech. To win on this claim, West\nwould need to show that after engaging in constitutionally protected speech he was\nsubjected to a deprivation that likely would deter future speech, and that the\ndeprivation was at least partially motivated by his protected speech. Novoselsky v.\nBrown, 822 F.3d 342, 354 (7th Cir. 2016); Bridges v. Gilbert, 557 F.3d 541, 546 (7th Cir.\n2009). West engaged in protected activity by submitting prison grievances, Pearson v.\nWelborn, 471 F.3d 732, 740 (7th Cir. 2006); Hasan v. U.S. Dep't of Labor, 400 F.3d 1001,\n1005 (7th Cir. 2005), but he did not suffer an actionable deprivation when his cell was\nsearched or when he was moved to a different housing unit. By regulation cells at\nWest’s prison were searched monthly if not more often, and he did not introduce any\nevidence suggesting that his cell was targeted more frequently. See Roney v. Illinois Dep't\nof Transp., 474 F.3d 455, 461 (7th Cir. 2007) (explaining that routine activities are not\nmaterially adverse actions suggesting retaliation under Title VII). And in his new\nhousing unit he enjoyed the same privileges as before. See Nagle v. Vill. of Calumet Park,\n554 F.3d 1106, 1120–21 (7th Cir. 2009) (explaining that plaintiff who is “punished” but\nexperiences no hardship has not shown a materially adverse action under Title VII).\n\n       Moreover, even if we accept that West suffered deprivations when Kingsland\nkept him confined during some breakfasts and discarded a few items of his excess\nproperty during the initial cell search, a jury could not find that Kingsland’s actions\nwere motivated by his grievances. West would have to show, first, that Kingsland knew\nabout those grievances. See Morfin v. City of E. Chicago, 349 F.3d 989, 1005–06 (7th Cir.\n2003). West assumes that Kingsland knew about his grievances because twice he had\nthreatened to lodge a grievance against Kingsland, who responded sarcastically. But here\nagain West only speculates that Kingsland concluded from their conversations that he\nhad followed through on his threat. And although Kingsland’s uncontested statement\nthat he did not know about the grievances is self-serving, it is based on personal\nknowledge and was admissible evidence at summary judgment. Buie v.\nQuad/Graphics, Inc., 366 F.3d 496, 506 (7th Cir. 2004). Finally, even if Kingsland did\nknow that West had submitted the grievances, West offered no evidence tying\nKingsland’s actions to the protected conduct. Thus, summary judgment also was\nappropriate on West’s First Amendment claim.\n\fNo. 16-2279       Page 6\n\n              AFFIRMED.\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                        NONPRECEDENTIAL DISPOSITION\n                To be cited only in accordance with Fed. R. App. P. 32.1\n\n\n\n               United States Court of Appeals\n                                For the Seventh Circuit\n                                Chicago, Illinois 60604\n\n                             Submitted February 13, 2017 *\n                              Decided February 13, 2017\n\n                                        Before\n\n                      FRANK H. EASTERBROOK, Circuit Judge\n\n                      ANN CLAIRE WILLIAMS, Circuit Judge\n\n                      DIANE S. SYKES, Circuit Judge\n\nNo. 16-2279\n\nRUFUS WEST, a/k/a                                 Appeal from the United States District\nMUSLIM MANSA LUTALO IYAPO,                        Court for the Eastern District of Wisconsin.\n    Plaintiff-Appellant,\n                                                  No. 14-CV-1146-JPS\n      v.\n                                                  J.P. Stadtmueller,\nDUSTIN KINGSLAND,                                 Judge.\n     Defendant-Appellee.\n\n\n                                      ORDER\n\n       Wisconsin prisoner Rufus West claims in this action under 42 U.S.C. § 1983 that\nguard Dustin Kingsland treated him harshly because he is Muslim and had lodged\nnumerous grievances, thus violating the First Amendment and his right to equal\nprotection. The district court granted summary judgment for Kingsland, and West\n\n\n\n\n      *\n         We have agreed to decide the case without oral argument because the briefs and\nrecord adequately present the facts and legal arguments, and oral argument would not\nsignificantly aid the court. See FED. R. CIV. P. 34(a)(2)(C).\n\fNo. 16-2279                                                                         Page 2\n\nappeals. We agree with the district court that, on this record, a reasonable jury could not\nfind for West on his constitutional claims.\n\n       Except as noted, the following account is undisputed. West, a frequent litigant, is\na follower of Islam and in 2013 fasted during Ramadan from July 9 to August 7. At the\ntime he was housed in Unit 9 at Columbia Correctional Institution. Inmates assigned to\nthat unit are confined to their cells except at mealtimes or when scheduled for work,\nshowers, or recreation in the dayroom or yard. Inmates sign up for these activities\nduring each meal. Those not eating (including for religious reasons) are allowed out of\ntheir cells during meals but only long enough to sign up for activities. Sergeants, the\nrank held by Kingsland, had discretion to keep disruptive or noncompliant inmates\nlocked up if they were not eating. In that event, the inmate would ask a staff member to\nsign him up for activities.\n\n        According to West, on Sunday, July 14, Kingsland refused to let him out of his\ncell at breakfast to sign up for activities. Later that day, West continues, he told\nKingsland that just because he was fasting did not mean he should have to stay in his\ncell during breakfast, prompting Kingsland to reply, “Tell it to the preacher.” At that\npoint, West says, he announced he would be filing a grievance, and Kingsland replied,\n“Just make sure you spell my name right.” Kingsland swears that none of West’s story\nis true, and that he did release West during breakfast on the 14th, but he loitered and\nsocialized instead of signing up for activities.\n\n       Kingsland does not dispute, however, that during the remaining weekends in\nRamadan (six occasions total) he did not release West at breakfast, thus limiting his time\nin the dayroom and ability to shower. One time, says West, he again told Kingsland that\nhe could be released from his cell during breakfast even while fasting, and Kingsland\nreplied: “I’m not a religious person. That’s not my problem!” On another occasion, West\nadds, he requested more grievance forms, and when Kingsland asked if he intended to\ncomplain about him “again,” he replied, “Absolutely.” Kingsland then handed him a\nstack of grievance forms.\n\n       Then on August 3, while West was at the law library, Kingsland (acting alone)\nsearched his cell. The amount of property allowed in a cell is limited, and guards are\nauthorized to search cells at any time but must do so at least monthly. Kingsland\ntypically searches when inmates are away at activities. On the 3rd, Kingsland\nmaintains, West’s cell contained more property than allowed. West, who wasn’t\npresent, insists that Kingsland ransacked his cell and “stole” a variety of items\nincluding an address book, clothing, Ramadan food, pictures and documents taped on\n\fNo. 16-2279                                                                         Page 3\n\nthe walls, and even his comb. Although Kingsland denies “taking” West’s property, the\nsergeant who came on duty after Kingsland corroborated West’s assertion that\nKingsland had removed items from his cell. Regardless, the amount of property in\nWest’s cell after Kingsland’s search still exceeded the limit, but rather than write a\ndisciplinary report, Kingsland gave him two days to comply with the property policy.\n\n        Two days later Kingsland instructed a subordinate to search West’s cell.\nAfterward that guard reported that West still was over the property limit, and\nKingsland submitted a conduct report accusing West of disrespecting staff, disobeying\norders, and stealing unspecified property. The report’s narrative explains that, when the\nguard arrived to conduct the search, West proclaimed, “I wish these mother fucking\npigs would leave me the fuck alone.” A lieutenant directed that West be moved to\nadministrative segregation pending his disciplinary hearing, at which the hearing\nofficer found him guilty of disrespecting staff and disobeying orders but not theft. As\npunishment West was given “10 days cell confinement,” but his deadline to dispose of\nhis excess property was extended to 30 days. The warden upheld that decision.\n\n       Soon after, Kingsland obtained his supervisor’s approval to move West to\nanother housing unit. Kingsland was authorized to recommend reassignments for a\nvariety of reasons, including conflicts with staff. He first chose Unit 1, but West was\nturned away after arriving with all of his property. Kingsland then sent him to Unit 8,\nwhere he had the same privileges he did on Unit 9.\n\n        West lodged nine grievances against Kingsland concerning these events. Seven\nwere rejected outright (six as untimely). One of the others was dismissed on the ground\nthat the Unit 9 manager already knew about Kingsland’s complaint and had addressed\nthe situation appropriately. And the remaining grievance―the last of the\nnine―focused, not on Kingsland, but on the alleged procedural errors committed at\nWest’s disciplinary hearing. Kingsland avers that he did not know about any of the\ngrievances until after West sued.\n\n        At summary judgment West theorized that Kingsland kept him confined at\nbreakfast during the weekends of his Ramadan fast because he is Muslim and to\nretaliate for his grievances. He also theorized that the initial cell search on August 3\n(and the resulting consequences) along with his reassignment to Unit 8 were\npunishment for those grievances. Kingsland averred, however, that West’s behavior at\nbreakfast on July 14 prompted him to keep West in his cell on the six later occasions (all\nweekend days, though Kingsland did not ascribe significance to that fact). Kingsland\nalso averred―and West did not offer evidence to the contrary―that other fasting\n\fNo. 16-2279                                                                           Page 4\n\nMuslims were allowed out of their cells at breakfast to sign up for activities, while\nnon-Muslim inmates who were not accepting meals but were misbehaving remained in\ntheir cells during mealtimes.\n\n       In ruling for Kingsland, the district court reasoned that West’s accusation of a\nreligious motive for the guard’s actions was wholly speculative, and that West lacked\nadmissible evidence from which a jury reasonably could find that he was treated less\nfavorably than similarly situated inmates who are not Muslim. The court reasoned\nfurther that, although West had engaged in protected speech by submitting grievances,\nhe lacked evidence that Kingsland’s reactions likely would deter protected speech or\neven that his grievances had been a motivating factor for Kingsland’s actions.\n\n        On appeal West first challenges the district court’s conclusion that he lacks\nsufficient evidence to establish that Kingsland relied on religion as a reason to keep him\nconfined at breakfast time during Ramadan weekends. Prisoners’ claims of religious\ndiscrimination typically fit within the framework of the First Amendment or the\nReligious Land Use and Institutionalized Persons Act, see, e.g., Cutter v. Wilkinson,\n</pre><span class=\"citation\" data-id=\"142900\"><a href=\"/opinion/142900/cutter-v-wilkinson/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">709</span></a></span><pre class=\"inline\">, 712–13 (2005); Grayson v. Schuler, </pre><span class=\"citation no-link\"><span class=\"volume\">666</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></span><pre class=\"inline\">, 451 (7th Cir. 2012); Nelson v.\nMiller, </pre><span class=\"citation\" data-id=\"1196688\"><a href=\"/opinion/1196688/nelson-v-miller/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">868</span></a></span><pre class=\"inline\">, 871 (7th Cir. 2009), making resort to the Equal Protection Clause\nredundant, see Sherbert v. Verner, </pre><span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span><pre class=\"inline\">, 410 (1963); Reed v. Faulkner, </pre><span class=\"citation\" data-id=\"503495\"><a href=\"/opinion/503495/homer-reed-v-gordon-faulkner/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span><pre class=\"inline\">,\n962 (7th Cir. 1988). But this does not mean that West was precluded from arguing that\nhe was denied equal protection. See City of New Orleans v. Dukes, </pre><span class=\"citation\" data-id=\"109514\"><a href=\"/opinion/109514/new-orleans-v-dukes/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span><pre class=\"inline\">, 303\n(1976); Higgason v. Farley, </pre><span class=\"citation\" data-id=\"718223\"><a href=\"/opinion/718223/james-h-higgason-jr-v-robert-a-farley-superintendent/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">807</span></a></span><pre class=\"inline\">, 810 (7th Cir. 1996). To avoid summary judgment,\nhowever, he was subject to a difficult standard: He needed evidence that Kingsland\nacted with a discriminatory purpose, Vill. of Arlington Heights v. Metro. Hous. Dev. Corp.,\n</pre><span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span><pre class=\"inline\">, 264–65 (1977); D.S. v. E. Porter Cty. Sch. Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">799</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">793</span></span><pre class=\"inline\">, 799 (7th Cir.\n2015), meaning that Kingsland’s actions were motivated at least partly by a desire to\nadversely affect Muslims, see Nabozny v. Podlesny, </pre><span class=\"citation\" data-id=\"723958\"><a href=\"/opinion/723958/jamie-s-nabozny-v-mary-podlesny-william-davis-thomas-blauert/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">446</span></a></span><pre class=\"inline\">, 453–54 (7th Cir. 1996).\n\n        But after de novo review, see Daniel v. Cook Cty., </pre><span class=\"citation no-link\"><span class=\"volume\">833</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">728</span></span><pre class=\"inline\">, 731 (7th Cir. 2016),\nwe cannot see any evidence that religion was a motivating factor in Kingsland’s actions.\nFor purposes of this appeal we accept West’s version that he never misbehaved on July\n14, and so that cannot be why Kingsland later kept him locked up during weekend\nbreakfasts. But this does not mean, or even suggest, that religion was a motivating\nfactor. See Pers. Adm'r of Massachusetts v. Feeney, </pre><span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span><pre class=\"inline\">, 279 (1979). Altogether\nmissing from this record is evidence that only―or mostly or even a few―Muslim\ninmates stayed locked up during Kingsland’s shift while all other prisoners who did not\neat breakfast enjoyed time out of their cells. At best West repeatedly accused Kingsland\n\fNo. 16-2279                                                                         Page 5\n\nof keeping him confined during his Ramadan fast only because of his religion, but he\npoints to nothing in the record substantiating this speculation, which could not forestall\nsummary judgment. See Boston v. U.S. Steel Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">816</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></span><pre class=\"inline\">, 465 (7th Cir. 2016);\nMontgomery v. Am. Airlines, Inc., </pre><span class=\"citation\" data-id=\"179510\"><a href=\"/opinion/179510/montgomery-v-american-airlines-inc/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">382</span></a></span><pre class=\"inline\">, 389 (7th Cir. 2010).\n\n       West also contests the grant of summary judgment for Kingsland on his claim\nthat he was punished for engaging in protected speech. To win on this claim, West\nwould need to show that after engaging in constitutionally protected speech he was\nsubjected to a deprivation that likely would deter future speech, and that the\ndeprivation was at least partially motivated by his protected speech. Novoselsky v.\nBrown, </pre><span class=\"citation no-link\"><span class=\"volume\">822</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">342</span></span><pre class=\"inline\">, 354 (7th Cir. 2016); Bridges v. Gilbert, </pre><span class=\"citation\" data-id=\"1433891\"><a href=\"/opinion/1433891/bridges-v-gilbert/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">541</span></a></span><pre class=\"inline\">, 546 (7th Cir.\n2009). West engaged in protected activity by submitting prison grievances, Pearson v.\nWelborn, </pre><span class=\"citation\" data-id=\"796266\"><a href=\"/opinion/796266/alex-pearson-cross-appellee-v-george-c-welborn-warden-and-kristen/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">732</span></a></span><pre class=\"inline\">, 740 (7th Cir. 2006); Hasan v. U.S. Dep't of Labor, </pre><span class=\"citation\" data-id=\"789541\"><a href=\"/opinion/789541/syed-ma-hasan-v-united-states-department-of-labor-and-sargent-lundy/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1001</span></a></span><pre class=\"inline\">,\n1005 (7th Cir. 2005), but he did not suffer an actionable deprivation when his cell was\nsearched or when he was moved to a different housing unit. By regulation cells at\nWest’s prison were searched monthly if not more often, and he did not introduce any\nevidence suggesting that his cell was targeted more frequently. See Roney v. Illinois Dep't\nof Transp., </pre><span class=\"citation\" data-id=\"796564\"><a href=\"/opinion/796564/gul-roney-v-illinois-department-of-transportation/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></a></span><pre class=\"inline\">, 461 (7th Cir. 2007) (explaining that routine activities are not\nmaterially adverse actions suggesting retaliation under Title VII). And in his new\nhousing unit he enjoyed the same privileges as before. See Nagle v. Vill. of Calumet Park,\n</pre><span class=\"citation\" data-id=\"1276632\"><a href=\"/opinion/1276632/nagle-v-village-of-calumet-park/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1106</span></a></span><pre class=\"inline\">, 1120–21 (7th Cir. 2009) (explaining that plaintiff who is “punished” but\nexperiences no hardship has not shown a materially adverse action under Title VII).\n\n       Moreover, even if we accept that West suffered deprivations when Kingsland\nkept him confined during some breakfasts and discarded a few items of his excess\nproperty during the initial cell search, a jury could not find that Kingsland’s actions\nwere motivated by his grievances. West would have to show, first, that Kingsland knew\nabout those grievances. See Morfin v. City of E. Chicago, </pre><span class=\"citation\" data-id=\"784207\"><a href=\"/opinion/784207/manuel-r-morfin-v-city-of-east-chicago-robert-a-pastrick-in-his/\"><span class=\"volume\">349</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">989</span></a></span><pre class=\"inline\">, 1005–06 (7th Cir.\n2003). West assumes that Kingsland knew about his grievances because twice he had\nthreatened to lodge a grievance against Kingsland, who responded sarcastically. But here\nagain West only speculates that Kingsland concluded from their conversations that he\nhad followed through on his threat. And although Kingsland’s uncontested statement\nthat he did not know about the grievances is self-serving, it is based on personal\nknowledge and was admissible evidence at summary judgment. Buie v.\nQuad/Graphics, Inc., </pre><span class=\"citation\" data-id=\"785971\"><a href=\"/opinion/785971/anthony-d-buie-v-quadgraphics-inc/\"><span class=\"volume\">366</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span><pre class=\"inline\">, 506 (7th Cir. 2004). Finally, even if Kingsland did\nknow that West had submitted the grievances, West offered no evidence tying\nKingsland’s actions to the protected conduct. Thus, summary judgment also was\nappropriate on West’s First Amendment claim.\n\fNo. 16-2279       Page 6\n\n              AFFIRMED.\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/142900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/179510/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/503495/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/718223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/723958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/784207/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/789541/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/796266/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/796564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1196688/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1276632/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1433891/"
          ]
        }
      ],
      "judges": "Per Curiam",
      "date_created": "2017-02-13T23:00:55.764040Z",
      "date_modified": "2017-02-13T23:00:55.864119Z",
      "date_filed": "2017-02-13",
      "date_filed_is_approximate": false,
      "slug": "rufus-west-v-dustin-kingsland",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "Rufus West v. Dustin Kingsland",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "prisoner",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/4584479/rufus-west-v-dustin-kingsland/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2017-02-13T23:00:55.753414Z",
  "date_modified": "2017-02-13T23:00:55.753462Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Rufus West v. Dustin Kingsland",
  "case_name_full": "",
  "slug": "rufus-west-v-dustin-kingsland",
  "docket_number": "16-2279",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}