{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/475095/",
  "id": 475095,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/lactapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1113247/",
      "id": 1113247,
      "absolute_url": "/opinion/1113247/bowen-v-board-of-trustees-of-police-pension-fund/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/475095/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1113247/",
          "id": 1113247,
          "absolute_url": "/opinion/1113247/bowen-v-board-of-trustees-of-police-pension-fund/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1113247/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T04:06:59.433481Z",
          "date_modified": "2017-03-28T17:57:43.383142Z",
          "type": "010combined",
          "sha1": "491ffba5f9dd2676c529ea89d80e0b79025ef77c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>76 So.2d 430 (1954)</b></center>\n<center><h1>John R. BOWEN, Plaintiff and Appellant,<br>\nv.<br>\nBOARD OF TRUSTEES OF THE POLICE PENSION FUND et al., Defendants and Appellees.</h1></center>\n<center>No. 20363.</center>\n<center><p><b>Court of Appeal of Louisiana, Orleans.</b></p></center>\n<center>November 22, 1954.</center>\n<center>Rehearing Denied January 3, 1955.</center>\n<center>Writ of Certiorari Denied February 14, 1955.</center>\n<p><span class=\"star-pagination\">*431</span> Racivitch, Johnson &amp; Wegmann, Wm. J. Wegmann, Wm. J. Conrad, New Orleans, for appellant.</p>\n<p>Henry B. Curtis, City Atty., Beuker F. Amann, Asst. City Atty., Bertrand I. Cahn, New Orleans, for appellees.</p>\n<p>REGAN, Judge.</p>\n<p>Plaintiff, John R. Bowen, a patrolman, instituted this suit against the defendants, City of New Orleans and the Board of Trustees of the Police Pension Fund, endeavoring to obtain a favorable declaratory judgment determining the validity of certain acts of the Legislature affecting his right to retire, after sixteen years of continuous active service, from the Police Department of the City of New Orleans or, in the alternative, he requests the rendition of a judgment ordering a refund to him of the moneys which he contributed to the Board of Trustees of the Police Pension Fund of the City of New Orleans since May 18th, 1935.</p>\n<p>The defendants pleaded various exceptions which were referred to the merits and then answered admitting that plaintiff was employed in excess of sixteen years as a patrolman and that his application for a pension had been rejected and denied the unconstitutionality of the acts attacked by the plaintiff.</p>\n<p>The Attorney General, in conformity with the provisions of LSA-R.S. 13:4241, was served with a copy of plaintiff's petition and he also filed an answer denying the unconstitutionality of the acts.</p>\n<p>From a judgment in favor of the defendants and against the plaintiff declaring \"that * * * Bowen is not entitled to retire * * * after sixteen years' service * * * and is not entitled to any refund of the moneys contributed by him to the * * * Police Pension Fund of the City of New Orleans\" and reserving \"any * * * right he (Bowen) may have in the future to retire from the New Orleans Police Department * * *\", plaintiff has prosecuted this appeal.</p>\n<p>The trial judge thoroughly analyzed both the facts and the law applicable to this case in his written reasons for judgment which, in our opinion, encompass the issues so fully that we adopt them as our own.</p>\n<blockquote>\"Petitioner seeks a declaratory judgment to determine his right of retirement from the New Orleans Police Force after 16 years continuous and active service, and his regular contributions during that period to the Fund by monthly deductions from his salary, as well as the obligations of the City of New Orleans and the Board of Trustees of the Police Pension Fund.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*432</span> \"The facts are not disputed. In fact, they were stipulated. The only issues are: (1) whether the changes in the Pension Fund were intended to apply to petitioner and, if so (2) whether they are unconstitutional as depriving him of vested rights, due process and the equal protection of the law as guaranteed by state and federal constitutional provisions, specifically cited.</blockquote>\n<blockquote>\"The pertinent facts are: Petitioner joined the Police Force in May, 1935, and has been in active and continuous service until the present time.</blockquote>\n<blockquote>\"On August 4, 1952, petitioner formally tendered his written application for retirement, on which date he had been in active and continuous service for more than 16 years, and was 52 years of age. His application was rejected because the 16-year period in effect when petitioner joined the Force, was repealed by Act 26 of 1944, and the minimum period fixed at 20 years. At the time of his application petitioner did not have 20 years of continuous and active service.</blockquote>\n<blockquote>\"The origin of the Police Pension Fund is found in the City Charter of 1912 (Act 250 [159] of 1912).</blockquote>\n<blockquote>\"When petitioner joined the Police Force his retirement rights were set forth in Act 104 of 1934, as amended by Act 30 of the Third Extra Session of 1934, which contained identical provisions, as follows:</blockquote>\n<blockquote>\"`* * * if any officer, member, employee or matron shall have had sixteen years of active continuous service on the force, and may then voluntarily retire from the force, a sum not to exceed forty percent of the annual salary received either by him or her, at the time of said retirement as an annuity to be paid such officer, member, employee or matron, shall become chargeable on the Police Pension Fund.'</blockquote>\n<blockquote>\"Therefore, when petitioner joined the Police Force he had the right to retire after sixteen years of active, continuous service.</blockquote>\n<blockquote>\"Then came Act 167 of 1940 which revamped the police pension system; Section 15 of which reads:</blockquote>\n<blockquote>\"`That if any officer, member, employee or matron of the Police Department shall have had sixteen (16) years of active continuous service in the Department, and may then voluntarily retire from the Department, he or she shall receive forty (40) percent of the annual salary received by either him or her, based on the salary received one year prior to the date of retirement, as an annuity, to be paid such officer, member, employee or matron, out of the Police Pension Fund.'</blockquote>\n<blockquote>\"Then followed Act 26 of 1944, repealing Section 15 of Act 167 of 1940, cited above, the revocation to be effective as of January 1, 1947.</blockquote>\n<blockquote>\"Act 96 of 1948 was then enacted to consolidate the law with respect to the Police Pension Fund but made no change that is material here. The 1948 act was then incorporated in the Revised Statutes of 1950 ([LSA-]R.S. 33:2281-33:2304) under the authority of Const. Art. III, Section 24, and Act 42 of 1942.</blockquote>\n<blockquote>\"It is apparent that, during all these statutory changes, petitioner's right to retire had not accrued or matured, but was still inchoate.</blockquote>\n<blockquote>\"The first change that adversely affected petitioner was Act 26 of 1944, repealing the 16-year period, and making 20 years continuous and active service the minimum period for retirement.</blockquote>\n<blockquote>\"Petitioner contends this act should be interpreted as operating prospectively only, since the repeal of the 16year period was, by the expressed terms of the act, to become effective January 1, 1947.</blockquote>\n<p>\"This limitation, it is contended by petitioner, was to apply only to those <span class=\"star-pagination\">*433</span> joining the Force after January 1, 1947, and did not affect him since he joined in May, 1935. This limitation must be construed as intending to exclude from its operation only those members of the Force who had retired or were eligible to retire on January 1, 1947, and not those who joined the Force after such date. To have unretired members of the Fund entitled to different benefits based on different dates of employment could easily make the retirement fund actuarially unsound and insolvent. The purpose of such statutes is to build up a reserve fund sufficient to pay retirement and disability allowances. See Johnson v. State Employee's Retirement Ass'n, 208 Minn. 111, 292 N.W. 767; Hessian v. Ervin, 204 Minn. 287, 283 N.W. 404; Bader v. Crone, 116 N.J.L. 329, 184 A. 346.</p>\n<p>\"Even conceding, arguendo, the legislature has the right to modify, change or abolish accrued or existing pension or retirement rights, such an intention must be clear and expressed and not accomplished by implication. Accordingly, Section 1 of Act 26 of 1944, repealing Sec. 15 of Act 167 of 1940, effective January 1, 1947, applied to petitioner because, on that date, he had neither retired, nor was eligible to retire, under the 16-year period.</p>\n<blockquote>\"Petitioner next contends that Act 26 of 1944 is unconstitutional because it was not advertised for 30 days prior to enactment, as required by Const. Art. IV, Section 6, for local and special laws.</blockquote>\n<p>\"Since policemen are public officers, laws relating to their duties and compensation as such are not special or local laws requiring publication under this constitutional provision. State ex rel. Grosch v. City of New Orleans, 211 La. 241, 29 So.2d 778; Federal Land Bank v. John D. Nix, Jr., 166 La. 566, 117 So. 720.</p>\n<p>\"Act 96 of 1948, and the Revised Statutes of 1950 ([LSA-]R.S. 33:2281-2304), are challenged as unconstitutional as being in violation of Const. Art. III, Sec. 16, because the body is broader than the title, and because Section 4 of Act 96 of 1948, denies petitioner an adequate remedy at law by making the finding of the Board of Trustees final, thereby denying review by the Courts.</p>\n<blockquote>\"Title of Act 96 of 1948, inter alia, provides, `and repealing all laws or parts of laws in conflict therewith, and particularly * * *' (then recites prior acts), but does not name Act 104 of 1934. For this reason, it is said its body is broader than the title. Since the title and body both refer to repeal of `all laws or parts of laws * * * inconsistent herewith', and since Act 104 of 1934 is inconsistent with Act 96 of 1948, it is repealed. It was not necessary to include Act 104 of 1934 in the particularization after the general clause of repeal so its omission was immaterial.</blockquote>\n<blockquote>\"Furthermore, any deficiency was cured by the adoption in 1950 of the Revised Statutes under Act 42 of 1942 and Const.1921, Art. III, Sec. 24.</blockquote>\n<p>\"Though Section 4 of Act 96 of 1948, or that clause of it which denies appeal to the courts, is unconstitutional, the balance of Section 4 and the balance of the act survive under the separability clause of the Act (Section 24). Meyer v. Board of Trustees, 199 La. 633, 6 So.2d 713.</p>\n<blockquote>\"During all the enactments or changes after petitioner joined the Force, his right to retire after 16 years never accrued and was, at best, inchoate.</blockquote>\n<blockquote>\"Therefore, it is necessary now to consider whether these changes violated the state and federal constitutions relating to due process, vested rights and equal protection of the law.</blockquote>\n<p><span class=\"star-pagination\">*434</span> \"It seems now to be the majority view, both state and federal, that a pension or retirement allowance to a retired public employee, partly made up from forced contributions from his compensation, or wholly by the governing authority, is not a gratuity, since in either case such employee was induced to seek and remain in the public service because of these benefits.</p>\n<blockquote>\"It is equally clear that the contention is specious that deductions from the employee's pay is not first segregated from the public fund so as to become private property and then turned over to the pension fund, but is set aside or transferred from one public fund to another and remains public money over which the person from whose salary it is deducted has no control, and in which he has no right. Raines v. Board of Trustees, 365 Ill. 610, 7 N.E.2d 489, 491.</blockquote>\n<blockquote>\"In Talbott v. Independent School Dist., 230 Iowa 949, 299 N.W. 556, and in 137 A.L.R. 234 and 249, all the law and authorities are reviewed and commented upon, leading to the inevitable conclusion and holding that a member of the Police Force has not such a vested right in a retirement fund, maintained partly by a system of contributions from the policemen themselves, as would preclude the raising of the retirement age, or the period of service, either before or after such policeman became eligible for such pension.</blockquote>\n<p>\"It is also well settled that an appointment or election to a public office does not create a contract. Hall v. City of Shreveport, 157 La. 589, 102 So. 680, and authorities therein cited.</p>\n<p>\"The right to retirement pay is fixed as of the time he attained eligibility. Until the retirement pay is earned, the right to it is inchoate and may be modified by subsequent legislation. Teachers' Tenure Act Cases, 329 Pa. 213, 197 A. 344.</p>\n<blockquote>\"In Talbott v. Independent School District, 230 Iowa 949, 299 N.W. 556, 137 A.L.R. 243, we find the following pertinent language:</blockquote>\n<blockquote>\"`The conclusion to be deduced from all of these decisions holding that allowances paid to public employees from retirement funds, in part maintained by them, is that such allowances are not pure pensions, gratuities, or bounties, but are given in consideration of services which were not fully recompensed when rendered. And also that any contribution by the state, or any subdivision of it, by way of taxation or other public money, to such retirement or disability funds, is not a donation for a private purpose, but is a proper outlay for a public purpose, which purpose is to bring about a better and more efficient service in these various departments by improving their personnel and morale, through the retention of faithful and experienced employees.</blockquote>\n<blockquote>\"`But the fact that these retirement or disability payments are not gratuities, is not, in our judgment, sufficient to give to them the character of a property, or a vested, right, or a contract right, which can not be adversely affected by subsequent legislation by either the state or a municipality. We believe we can reconcile this conclusion with those decisions which apparently support the contention of the appellee that she had a vested right to a pension for the full period from June 5, 1935, to December 20, 1938.</blockquote>\n<blockquote>\"`It is the holding of all of the Pennsylvania cases, which we have cited, that, when an employee who is a member of any retirement system, whether it affects policemen, firemen, school teachers, or other public employees, has fully complied with all the requirements making him eligible to a retirement allowance, whether he chooses to ask for it then or later, he has a vested right to such allowance which cannot be adversely affected by subsequent legislation, except for a <span class=\"star-pagination\">*435</span> cause which we will refer to hereinafter. Until the employee has become eligible, as stated by these decisions, his right to the retirement allowance is inchoate, and it may be affected by subsequent legislation. Such is also the holding of Roddy v. Valentine, 286 N.Y. 228, 197 N.E. 260, supra; Kiernan v. Hunter College Ret. Board, supra, (255 App.Div. 378, 7 N.Y.S.2d 612); Cox v. McElligott, 163 Misc. 619, 298 N.Y.S. 805. See, also, Hammitt v. Gaynor, Sup.Ct., 144 N.Y.S. 123.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\"`\"But underlying all retirement systems of the class we are now discussing is the legislative object, as well as that of the member employee, that a substantial reserve be built up so that the actuarial soundness of the plan cannot be questioned. This factor is an important one in the relation between state, city, and county, as employer, and the employee member, with respect to retirement pay. If a direct attack on it, such as has been made in the present case, is justified, or a weakness in it manifested through actual trial is found to exist, the remedy or relief rests clearly within the relation between employer and employee contemplated by the legislative system for retirement pay. The Legislature may from time to time, within the confines of that established relation, alter, change, amend, and render intact the actuarial soundness of the system so as to strengthen its fibers in any way it sees fit. Changes in details, such as length of service required, contributions needed, and age requirements, to keep the fund on sound actuarial practices, are essential. Flexibility in component parts is a paramount necessity to guard against changed conditions and to permit keeping abreast with actuarial science.\"</blockquote>\n<blockquote>\"`The California courts have, in a number of cases, lowered or raised the allowances after retirement to meet changing conditions. In Casserly v. City of Oakland, supra, 6 Cal.2d 64, 56 P.2d 237, the allowance to a pensioner was lowered when the salaries of those of the same rank in active service were lowered because of economical emergency. In Hollis v. Jones, 187 Ga. 14, 199 S.E. 203, 205, the widow's award had been reduced from $99 to $40 a month by amendment to the law, brought about by actuarial weakness. She sued for the deficit. In denying her claim, the court said: \"She is entitled to only such sum as might be lawfully paid to her under the act of 1925. The trustees were required to administer only such funds as came into their hands under this statute, and will not be compelled by the writ of mandamus to perform the impossible.\"</blockquote>\n<blockquote>\"`The Board, in the present case, adopted the plan of raising the retirement age to strengthen the reserve fund. Some method of fortifying the financial security of the system was necessary. We are clearly of the opinion that no rights of the appellee have been invaded. The trial court was in error in granting her a pension from June 5, 1935, to May 29, 1936.' 230 Iowa 949, 299 N.W. 563, 137 A.L.R. 248.</blockquote>\n<blockquote>\"Meyer v. Board of Trustees, 199 La. 633, 6 So.2d 713, is cited for the proposition that the legislature cannot alter or change an accrued pension due the widow of a deceased fireman, since such pension was a vested contract right and was not a `gratuity', since the deceased's salary as fireman contributed to the pension fund along with the city. The cited case is not authority for this proposition because there was no issue there concerning the validity of a change in death or pensioner's rights. The only issue in that case was whether the provision of the law denying appeal to the courts from a finding of the Trustees was constitutional. The court held such a provision was unconstitutional and reversed the Trustees on a question of fact and allowed recovery of the pension by <span class=\"star-pagination\">*436</span> the widow. The `gratuity' holding must, therefore, be held to be dicta.</blockquote>\n<blockquote>\"It is not necessary to consider the last alternative of petitioner, that he is entitled to a refund of all monies paid into the fund for the reasons:</blockquote>\n<blockquote>\"His right to retire has not been denied, merely extended four years. This extension became effective when Act 26 of 1944 repealed the 16-year period and left the 20-year minimum. Petitioner continued in the service without protest when he could have resigned. Further, when he joined the Force in 1935 his right to retire at 20 years was subject to the condition that he could only be deprived of his pension if convicted of a felony. This was amended in his favor by Sec. 19 of Act 96 of 1948 which provides he cannot be deprived of his pension for any reason. See also Sec. 20, Act 167 of 1940. See McNulty v. Blackburn, Fla., 42 So.2d 445.</blockquote>\n<blockquote>\"Further, Sec. 21 of Act 167 of 1940 and Sec. 20 of Act 96 of 1948, provides:</blockquote>\n<blockquote>\"`No benefits, pensions, annuities or refunds shall ever be made from the Police Pension Fund for any reason or cause whatsoever, except it be in strict conformity with the provisions and requirements of this Act; and any person who shall separate from the Police Department for any cause prior to retirement, shall have no claim to the benefits, pensions or annuities provided herein, nor to the refunds of any amounts paid into said Police Pension Fund. This provision shall be retroactive.'</blockquote>\n<blockquote>\"These provisions of the law were conditions of his employment and his pension rights. Whether a state or municipality can exact payments from the salary of a public officer for a pension or retirement allowance and retain the same without giving any benefit to such officer, is not an issue here, because the petitioner, 3 years hence, will be eligible to retire after 20 years service having attained the age of 50, and receive the same compensation.</blockquote>\n<p>\"Accordingly, there will be judgment declaring that petitioner is not entitled to retire after 16 years service, and is entitled to no refund of any contributions made to the retirement fund by deductions from his salary.\"</p>\n<p>For the reasons assigned the judgment appealed from is affirmed.</p>\n<p>Affirmed.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">430</span></span> (1954)</b></center>\n<center><h1>John R. BOWEN, Plaintiff and Appellant,<br>\nv.<br>\nBOARD OF TRUSTEES OF THE POLICE PENSION FUND et al., Defendants and Appellees.</h1></center>\n<center>No. 20363.</center>\n<center><p><b>Court of Appeal of Louisiana, Orleans.</b></p></center>\n<center>November 22, 1954.</center>\n<center>Rehearing Denied January 3, 1955.</center>\n<center>Writ of Certiorari Denied February 14, 1955.</center>\n<p><span class=\"star-pagination\">*431</span> Racivitch, Johnson &amp; Wegmann, Wm. J. Wegmann, Wm. J. Conrad, New Orleans, for appellant.</p>\n<p>Henry B. Curtis, City Atty., Beuker F. Amann, Asst. City Atty., Bertrand I. Cahn, New Orleans, for appellees.</p>\n<p>REGAN, Judge.</p>\n<p>Plaintiff, John R. Bowen, a patrolman, instituted this suit against the defendants, City of New Orleans and the Board of Trustees of the Police Pension Fund, endeavoring to obtain a favorable declaratory judgment determining the validity of certain acts of the Legislature affecting his right to retire, after sixteen years of continuous active service, from the Police Department of the City of New Orleans or, in the alternative, he requests the rendition of a judgment ordering a refund to him of the moneys which he contributed to the Board of Trustees of the Police Pension Fund of the City of New Orleans since May 18th, 1935.</p>\n<p>The defendants pleaded various exceptions which were referred to the merits and then answered admitting that plaintiff was employed in excess of sixteen years as a patrolman and that his application for a pension had been rejected and denied the unconstitutionality of the acts attacked by the plaintiff.</p>\n<p>The Attorney General, in conformity with the provisions of LSA-R.S. 13:4241, was served with a copy of plaintiff's petition and he also filed an answer denying the unconstitutionality of the acts.</p>\n<p>From a judgment in favor of the defendants and against the plaintiff declaring \"that * * * Bowen is not entitled to retire * * * after sixteen years' service * * * and is not entitled to any refund of the moneys contributed by him to the * * * Police Pension Fund of the City of New Orleans\" and reserving \"any * * * right he (Bowen) may have in the future to retire from the New Orleans Police Department * * *\", plaintiff has prosecuted this appeal.</p>\n<p>The trial judge thoroughly analyzed both the facts and the law applicable to this case in his written reasons for judgment which, in our opinion, encompass the issues so fully that we adopt them as our own.</p>\n<blockquote>\"Petitioner seeks a declaratory judgment to determine his right of retirement from the New Orleans Police Force after 16 years continuous and active service, and his regular contributions during that period to the Fund by monthly deductions from his salary, as well as the obligations of the City of New Orleans and the Board of Trustees of the Police Pension Fund.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*432</span> \"The facts are not disputed. In fact, they were stipulated. The only issues are: (1) whether the changes in the Pension Fund were intended to apply to petitioner and, if so (2) whether they are unconstitutional as depriving him of vested rights, due process and the equal protection of the law as guaranteed by state and federal constitutional provisions, specifically cited.</blockquote>\n<blockquote>\"The pertinent facts are: Petitioner joined the Police Force in May, 1935, and has been in active and continuous service until the present time.</blockquote>\n<blockquote>\"On August 4, 1952, petitioner formally tendered his written application for retirement, on which date he had been in active and continuous service for more than 16 years, and was 52 years of age. His application was rejected because the 16-year period in effect when petitioner joined the Force, was repealed by Act 26 of 1944, and the minimum period fixed at 20 years. At the time of his application petitioner did not have 20 years of continuous and active service.</blockquote>\n<blockquote>\"The origin of the Police Pension Fund is found in the City Charter of 1912 (Act 250 [159] of 1912).</blockquote>\n<blockquote>\"When petitioner joined the Police Force his retirement rights were set forth in Act 104 of 1934, as amended by Act 30 of the Third Extra Session of 1934, which contained identical provisions, as follows:</blockquote>\n<blockquote>\"`* * * if any officer, member, employee or matron shall have had sixteen years of active continuous service on the force, and may then voluntarily retire from the force, a sum not to exceed forty percent of the annual salary received either by him or her, at the time of said retirement as an annuity to be paid such officer, member, employee or matron, shall become chargeable on the Police Pension Fund.'</blockquote>\n<blockquote>\"Therefore, when petitioner joined the Police Force he had the right to retire after sixteen years of active, continuous service.</blockquote>\n<blockquote>\"Then came Act 167 of 1940 which revamped the police pension system; Section 15 of which reads:</blockquote>\n<blockquote>\"`That if any officer, member, employee or matron of the Police Department shall have had sixteen (16) years of active continuous service in the Department, and may then voluntarily retire from the Department, he or she shall receive forty (40) percent of the annual salary received by either him or her, based on the salary received one year prior to the date of retirement, as an annuity, to be paid such officer, member, employee or matron, out of the Police Pension Fund.'</blockquote>\n<blockquote>\"Then followed Act 26 of 1944, repealing Section 15 of Act 167 of 1940, cited above, the revocation to be effective as of January 1, 1947.</blockquote>\n<blockquote>\"Act 96 of 1948 was then enacted to consolidate the law with respect to the Police Pension Fund but made no change that is material here. The 1948 act was then incorporated in the Revised Statutes of 1950 ([LSA-]R.S. 33:2281-33:2304) under the authority of Const. Art. III, Section 24, and Act 42 of 1942.</blockquote>\n<blockquote>\"It is apparent that, during all these statutory changes, petitioner's right to retire had not accrued or matured, but was still inchoate.</blockquote>\n<blockquote>\"The first change that adversely affected petitioner was Act 26 of 1944, repealing the 16-year period, and making 20 years continuous and active service the minimum period for retirement.</blockquote>\n<blockquote>\"Petitioner contends this act should be interpreted as operating prospectively only, since the repeal of the 16year period was, by the expressed terms of the act, to become effective January 1, 1947.</blockquote>\n<p>\"This limitation, it is contended by petitioner, was to apply only to those <span class=\"star-pagination\">*433</span> joining the Force after January 1, 1947, and did not affect him since he joined in May, 1935. This limitation must be construed as intending to exclude from its operation only those members of the Force who had retired or were eligible to retire on January 1, 1947, and not those who joined the Force after such date. To have unretired members of the Fund entitled to different benefits based on different dates of employment could easily make the retirement fund actuarially unsound and insolvent. The purpose of such statutes is to build up a reserve fund sufficient to pay retirement and disability allowances. See Johnson v. State Employee's Retirement Ass'n, <span class=\"citation\" data-id=\"3504306\"><a href=\"/opinion/3533652/johnson-v-state-employees-retirement-assn/\"><span class=\"volume\">208</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">111</span></a></span>, <span class=\"citation\" data-id=\"3504306\"><a href=\"/opinion/3533652/johnson-v-state-employees-retirement-assn/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">767</span></a></span>; Hessian v. Ervin, <span class=\"citation\" data-id=\"3504222\"><a href=\"/opinion/3533581/hessian-v-ervin/\"><span class=\"volume\">204</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">287</span></a></span>, <span class=\"citation\" data-id=\"3504222\"><a href=\"/opinion/3533581/hessian-v-ervin/\"><span class=\"volume\">283</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">404</span></a></span>; Bader v. Crone, <span class=\"citation\" data-id=\"3558567\"><a href=\"/opinion/3578116/bader-v-crone/\"><span class=\"volume\">116</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">329</span></a></span>, <span class=\"citation\" data-id=\"3558567\"><a href=\"/opinion/3578116/bader-v-crone/\"><span class=\"volume\">184</span> <span class=\"reporter\">A.</span> <span class=\"page\">346</span></a></span>.</p>\n<p>\"Even conceding, arguendo, the legislature has the right to modify, change or abolish accrued or existing pension or retirement rights, such an intention must be clear and expressed and not accomplished by implication. Accordingly, Section 1 of Act 26 of 1944, repealing Sec. 15 of Act 167 of 1940, effective January 1, 1947, applied to petitioner because, on that date, he had neither retired, nor was eligible to retire, under the 16-year period.</p>\n<blockquote>\"Petitioner next contends that Act 26 of 1944 is unconstitutional because it was not advertised for 30 days prior to enactment, as required by Const. Art. IV, Section 6, for local and special laws.</blockquote>\n<p>\"Since policemen are public officers, laws relating to their duties and compensation as such are not special or local laws requiring publication under this constitutional provision. State ex rel. Grosch v. City of New Orleans, <span class=\"citation\" data-id=\"3475291\"><a href=\"/opinion/3475925/state-v-city-of-new-orleans/\"><span class=\"volume\">211</span> <span class=\"reporter\">La.</span> <span class=\"page\">241</span></a></span>, <span class=\"citation\" data-id=\"3475291\"><a href=\"/opinion/3475925/state-v-city-of-new-orleans/\"><span class=\"volume\">29</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">778</span></a></span>; Federal Land Bank v. John D. Nix, Jr., <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">La.</span> <span class=\"page\">566</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">So.</span> <span class=\"page\">720</span></span>.</p>\n<p>\"Act 96 of 1948, and the Revised Statutes of 1950 ([LSA-]R.S. 33:2281-2304), are challenged as unconstitutional as being in violation of Const. Art. III, Sec. 16, because the body is broader than the title, and because Section 4 of Act 96 of 1948, denies petitioner an adequate remedy at law by making the finding of the Board of Trustees final, thereby denying review by the Courts.</p>\n<blockquote>\"Title of Act 96 of 1948, inter alia, provides, `and repealing all laws or parts of laws in conflict therewith, and particularly * * *' (then recites prior acts), but does not name Act 104 of 1934. For this reason, it is said its body is broader than the title. Since the title and body both refer to repeal of `all laws or parts of laws * * * inconsistent herewith', and since Act 104 of 1934 is inconsistent with Act 96 of 1948, it is repealed. It was not necessary to include Act 104 of 1934 in the particularization after the general clause of repeal so its omission was immaterial.</blockquote>\n<blockquote>\"Furthermore, any deficiency was cured by the adoption in 1950 of the Revised Statutes under Act 42 of 1942 and Const.1921, Art. III, Sec. 24.</blockquote>\n<p>\"Though Section 4 of Act 96 of 1948, or that clause of it which denies appeal to the courts, is unconstitutional, the balance of Section 4 and the balance of the act survive under the separability clause of the Act (Section 24). Meyer v. Board of Trustees, <span class=\"citation\" data-id=\"3467343\"><a href=\"/opinion/3468767/meyer-v-board-of-trustees-etc/\"><span class=\"volume\">199</span> <span class=\"reporter\">La.</span> <span class=\"page\">633</span></a></span>, <span class=\"citation\" data-id=\"3467343\"><a href=\"/opinion/3468767/meyer-v-board-of-trustees-etc/\"><span class=\"volume\">6</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">713</span></a></span>.</p>\n<blockquote>\"During all the enactments or changes after petitioner joined the Force, his right to retire after 16 years never accrued and was, at best, inchoate.</blockquote>\n<blockquote>\"Therefore, it is necessary now to consider whether these changes violated the state and federal constitutions relating to due process, vested rights and equal protection of the law.</blockquote>\n<p><span class=\"star-pagination\">*434</span> \"It seems now to be the majority view, both state and federal, that a pension or retirement allowance to a retired public employee, partly made up from forced contributions from his compensation, or wholly by the governing authority, is not a gratuity, since in either case such employee was induced to seek and remain in the public service because of these benefits.</p>\n<blockquote>\"It is equally clear that the contention is specious that deductions from the employee's pay is not first segregated from the public fund so as to become private property and then turned over to the pension fund, but is set aside or transferred from one public fund to another and remains public money over which the person from whose salary it is deducted has no control, and in which he has no right. Raines v. Board of Trustees, <span class=\"citation\" data-id=\"3416912\"><a href=\"/opinion/3420401/raines-v-board-of-trustees-pen-fund/\"><span class=\"volume\">365</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">610</span></a></span>, <span class=\"citation\" data-id=\"3416912\"><a href=\"/opinion/3420401/raines-v-board-of-trustees-pen-fund/\"><span class=\"volume\">7</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">489</span></a></span>, 491.</blockquote>\n<blockquote>\"In Talbott v. Independent School Dist., <span class=\"citation\" data-id=\"3434686\"><a href=\"/opinion/3436862/talbott-v-independent-sch-dist/\"><span class=\"volume\">230</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">949</span></a></span>, <span class=\"citation\" data-id=\"3434686\"><a href=\"/opinion/3436862/talbott-v-independent-sch-dist/\"><span class=\"volume\">299</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">556</span></a></span>, and in <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">234</span></span> and 249, all the law and authorities are reviewed and commented upon, leading to the inevitable conclusion and holding that a member of the Police Force has not such a vested right in a retirement fund, maintained partly by a system of contributions from the policemen themselves, as would preclude the raising of the retirement age, or the period of service, either before or after such policeman became eligible for such pension.</blockquote>\n<p>\"It is also well settled that an appointment or election to a public office does not create a contract. Hall v. City of Shreveport, <span class=\"citation\" data-id=\"3480527\"><a href=\"/opinion/3480638/hall-v-city-of-shreveport/\"><span class=\"volume\">157</span> <span class=\"reporter\">La.</span> <span class=\"page\">589</span></a></span>, <span class=\"citation\" data-id=\"3480527\"><a href=\"/opinion/3480638/hall-v-city-of-shreveport/\"><span class=\"volume\">102</span> <span class=\"reporter\">So.</span> <span class=\"page\">680</span></a></span>, and authorities therein cited.</p>\n<p>\"The right to retirement pay is fixed as of the time he attained eligibility. Until the retirement pay is earned, the right to it is inchoate and may be modified by subsequent legislation. Teachers' Tenure Act Cases, <span class=\"citation\" data-id=\"3852447\"><a href=\"/opinion/4093024/teachers-tenure-act-cases/\"><span class=\"volume\">329</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">213</span></a></span>, <span class=\"citation\" data-id=\"3852447\"><a href=\"/opinion/4093024/teachers-tenure-act-cases/\"><span class=\"volume\">197</span> <span class=\"reporter\">A.</span> <span class=\"page\">344</span></a></span>.</p>\n<blockquote>\"In Talbott v. Independent School District, <span class=\"citation\" data-id=\"3434686\"><a href=\"/opinion/3436862/talbott-v-independent-sch-dist/\"><span class=\"volume\">230</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">949</span></a></span>, <span class=\"citation\" data-id=\"3434686\"><a href=\"/opinion/3436862/talbott-v-independent-sch-dist/\"><span class=\"volume\">299</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">556</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">243</span></span>, we find the following pertinent language:</blockquote>\n<blockquote>\"`The conclusion to be deduced from all of these decisions holding that allowances paid to public employees from retirement funds, in part maintained by them, is that such allowances are not pure pensions, gratuities, or bounties, but are given in consideration of services which were not fully recompensed when rendered. And also that any contribution by the state, or any subdivision of it, by way of taxation or other public money, to such retirement or disability funds, is not a donation for a private purpose, but is a proper outlay for a public purpose, which purpose is to bring about a better and more efficient service in these various departments by improving their personnel and morale, through the retention of faithful and experienced employees.</blockquote>\n<blockquote>\"`But the fact that these retirement or disability payments are not gratuities, is not, in our judgment, sufficient to give to them the character of a property, or a vested, right, or a contract right, which can not be adversely affected by subsequent legislation by either the state or a municipality. We believe we can reconcile this conclusion with those decisions which apparently support the contention of the appellee that she had a vested right to a pension for the full period from June 5, 1935, to December 20, 1938.</blockquote>\n<blockquote>\"`It is the holding of all of the Pennsylvania cases, which we have cited, that, when an employee who is a member of any retirement system, whether it affects policemen, firemen, school teachers, or other public employees, has fully complied with all the requirements making him eligible to a retirement allowance, whether he chooses to ask for it then or later, he has a vested right to such allowance which cannot be adversely affected by subsequent legislation, except for a <span class=\"star-pagination\">*435</span> cause which we will refer to hereinafter. Until the employee has become eligible, as stated by these decisions, his right to the retirement allowance is inchoate, and it may be affected by subsequent legislation. Such is also the holding of Roddy v. Valentine, <span class=\"citation no-link\"><span class=\"volume\">286</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">228</span></span>, <span class=\"citation\" data-id=\"3625372\"><a href=\"/opinion/3641514/roddy-v-valentine/\"><span class=\"volume\">197</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">260</span></a></span>, supra; Kiernan v. Hunter College Ret. Board, supra, (<span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">378</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">612</span></span>); Cox v. McElligott, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">Misc.</span> <span class=\"page\">619</span></span>, <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">805</span></span>. See, also, Hammitt v. Gaynor, Sup.Ct., <span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">123</span></span>.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\"`\"But underlying all retirement systems of the class we are now discussing is the legislative object, as well as that of the member employee, that a substantial reserve be built up so that the actuarial soundness of the plan cannot be questioned. This factor is an important one in the relation between state, city, and county, as employer, and the employee member, with respect to retirement pay. If a direct attack on it, such as has been made in the present case, is justified, or a weakness in it manifested through actual trial is found to exist, the remedy or relief rests clearly within the relation between employer and employee contemplated by the legislative system for retirement pay. The Legislature may from time to time, within the confines of that established relation, alter, change, amend, and render intact the actuarial soundness of the system so as to strengthen its fibers in any way it sees fit. Changes in details, such as length of service required, contributions needed, and age requirements, to keep the fund on sound actuarial practices, are essential. Flexibility in component parts is a paramount necessity to guard against changed conditions and to permit keeping abreast with actuarial science.\"</blockquote>\n<blockquote>\"`The California courts have, in a number of cases, lowered or raised the allowances after retirement to meet changing conditions. In Casserly v. City of Oakland, supra, <span class=\"citation\" data-id=\"1189281\"><a href=\"/opinion/1189281/casserly-v-city-of-oakland/\"><span class=\"volume\">6</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">64</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">237</span></span>, the allowance to a pensioner was lowered when the salaries of those of the same rank in active service were lowered because of economical emergency. In Hollis v. Jones, <span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">14</span></span>, <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">203</span></span>, 205, the widow's award had been reduced from $99 to $40 a month by amendment to the law, brought about by actuarial weakness. She sued for the deficit. In denying her claim, the court said: \"She is entitled to only such sum as might be lawfully paid to her under the act of 1925. The trustees were required to administer only such funds as came into their hands under this statute, and will not be compelled by the writ of mandamus to perform the impossible.\"</blockquote>\n<blockquote>\"`The Board, in the present case, adopted the plan of raising the retirement age to strengthen the reserve fund. Some method of fortifying the financial security of the system was necessary. We are clearly of the opinion that no rights of the appellee have been invaded. The trial court was in error in granting her a pension from June 5, 1935, to May 29, 1936.' <span class=\"citation\" data-id=\"3434686\"><a href=\"/opinion/3436862/talbott-v-independent-sch-dist/\"><span class=\"volume\">230</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">949</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">563</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">248</span></span>.</blockquote>\n<blockquote>\"Meyer v. Board of Trustees, <span class=\"citation\" data-id=\"3467343\"><a href=\"/opinion/3468767/meyer-v-board-of-trustees-etc/\"><span class=\"volume\">199</span> <span class=\"reporter\">La.</span> <span class=\"page\">633</span></a></span>, <span class=\"citation\" data-id=\"3467343\"><a href=\"/opinion/3468767/meyer-v-board-of-trustees-etc/\"><span class=\"volume\">6</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">713</span></a></span>, is cited for the proposition that the legislature cannot alter or change an accrued pension due the widow of a deceased fireman, since such pension was a vested contract right and was not a `gratuity', since the deceased's salary as fireman contributed to the pension fund along with the city. The cited case is not authority for this proposition because there was no issue there concerning the validity of a change in death or pensioner's rights. The only issue in that case was whether the provision of the law denying appeal to the courts from a finding of the Trustees was constitutional. The court held such a provision was unconstitutional and reversed the Trustees on a question of fact and allowed recovery of the pension by <span class=\"star-pagination\">*436</span> the widow. The `gratuity' holding must, therefore, be held to be dicta.</blockquote>\n<blockquote>\"It is not necessary to consider the last alternative of petitioner, that he is entitled to a refund of all monies paid into the fund for the reasons:</blockquote>\n<blockquote>\"His right to retire has not been denied, merely extended four years. This extension became effective when Act 26 of 1944 repealed the 16-year period and left the 20-year minimum. Petitioner continued in the service without protest when he could have resigned. Further, when he joined the Force in 1935 his right to retire at 20 years was subject to the condition that he could only be deprived of his pension if convicted of a felony. This was amended in his favor by Sec. 19 of Act 96 of 1948 which provides he cannot be deprived of his pension for any reason. See also Sec. 20, Act 167 of 1940. See McNulty v. Blackburn, Fla., <span class=\"citation\" data-id=\"3392064\"><a href=\"/opinion/3398644/mcnulty-v-blackburn/\"><span class=\"volume\">42</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">445</span></a></span>.</blockquote>\n<blockquote>\"Further, Sec. 21 of Act 167 of 1940 and Sec. 20 of Act 96 of 1948, provides:</blockquote>\n<blockquote>\"`No benefits, pensions, annuities or refunds shall ever be made from the Police Pension Fund for any reason or cause whatsoever, except it be in strict conformity with the provisions and requirements of this Act; and any person who shall separate from the Police Department for any cause prior to retirement, shall have no claim to the benefits, pensions or annuities provided herein, nor to the refunds of any amounts paid into said Police Pension Fund. This provision shall be retroactive.'</blockquote>\n<blockquote>\"These provisions of the law were conditions of his employment and his pension rights. Whether a state or municipality can exact payments from the salary of a public officer for a pension or retirement allowance and retain the same without giving any benefit to such officer, is not an issue here, because the petitioner, 3 years hence, will be eligible to retire after 20 years service having attained the age of 50, and receive the same compensation.</blockquote>\n<p>\"Accordingly, there will be judgment declaring that petitioner is not entitled to retire after 16 years service, and is entitled to no refund of any contributions made to the retirement fund by deductions from his salary.\"</p>\n<p>For the reasons assigned the judgment appealed from is affirmed.</p>\n<p>Affirmed.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1189281/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3392064/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3416912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3434686/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3467343/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3475291/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3480527/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3504222/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3504306/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3558567/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3625372/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3852447/"
          ]
        }
      ],
      "judges": "Regan",
      "date_created": "2014-10-30T09:47:53.604044Z",
      "date_modified": "2017-04-14T23:20:48.230834Z",
      "date_filed": "1954-11-22",
      "date_filed_is_approximate": false,
      "slug": "bowen-v-board-of-trustees-of-police-pension-fund",
      "citation_id": 1086018,
      "case_name_short": "Bowen",
      "case_name": "Bowen v. Board of Trustees of Police Pension Fund",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "76 So. 2d 430",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 12,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/475095/bowen-v-board-of-trustees-of-police-pension-fund/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T09:47:53.598708Z",
  "date_modified": "2014-10-30T09:47:53.598708Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Bowen",
  "case_name": "Bowen v. Board of Trustees of Police Pension Fund",
  "case_name_full": "",
  "slug": "bowen-v-board-of-trustees-of-police-pension-fund",
  "docket_number": "20363",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}