{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/503262/",
  "id": 503262,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1181683/",
      "id": 1181683,
      "absolute_url": "/opinion/1181683/wilson-v-superior-court/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/503262/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1181683/",
          "id": 1181683,
          "absolute_url": "/opinion/1181683/wilson-v-superior-court/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1181683/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6641/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T04:44:48.090164Z",
          "date_modified": "2017-03-30T22:26:54.467961Z",
          "type": "010combined",
          "sha1": "89eea399015ee4c8d74fa920926e79df8181d30f",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>148 Cal.App.2d 433 (1957)</b></center>\n<center><h1>FRANCIS L. WILSON et al., Petitioners,<br>\nv.<br>\nSUPERIOR COURT OF CONTRA COSTA COUNTY, Respondent; RICHMOND ELEMENTARY SCHOOL DISTRICT et al., Real Parties in Interest.</h1></center>\n<center>Civ. No. 17586. </center>\n<center><p><b>California Court of Appeals. First Dist., Div. One.  </b></p></center>\n<center>Feb. 11, 1957.</center>\n<p> Tinning &amp; DeLap and Robert Eshleman for Petitioners.</p>\n<p> No appearance for Respondent.</p>\n<p> Francis W. Collins, District Attorney (Contra Costa), John B. Clausen, Deputy District Attorney, and Wallace, Garrison, Norton &amp; Ray for Real Parties in Interest. <span class=\"star-pagination\">*436</span></p>\n<p> WOOD (Fred B.), J.</p>\n<p> The petitioners are plaintiffs in two actions pending in the superior court against a school district, Richard J. Woodward and others, claiming damages to their property allegedly caused by removal of lateral support when certain excavations were made upon the adjoining property of the school district.</p>\n<p> Woodward and his associates were engaged by the district to plan and supervise the work which allegedly caused the injuries to plaintiffs' property, plaintiffs' theory being that Woodward and the district were negligent in the planning and the prosecution of the work.  <sup>[fn. 1]</sup></p>\n<p> Plaintiffs took Woodward's deposition as an adverse party under authority of sections 2021 and 2055 of the Code of Civil Procedure.</p>\n<p> He refused to answer certain questions, 18 of which are set forth in the petition. Plaintiffs requested the superior court to require him to answer these questions but the court refused to do so. We are asked to direct the superior court to require the witness to answer.  <sup>[fn. 2]</sup></p>\n<p> With respect to each question we must determine (1) whether it is \"legal\" and \"pertinent\" (Code Civ. Proc.,  2064-2065) and proper when asked of a party by an adverse party \"under cross-examination\" ( 2055) upon deposition ( 2021, subd. 1), and (2) whether it can be answered by this witness without violating the attorney-client privilege ( 1881, subd. 2).</p>\n<p> (1) We will first consider the propriety of the questions without regard to the defendant district's claim of the attorney-client privilege.</p>\n<p> We will do so in the light of the issues framed by the complaint,  <sup>[fn. 3]</sup> bearing in mind that he is an expert as well as a defendant and, therefore, may be asked for his opinions within the area of his competency. (See Lawless v. Callaway, 24 Cal.2d 81, 89-91 [147 P.2d 604].) In each instance we <span class=\"star-pagination\">*437</span> will undertake to determine whether the question is \"legal\" and \"pertinent\" even if the defendants interposed no objection of that nature at the time, the parties having stipulated that \"all objections propounded to the said witness shall be reserved by each of the parties, save and except any objections as to the form of the questions propounded.\"  <sup>[fn. 4]</sup></p>\n<p> The plaintiffs allege and the defendants admit that the following are among the issues raised by the pleadings: (1) Was the excavation made by defendants carelessly designed, supervised and executed? (2) Was the earth slide caused by the defendants' acts in excavating the school district's property, or by the independent negligence of a certain utility district and parties unknown in failing to protect and properly maintain certain high pressure water mains? (3) Are the plaintiffs guilty of contributory negligence?</p>\n<p> [1] The witness testified that after the slide occurred he investigated the situation; that looking at the situation and watching the sequence of events \"convinced me that we were not at fault\"; he did not make up his mind on the spur of the moment, he studied the situation for a while before reaching a decision; he had to talk to different people and find out what had happened first, about \"the sequence of events\" leading up to this; he had to study the ground to see for himself what was occurring; he started considering causes right after he got to the site and started looking around; he started considering causes right away; he could not say just when he started thinking of responsibility of the thing but he started to study it, looked for causes, talked to people there who told him what the sequence of events was and \"gradually I started forming my opinion then as to the cause and responsibility of the thing\"; he needed to know the sequence of events to determine the causes of the slide; he talked with plaintiff Francis Wilson; and that during the period of planning and supervising the work he had retained engineering expert Harry Seed and discussed with him the question of stability, cuts and fills.</p>\n<p> In the light of this testimony it was obviously proper to ask him \"what was said\" in the conversation with Wilson (1),  <sup>[fn. 5]</sup> \"Who told you what the sequence of events was in the case\" <span class=\"star-pagination\">*438</span> (2), \"how did you determine the sequence of events in this case\" (3), and has Engineer Seed \"discussed this matter with you since this slide occurred?\" (10).</p>\n<p> [2] The witness also testified that he was satisfied with the provisions he made for the problems involved in the excavation; if he had the job to do again he would not do anything materially different than he had done; the area involved in the excavation being a hill area and containing ground water was, before the excavation, an area susceptible to slides; he would not have recommended a steeper cut slope than 2 1/2 to 1, would have wanted 3 to 1 along the Wilson property unless the cut bank were not so high.</p>\n<p> It was proper to ask how steep a cut slope he would have recommended in \"the area of the higher part of the cut--that part that did slide, didn't it?\" (12), a compound question, perhaps but not objected to on that ground.</p>\n<p> [3] He testified that the danger of instability of a cut slope is increased from ground water if it is allowed to flow near the surface of the cut slope; he would expect the ground water flow from the Wilson property toward the school property to be rather deep, opposite a certain knoll it would probably be 10 to 15 feet. It was proper to ask him how deep he would expect the ground water to be \"at the place of origin of the slide along that cut\" (13); also, whether the slide that actually occurred began somewhere close to the corner of the two cuts along the Wilson cut (14); and \"didn't this slide follow the exact outline of your cut on the school ground?\" (15).</p>\n<p> [4] The witness testified, as to the basis of his opinion that he was not responsible for the damage caused the plaintiffs, that he followed conservative practice, the slopes were stable and he didn't think the failure of the slope caused the damage to the property. It was proper to ask, \"well, the slope did fail, didn't it, and slide and damage the property ... that is a fact, isn't it?\" (4); \"... is any part of the reason why the Wilson slope slid and the Arlington slope didn't due to the fact that the Arlington slope had three drains and the Wilson slope had one drain?\" (5);  <sup>[fn. 6]</sup> \"could <span class=\"star-pagination\">*439</span> this slide have been prevented?\" (16) \"what caused the water main to break ...?\" (18); and \"... is that your opinion ... that ... the Utility District and these unknown parties that piled rocks around the area of the pipeline caused the destruction of these homes?\" (17).</p>\n<p> [5] The witness testified that the Wilson house was on a location that could have stability problems if proper precautions were not taken. He was then asked, \"do you contend that any part of the damage to or on the Wilson house is my clients' fault or any builder's fault?\" (6). This is not a proper question. The word \"fault\" does not necessarily call for a legal conclusion. In an appropriate context it well might denote a purely factual relationship of cause and effect. But \"contend\" is not a word to put in the mouth of a witness. What the witness might contend or claim or urge has no evidentiary value in this setting. This witness' \"contention\" as a party is declared in his answer, denying liability on his part and alleging that plaintiffs negligently caused or contributed to the injuries.</p>\n<p> [6] Asked if the plaintiffs had safe, stable dwellings before this work began, Woodward said he did not investigate the plaintiffs' homes as such; he investigated the school property; he thought there could have been things about their property that he was unaware of that might have made them unsafe. It was proper then to ask him, \"are you aware of anything now that made their houses unsafe ...?\" (7).</p>\n<p> [7] He was then asked: if the excavation had not been made next door to the plaintiffs' houses and the utility district pump house \"these three structures ... would still be sitting there ...?\" The cross- examiner indicated he was asking the opinion based on any information necessary for the witness to answer, whether received by him before or after the occurrence of the slide. (8). The question was proper unless privileged under the asserted attorney-client relationship.</p>\n<p> The next question was substantially the same as the last, modified to eliminate from the witness' mind any knowledge acquired by him after his employment by the district to assist it in the defense of the case. The witness replied, it would <span class=\"star-pagination\">*440</span> be impossible for him to eliminate knowledge acquired after that date and answer the question. He also refused to answer the question, \"... Isn't it true, that the excavation as undertaken here was a substantial factor in causing the damage to these three structures\"; and the question, if a hole had not been \"dug next to these three structures they wouldn't have been able to slide into it ...\" (9). The witness explained that he could not answer such questions fairly without applying knowledge that he gained after the slide occurred.</p>\n<p> [8] The question, \"... when you first went out there to look over this slide ... you were very alarmed and concerned that responsibility for it might be attached to your organization\" was improper and need not be answered (11). His state of mind on that occasion is not relevant to any issue in the case.</p>\n<p> A good many of these questions call for the opinion of the witness but we do not deem them improper, for this is an expert witness, the questions are within the area of his competency, they pertain to physical conditions and elements of cause and effect that are not within the common knowledge of men, and properly interpreted do not (with the exception of question No. 6) call for legal conclusions of the witness. Such questions are within the sanction of the principles enunciated in such cases as Dyas v. Southern Pac. Co., 140 Cal. 296 [73 P. 972]; Fonts v. Southern Pac. Co., 30 Cal.App. 633 [159 P. 215]; Manney v. Housing Authority, 79 Cal.App.2d 453 [180 P.2d 69], and authorities cited in each.</p>\n<p> Also, a number of the questions might be vulnerable if this were direct examination. We do not deem them violative of the rules applicable when a witness such as this is under cross-examination.</p>\n<p> Our conclusion is that unless the attorney-client privilege obtains, all of the 18 questions except Numbers (6) and (11) are proper when asked of the witness Woodward upon deposition in this case.</p>\n<p> (2) Which if any of the remaining 16 questions is the witness precluded from answering without the consent of the defendant school district, which asserts the attorney-client privilege?</p>\n<p> As to each of the unanswered questions the school district's counsel objected and instructed the witness not to answer, upon the ground that it would violate the confidential attorney-client relationship. Woodward's own counsel frequently joined in the objection and instruction. <span class=\"star-pagination\">*441</span></p>\n<p> The verified answer filed herein by Woodward and the district states that on the day after the occurrence of the slide the district employed Woodward to investigate the cause of the slide and report to it the results of the investigation; that he did so investigate and report; that such hiring was at the express request of the district's counsel to provide counsel with confidential information respecting the defense of a potential lawsuit against the district; that the investigation and report and \"all information gained by ... Woodward\" in the investigation is \"confidential information\" and \"information which is privileged\" as between the district, its counsel and Woodward; and that at the taking of the deposition counsel for Woodward and counsel for the district objected to questions \"which sought to discover these matters of privileged information.\"</p>\n<p> We are concerned solely with the question whether information obtained by this witness during this employment (subsequent to the slide), or any opinion of his based in whole or in part upon such information, can be elicited without the district's consent.</p>\n<p> One might be inclined to the view that knowledge acquired (as distinguished from reports made) by a person engaged by a litigant to assist the latter's counsel in preparing the litigant's case would not be within the scope of the privilege which the law accords the attorney-client relationship.</p>\n<p> The statute in terms protects any \"communication\" made by a client to his attorney or the attorney's \"advice given thereon.\" (Code Civ. Proc.,  1881, subd. 2.) If in our case the district were an individual and he did his own investigating, it would not seem permissible for him to withhold any of the knowledge thus acquired (personal knowledge, within his competency as a witness to attest, and material to the issues) when being interrogated as an adverse party under sections 2021 and 2055. We do not think he could seal his own lips by \"communicating\" that knowledge to his attorney, even though the communications themselves would be privileged. If so, why should the knowledge similarly acquired by the client's agent (in this case, Woodward), as distinguished from the communications (reports, photographs, diagrams, etc.) made by the agent to the attorney, be privileged?</p>\n<p> The answer is furnished by City &amp; County of San Francisco v. Superior Court, 37 Cal.2d 227 [231 P.2d 26, 25 A.L.R.2d 1418]. It holds that neither the information so <span class=\"star-pagination\">*442</span> acquired by the agent nor opinions of his based thereon can be divulged by him without consent of the client who employed him. The agent was a physician who had been engaged to examine the client and report his observations and opinions to the attorney. That seems quite analogous to our case, the only difference being that here the agent is an engineering expert who was employed to observe the client's property, ascertain and correlate the significant facts and formulate an opinion as to physical causes and effects, all for the purpose of \"communication\" to the attorney. In the physician-agent-investigator case it was held that \"the client may submit to an examination by the physician without fear that the latter will be compelled to reveal the information disclosed.\" (P. 237 of 37 Cal.2d.) With equal propriety, we think, it may be said that \"the client may submit his property to an examination by the engineering expert without fear that the latter will be compelled to reveal the information disclosed.\"</p>\n<p> Yet there is a possible significant difference between the situation which obtained in City &amp; County of San Francisco v. Superior Court, supra, and that which obtains in our case. Here, the agent whom the client selected to investigate and report to its attorney was himself a potential defendant in the litigation which was imminent, the very person upon whose negligence or nonnegligence the imputed negligence or nonnegligence of the district would seem largely, if not wholly, to depend. This person was already potentially subject to the duty of making full disclosure to the plaintiffs in the impending litigation. He was under a potential duty to \"be examined by the adverse party under cross-examination, subject to the rules applicable to the examination of other witnesses\" (Code Civ. Proc.,  2055), and to be so examined upon deposition ( 2021, subd. 1). When so called as a witness he \"must answer questions legal and pertinent to the matter in issue, though his answer may establish a claim against himself.\" ( 2065.)</p>\n<p> Thus, the state has manifested and declared the policy of requiring full disclosure in the situation described. To what extent, if at all, is this policy modified by \"the policy of the law to encourage confidence and to preserve ... inviolate\" the relation of attorney and client (declared in  1881 of the code), bearing in mind that we are presently concerned only with the knowledge acquired by the agent, not with the content of any communication he may have made as agent? <span class=\"star-pagination\">*443</span></p>\n<p> Clearly, we have two policies to reconcile. Of suggestive value is the statement in Paley v. Superior Court, 137 Cal.App.2d 450, 462 [290 P.2d 617]: \"The policy of this state is one of liberality in the matter of discovery (Union Trust Co. v. Superior Court, 11 Cal.2d 449, 459-460 [81 P.2d 150, 118 A.L.R. 259]), a policy which has been implemented by the deposition statutes which in turn are to be liberally construed. (Ahern v. Superior Court, 112 Cal.App.2d 27, 30 [245 P.2d 568].) Since the attorney-client privilege is grounded on public policy, it 'is strictly construed, since it suppresses relevant facts that may be necessary for a just decision.' (City &amp; County of San Francisco v. Superior Court, supra, 37 Cal.2d 227, 234.)\"</p>\n<p> Does the latter policy yield to the former to the extent of not authorizing the district to seal Woodward's lips and of not permitting Woodward to seal his own lips concerning information acquired by him subsequent to the slide, and opinions of his based in whole or in part upon such information? Counsel have brought to our attention no case law that we deem precisely in point, nor have we discovered any. However, we are not entirely without precedent. There are situations in which it has been found that the attorney-client privilege does not obtain.</p>\n<p> Perhaps the clearest type of case in which the policy of nondisclosure yields to the policy of full disclosure is that in which the attorney-client relationship is abused. \"The continuous and unbroken stream of judicial reasoning and decision is to the effect that communications between attorney and client having to do with the client's contemplated criminal acts, or in aid of furtherance thereof, are not covered by the cloak of this privilege. [Citations.]\" (Abbott v. Superior Court, 78 Cal.App.2d 19, 21 [177 P.2d 317].) Similarly, when the client seeks advice that will serve him in the contemplated perpetration of a fraud there is no privilege. (See cases collected in 125 A.L.R. 508, 512.)</p>\n<p> While there has been and is no suggestion that the use which the district seeks to make of its codefendant in the instant case is an abuse of the attorney-client relationship in the sense of involving a venal, corrupt or illegal scheme or purpose (if the privilege does apply, the district has the unquestionable right to invoke it), there may be factors potentially inherent in such a situation that make it impolitic for the law to recognize a privilege. <span class=\"star-pagination\">*444</span></p>\n<p> One such potentiality is suggested by the very fact that the witness Woodward has declared it impossible (in respect to certain questions) to segregate in his own mind the information gained by him before and that obtained after the slide occurred. Here is an indirect but effective impediment upon the witness' use and disclosure of the information he acquired before the district sought him out and made him its agent in preparing its defense.</p>\n<p> Another potentiality is the inducement, to a defendant who may acquire significant information, to seal his own lips by accepting, perhaps actively seeking, employment as the agent of a codefendant, if the revealing of such knowledge can be controlled by a cooperative principal.</p>\n<p> It happens that there are seven individual defendants in addition to Woodward, whom the school district might similarly employ and similarly seal their lips. We refer to four members of Woodward's firm, associated with him in planning and supervising the excavation work, and three persons who are members of the firm that performed the work of excavation under the supervision of Woodward and his associates. If the district can employ one codefendant and seal his lips it can employ each of the eight and seal the lips of all.</p>\n<p> How far can this go? Can each of these eight employ each of the others as his agent to aid his attorney in preparing and conducting his defense and thus increase from one to nine the number of client-principals whose consents must be obtained for the release of the knowledge acquired by any of the eight as agents?</p>\n<p> If the defendants can employ one another as agents to assist in their respective defenses it should be permissible for the plaintiffs to do likewise, with similar concealment of information acquired by each plaintiff as agent of a coplaintiff.</p>\n<p> Such a frustration of the policy of requiring full disclosure by a party litigant to an adverse party and the court, seems out of all proportion to the benefit to society of permitting cloture under the aegis of encouraging full and free communication between client and attorney. We see no compelling need for the law to suffer such a situation to obtain. In the instant case, for example, there is no apparent dearth of competent, expert engineering talent (unconnected with the transaction out of which this litigation grew) available to the district to do its investigating and thus avoid the immunization of a codefendant witness. Of course, there is no legal inhibition against a defendant employing a codefendant <span class=\"star-pagination\">*445</span> to aid in communicating with the attorney of the former, but if he chooses to employ such an agent he should take him as he finds him (burdened with the duty of full disclosure) and not be permitted to withhold any of the witness' pertinent information whether acquired by the codefendant witness before, during or after the employment. A person so employing a coparty who is thus charged with the duty of disclosure is in a situation somewhat similar to a person who communicates with his attorney in the presence of a stranger. In the latter case the communication is deemed not made in confidence. (Gallagher v. Williamson, 23 Cal. 331 [83 Am.Dec. 114]. See also 27 Cal.Jur. 52-53, Witnesses,  38.) In the former case, we might say it is made in confidence subject to the agent's duty to disclose his knowledge, preserving the privilege in respect to the agent's \"communications.\"</p>\n<p> How, then are we to reconcile these two policies, measureably effectuating and implementing each without unreasonably curtailing the other? A solution is to be found, we think, in the dual capacity of the agent- witness,--Woodward in this case. He is a \"principal\" in his own right as well as an \"agent\" of his codefendant. [9] Let him reveal to his adverse parties and the court all of his \"knowledge,\" however acquired, that is \"legal and pertinent to the matter in issue\" ( 2065) between him and his adverse parties, but let him not reveal without the school district's consent the contents of any \"communications\" between him and the district or its counsel or the contents of any advice given by such counsel in the course of the latter's professional employment by the district. In other words, draw the line between his \"knowledge\" as an adverse party witness and the \"communications\" in which he participated and the \"advice\" which came to his notice, just as if he had been the client in making those communications and the district's counsel had been his counsel in giving that advice.  <sup>[fn. 7]</sup><span class=\"star-pagination\">*446</span></p>\n<p> In view of this conclusion it is unnecessary for us to consider which of the 16 questions might not be subject to the attorney-client privilege if that privilege did apply to Woodward's after-acquired knowledge.  <sup>[fn. 8]</sup></p>\n<p> For the same reason we need not consider whether the school district may have waived its asserted privilege, in whole or in part, by interposing no objection to Woodward's answering questions which involved the use of his after-acquired knowledge, as when he testified that after he had conducted his investigation he became convinced that \"we were not at fault,\" that he was satisfied with the provisions he had made for the problems involved and that if he had the job to do over again he would not do anything materially different.  <sup>[fn. 9]</sup></p>\n<p> Let the writ of mandate issue, directing respondent to set aside its order and to make the necessary orders to enable completion of the deposition in accord with the views expressed herein.</p>\n<p> Peters, P. J., and Bray, J., concurred.</p>\n<p> Counsel does not suggest that any such situation is here presented. It is a situation to be met when it occurs. There are remedies for improper joinder of parties. Should those remedies prove inadequate we should assume they will be perfected by competent authority, judicial or legislative.</p>\n<h2>NOTES</h2>\n<p>[fn. 1]  1. Defendants in these actions say that plaintiffs have the additional theory that the district, regardless of negligence, would be liable upon the theory of taking private property for public use. That concept, however, does not bear upon our problem and may be ignored.</p>\n<p>[fn. 2]  2. Mandamus is an appropriate remedy as to questions that are legal and pertinent and not privileged. (McClatchy Newspapers v. Superior Court, 26 Cal.2d 386, 396 [159 P.2d 944]; I.E.S. Corp. v. Superior Court, 44 Cal.2d 559, 564 [283 P.2d 700].)</p>\n<p>[fn. 3]  3. It would appear that the rules of relevancy and materiality are somewhat more liberally applied upon the taking of such a deposition than upon the trial of a case. (McClatchy Newspapers v. Superior Court, supra, 26 Cal.2d 386, 394-396.)</p>\n<p>[fn. 4]  4. The return and answer to the petition herein interposes the objections that the questions, assertedly, call for the legal conclusions of the witness and for his opinions on ultimate facts in issue.</p>\n<p>[fn. 5]  5. Each of these and similar symbols identifies the question by the number given it in the petition herein.</p>\n<p>[fn. 6]  6. With respect to the two cuts made in the course of the excavation, one called the \"Arlington\" cut owing to its proximity to Arlington Avenue, and the other called the \"Wilson\" cut, owing to its proximity to the property of petitioners, the witness testified that the Arlington cut (which did not slide) was less stable than the Wilson cut (which did slide), that the danger of instability of a cut slope is increased from ground water allowed to flow on the surface of the cut slope, that the height of the two cuts was the same, that the original plan prepared by the witness called for a drain along the top of both cuts, but that the drain on the top of the Wilson cut was omitted from the actual work done, and that the purpose of these drains was to dry up the slopes and avoid the danger of ground water.</p>\n<p>[fn. 7]  7. Counsel for the school district suggest that any relaxing or cutting down of the full sweep of the attorney-client privilege in the situation here presented would be against sound public policy because of the encouragement it would give plaintiffs to join the opposite party's investigators, experts and other potential adverse witnesses as defendants.</p>\n<p>[fn. 8]  8. For example, what plaintiff Wilson said to Woodward (question (1), above) was not privileged. (See Holm v. Superior Court, 42 Cal.2d 500, 507-509 [267 P.2d 1025, 268 P.2d 722], a plaintiff's statement to the defendant's claims adjuster.)</p>\n<p>[fn. 9]  9. We note that there are authorities which hold that permitting a witness to answer, by not objecting, is a waiver of the privileged subject matter involved (Faylor v. Faylor, 136 Cal. 92, 96 [68 P. 482]); that a waiver once made persists throughout subsequent proceedings in a case, including those taken at a subsequent trial (Deacon v. Bryans, 212 Cal. 87, 91-93 [298 P. 30]); that a waiver to be effective is not necessarily restricted to permissive disclosure in open court (Title Ins. etc. Co. v. California Dev. Co., 171 Cal. 173, 220 [152 P. 542]); and that in some situations waiver of a part may be a waiver of the whole (8 Wigmore on Evidence (3d ed.)  2327, p. 633).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">433</span></span> (1957)</b></center>\n<center><h1>FRANCIS L. WILSON et al., Petitioners,<br>\nv.<br>\nSUPERIOR COURT OF CONTRA COSTA COUNTY, Respondent; RICHMOND ELEMENTARY SCHOOL DISTRICT et al., Real Parties in Interest.</h1></center>\n<center>Civ. No. 17586. </center>\n<center><p><b>California Court of Appeals. First Dist., Div. One.  </b></p></center>\n<center>Feb. 11, 1957.</center>\n<p> Tinning &amp; DeLap and Robert Eshleman for Petitioners.</p>\n<p> No appearance for Respondent.</p>\n<p> Francis W. Collins, District Attorney (Contra Costa), John B. Clausen, Deputy District Attorney, and Wallace, Garrison, Norton &amp; Ray for Real Parties in Interest. <span class=\"star-pagination\">*436</span></p>\n<p> WOOD (Fred B.), J.</p>\n<p> The petitioners are plaintiffs in two actions pending in the superior court against a school district, Richard J. Woodward and others, claiming damages to their property allegedly caused by removal of lateral support when certain excavations were made upon the adjoining property of the school district.</p>\n<p> Woodward and his associates were engaged by the district to plan and supervise the work which allegedly caused the injuries to plaintiffs' property, plaintiffs' theory being that Woodward and the district were negligent in the planning and the prosecution of the work.  <sup>[fn. 1]</sup></p>\n<p> Plaintiffs took Woodward's deposition as an adverse party under authority of sections 2021 and 2055 of the Code of Civil Procedure.</p>\n<p> He refused to answer certain questions, 18 of which are set forth in the petition. Plaintiffs requested the superior court to require him to answer these questions but the court refused to do so. We are asked to direct the superior court to require the witness to answer.  <sup>[fn. 2]</sup></p>\n<p> With respect to each question we must determine (1) whether it is \"legal\" and \"pertinent\" (Code Civ. Proc.,  2064-2065) and proper when asked of a party by an adverse party \"under cross-examination\" ( 2055) upon deposition ( 2021, subd. 1), and (2) whether it can be answered by this witness without violating the attorney-client privilege ( 1881, subd. 2).</p>\n<p> (1) We will first consider the propriety of the questions without regard to the defendant district's claim of the attorney-client privilege.</p>\n<p> We will do so in the light of the issues framed by the complaint,  <sup>[fn. 3]</sup> bearing in mind that he is an expert as well as a defendant and, therefore, may be asked for his opinions within the area of his competency. (See Lawless v. Callaway, <span class=\"citation\" data-id=\"2605624\"><a href=\"/opinion/2605624/lawless-v-calaway/\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">81</span></a></span>, 89-91 [<span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">604</span></span>].) In each instance we <span class=\"star-pagination\">*437</span> will undertake to determine whether the question is \"legal\" and \"pertinent\" even if the defendants interposed no objection of that nature at the time, the parties having stipulated that \"all objections propounded to the said witness shall be reserved by each of the parties, save and except any objections as to the form of the questions propounded.\"  <sup>[fn. 4]</sup></p>\n<p> The plaintiffs allege and the defendants admit that the following are among the issues raised by the pleadings: (1) Was the excavation made by defendants carelessly designed, supervised and executed? (2) Was the earth slide caused by the defendants' acts in excavating the school district's property, or by the independent negligence of a certain utility district and parties unknown in failing to protect and properly maintain certain high pressure water mains? (3) Are the plaintiffs guilty of contributory negligence?</p>\n<p> [1] The witness testified that after the slide occurred he investigated the situation; that looking at the situation and watching the sequence of events \"convinced me that we were not at fault\"; he did not make up his mind on the spur of the moment, he studied the situation for a while before reaching a decision; he had to talk to different people and find out what had happened first, about \"the sequence of events\" leading up to this; he had to study the ground to see for himself what was occurring; he started considering causes right after he got to the site and started looking around; he started considering causes right away; he could not say just when he started thinking of responsibility of the thing but he started to study it, looked for causes, talked to people there who told him what the sequence of events was and \"gradually I started forming my opinion then as to the cause and responsibility of the thing\"; he needed to know the sequence of events to determine the causes of the slide; he talked with plaintiff Francis Wilson; and that during the period of planning and supervising the work he had retained engineering expert Harry Seed and discussed with him the question of stability, cuts and fills.</p>\n<p> In the light of this testimony it was obviously proper to ask him \"what was said\" in the conversation with Wilson (1),  <sup>[fn. 5]</sup> \"Who told you what the sequence of events was in the case\" <span class=\"star-pagination\">*438</span> (2), \"how did you determine the sequence of events in this case\" (3), and has Engineer Seed \"discussed this matter with you since this slide occurred?\" (10).</p>\n<p> [2] The witness also testified that he was satisfied with the provisions he made for the problems involved in the excavation; if he had the job to do again he would not do anything materially different than he had done; the area involved in the excavation being a hill area and containing ground water was, before the excavation, an area susceptible to slides; he would not have recommended a steeper cut slope than 2 1/2 to 1, would have wanted 3 to 1 along the Wilson property unless the cut bank were not so high.</p>\n<p> It was proper to ask how steep a cut slope he would have recommended in \"the area of the higher part of the cut--that part that did slide, didn't it?\" (12), a compound question, perhaps but not objected to on that ground.</p>\n<p> [3] He testified that the danger of instability of a cut slope is increased from ground water if it is allowed to flow near the surface of the cut slope; he would expect the ground water flow from the Wilson property toward the school property to be rather deep, opposite a certain knoll it would probably be 10 to 15 feet. It was proper to ask him how deep he would expect the ground water to be \"at the place of origin of the slide along that cut\" (13); also, whether the slide that actually occurred began somewhere close to the corner of the two cuts along the Wilson cut (14); and \"didn't this slide follow the exact outline of your cut on the school ground?\" (15).</p>\n<p> [4] The witness testified, as to the basis of his opinion that he was not responsible for the damage caused the plaintiffs, that he followed conservative practice, the slopes were stable and he didn't think the failure of the slope caused the damage to the property. It was proper to ask, \"well, the slope did fail, didn't it, and slide and damage the property ... that is a fact, isn't it?\" (4); \"... is any part of the reason why the Wilson slope slid and the Arlington slope didn't due to the fact that the Arlington slope had three drains and the Wilson slope had one drain?\" (5);  <sup>[fn. 6]</sup> \"could <span class=\"star-pagination\">*439</span> this slide have been prevented?\" (16) \"what caused the water main to break ...?\" (18); and \"... is that your opinion ... that ... the Utility District and these unknown parties that piled rocks around the area of the pipeline caused the destruction of these homes?\" (17).</p>\n<p> [5] The witness testified that the Wilson house was on a location that could have stability problems if proper precautions were not taken. He was then asked, \"do you contend that any part of the damage to or on the Wilson house is my clients' fault or any builder's fault?\" (6). This is not a proper question. The word \"fault\" does not necessarily call for a legal conclusion. In an appropriate context it well might denote a purely factual relationship of cause and effect. But \"contend\" is not a word to put in the mouth of a witness. What the witness might contend or claim or urge has no evidentiary value in this setting. This witness' \"contention\" as a party is declared in his answer, denying liability on his part and alleging that plaintiffs negligently caused or contributed to the injuries.</p>\n<p> [6] Asked if the plaintiffs had safe, stable dwellings before this work began, Woodward said he did not investigate the plaintiffs' homes as such; he investigated the school property; he thought there could have been things about their property that he was unaware of that might have made them unsafe. It was proper then to ask him, \"are you aware of anything now that made their houses unsafe ...?\" (7).</p>\n<p> [7] He was then asked: if the excavation had not been made next door to the plaintiffs' houses and the utility district pump house \"these three structures ... would still be sitting there ...?\" The cross- examiner indicated he was asking the opinion based on any information necessary for the witness to answer, whether received by him before or after the occurrence of the slide. (8). The question was proper unless privileged under the asserted attorney-client relationship.</p>\n<p> The next question was substantially the same as the last, modified to eliminate from the witness' mind any knowledge acquired by him after his employment by the district to assist it in the defense of the case. The witness replied, it would <span class=\"star-pagination\">*440</span> be impossible for him to eliminate knowledge acquired after that date and answer the question. He also refused to answer the question, \"... Isn't it true, that the excavation as undertaken here was a substantial factor in causing the damage to these three structures\"; and the question, if a hole had not been \"dug next to these three structures they wouldn't have been able to slide into it ...\" (9). The witness explained that he could not answer such questions fairly without applying knowledge that he gained after the slide occurred.</p>\n<p> [8] The question, \"... when you first went out there to look over this slide ... you were very alarmed and concerned that responsibility for it might be attached to your organization\" was improper and need not be answered (11). His state of mind on that occasion is not relevant to any issue in the case.</p>\n<p> A good many of these questions call for the opinion of the witness but we do not deem them improper, for this is an expert witness, the questions are within the area of his competency, they pertain to physical conditions and elements of cause and effect that are not within the common knowledge of men, and properly interpreted do not (with the exception of question No. 6) call for legal conclusions of the witness. Such questions are within the sanction of the principles enunciated in such cases as Dyas v. Southern Pac. Co., <span class=\"citation\" data-id=\"3304499\"><a href=\"/opinion/3304975/dyas-v-southern-pacific-co/\"><span class=\"volume\">140</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">296</span></a></span> [<span class=\"citation\" data-id=\"3304499\"><a href=\"/opinion/3304975/dyas-v-southern-pacific-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">P.</span> <span class=\"page\">972</span></a></span>]; Fonts v. Southern Pac. Co., <span class=\"citation\" data-id=\"3289490\"><a href=\"/opinion/3290911/fonts-v-southern-pacific-co/\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">633</span></a></span> [<span class=\"citation\" data-id=\"3289490\"><a href=\"/opinion/3290911/fonts-v-southern-pacific-co/\"><span class=\"volume\">159</span> <span class=\"reporter\">P.</span> <span class=\"page\">215</span></a></span>]; Manney v. Housing Authority, <span class=\"citation\" data-id=\"1223653\"><a href=\"/opinion/1223653/manney-v-housing-authority/\"><span class=\"volume\">79</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">453</span></a></span> [<span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">69</span></span>], and authorities cited in each.</p>\n<p> Also, a number of the questions might be vulnerable if this were direct examination. We do not deem them violative of the rules applicable when a witness such as this is under cross-examination.</p>\n<p> Our conclusion is that unless the attorney-client privilege obtains, all of the 18 questions except Numbers (6) and (11) are proper when asked of the witness Woodward upon deposition in this case.</p>\n<p> (2) Which if any of the remaining 16 questions is the witness precluded from answering without the consent of the defendant school district, which asserts the attorney-client privilege?</p>\n<p> As to each of the unanswered questions the school district's counsel objected and instructed the witness not to answer, upon the ground that it would violate the confidential attorney-client relationship. Woodward's own counsel frequently joined in the objection and instruction. <span class=\"star-pagination\">*441</span></p>\n<p> The verified answer filed herein by Woodward and the district states that on the day after the occurrence of the slide the district employed Woodward to investigate the cause of the slide and report to it the results of the investigation; that he did so investigate and report; that such hiring was at the express request of the district's counsel to provide counsel with confidential information respecting the defense of a potential lawsuit against the district; that the investigation and report and \"all information gained by ... Woodward\" in the investigation is \"confidential information\" and \"information which is privileged\" as between the district, its counsel and Woodward; and that at the taking of the deposition counsel for Woodward and counsel for the district objected to questions \"which sought to discover these matters of privileged information.\"</p>\n<p> We are concerned solely with the question whether information obtained by this witness during this employment (subsequent to the slide), or any opinion of his based in whole or in part upon such information, can be elicited without the district's consent.</p>\n<p> One might be inclined to the view that knowledge acquired (as distinguished from reports made) by a person engaged by a litigant to assist the latter's counsel in preparing the litigant's case would not be within the scope of the privilege which the law accords the attorney-client relationship.</p>\n<p> The statute in terms protects any \"communication\" made by a client to his attorney or the attorney's \"advice given thereon.\" (Code Civ. Proc.,  1881, subd. 2.) If in our case the district were an individual and he did his own investigating, it would not seem permissible for him to withhold any of the knowledge thus acquired (personal knowledge, within his competency as a witness to attest, and material to the issues) when being interrogated as an adverse party under sections 2021 and 2055. We do not think he could seal his own lips by \"communicating\" that knowledge to his attorney, even though the communications themselves would be privileged. If so, why should the knowledge similarly acquired by the client's agent (in this case, Woodward), as distinguished from the communications (reports, photographs, diagrams, etc.) made by the agent to the attorney, be privileged?</p>\n<p> The answer is furnished by City &amp; County of San Francisco v. Superior Court, <span class=\"citation\" data-id=\"1190669\"><a href=\"/opinion/1190669/city-county-of-sf-v-superior-court/\"><span class=\"volume\">37</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">227</span></a></span> [<span class=\"citation no-link\"><span class=\"volume\">231</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">26</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">1418</span></span>]. It holds that neither the information so <span class=\"star-pagination\">*442</span> acquired by the agent nor opinions of his based thereon can be divulged by him without consent of the client who employed him. The agent was a physician who had been engaged to examine the client and report his observations and opinions to the attorney. That seems quite analogous to our case, the only difference being that here the agent is an engineering expert who was employed to observe the client's property, ascertain and correlate the significant facts and formulate an opinion as to physical causes and effects, all for the purpose of \"communication\" to the attorney. In the physician-agent-investigator case it was held that \"the client may submit to an examination by the physician without fear that the latter will be compelled to reveal the information disclosed.\" (P. 237 of 37 Cal.2d.) With equal propriety, we think, it may be said that \"the client may submit his property to an examination by the engineering expert without fear that the latter will be compelled to reveal the information disclosed.\"</p>\n<p> Yet there is a possible significant difference between the situation which obtained in City &amp; County of San Francisco v. Superior Court, supra, and that which obtains in our case. Here, the agent whom the client selected to investigate and report to its attorney was himself a potential defendant in the litigation which was imminent, the very person upon whose negligence or nonnegligence the imputed negligence or nonnegligence of the district would seem largely, if not wholly, to depend. This person was already potentially subject to the duty of making full disclosure to the plaintiffs in the impending litigation. He was under a potential duty to \"be examined by the adverse party under cross-examination, subject to the rules applicable to the examination of other witnesses\" (Code Civ. Proc.,  2055), and to be so examined upon deposition ( 2021, subd. 1). When so called as a witness he \"must answer questions legal and pertinent to the matter in issue, though his answer may establish a claim against himself.\" ( 2065.)</p>\n<p> Thus, the state has manifested and declared the policy of requiring full disclosure in the situation described. To what extent, if at all, is this policy modified by \"the policy of the law to encourage confidence and to preserve ... inviolate\" the relation of attorney and client (declared in  1881 of the code), bearing in mind that we are presently concerned only with the knowledge acquired by the agent, not with the content of any communication he may have made as agent? <span class=\"star-pagination\">*443</span></p>\n<p> Clearly, we have two policies to reconcile. Of suggestive value is the statement in Paley v. Superior Court, <span class=\"citation\" data-id=\"1140136\"><a href=\"/opinion/1140136/paley-v-superior-court/\"><span class=\"volume\">137</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">450</span></a></span>, 462 [<span class=\"citation\" data-id=\"1140136\"><a href=\"/opinion/1140136/paley-v-superior-court/\"><span class=\"volume\">290</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">617</span></a></span>]: \"The policy of this state is one of liberality in the matter of discovery (Union Trust Co. v. Superior Court, <span class=\"citation\" data-id=\"2612766\"><a href=\"/opinion/2612766/union-trust-co-v-superior-court/\"><span class=\"volume\">11</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">449</span></a></span>, 459-460 [<span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">150</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">259</span></span>]), a policy which has been implemented by the deposition statutes which in turn are to be liberally construed. (Ahern v. Superior Court, <span class=\"citation\" data-id=\"1361792\"><a href=\"/opinion/1361792/ahern-v-superior-court/\"><span class=\"volume\">112</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">27</span></a></span>, 30 [<span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">568</span></span>].) Since the attorney-client privilege is grounded on public policy, it 'is strictly construed, since it suppresses relevant facts that may be necessary for a just decision.' (City &amp; County of San Francisco v. Superior Court, supra, <span class=\"citation\" data-id=\"1190669\"><a href=\"/opinion/1190669/city-county-of-sf-v-superior-court/\"><span class=\"volume\">37</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">227</span></a></span>, 234.)\"</p>\n<p> Does the latter policy yield to the former to the extent of not authorizing the district to seal Woodward's lips and of not permitting Woodward to seal his own lips concerning information acquired by him subsequent to the slide, and opinions of his based in whole or in part upon such information? Counsel have brought to our attention no case law that we deem precisely in point, nor have we discovered any. However, we are not entirely without precedent. There are situations in which it has been found that the attorney-client privilege does not obtain.</p>\n<p> Perhaps the clearest type of case in which the policy of nondisclosure yields to the policy of full disclosure is that in which the attorney-client relationship is abused. \"The continuous and unbroken stream of judicial reasoning and decision is to the effect that communications between attorney and client having to do with the client's contemplated criminal acts, or in aid of furtherance thereof, are not covered by the cloak of this privilege. [Citations.]\" (Abbott v. Superior Court, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">19</span></span>, 21 [<span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">317</span></span>].) Similarly, when the client seeks advice that will serve him in the contemplated perpetration of a fraud there is no privilege. (See cases collected in <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">508</span></span>, 512.)</p>\n<p> While there has been and is no suggestion that the use which the district seeks to make of its codefendant in the instant case is an abuse of the attorney-client relationship in the sense of involving a venal, corrupt or illegal scheme or purpose (if the privilege does apply, the district has the unquestionable right to invoke it), there may be factors potentially inherent in such a situation that make it impolitic for the law to recognize a privilege. <span class=\"star-pagination\">*444</span></p>\n<p> One such potentiality is suggested by the very fact that the witness Woodward has declared it impossible (in respect to certain questions) to segregate in his own mind the information gained by him before and that obtained after the slide occurred. Here is an indirect but effective impediment upon the witness' use and disclosure of the information he acquired before the district sought him out and made him its agent in preparing its defense.</p>\n<p> Another potentiality is the inducement, to a defendant who may acquire significant information, to seal his own lips by accepting, perhaps actively seeking, employment as the agent of a codefendant, if the revealing of such knowledge can be controlled by a cooperative principal.</p>\n<p> It happens that there are seven individual defendants in addition to Woodward, whom the school district might similarly employ and similarly seal their lips. We refer to four members of Woodward's firm, associated with him in planning and supervising the excavation work, and three persons who are members of the firm that performed the work of excavation under the supervision of Woodward and his associates. If the district can employ one codefendant and seal his lips it can employ each of the eight and seal the lips of all.</p>\n<p> How far can this go? Can each of these eight employ each of the others as his agent to aid his attorney in preparing and conducting his defense and thus increase from one to nine the number of client-principals whose consents must be obtained for the release of the knowledge acquired by any of the eight as agents?</p>\n<p> If the defendants can employ one another as agents to assist in their respective defenses it should be permissible for the plaintiffs to do likewise, with similar concealment of information acquired by each plaintiff as agent of a coplaintiff.</p>\n<p> Such a frustration of the policy of requiring full disclosure by a party litigant to an adverse party and the court, seems out of all proportion to the benefit to society of permitting cloture under the aegis of encouraging full and free communication between client and attorney. We see no compelling need for the law to suffer such a situation to obtain. In the instant case, for example, there is no apparent dearth of competent, expert engineering talent (unconnected with the transaction out of which this litigation grew) available to the district to do its investigating and thus avoid the immunization of a codefendant witness. Of course, there is no legal inhibition against a defendant employing a codefendant <span class=\"star-pagination\">*445</span> to aid in communicating with the attorney of the former, but if he chooses to employ such an agent he should take him as he finds him (burdened with the duty of full disclosure) and not be permitted to withhold any of the witness' pertinent information whether acquired by the codefendant witness before, during or after the employment. A person so employing a coparty who is thus charged with the duty of disclosure is in a situation somewhat similar to a person who communicates with his attorney in the presence of a stranger. In the latter case the communication is deemed not made in confidence. (Gallagher v. Williamson, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">331</span></span> [83 Am.Dec. 114]. See also 27 Cal.Jur. 52-53, Witnesses,  38.) In the former case, we might say it is made in confidence subject to the agent's duty to disclose his knowledge, preserving the privilege in respect to the agent's \"communications.\"</p>\n<p> How, then are we to reconcile these two policies, measureably effectuating and implementing each without unreasonably curtailing the other? A solution is to be found, we think, in the dual capacity of the agent- witness,--Woodward in this case. He is a \"principal\" in his own right as well as an \"agent\" of his codefendant. [9] Let him reveal to his adverse parties and the court all of his \"knowledge,\" however acquired, that is \"legal and pertinent to the matter in issue\" ( 2065) between him and his adverse parties, but let him not reveal without the school district's consent the contents of any \"communications\" between him and the district or its counsel or the contents of any advice given by such counsel in the course of the latter's professional employment by the district. In other words, draw the line between his \"knowledge\" as an adverse party witness and the \"communications\" in which he participated and the \"advice\" which came to his notice, just as if he had been the client in making those communications and the district's counsel had been his counsel in giving that advice.  <sup>[fn. 7]</sup><span class=\"star-pagination\">*446</span></p>\n<p> In view of this conclusion it is unnecessary for us to consider which of the 16 questions might not be subject to the attorney-client privilege if that privilege did apply to Woodward's after-acquired knowledge.  <sup>[fn. 8]</sup></p>\n<p> For the same reason we need not consider whether the school district may have waived its asserted privilege, in whole or in part, by interposing no objection to Woodward's answering questions which involved the use of his after-acquired knowledge, as when he testified that after he had conducted his investigation he became convinced that \"we were not at fault,\" that he was satisfied with the provisions he had made for the problems involved and that if he had the job to do over again he would not do anything materially different.  <sup>[fn. 9]</sup></p>\n<p> Let the writ of mandate issue, directing respondent to set aside its order and to make the necessary orders to enable completion of the deposition in accord with the views expressed herein.</p>\n<p> Peters, P. J., and Bray, J., concurred.</p>\n<p> Counsel does not suggest that any such situation is here presented. It is a situation to be met when it occurs. There are remedies for improper joinder of parties. Should those remedies prove inadequate we should assume they will be perfected by competent authority, judicial or legislative.</p>\n<h2>NOTES</h2>\n<p>[fn. 1]  1. Defendants in these actions say that plaintiffs have the additional theory that the district, regardless of negligence, would be liable upon the theory of taking private property for public use. That concept, however, does not bear upon our problem and may be ignored.</p>\n<p>[fn. 2]  2. Mandamus is an appropriate remedy as to questions that are legal and pertinent and not privileged. (McClatchy Newspapers v. Superior Court, <span class=\"citation\" data-id=\"1168903\"><a href=\"/opinion/1168903/mcclatchy-newspapers-v-superior-court/\"><span class=\"volume\">26</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">386</span></a></span>, 396 [<span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">944</span></span>]; I.E.S. Corp. v. Superior Court, <span class=\"citation\" data-id=\"1437726\"><a href=\"/opinion/1437726/ies-corporation-v-superior-court/\"><span class=\"volume\">44</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">559</span></a></span>, 564 [<span class=\"citation\" data-id=\"1437726\"><a href=\"/opinion/1437726/ies-corporation-v-superior-court/\"><span class=\"volume\">283</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">700</span></a></span>].)</p>\n<p>[fn. 3]  3. It would appear that the rules of relevancy and materiality are somewhat more liberally applied upon the taking of such a deposition than upon the trial of a case. (McClatchy Newspapers v. Superior Court, supra, <span class=\"citation\" data-id=\"1168903\"><a href=\"/opinion/1168903/mcclatchy-newspapers-v-superior-court/\"><span class=\"volume\">26</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">386</span></a></span>, 394-396.)</p>\n<p>[fn. 4]  4. The return and answer to the petition herein interposes the objections that the questions, assertedly, call for the legal conclusions of the witness and for his opinions on ultimate facts in issue.</p>\n<p>[fn. 5]  5. Each of these and similar symbols identifies the question by the number given it in the petition herein.</p>\n<p>[fn. 6]  6. With respect to the two cuts made in the course of the excavation, one called the \"Arlington\" cut owing to its proximity to Arlington Avenue, and the other called the \"Wilson\" cut, owing to its proximity to the property of petitioners, the witness testified that the Arlington cut (which did not slide) was less stable than the Wilson cut (which did slide), that the danger of instability of a cut slope is increased from ground water allowed to flow on the surface of the cut slope, that the height of the two cuts was the same, that the original plan prepared by the witness called for a drain along the top of both cuts, but that the drain on the top of the Wilson cut was omitted from the actual work done, and that the purpose of these drains was to dry up the slopes and avoid the danger of ground water.</p>\n<p>[fn. 7]  7. Counsel for the school district suggest that any relaxing or cutting down of the full sweep of the attorney-client privilege in the situation here presented would be against sound public policy because of the encouragement it would give plaintiffs to join the opposite party's investigators, experts and other potential adverse witnesses as defendants.</p>\n<p>[fn. 8]  8. For example, what plaintiff Wilson said to Woodward (question (1), above) was not privileged. (See Holm v. Superior Court, <span class=\"citation\" data-id=\"1434161\"><a href=\"/opinion/1434161/holm-v-superior-court/\"><span class=\"volume\">42</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">500</span></a></span>, 507-509 [<span class=\"citation\" data-id=\"1434161\"><a href=\"/opinion/1434161/holm-v-superior-court/\"><span class=\"volume\">267</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1025</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">722</span></span>], a plaintiff's statement to the defendant's claims adjuster.)</p>\n<p>[fn. 9]  9. We note that there are authorities which hold that permitting a witness to answer, by not objecting, is a waiver of the privileged subject matter involved (Faylor v. Faylor, <span class=\"citation\" data-id=\"3298033\"><a href=\"/opinion/3299204/faylor-v-faylor/\"><span class=\"volume\">136</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">92</span></a></span>, 96 [<span class=\"citation\" data-id=\"3298033\"><a href=\"/opinion/3299204/faylor-v-faylor/\"><span class=\"volume\">68</span> <span class=\"reporter\">P.</span> <span class=\"page\">482</span></a></span>]); that a waiver once made persists throughout subsequent proceedings in a case, including those taken at a subsequent trial (Deacon v. Bryans, <span class=\"citation\" data-id=\"3303594\"><a href=\"/opinion/3304181/deacon-v-bryans/\"><span class=\"volume\">212</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">87</span></a></span>, 91-93 [<span class=\"citation\" data-id=\"3303594\"><a href=\"/opinion/3304181/deacon-v-bryans/\"><span class=\"volume\">298</span> <span class=\"reporter\">P.</span> <span class=\"page\">30</span></a></span>]); that a waiver to be effective is not necessarily restricted to permissive disclosure in open court (Title Ins. etc. Co. v. California Dev. Co., <span class=\"citation\" data-id=\"3300250\"><a href=\"/opinion/3301176/title-ins-etc-co-v-california-dev-co/\"><span class=\"volume\">171</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">173</span></a></span>, 220 [<span class=\"citation\" data-id=\"3300250\"><a href=\"/opinion/3301176/title-ins-etc-co-v-california-dev-co/\"><span class=\"volume\">152</span> <span class=\"reporter\">P.</span> <span class=\"page\">542</span></a></span>]); and that in some situations waiver of a part may be a waiver of the whole (8 Wigmore on Evidence (3d ed.)  2327, p. 633).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1140136/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1168903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1190669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1223653/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1361792/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1434161/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1437726/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2605624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2612766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3289490/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3298033/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3300250/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3303594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3304499/"
          ]
        }
      ],
      "judges": "Wood (Fred B.)",
      "date_created": "2014-10-30T10:01:02.557221Z",
      "date_modified": "2016-03-03T19:08:29.550575Z",
      "date_filed": "1957-02-11",
      "date_filed_is_approximate": false,
      "slug": "wilson-v-superior-court",
      "citation_id": 1154454,
      "case_name_short": "Wilson",
      "case_name": "Wilson v. Superior Court",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "148 Cal. App. 2d 433",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/503262/wilson-v-superior-court/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:01:02.553582Z",
  "date_modified": "2014-10-30T10:01:02.553582Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Wilson",
  "case_name": "Wilson v. Superior Court",
  "case_name_full": "",
  "slug": "wilson-v-superior-court",
  "docket_number": "Civ. No. 17586",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}