{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/507232/",
  "id": 507232,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca2/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/461220/",
      "id": 461220,
      "absolute_url": "/opinion/461220/herbert-s-deane-edward-dingle-tom-hagan-kelvin-hudson-raymond/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/507232/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/461220/",
          "id": 461220,
          "absolute_url": "/opinion/461220/herbert-s-deane-edward-dingle-tom-hagan-kelvin-hudson-raymond/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/461220/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:42:05Z",
          "date_modified": "2017-03-25T08:20:42.917903Z",
          "type": "010combined",
          "sha1": "df663443c21b7fb16f62d9d8d6c73b643d90ff21",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/777/777.F2d.871.85-2011.85-2001.1456.1726.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">777 F.2d 871</p>\n    <p class=\"parties\">Herbert S. DEANE, Edward Dingle, Tom Hagan, Kelvin Hudson,<br>Raymond Mitchell, Jose Quinones, Bernard Shipman, Willie<br>Stokes, Bernard Stroble, Raymond Sumpter, and Eric Thompson,<br>Individually and on behalf of all others similarly situated,<br>Plaintiffs-Appellees-Cross-Appellants,<br>v.<br>Patricia J. DUNBAR, Executrix of the Estate of Walter<br>Dunbar, Individually and as Former Commissioner of the New<br>York Department of Correctional Services, Robert J.<br>Henderson, Individually and as Superintendent of Auburn<br>Correctional Facility, and Russell G. Oswald, Individually<br>and as former Commissioner of Corrections of the State of<br>New York, Defendants-Appellants-Cross-Appellees,<br>and<br>Ernest Montanye, Individually and as Deputy Commissioner of<br>New York Department of Correctional Services, and Peter<br>Preiser, Individually and as Commissioner of Correctional<br>Services of the State of New York, Defendants.</p>\n    <p class=\"docket\">Nos. 1456, 1726, Dockets 85-2001, 85-2011.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued Aug. 13, 1985.<br>Decided Nov. 26, 1985.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alan S. Kaufman, Asst. Atty. Gen., Albany, N.Y.  (Robert Abrams, Atty. Gen., Robert Hermann, Sol. Gen., Albany, N.Y., on brief), for defendants-appellants-cross-appellees.</p>\n      <p class=\"indent\">David Gerald Jay, N.Y.  (William Z. Reich, Buffalo, N.Y., on the brief) for plaintiffs-appellees-cross-appellants.</p>\n      <p class=\"indent\">Before NEWMAN and WINTER, Circuit Judges, and COFFRIN, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">JON O. NEWMAN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal presents both a procedural issue concerning a jury's return of its verdict and substantive issues concerning the liability of prison officials for an alleged denial of due process rights.  Two New York prison officials and the executrix of the estate of a third official<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> appeal from a judgment entered by the District Court for the Northern District of New York (Howard G. Munson, Chief Judge), following a jury trial, holding them liable in damages, under 42 U.S.C. Sec. 1983 (1982), for placing eleven inmates of the Auburn Correctional Facility in protective custody without due process of law.  Appellants claim that (1) the trial court erred in not entering judgment on an initial jury verdict in their favor, (2) New York law did not create a liberty interest entitling the inmates to due process, (3) they are entitled to prevail on their good-faith immunity defense because they did not act contrary to clearly established law, and (4) the evidence was insufficient to support the verdict.  Plaintiffs cross-appeal and claim that the damage award is inadequate.  For reasons that follow, we reverse and direct entry of judgment for the appellants.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The eleven plaintiffs are former inmates of the Attica Correctional Facility, who were indicted in December 1972 for crimes related to the Attica riot of September 1971.  To facilitate transportation to and from the Wyoming County courthouse, the indicted prisoners were transferred to the Auburn Correctional Facility in December 1972 or January 1973.  Upon arrival at Auburn, the plaintiffs were placed in a Special Housing Unit, a more restrictive form of custody than general custody.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   Appellants claim that these inmates were placed in protective custody for their own safety and the safety of other inmates.  There was a danger that some of the Auburn guards who had previously served at Attica would seek reprisal against the indicted prisoners.  There was also a danger that these prisoners would threaten or attack Auburn inmates scheduled to be witnesses at their trial.  Plaintiffs claim they were placed in special custody as punishment for their activities at Attica.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Shortly after arrival at Auburn, each plaintiff was informed of the reasons for special custody and of his right to complain of such custody to the Commissioner of Corrections.  Each plaintiff was also informed that he could voluntarily agree to protective custody.  None did so.  Two of the plaintiffs wrote to the Commissioner concerning their status.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 10, 1973, each plaintiff was furnished with a written statement of the reasons for protective custody.  The defendants testified that, despite periodic review of the plaintiffs' status, the plaintiffs were continued in special housing because the circumstances surrounding the initial assignment had not changed.  The plaintiffs were ultimately released into the general prison population at Auburn by order of the New York Supreme Court for Erie County (James O. Moore, Justice) dated September 3, 1974.  The indictments against the plaintiffs were dismissed in March 1975.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After their release from protective custody, plaintiffs sought damages from five officials of the New York prison system under 42 U.S.C. Sec. 1983, claiming that their placement in protective custody violated their First, Fourth, Fifth, Sixth, Eighth, and Fourteenth Amendment rights.  The jury exonerated two officials,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> returned a verdict against the three appellants on the Fourteenth Amendment due process claim, and awarded ten plaintiffs $150 each for lost work time and one plaintiff $100.Discussion</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1. The procedural issue arises out of circumstances that occurred when the jurors first reported the results of their deliberations.  Responding to special interrogatories, the jury answered \"no\" to Question No. 1, which asked whether the defendants had denied the plaintiffs their due process rights.  When the jury was polled, the following took place:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">COURT CLERK:  Juror No. 5, E.J. Minick, your answer to Question No. 1?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">JUROR NO. 5:  No, with misgivings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">COURT CLERK:  Juror No. 6, Herman Eckelmann, would you please state your verdict?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">JUROR NO. 6:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">THE COURT:  [evidently speaking to Juror No. 5] May I inquire what the misgivings are?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">JUROR NO. 5:  I just had different ideas.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">THE COURT:  Well, but do you or do you not concur in the verdict?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">JUROR NO. 5:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">THE COURT:  You do not concur in the verdict?    So that your answer to Question No. 1 would be, yes?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">JUROR NO. 5:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">THE COURT:  Well, then, I have to ask the jury to return to the jury room because, as I told you, the verdict must be unanimous.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">JUROR NO. 5:  We are not unanimous, though, I gave in.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">THE COURT:  Well, then, what is your answer to--</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">JUROR NO. 5:  --all right, no, I agree to go with no.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">THE COURT:  Well, all right, if you would step into the jury room for a moment, please.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After discussion with counsel, the court reinstructed the jurors on the need for unanimity and sent them back for further deliberations.  The jury ultimately returned a verdict for the plaintiffs, answering \"yes\" to Question No. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Relying on Grace Lines, Inc. v. Motley, 439 F.2d 1028 (2d Cir.1971), appellants contend that the District Court was obliged to enter judgment in their favor based on the jury's initial answer to Question No. 1.  In Grace Lines, the jury returned a verdict for the defendant.  When the jury was polled, one juror stated that she had found for the defendant because the verdict \"had to be unanimous.\"   Id. at 1030.  Upon questioning by the trial judge, the juror explained that she had been the only hold-out and, since there was no possibility of a change in any other juror's vote, she had switched to achieve unanimity.  The trial judge, apparently believing that the juror's explanation undermined the validity of her vote and hence of the verdict, declared a mistrial.  This Court held that it was error to declare a mistrial and issued a writ of mandamus directing the trial court to enter judgment on the verdict for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Even if the juror's response in the instant case were not distinguishable from that of the juror in Grace Lines, the outcome in that case would not compel rejection of Chief Judge Munson's decision to return the jury for further deliberations.  The reason for this derives from what appears to be an inconsistency of logic in Judge Anderson's opinion for the Court in Grace Lines.    Though ruling that the defendant's entitlement to a judgment on the verdict as reported was so clear that mandamus should issue to direct entry of judgment, Judge Anderson nevertheless stated that preferable alternatives to declaring a mistrial included sending the jurors back for continued deliberations:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>In such circumstances it is preferable to send the jury back under suitable instructions for further deliberation or to hold a hearing ... to place on the record the juror's explanation of what motivated her to do what she did.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">439 F.2d at 1032.  If the initial report of that jury warranted entry of judgment, despite the responses elicited during the polling, it is not readily apparent why the trial judge would have been entitled to withhold entry of judgment and instead order resumption of deliberations.  Then Chief Judge Lumbard, in a concurring opinion, did not explicitly endorse or reject the option of resumed deliberations, though he specifically disapproved \"further cross-examination\" of the juror.   Id. at 1034.  Judge Waterman did not reach the issue, preferring a more limited use of mandamus to afford the defendant only an opportunity to seek entry of judgment pursuant to Fed.R.Civ.P. 50(b).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Despite the apparent inconsistency of ruling that the trial judge in Grace Lines should have entered judgment for the defendant and expressing a preference for resumed deliberations, the course recommended by Judge Anderson has much to commend it.  A juror's expression of hesitancy in announcing his verdict may indicate one of at least three possibilities.  The juror may mean, as apparently was the case in Grace Lines, that he or she had held a view differing from that of the majority of jurors but had abandoned that view to reach unanimity.  It may also mean that the juror has not really decided to cast a vote in agreement with the majority sentiment.  It may even mean that some untoward influence or coercion has been applied, beyond tolerable arguments of fellow jurors.   Compare Mattox v. United States, 146 U.S. 140, 13 S.Ct. 50, 36 L.Ed. 917 (1892) (improper influence of jury bailiff and newspaper article), and United States v. Pleva, 66 F.2d 529 (2d Cir.1933) (coercion resulting from illness), with United States v. Grieco, 261 F.2d 414 (2d Cir.1958) (per curiam) (tolerable persuasion), cert. denied, 359 U.S. 907, 79 S.Ct. 582, 3 L.Ed.2d 572 (1959).  The trial judge, well situated to interpret the nuances of the juror's response, must retain broad discretion to determine whether resumed deliberations are appropriate.  In any event, Grace Lines can fairly be read to preclude only a grant of a mistrial, not to bar a trial judge from electing to return a jury for further deliberations.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">However Grace Lines is read, there is an important distinction between the juror responses in that case and in this case.  The juror in Grace Lines endeavored only to explain the reason for her vote:  to achieve unanimity.  As then Chief Judge Lumbard emphasized, \"The juror never said that it was not her verdict.\"    439 F.2d at 1034.  By contrast, the juror here, after giving an initial response in agreement with the reported verdict, answered \"No\" when specifically asked whether she concurred in the verdict.  Then, when the trial judge asked whether her answer to Question 1 would be \"Yes\" (the jury's reported answer was \"No\"), she answered \"Yes.\"    Only after the judge told the jurors to resume deliberations did the juror abandon her two responses contradicting the jury's reported verdict and \"agree to go with no.\"    This sequence reflects more than the expression of a reason for a vote reluctantly cast;  it indicates basic equivocation as to what vote the juror is casting.  In such circumstances, returning the jury for resumed deliberations was plainly a course within the judge's discretion.   See Bruce v. Chestnut Farms-Chevy Chase Dairy, 126 F.2d 224 (D.C.Cir.1942) (where two jurors, when polled, vote contrary to reported verdict, returning jurors for further deliberations is available option);  cf. Fed.R.Crim.P. 31(d) (authorizing trial judge to send jury back for further deliberations if polling shows non-unanimous verdict).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">2. We turn, then, to appellants' substantive challenges to the judgment entered upon the verdict ultimately returned in plaintiffs' favor.  To prevail on their due process claim, plaintiffs must show that they have a liberty interest in remaining in the general prison population.  Since the due process clause of the Fourteenth Amendment does not create such a liberty interest, see Hewitt v. Helms, 459 U.S. 460, 468, 103 S.Ct. 864, 869, 74 L.Ed.2d 675 (1983), plaintiffs must rely on New York law.  State law creates a liberty interest for due process purposes if state statutes or regulations place substantive limitations on the discretion of the relevant decision-maker to place an inmate in restrictive confinement.   Id. at 471-72, 103 S.Ct. at 871;  Sher v. Coughlin, 739 F.2d 77, 81 (2d Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under the regulations in effect in 1972, protective custody in a Special Housing Unit was available forinmates who:  are potential victims;  or are witnesses likely to be intimidated;  or lack the strength to live in the general institutional community;  or must, for good cause, be restricted from communication with the general inmate population.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">7 N.Y.C.R.R. Sec. 304.1(b).  The regulations also stated that an involuntary assignment to protective custody had to rest on \"substantial evidence\" of \"necessity.\"    7 N.Y.C.R.R. Sec. 304.3(a).  Plaintiffs suggest that the enumerated list of permissible purposes and the substantial evidence standard of review combine to demonstrate a limitation of official discretion.  Appellants contend that assignment decisions are inherently discretionary in nature.  They suggest that the open-ended list of purposes, allowing protective custody for any \"good cause,\" reflects this fact.  They note that no hearing or review procedures were provided by the regulations in 1973 that might limit official discretion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   The question is a close one.  For purposes of this appeal, we assume without deciding that the New York regulations placed sufficient limitation on official discretion to select inmates for protective custody to create a liberty interest cognizable under the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Appellants further contend that, even if they deprived plaintiffs of liberty without due process of law, they cannot be liable for damages because they did not act contrary to clearly established law at the time of their actions and are therefore entitled to prevail on a defense of good-faith immunity.  Initially, we note that the trial court instructed the jury to disregard the good-faith defense if it found that the defendants acted contrary to the New York regulations in effect at the time of their actions.  This charge was erroneous in light of Davis v. Scherer, 468 U.S. 183, 104 S.Ct. 3012, 82 L.Ed.2d 139 (1984).  The Supreme Court held in Davis that violation of state regulations does not abrogate the good-faith defense.  An official who violates state regulations may be held liable in damages under 42 U.S.C. Sec. 1983 only if he also violates federal constitutional or statutory rights clearly established at the time of his actions.  Id. 104 S.Ct. at 3021.  The erroneous charge permitting section 1983 liability to rest on violation of state law entitles appellants at least to a new trial.  However, consideration of the inmates' constitutional claims persuades us that appellants are in fact entitled to have judgment entered in their favor.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Viewing their papers generously, we discern three possible grounds on which the inmates contend that their due process rights have been violated.  First, they contend that their liberty interest in not being placed in administrative segregation could not be impaired without a hearing, either prior to or shortly after their placement in a Special Housing Unit.  They contend that such a hearing was mandated by United States ex rel. Walker v. Mancusi, 467 F.2d 51 (2d Cir.1972), the only pertinent decision rendered prior to the conduct at issue here that discusses the due process rights of inmates facing administrative segregation.  However, Walker did not require that the procedure accorded such inmates include a hearing.  It merely held that the overall scheme governing administrative segregation, which included an adjustment committee hearing, was constitutionally sufficient.  Whether less complete procedures would suffice was not at issue.  Subsequently, in Hewitt v. Helms, supra, the Supreme Court made clear that the process due an inmate facing administrative segregation, in a state where discretion to make the placement is sufficiently circumscribed to create a protected liberty interest, need not include a hearing:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We think an informal, nonadversary evidentiary review is sufficient....  An inmate must merely receive some notice of the charges against him and an opportunity to present his views to the prison official charged with deciding whether to transfer him to administrative segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">459 U.S. at 476, 103 S.Ct. at 874.  Therefore, the absence of a hearing did not create a ground for liability, even without regard to a good-faith defense.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Second, the inmates contend that their due process rights were denied because the appellants failed to review periodically their continued confinement in administrative segregation.  Although the appellants testified that they engaged in periodic review, the jury was entitled to disbelieve them.  However, the right to periodic review of confinement in administrative segregation was not established as a component of due process until Hewitt v. Helms, supra, which was decided more than ten years after the conduct at issue.  No decision established such a right in 1973.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   Since the right was not clearly established, an objective good-faith defense to an alleged denial of the right is available as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Third, by contending that they were confined partly in retaliation for their alleged misconduct at Attica, the inmates may be contending that their placement in a Special Housing Unit was punitive segregation, for which heightened due process protection is required.   See Wolff v. McDonnell, 418 U.S. 539, 564, 94 S.Ct. 2963, 2978, 41 L.Ed.2d 935 (1974).  This possibility that the inmates may have been placed in a Special Housing Unit both for administrative and punitive reasons presents the same dual motivation issue we considered in Sher v. Coughlin, 739 F.2d 77, 80-82 (2d Cir.1984).  Analogizing the issue to the one faced by the Supreme Court in Mt. Healthy City School District Board of Education v. Doyle, 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977), we inquired whether the prison officials would have confined the inmates in administrative segregation regardless of any punitive motivation.  The same inquiry is appropriate here and yields the same answer:  On the undisputed facts, the circumstances surrounding the inmates' arrival from Attica leave no doubt that administrative considerations alone would have resulted in their placement in a Special Housing Unit.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In sum, to whatever extent the inmates may have been denied liberty without due process of law, judged by standards later enunciated in Hewitt v. Helms, supra, the appellants are not liable for conduct occurring in 1973, when \"the contours of prisoners' procedural rights were just starting to take shape.\"   McKinnon v. Patterson, 568 F.2d 930, 935 (2d Cir.1977), cert. denied, 434 U.S. 1087, 98 S.Ct. 1282, 55 L.Ed.2d 792 (1978).</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The judgment of the District Court is reversed, and the case is remanded with instructions to enter judgment for appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Albert W. Coffrin, Chief Judge of the United States District Court for the District of Vermont, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellants are Robert Henderson, Superintendent of Auburn Correctional Facility, Russell G. Oswald, former Commissioner of Correctional Services, and Patricia J. Dunbar, executrix of the estate of Walter Dunbar, former Commissioner of Correctional Services</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Inmates in the Special Housing Unit are confined in cells with blacked-out windows for twenty-two hours per day.  They lack access to work and educational programs and are unable to attend religious services or use the prison library.  Their recreational privileges are also substantially restricted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Peter Preiser, Commissioner of Correctional Services, and Ernest Montanye, Deputy Commissioner of Correctional Services</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Currently procedures exist to ensure that prison officials comply with the protective custody regulations.  If an inmate does not consent to protective custody, a hearing must be held within fourteen days of admission to determine if substantial evidence supports the necessity of special custody.  An administrative appeal lies to challenge a decision adverse to the inmate.  See 7 N.Y.C.R.R. Sec. 304.3(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Bloeth v. Montanye, 514 F.2d 1192 (2d Cir.1975), the administrative segregation procedures that were upheld included an opportunity for the inmate to protest his continued confinement to the warden each week.  To whatever extent that decision may have foreshadowed the periodic review requirement of Hewitt v. Helms, supra, it does not aid the inmates in the instant case because it was decided more than two years after the conduct here challenged</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">871</span></span></p>\n    <p class=\"parties\">Herbert S. DEANE, Edward Dingle, Tom Hagan, Kelvin Hudson,<br>Raymond Mitchell, Jose Quinones, Bernard Shipman, Willie<br>Stokes, Bernard Stroble, Raymond Sumpter, and Eric Thompson,<br>Individually and on behalf of all others similarly situated,<br>Plaintiffs-Appellees-Cross-Appellants,<br>v.<br>Patricia J. DUNBAR, Executrix of the Estate of Walter<br>Dunbar, Individually and as Former Commissioner of the New<br>York Department of Correctional Services, Robert J.<br>Henderson, Individually and as Superintendent of Auburn<br>Correctional Facility, and Russell G. Oswald, Individually<br>and as former Commissioner of Corrections of the State of<br>New York, Defendants-Appellants-Cross-Appellees,<br>and<br>Ernest Montanye, Individually and as Deputy Commissioner of<br>New York Department of Correctional Services, and Peter<br>Preiser, Individually and as Commissioner of Correctional<br>Services of the State of New York, Defendants.</p>\n    <p class=\"docket\">Nos. 1456, 1726, Dockets 85-2001, 85-2011.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued Aug. 13, 1985.<br>Decided Nov. 26, 1985.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alan S. Kaufman, Asst. Atty. Gen., Albany, N.Y.  (Robert Abrams, Atty. Gen., Robert Hermann, Sol. Gen., Albany, N.Y., on brief), for defendants-appellants-cross-appellees.</p>\n      <p class=\"indent\">David Gerald Jay, N.Y.  (William Z. Reich, Buffalo, N.Y., on the brief) for plaintiffs-appellees-cross-appellants.</p>\n      <p class=\"indent\">Before NEWMAN and WINTER, Circuit Judges, and COFFRIN, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">JON O. NEWMAN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal presents both a procedural issue concerning a jury's return of its verdict and substantive issues concerning the liability of prison officials for an alleged denial of due process rights.  Two New York prison officials and the executrix of the estate of a third official<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> appeal from a judgment entered by the District Court for the Northern District of New York (Howard G. Munson, Chief Judge), following a jury trial, holding them liable in damages, under 42 U.S.C. Sec. 1983 (1982), for placing eleven inmates of the Auburn Correctional Facility in protective custody without due process of law.  Appellants claim that (1) the trial court erred in not entering judgment on an initial jury verdict in their favor, (2) New York law did not create a liberty interest entitling the inmates to due process, (3) they are entitled to prevail on their good-faith immunity defense because they did not act contrary to clearly established law, and (4) the evidence was insufficient to support the verdict.  Plaintiffs cross-appeal and claim that the damage award is inadequate.  For reasons that follow, we reverse and direct entry of judgment for the appellants.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The eleven plaintiffs are former inmates of the Attica Correctional Facility, who were indicted in December 1972 for crimes related to the Attica riot of September 1971.  To facilitate transportation to and from the Wyoming County courthouse, the indicted prisoners were transferred to the Auburn Correctional Facility in December 1972 or January 1973.  Upon arrival at Auburn, the plaintiffs were placed in a Special Housing Unit, a more restrictive form of custody than general custody.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   Appellants claim that these inmates were placed in protective custody for their own safety and the safety of other inmates.  There was a danger that some of the Auburn guards who had previously served at Attica would seek reprisal against the indicted prisoners.  There was also a danger that these prisoners would threaten or attack Auburn inmates scheduled to be witnesses at their trial.  Plaintiffs claim they were placed in special custody as punishment for their activities at Attica.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Shortly after arrival at Auburn, each plaintiff was informed of the reasons for special custody and of his right to complain of such custody to the Commissioner of Corrections.  Each plaintiff was also informed that he could voluntarily agree to protective custody.  None did so.  Two of the plaintiffs wrote to the Commissioner concerning their status.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 10, 1973, each plaintiff was furnished with a written statement of the reasons for protective custody.  The defendants testified that, despite periodic review of the plaintiffs' status, the plaintiffs were continued in special housing because the circumstances surrounding the initial assignment had not changed.  The plaintiffs were ultimately released into the general prison population at Auburn by order of the New York Supreme Court for Erie County (James O. Moore, Justice) dated September 3, 1974.  The indictments against the plaintiffs were dismissed in March 1975.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After their release from protective custody, plaintiffs sought damages from five officials of the New York prison system under 42 U.S.C. Sec. 1983, claiming that their placement in protective custody violated their First, Fourth, Fifth, Sixth, Eighth, and Fourteenth Amendment rights.  The jury exonerated two officials,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> returned a verdict against the three appellants on the Fourteenth Amendment due process claim, and awarded ten plaintiffs $150 each for lost work time and one plaintiff $100.Discussion</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1. The procedural issue arises out of circumstances that occurred when the jurors first reported the results of their deliberations.  Responding to special interrogatories, the jury answered \"no\" to Question No. 1, which asked whether the defendants had denied the plaintiffs their due process rights.  When the jury was polled, the following took place:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">COURT CLERK:  Juror No. 5, E.J. Minick, your answer to Question No. 1?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">JUROR NO. 5:  No, with misgivings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">COURT CLERK:  Juror No. 6, Herman Eckelmann, would you please state your verdict?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">JUROR NO. 6:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">THE COURT:  [evidently speaking to Juror No. 5] May I inquire what the misgivings are?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">JUROR NO. 5:  I just had different ideas.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">THE COURT:  Well, but do you or do you not concur in the verdict?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">JUROR NO. 5:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">THE COURT:  You do not concur in the verdict?    So that your answer to Question No. 1 would be, yes?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">JUROR NO. 5:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">THE COURT:  Well, then, I have to ask the jury to return to the jury room because, as I told you, the verdict must be unanimous.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">JUROR NO. 5:  We are not unanimous, though, I gave in.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">THE COURT:  Well, then, what is your answer to--</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">JUROR NO. 5:  --all right, no, I agree to go with no.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">THE COURT:  Well, all right, if you would step into the jury room for a moment, please.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After discussion with counsel, the court reinstructed the jurors on the need for unanimity and sent them back for further deliberations.  The jury ultimately returned a verdict for the plaintiffs, answering \"yes\" to Question No. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Relying on Grace Lines, Inc. v. Motley, <span class=\"citation\" data-id=\"295463\"><a href=\"/opinion/295463/petition-of-grace-lines-inc-for-a-writ-of-mandamus-or-prohibition-v/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span> (2d Cir.1971), appellants contend that the District Court was obliged to enter judgment in their favor based on the jury's initial answer to Question No. 1.  In Grace Lines, the jury returned a verdict for the defendant.  When the jury was polled, one juror stated that she had found for the defendant because the verdict \"had to be unanimous.\"   Id. at 1030.  Upon questioning by the trial judge, the juror explained that she had been the only hold-out and, since there was no possibility of a change in any other juror's vote, she had switched to achieve unanimity.  The trial judge, apparently believing that the juror's explanation undermined the validity of her vote and hence of the verdict, declared a mistrial.  This Court held that it was error to declare a mistrial and issued a writ of mandamus directing the trial court to enter judgment on the verdict for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Even if the juror's response in the instant case were not distinguishable from that of the juror in Grace Lines, the outcome in that case would not compel rejection of Chief Judge Munson's decision to return the jury for further deliberations.  The reason for this derives from what appears to be an inconsistency of logic in Judge Anderson's opinion for the Court in Grace Lines.    Though ruling that the defendant's entitlement to a judgment on the verdict as reported was so clear that mandamus should issue to direct entry of judgment, Judge Anderson nevertheless stated that preferable alternatives to declaring a mistrial included sending the jurors back for continued deliberations:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>In such circumstances it is preferable to send the jury back under suitable instructions for further deliberation or to hold a hearing ... to place on the record the juror's explanation of what motivated her to do what she did.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">439 F.2d at 1032.  If the initial report of that jury warranted entry of judgment, despite the responses elicited during the polling, it is not readily apparent why the trial judge would have been entitled to withhold entry of judgment and instead order resumption of deliberations.  Then Chief Judge Lumbard, in a concurring opinion, did not explicitly endorse or reject the option of resumed deliberations, though he specifically disapproved \"further cross-examination\" of the juror.   Id. at 1034.  Judge Waterman did not reach the issue, preferring a more limited use of mandamus to afford the defendant only an opportunity to seek entry of judgment pursuant to Fed.R.Civ.P. 50(b).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Despite the apparent inconsistency of ruling that the trial judge in Grace Lines should have entered judgment for the defendant and expressing a preference for resumed deliberations, the course recommended by Judge Anderson has much to commend it.  A juror's expression of hesitancy in announcing his verdict may indicate one of at least three possibilities.  The juror may mean, as apparently was the case in Grace Lines, that he or she had held a view differing from that of the majority of jurors but had abandoned that view to reach unanimity.  It may also mean that the juror has not really decided to cast a vote in agreement with the majority sentiment.  It may even mean that some untoward influence or coercion has been applied, beyond tolerable arguments of fellow jurors.   Compare Mattox v. United States, <span class=\"citation\" data-id=\"93425\"><a href=\"/opinion/93425/clyde-mattox-v-united-states/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span>, <span class=\"citation\" data-id=\"93425\"><a href=\"/opinion/93425/clyde-mattox-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">50</span></a></span>, <span class=\"citation\" data-id=\"93425\"><a href=\"/opinion/93425/clyde-mattox-v-united-states/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">917</span></a></span> (1892) (improper influence of jury bailiff and newspaper article), and United States v. Pleva, <span class=\"citation\" data-id=\"1488148\"><a href=\"/opinion/1488148/united-states-v-pleva/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span> (2d Cir.1933) (coercion resulting from illness), with United States v. Grieco, <span class=\"citation\" data-id=\"246640\"><a href=\"/opinion/246640/united-states-v-anthony-m-grieco/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span> (2d Cir.1958) (per curiam) (tolerable persuasion), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">582</span></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></span> (1959).  The trial judge, well situated to interpret the nuances of the juror's response, must retain broad discretion to determine whether resumed deliberations are appropriate.  In any event, Grace Lines can fairly be read to preclude only a grant of a mistrial, not to bar a trial judge from electing to return a jury for further deliberations.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">However Grace Lines is read, there is an important distinction between the juror responses in that case and in this case.  The juror in Grace Lines endeavored only to explain the reason for her vote:  to achieve unanimity.  As then Chief Judge Lumbard emphasized, \"The juror never said that it was not her verdict.\"    439 F.2d at 1034.  By contrast, the juror here, after giving an initial response in agreement with the reported verdict, answered \"No\" when specifically asked whether she concurred in the verdict.  Then, when the trial judge asked whether her answer to Question 1 would be \"Yes\" (the jury's reported answer was \"No\"), she answered \"Yes.\"    Only after the judge told the jurors to resume deliberations did the juror abandon her two responses contradicting the jury's reported verdict and \"agree to go with no.\"    This sequence reflects more than the expression of a reason for a vote reluctantly cast;  it indicates basic equivocation as to what vote the juror is casting.  In such circumstances, returning the jury for resumed deliberations was plainly a course within the judge's discretion.   See Bruce v. Chestnut Farms-Chevy Chase Dairy, <span class=\"citation\" data-id=\"1493176\"><a href=\"/opinion/1493176/bruce-v-chestnut-farms-chevy-chase-dairy/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></a></span> (D.C.Cir.1942) (where two jurors, when polled, vote contrary to reported verdict, returning jurors for further deliberations is available option);  cf. Fed.R.Crim.P. 31(d) (authorizing trial judge to send jury back for further deliberations if polling shows non-unanimous verdict).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">2. We turn, then, to appellants' substantive challenges to the judgment entered upon the verdict ultimately returned in plaintiffs' favor.  To prevail on their due process claim, plaintiffs must show that they have a liberty interest in remaining in the general prison population.  Since the due process clause of the Fourteenth Amendment does not create such a liberty interest, see Hewitt v. Helms, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 468, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, 869, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983), plaintiffs must rely on New York law.  State law creates a liberty interest for due process purposes if state statutes or regulations place substantive limitations on the discretion of the relevant decision-maker to place an inmate in restrictive confinement.   Id. at 471-72, 103 S.Ct. at 871;  Sher v. Coughlin, <span class=\"citation\" data-id=\"438844\"><a href=\"/opinion/438844/walter-sher-v-thomas-coughlin-iii-individually-and-as-commissioner-of/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 81 (2d Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under the regulations in effect in 1972, protective custody in a Special Housing Unit was available forinmates who:  are potential victims;  or are witnesses likely to be intimidated;  or lack the strength to live in the general institutional community;  or must, for good cause, be restricted from communication with the general inmate population.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">7 N.Y.C.R.R. Sec. 304.1(b).  The regulations also stated that an involuntary assignment to protective custody had to rest on \"substantial evidence\" of \"necessity.\"    7 N.Y.C.R.R. Sec. 304.3(a).  Plaintiffs suggest that the enumerated list of permissible purposes and the substantial evidence standard of review combine to demonstrate a limitation of official discretion.  Appellants contend that assignment decisions are inherently discretionary in nature.  They suggest that the open-ended list of purposes, allowing protective custody for any \"good cause,\" reflects this fact.  They note that no hearing or review procedures were provided by the regulations in 1973 that might limit official discretion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   The question is a close one.  For purposes of this appeal, we assume without deciding that the New York regulations placed sufficient limitation on official discretion to select inmates for protective custody to create a liberty interest cognizable under the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Appellants further contend that, even if they deprived plaintiffs of liberty without due process of law, they cannot be liable for damages because they did not act contrary to clearly established law at the time of their actions and are therefore entitled to prevail on a defense of good-faith immunity.  Initially, we note that the trial court instructed the jury to disregard the good-faith defense if it found that the defendants acted contrary to the New York regulations in effect at the time of their actions.  This charge was erroneous in light of Davis v. Scherer, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3012</span></a></span>, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">139</span></a></span> (1984).  The Supreme Court held in Davis that violation of state regulations does not abrogate the good-faith defense.  An official who violates state regulations may be held liable in damages under 42 U.S.C. Sec. 1983 only if he also violates federal constitutional or statutory rights clearly established at the time of his actions.  Id. 104 S.Ct. at 3021.  The erroneous charge permitting section 1983 liability to rest on violation of state law entitles appellants at least to a new trial.  However, consideration of the inmates' constitutional claims persuades us that appellants are in fact entitled to have judgment entered in their favor.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Viewing their papers generously, we discern three possible grounds on which the inmates contend that their due process rights have been violated.  First, they contend that their liberty interest in not being placed in administrative segregation could not be impaired without a hearing, either prior to or shortly after their placement in a Special Housing Unit.  They contend that such a hearing was mandated by United States ex rel. Walker v. Mancusi, <span class=\"citation\" data-id=\"305726\"><a href=\"/opinion/305726/united-states-ex-rel-harold-walker-v-vincent-r-mancusi-superintendent/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">51</span></a></span> (2d Cir.1972), the only pertinent decision rendered prior to the conduct at issue here that discusses the due process rights of inmates facing administrative segregation.  However, Walker did not require that the procedure accorded such inmates include a hearing.  It merely held that the overall scheme governing administrative segregation, which included an adjustment committee hearing, was constitutionally sufficient.  Whether less complete procedures would suffice was not at issue.  Subsequently, in Hewitt v. Helms, supra, the Supreme Court made clear that the process due an inmate facing administrative segregation, in a state where discretion to make the placement is sufficiently circumscribed to create a protected liberty interest, need not include a hearing:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We think an informal, nonadversary evidentiary review is sufficient....  An inmate must merely receive some notice of the charges against him and an opportunity to present his views to the prison official charged with deciding whether to transfer him to administrative segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">459 U.S. at 476, 103 S.Ct. at 874.  Therefore, the absence of a hearing did not create a ground for liability, even without regard to a good-faith defense.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Second, the inmates contend that their due process rights were denied because the appellants failed to review periodically their continued confinement in administrative segregation.  Although the appellants testified that they engaged in periodic review, the jury was entitled to disbelieve them.  However, the right to periodic review of confinement in administrative segregation was not established as a component of due process until Hewitt v. Helms, supra, which was decided more than ten years after the conduct at issue.  No decision established such a right in 1973.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   Since the right was not clearly established, an objective good-faith defense to an alleged denial of the right is available as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Third, by contending that they were confined partly in retaliation for their alleged misconduct at Attica, the inmates may be contending that their placement in a Special Housing Unit was punitive segregation, for which heightened due process protection is required.   See Wolff v. McDonnell, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 564, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2978, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974).  This possibility that the inmates may have been placed in a Special Housing Unit both for administrative and punitive reasons presents the same dual motivation issue we considered in Sher v. Coughlin, <span class=\"citation\" data-id=\"438844\"><a href=\"/opinion/438844/walter-sher-v-thomas-coughlin-iii-individually-and-as-commissioner-of/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 80-82 (2d Cir.1984).  Analogizing the issue to the one faced by the Supreme Court in Mt. Healthy City School District Board of Education v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977), we inquired whether the prison officials would have confined the inmates in administrative segregation regardless of any punitive motivation.  The same inquiry is appropriate here and yields the same answer:  On the undisputed facts, the circumstances surrounding the inmates' arrival from Attica leave no doubt that administrative considerations alone would have resulted in their placement in a Special Housing Unit.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In sum, to whatever extent the inmates may have been denied liberty without due process of law, judged by standards later enunciated in Hewitt v. Helms, supra, the appellants are not liable for conduct occurring in 1973, when \"the contours of prisoners' procedural rights were just starting to take shape.\"   McKinnon v. Patterson, <span class=\"citation\" data-id=\"352284\"><a href=\"/opinion/352284/khalieb-mckinnon-laurence-mincy-and-david-wheeler-and-cross-appellants-v/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span></a></span>, 935 (2d Cir.1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1087</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">792</span></span> (1978).</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The judgment of the District Court is reversed, and the case is remanded with instructions to enter judgment for appellants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Albert W. Coffrin, Chief Judge of the United States District Court for the District of Vermont, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellants are Robert Henderson, Superintendent of Auburn Correctional Facility, Russell G. Oswald, former Commissioner of Correctional Services, and Patricia J. Dunbar, executrix of the estate of Walter Dunbar, former Commissioner of Correctional Services</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Inmates in the Special Housing Unit are confined in cells with blacked-out windows for twenty-two hours per day.  They lack access to work and educational programs and are unable to attend religious services or use the prison library.  Their recreational privileges are also substantially restricted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Peter Preiser, Commissioner of Correctional Services, and Ernest Montanye, Deputy Commissioner of Correctional Services</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Currently procedures exist to ensure that prison officials comply with the protective custody regulations.  If an inmate does not consent to protective custody, a hearing must be held within fourteen days of admission to determine if substantial evidence supports the necessity of special custody.  An administrative appeal lies to challenge a decision adverse to the inmate.  See 7 N.Y.C.R.R. Sec. 304.3(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Bloeth v. Montanye, <span class=\"citation\" data-id=\"327099\"><a href=\"/opinion/327099/francis-bloeth-v-ernest-l-montanye-superintendent/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span> (2d Cir.1975), the administrative segregation procedures that were upheld included an opportunity for the inmate to protest his continued confinement to the warden each week.  To whatever extent that decision may have foreshadowed the periodic review requirement of Hewitt v. Helms, supra, it does not aid the inmates in the instant case because it was decided more than two years after the conduct here challenged</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/93425/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/246640/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/295463/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305726/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/327099/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/352284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/438844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1488148/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1493176/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T02:23:58.629717Z",
      "date_modified": "2017-04-10T23:08:29.449503Z",
      "date_filed": "1985-11-26",
      "date_filed_is_approximate": false,
      "slug": "herbert-s-deane-edward-dingle-tom-hagan-kelvin-hudson-raymond",
      "citation_id": 435000,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Herbert S. Deane, Edward Dingle, Tom Hagan, Kelvin Hudson, Raymond Mitchell, Jose Quinones, Bernard Shipman, Willie Stokes, Bernard Stroble, Raymond Sumpter, and Eric Thompson, Individually and on Behalf of All Others Similarly Situated, Plaintiffs-Appellees-Cross-Appellants v. Patricia J. Dunbar, of the Estate of Walter Dunbar, Individually and as Former Commissioner of the New York Department of Correctional Services, Robert J. Henderson, Individually and as Superintendent of Auburn Correctional Facility, and Russell G. Oswald, Individually and as Former Commissioner of Corrections of the State of New York, Defendants-Appellants-Cross-Appellees, and Ernest Montanye, Individually and as Deputy Commissioner of New York Department of Correctional Services, and Peter Preiser, Individually and as Commissioner of Correctional Services of the State of New York",
      "federal_cite_one": "777 F.2d 871",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 19,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/507232/herbert-s-deane-edward-dingle-tom-hagan-kelvin-hudson-raymond/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:02:57.971892Z",
  "date_modified": "2016-02-01T18:37:46.478720Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Herbert S. Deane, Edward Dingle, Tom Hagan, Kelvin Hudson, Raymond Mitchell, Jose Quinones, Bernard Shipman, Willie Stokes, Bernard Stroble, Raymond Sumpter, and Eric Thompson, Individually and on Behalf of All Others Similarly Situated, Plaintiffs-Appellees-Cross-Appellants v. Patricia J. Dunbar, of the Estate of Walter Dunbar, Individually and as Former Commissioner of the New York Department of Correctional Services, Robert J. Henderson, Individually and as Superintendent of Auburn Correctional Facility, and Russell G. Oswald, Individually and as Former Commissioner of Corrections of the State of New York, Defendants-Appellants-Cross-Appellees, and Ernest Montanye, Individually and as Deputy Commissioner of New York Department of Correctional Services, and Peter Preiser, Individually and as Commissioner of Correctional Services of the State of New York",
  "slug": "herbert-s-deane-edward-dingle-tom-hagan-kelvin-hudson-raymond",
  "docket_number": "1726",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}