{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/508695/",
  "id": 508695,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/308243/",
      "id": 308243,
      "absolute_url": "/opinion/308243/national-labor-relations-board-v-mansion-house-center-management/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/508695/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/308243/",
          "id": 308243,
          "absolute_url": "/opinion/308243/national-labor-relations-board-v-mansion-house-center-management/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/308243/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:52:15Z",
          "date_modified": "2017-03-24T22:09:22.001012Z",
          "type": "010combined",
          "sha1": "186e96a787147a8f32ea2145e956b8f47011152a",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/473/473.F2d.471.71-1644.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">473 F.2d 471</p>\n    <p class=\"case_cite\">82 L.R.R.M. (BNA) 2608, 9 Fair Empl.Prac.Cas.  358,<br>5 Empl. Prac. Dec. P 8454, 70 Lab.Cas.  P 13,407</p>\n    <p class=\"parties\">NATIONAL LABOR RELATIONS BOARD, Petitioner,<br>v.<br>MANSION HOUSE CENTER MANAGEMENT CORPORATION, Respondent,<br>Painters Local 115, Intervenor.</p>\n    <p class=\"docket\">No. 71-1644.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Feb. 12, 1973.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter G. Nash, General Counsel, Patrick Hardin, Associate General Counsel, Marcel Mallet-Prevost, Asst. General Counsel, and John D. Burgoyne and Howard J. Kaufman, Attys., N. L. R. B., Washington, D. C., for N. L. R. B.</p>\n      <p class=\"indent\">David S. Barr, Bredhoff, Barr, Gottesman, Cohen &amp; Peer and George Kaufmann, Washington, D. C., for Painters Local 115.</p>\n      <p class=\"indent\">Lashly &amp; Neun, St. Louis, Mo., for Mansion House Center Management Corp.</p>\n      <p class=\"indent\">Before LAY, HEANEY and BRIGHT, Circuit Judges.</p>\n      <p class=\"indent\">LAY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In our prior opinion filed September 14, 1972, 466 F.2d 1283, this court enforced the National Labor Relation Board's finding that the respondent company had violated Sections 8(a)(1) and 8(a)(3) of the National Labor Relations Act.  We expressly reserved decision following supplemental briefing<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> on the remaining contention of the respondent company: whether or not the National Labor Relations Board may require an employer to bargain with a labor organization if that organization practices racial discrimination in its membership.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>* * *</p>\n        <p class=\"indent\">Today membership in a union is often the sine qua non for obtaining employment in most skilled crafts in this country; it frequently spells the difference between lucrative employment and exclusion from the craft.  Therefore, a union which discriminates in membership against blacks effectively deprives blacks of employment opportunities.  Judge Tuttle in Culpepper v. Reynolds Metal Company, 421 F.2d 888, 891 (5 Cir. 1970), pointed out that, \"[r]acial discrimination in employment is one of the most deplorable forms of discrimination known to our society, for it deals not with just an individual's sharing in the 'outer benefits' of being an American citizen, but rather the ability to provide decently for one's family in a job or profession for which he qualifies and chooses.\"</p>\n        <p class=\"indent\">It is well settled that the Equal Protection Clause of the Fourteenth Amendment prohibits any state, or individual acting under the color of state authority, to discriminate upon the basis of race, color or religion.  The Fifth Amendment's Due Process Clause has been held to legally encompass the Equal Protection Clause of the Fourteenth Amendment, thereby placing the same constitutional limitations on federal action as restrict station action.  Colorado Anti-Discrimination Commission v. Continental Airlines, Inc., 372 U.S. 714, 721, 83 S.Ct. 1022, 10 L.Ed.2d 84 (1963); Bolling v. Sharpe, 347 U.S. 497, 74 S.Ct. 693, 98 L.Ed. 884 (1954).  In Schneider v. Rusk, 377 U.S. 163, 168, 84 S.Ct. 1187, 1190, 12 L.Ed.2d 218 (1964), the Court, speaking through Mr. Justice Douglas, said: \"[W]hile the Fifth Amendment contains no equal protection clause, it does forbid discrimination that is 'so unjustifiable as to be violative of due process.' \"  That racial discrimination is so invidious as to be unjustifiable cannot be denied.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Accordingly, any recognition or enforcement of illegal racial policies by a federal agency is proscribed by the Due Process Clause of the Fifth Amendment.  See Gautreaux v. Romney, 448 F.2d 731, 740 (7 Cir. 1971); cf. Public Utilities Commission v. Pollak, 343 U.S. 451, 72 S.Ct. 813, 96 L.Ed. 1068 (1952).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n        <p class=\"indent\">The Board on one occasion gave recognition to these principles by directly holding that unions which exclude employees from membership on racial grounds may not obtain or retain a certified status under the Act.  Independent Metal Workers Union, Local No. 1, 56 L.R.R.M. 1289, 1294 (1964).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Cf. Pioneer Bus Company, Inc., 51 L.R.R.M. 1546 (1962).  Collective bargaining is the fulcrum of successful labor-management relations throughout the country.  Our national labor policy views union membership as a necessary good to most all working men.  When a union discriminates on the basis of race or color it invidiously deprives equal opportunity for employment to a large segment of working men.  See Sovern, The National Labor Relations Act and Racial Discrimination, 62 Colum.L.Rev. 563 (1962).  When a governmental agency recognizes such a union to be the bargaining representative it significantly becomes a willing participant in the union's discriminatory practices.  Although the union itself is not a governmental instrumentality the National Labor Relations Board is. N.L.R.B. v. Nash-Finch Co., 404 U.S. 138, 92 S.Ct. 373, 30 L.Ed.2d 328 (1971).  Moreover, here the Board seeks judicial enforcement of its order requiring collective bargaining in a federal court.  Obviously, judicial enforcement of private discrimination cannot be sanctioned.  Cf. Barrows v. Jackson, 346 U.S. 249, 73 S.Ct. 1031, 97 L.Ed. 1586 (1953); Hurd v. Hodge, 334 U.S. 24, 68 S.Ct. 847, 92 L.Ed. 1187 (1948); Shelley v. Kraemer, 334 U.S. 1, 68 S.Ct. 836, 92 L.Ed. 1161 (1948).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n        <p class=\"indent\">We find little merit to the union's contention that the legislative history of the National Labor Relations Act indicated a clear Congressional intent to permit unions who exclude blacks from membership to use federal administrative and judicial processes to compel an employer to bargain.  To the contrary, the legislative history indicates only that a union will not be in violation of Sec. 8(b)(1)(A) if it excludes Negroes from membership.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The question of whether unions which practice discrimination against blacks can use administrative and judicial processes to require an employer to bargain was not discussed.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We conclude that the claim of racial discrimination allegedly practiced by a union seeking recognition as a representative bargaining unit under the Act is a relevant area of inquiry for the Board when the defense is appropriately raised before the Board upon a company's refusal to bargain.</p>\n        <p class=\"indent\">There is a question whether the company here raises the issue of racial discrimination in good faith.  The record demonstrates that the company did not suggest discriminatory practices to the union as the reason for its refusal to bargain.  Nevertheless, aside from the public policy and national interests involved, we think constitutional limitations on the Board's process require recognition of a charge of racial discrimination as an appropriate ground of inquiry where a union's representative capacity is questioned.  On the other hand, it should be clear that a refusal to bargain based on a union's alleged racial discrimination must not rest on pretextual grounds.  The law in this area needs to be more fully developed by the Board.  Prophylactic procedures may be needed by the Board to deter pretextual refusal to bargain with an authorized unit on the alleged grounds that the union is practicing discrimination in its membership.  We leave this for the Board to work out.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The Board seemingly recognizes its obligation but here rejects the charge on the ground that insufficient evidence exists to justify the company's challenge.  We turn then to the record.</p>\n        <p class=\"indent\">At the hearing the examiner excluded the evidence as to the alleged union's practices of racial discrimination.  The exclusion of the evidence was based on the examiner's appraisal of the company's offer of proof.  The company attempted to prove that the union's jurisdictional territory (the St. Louis metropolitan area) is fifty percent non-white; the union has approximately 375 active members, only three of whom are black; these three black members became members by transferring from a former Negro Local when the latter disbanded in 1968; no other black before or since has ever joined the union.  The examiner in rejecting the evidence emphasized that there was no restriction within the Local's by-laws or constitution and that the evidence would have to establish in \"actual practice\" that the union had received membership applications and had rejected them on racial grounds.</p>\n        <p class=\"indent\">The Board agreed with the examiner and observed:</p>\n        <p>\"We agree, for the offer of proof turns primarily on the asserted fact of racial imbalance in the Union's membership but does not allege the Union has, since segregated locals were abolished in 1968, denied membership to any applicant on grounds of race.  Furthermore, it is of some relevance here that one of Respondent's employees signed up by the Union was a Negro.</p>\n        <p>\"In view of the foregoing considerations, Respondent's motion to reopen the record is denied.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n        <p class=\"indent\">We find the trial examiner erred in not receiving the evidence.  The evidence was relevant and material.  We further find that the Board erroneously viewed the evidence and applied the wrong standard as to whether the union may be properly certified in face of charges of racial discrimination.</p>\n        <p class=\"indent\">The Board failed to give any credence to the tendered evidence in weighing whether the union is significantly involved with invidious discriminatory practices.  Both the trial examiner and the Board observed that mere statistics were insufficient to establish de facto segregation.  In Parham v. Southwestern Bell Telephone Co., 433 F.2d 421 (8 Cir. 1970) (a Title VII claim of racial discrimination in employment), the plaintiff relied on employment statistics to support his claim of racial discrimination.  For example, there were only 56 blacks out of a total work-force of 3,074 or 1.82 percent of the work-force, and no blacks had been placed as craftsmen, draftswomen or in sales.  Responding to these figures, this court held:</p>\n        <p>\"The statistical evidence introduced by Parham clearly demonstrated the Company's discriminatory employment practices from July 2, 1965, until February, 1967, notwithstanding its previously-announced policy of equal employment opportunities.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>\"We hold as a matter of law that these statistics, which revealed an extraordinarily small number of black employees, except for the most part as menial laborers, established a violation of Title VII of the Civil Rights Act of 1964.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Similarly, in Marquez v. Omaha District Sales Office, Ford Division, 440 F.2d 1157 (8 Cir. 1971), another fair employment practice case under Title VII, this Court considered geographical statistical data as a crucial factor in finding a prima facie case of racial discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In Turner v. Fouche, 396 U.S. 346, 90 S.Ct. 532, 24 L.Ed.2d 567 (1970), the Supreme Court was faced with the question of whether Negroes had been eliminated from juries on account of their race.  The Court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>\"In sum, the appellants demonstrated a substantial disparity between the percentages of Negro residents in the county as a whole and of Negroes on the newly constituted jury list.  They further demonstrated that the disparity originated, at least in part, at the one point in the selection process where the jury commissioners invoked their subjective judgment rather than objective criteria.  The appellants thereby made out a prima facie case of jury discrimination, and the burden fell on the appellees to overcome it.\" 396 U.S. at 360, 90 S.Ct. at 540.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">See also Bing v. Roadway Express, Inc., 444 F.2d 687, 689 (5 Cir. 1971); Jones v. Lee Way Motor Freight, Inc., 431 F.2d 245, 247 (10 Cir. 1970), cert. denied, 401 U.S. 954, 91 S.Ct. 972, 28 L.Ed.2d 237 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">However, notwithstanding the effect of the evidence offered, we find both the trial examiner and the Board erred in testing the discrimination charge on the sole ground as to whether any nonwhites had been refused membership in the union since 1968.  This appraisal may be completely unrealistic as to whether racial discrimination does in fact exist.  Such a test has been specifically rejected by this court in Title VII cases.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Parallel principles in other areas may be viewed.  School districts which practiced segregation in the past early insisted that since segregation policies had been repealed the segregated status quo was permissible since they no longer were practicing illegal policies.  See Kemp v. Beasley, 389 F.2d 178 (8 Cir. 1968).  However, \"freedom of choice\" plans have generally failed because of the \"frozen status\" of the segregated student community.  See Green v. County School Board of New Kent County, 391 U.S. 430, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968).  In Title VII cases where present employment practices \"serves to perpetuate the effects of past discrimination, although neutral on its face, [they] rejuvenate the past discrimination in both fact and law regardless of present good faith.\"  Marquez v. Omaha District Sales Office, Ford Division, 440 F.2d 1157, 1159-1160 (8 Cir. 1971).  As Chief Justice Burger said in Griggs v. Duke Power Co., 401 U.S. 424, 432, 91 S.Ct. 849, 854, 28 L.Ed.2d 158 (1971): \"[G]ood intent or absence of discriminatory intent does not redeem employment procedures or testing mechanisms that operate as 'built-in headwinds' for minority groups and are unrelated to measuring job capability.\"  The same principles apply in the evaluation of the charge of discrimination here.  Thus, statistical evidence may well corroborate and establish that a union has been guilty of racial practices in the past.  In face of such proof, passive attitudes of good faith are not sufficient to erase the continuing stigma which may pervade a union's segregated membership policies.  The fact that no minority applicant has been rejected by the union is not the sole test.  When evidence suggests discrimination of racial imbalance the Board should inquire whether the union has taken the initiative to affirmatively undo its discriminatory practices.  The admission policies of the union, the methods employed processing applicants, and the means utilized to publicize integrated membership and equal opportunity are only a few of the factors which deserve full scrutiny.  Cf. United States v. Sheet Metal Workers, 416 F.2d at 140.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In substance we hold the remedial machinery of the National Labor Relations Act cannot be available to a union which is unwilling to correct past practices of racial discrimination.  Federal complicity through recognition of a discriminating union serves not only to condone the discrimination, but in effect legitimizes and perpetuates such invidious practices.  Certainly such a degree of federal participation in the maintenance of racially discriminatory practices violates basic constitutional tenets.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since the trial examiner failed to admit into evidence critical facts and the Board applied an erroneous standard in evaluating that evidence, we vacate the Board's order requiring recognition of the union and the order requiring the company to bargain.  We remand these issues to the Board with direction that the company should be given leave to adduce further proof on its tendered defense.  The charging party (the union) may thereafter offer whatever rebuttal testimony and documentary proof it deems necessary for the Board's consideration.  After reviewing all of the examiner's findings and all of the evidence, the Board should then determine whether the disqualification complaint is supported by substantial evidence.  If it is not, the 8(a)(5) violation should be reinstated and the company ordered to bargain; if substantial evidence is adduced, the Board's finding should so state.  Nothing written here shall in any way be read to reflect on the continuing statutory rights of employees to seek union representation under Sec. 7 of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have heretofore enforced that portion of the Board's order, finding 8(a)(3) violations and ordered reinstatement and back pay; we herein deny enforcement of the 8(a)(5) violation and deny enforcement of the bargaining order; the cause is remanded to the Board to be reopened in accord with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> This court invited and received excellent supplemental briefs from the parties as well as a brief from the charging party Painters Local 115.  On December 11, 1972, we granted the local union leave to intervene as a party</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We reject the company's additional claim that the union should not be certified since the union \"will demand\" a uniform wage of 80 percent of the construction painting rate and will maintain an inflexible bargaining position.  We think the company's claim premature.  See Minnesota Mining &amp; Manufacturing Co. v. N.L.R.B., 415 F.2d 174, 178 (8 Cir. 1969), where Judge Bright said:</p>\n        <p>\"On this record, we feel that the Trial Examiner correctly held: 'The mere possibility of future abuse (which indeed the Union disclaims), is no justification for an anticipatory refusal to bargain' . . ..</p>\n        <p>\"In this case, the Company emitted a cry of pain before it sustained any injury.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As Mr. Justice Brennan has observed:</p>\n        <p>\"Government is the social organ to which all in our society look for the promotion of liberty, justice, fair and equal treatment, and the setting of worthy norms and goals for social conduct.  Therefore something is uniquely amiss in a society where the government, the authoritative oracle of community values, involves itself in racial discrimination.  Accordingly, in the cases that have come before us this Court has condemned significant state involvement in racial discrimination, however subtle and indirect it may have been and whatever form it may have taken.  See, e. g., Burton v. Wilmington Parking Authority, supra; Evans v. Newton, 382 U.S. 296 (1966); Hunter v. Erickson, 393 U.S. 385 (1969).  These decisions represent vigilant fidelity to the constitutional principle that no State shall in any significant way lend its authority to the sordid business of racial discrimination.\"  Adickes v. S. H. Kress &amp; Co., 398 U.S. 144, 190-191, 90 S.Ct. 1598, 1620, 26 L.Ed.2d 142 (1970) (Justice Brennan, concurring in part and dissenting in part.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Of course, a union guilty of racial discrimination violates Title VII of the Civil Rights Act of 1964, 42 U.S.C.A. Sec. 2000e-2(c).  In addition, the Supreme Court has made clear that unions possess an implied statutory duty of fair representation and cannot discriminate against blacks in processing grievances.  Steel v. Louisville &amp; Nashville R.R., 323 U.S. 192, 65 S.Ct. 226, 89 L.Ed. 173 (1944).  Cf. Syres v. Oil Workers International Union, Local No. 23, rev'g 223 F.2d 739 (5 Cir. 1955).  In the Fifth Circuit decision Judge Rives in dissent observed:</p>\n        <p>\"[I]t seems to me to follow as a necessary consequence, if the law provides automatic sanctions for the observance of the contract, then there can be no discrimination based on race or color.  All men are entitled to the equal protection of the law and, except as punishment for wrongdoing, the law will not lend its aid to keep any man down, or to prevent his advancement or promotion.\"   Id. at 745.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Board expressly overruled its prior decisions holding to the contrary.  See Atlanta Oak Flooring Co., 16 L.R.R.M. 235 (1945); Larus &amp; Brother Co., Inc., 16 L.R.R.M. 242 (1945)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See also Oliphant v. Brotherhood of Locomotive Firemen and Enginemen, 262 F.2d 359 (6 Cir. 1958), cert. denied, 359 U.S. 935, 79 S.Ct. 648, 3 L.Ed.2d 636 (1959).  See also Wellington, The Constitution, The Labor Union and \"Governmental Action,\" 70 Yale L.J. 345 (1961)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The union relies on Section 8(b)(1)(A) of the Act which makes it an unfair labor practice for a labor organization to restrain or coerce employees in exercise of their Sec. 7 rights, \"Provided, That this . . . shall not impair the right of a labor organization to prescribe its own rules with respect to the acquisition or retention of membership therein.\"</p>\n        <p>In the Senate debate preceding passage of the Taft-Hartley Act, the following colloquy took place:</p>\n        <p>\"Mr. TAFT. . . . Let us take the case of unions which prohibit the admission of Negroes to membership.  If they prohibit the admission of Negroes to membership, they may continue to do so; but representatives of the union cannot go to the employer and say 'You have got to fire this man because he is not a member of our union.' \" 93 Cong.Rec. 4193 (1947).</p>\n        <p>\"Mr. SMITH of Virginia. . . . [The language of the bill] does not compel the union to accept any person into membership if the union does not wish to do so. . . .</p>\n        <p>\"It does not compel the union to admit anyone to membership or to exclude anyone from membership. . . .</p>\n        <p>\"It gives the union the freedom to select its own membership and exclude those employees that it prefers not to extend its membership to.\"  Id. at App. 2955.</p>\n        <p>For further discussion of this history see Sovern, The National Labor Relations Act and Racial Discrimination, 62 Colum.L.Rev. 563, 583 n. 80 (1962).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Certification proceedings under Sec. 9 of the Act as well as enforcement machinery relating to unfair practices under the Act were originally enacted under the Wagner Act in 1935.  See The Wagner Act, ch. 372, Secs. 9, 10, 49 Stat. 453 (1935).  The legislative history relied on by the union relates primarily to the Taft-Hartley Amendments in 1947 and did not focus on the question of union recognition by the Board and the enforcement procedure under the Wagner Act</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It has been suggested that it is possible that the Board's refusal to order the employer to bargain might lead to labor unrest rather than to an end to discrimination.  In this regard it has been observed:</p>\n        <p>\"Nothing in the law would prevent the union from striking and picketing to force the employer to bargain with it.</p>\n        <p>\"But such action would probably be rare.  On one side, many employers will knuckle under without a fight when the demand for recognition comes from a powerful union with majority support.  On the other, given the choice between abandoning racist policies and risking their lives in recognition strikes, some unions will surely choose to cease discriminating.  In almost all cases, this will be the choice urged by international unions, for few internationals now espouse racial discrimination.  In fact, where racism is operative, it is frequently the choice of a local acting in defiance of a contrary policy stated but not vigorously enforced by its international.  The fresh handicap to organizational efforts that Board abstention would represent might well cause internationals to exert real pressure to get stray locals into line.  The result might then be not new labor unrest but new nondiscriminatory policies for heretofore lily-white unions.\"</p>\n        <p>Sovern, The National Labor Relations Act and Racial Discrimination, 62 Colum.L.Rev. 563, 607-608 (1962).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Before the Board the respondent asked leave to present additional evidence relating to the union's practices</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As set forth in United States v. Sheet Metal Workers, 416 F.2d 123, 127 (8 Cir. 1969):</p>\n        <p>\"The government . . . argues that it is not necessary to prove that a number of Negroes sought and were denied union membership or related benefits to establish a pattern or practice of discrimination.  It asserts that the Act casts upon those subject to its provisions not merely the duty to follow racially neutral employment policies in the future but an obligation to correct or revise practices which would perpetuate racial discrimination.\"</p>\n        <p>In agreeing with the government's position we observed, at 132:</p>\n        <p>\"The record does show that qualified Negro tradesmen have been and continue to be residents of the area.  It further shows that they were acutely aware of the Locals' policies toward minority groups.  It is also clear that they knew that even if they were permitted to use the referral system and become members of the union, they would have to work for at least a year before they could move into a priority group which would assure them reasonably full employment.  In the light of this knowledge, it is unreasonable to expect that any Negro tradesman working for a Negro contractor or a nonconstruction white employer would seek to use the referral systems or to join either Local.\"</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">471</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L.R.R.M. (BNA)</span> <span class=\"page\">2608</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span>  <span class=\"page\">358</span></span>,<br>5 Empl. Prac. Dec. P 8454, 70 Lab.Cas.  P 13,407</p>\n    <p class=\"parties\">NATIONAL LABOR RELATIONS BOARD, Petitioner,<br>v.<br>MANSION HOUSE CENTER MANAGEMENT CORPORATION, Respondent,<br>Painters Local 115, Intervenor.</p>\n    <p class=\"docket\">No. 71-1644.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Feb. 12, 1973.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter G. Nash, General Counsel, Patrick Hardin, Associate General Counsel, Marcel Mallet-Prevost, Asst. General Counsel, and John D. Burgoyne and Howard J. Kaufman, Attys., N. L. R. B., Washington, D. C., for N. L. R. B.</p>\n      <p class=\"indent\">David S. Barr, Bredhoff, Barr, Gottesman, Cohen &amp; Peer and George Kaufmann, Washington, D. C., for Painters Local 115.</p>\n      <p class=\"indent\">Lashly &amp; Neun, St. Louis, Mo., for Mansion House Center Management Corp.</p>\n      <p class=\"indent\">Before LAY, HEANEY and BRIGHT, Circuit Judges.</p>\n      <p class=\"indent\">LAY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In our prior opinion filed September 14, 1972, <span class=\"citation\" data-id=\"305680\"><a href=\"/opinion/305680/national-labor-relations-board-v-mansion-house-center-management/\"><span class=\"volume\">466</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, this court enforced the National Labor Relation Board's finding that the respondent company had violated Sections 8(a)(1) and 8(a)(3) of the National Labor Relations Act.  We expressly reserved decision following supplemental briefing<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> on the remaining contention of the respondent company: whether or not the National Labor Relations Board may require an employer to bargain with a labor organization if that organization practices racial discrimination in its membership.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>* * *</p>\n        <p class=\"indent\">Today membership in a union is often the sine qua non for obtaining employment in most skilled crafts in this country; it frequently spells the difference between lucrative employment and exclusion from the craft.  Therefore, a union which discriminates in membership against blacks effectively deprives blacks of employment opportunities.  Judge Tuttle in Culpepper v. Reynolds Metal Company, <span class=\"citation\" data-id=\"288428\"><a href=\"/opinion/288428/samuel-culpepper-plaintiff-appellant-cross-v-reynolds-metals-company/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 891 (5 Cir. 1970), pointed out that, \"[r]acial discrimination in employment is one of the most deplorable forms of discrimination known to our society, for it deals not with just an individual's sharing in the 'outer benefits' of being an American citizen, but rather the ability to provide decently for one's family in a job or profession for which he qualifies and chooses.\"</p>\n        <p class=\"indent\">It is well settled that the Equal Protection Clause of the Fourteenth Amendment prohibits any state, or individual acting under the color of state authority, to discriminate upon the basis of race, color or religion.  The Fifth Amendment's Due Process Clause has been held to legally encompass the Equal Protection Clause of the Fourteenth Amendment, thereby placing the same constitutional limitations on federal action as restrict station action.  Colorado Anti-Discrimination Commission v. Continental Airlines, Inc., <span class=\"citation\" data-id=\"106575\"><a href=\"/opinion/106575/colorado-anti-discrimination-commn-v-continental-air-lines-inc/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">714</span></a></span>, 721, <span class=\"citation\" data-id=\"106575\"><a href=\"/opinion/106575/colorado-anti-discrimination-commn-v-continental-air-lines-inc/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1022</span></a></span>, <span class=\"citation\" data-id=\"106575\"><a href=\"/opinion/106575/colorado-anti-discrimination-commn-v-continental-air-lines-inc/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">84</span></a></span> (1963); Bolling v. Sharpe, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">884</span></span> (1954).  In Schneider v. Rusk, <span class=\"citation\" data-id=\"106819\"><a href=\"/opinion/106819/schneider-v-rusk/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 168, <span class=\"citation\" data-id=\"106819\"><a href=\"/opinion/106819/schneider-v-rusk/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1187</span></a></span>, 1190, <span class=\"citation\" data-id=\"106819\"><a href=\"/opinion/106819/schneider-v-rusk/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1964), the Court, speaking through Mr. Justice Douglas, said: \"[W]hile the Fifth Amendment contains no equal protection clause, it does forbid discrimination that is 'so unjustifiable as to be violative of due process.' \"  That racial discrimination is so invidious as to be unjustifiable cannot be denied.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Accordingly, any recognition or enforcement of illegal racial policies by a federal agency is proscribed by the Due Process Clause of the Fifth Amendment.  See Gautreaux v. Romney, <span class=\"citation\" data-id=\"299125\"><a href=\"/opinion/299125/dorothy-gautreaux-v-george-w-romney-secretary-of-the-department-of/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 740 (7 Cir. 1971); cf. Public Utilities Commission v. Pollak, <span class=\"citation\" data-id=\"105012\"><a href=\"/opinion/105012/public-util-commn-of-dc-v-pollak/\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation\" data-id=\"105012\"><a href=\"/opinion/105012/public-util-commn-of-dc-v-pollak/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">813</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1068</span></span> (1952).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n        <p class=\"indent\">The Board on one occasion gave recognition to these principles by directly holding that unions which exclude employees from membership on racial grounds may not obtain or retain a certified status under the Act.  Independent Metal Workers Union, Local No. 1, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L.R.R.M. (BNA)</span> <span class=\"page\">1289</span></span>, 1294 (1964).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Cf. Pioneer Bus Company, Inc., <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">L.R.R.M. (BNA)</span> <span class=\"page\">1546</span></span> (1962).  Collective bargaining is the fulcrum of successful labor-management relations throughout the country.  Our national labor policy views union membership as a necessary good to most all working men.  When a union discriminates on the basis of race or color it invidiously deprives equal opportunity for employment to a large segment of working men.  See Sovern, The National Labor Relations Act and Racial Discrimination, 62 Colum.L.Rev. 563 (1962).  When a governmental agency recognizes such a union to be the bargaining representative it significantly becomes a willing participant in the union's discriminatory practices.  Although the union itself is not a governmental instrumentality the National Labor Relations Board is. N.L.R.B. v. Nash-Finch Co., <span class=\"citation\" data-id=\"108408\"><a href=\"/opinion/108408/nlrb-v-nash-finch-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, <span class=\"citation\" data-id=\"108408\"><a href=\"/opinion/108408/nlrb-v-nash-finch-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">373</span></a></span>, <span class=\"citation\" data-id=\"108408\"><a href=\"/opinion/108408/nlrb-v-nash-finch-co/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span></a></span> (1971).  Moreover, here the Board seeks judicial enforcement of its order requiring collective bargaining in a federal court.  Obviously, judicial enforcement of private discrimination cannot be sanctioned.  Cf. Barrows v. Jackson, <span class=\"citation\" data-id=\"105152\"><a href=\"/opinion/105152/barrows-v-jackson/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, <span class=\"citation\" data-id=\"105152\"><a href=\"/opinion/105152/barrows-v-jackson/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1586</span></span> (1953); Hurd v. Hodge, <span class=\"citation\" data-id=\"104546\"><a href=\"/opinion/104546/hurd-v-hodge/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, <span class=\"citation\" data-id=\"104546\"><a href=\"/opinion/104546/hurd-v-hodge/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">847</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1187</span></span> (1948); Shelley v. Kraemer, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">836</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1161</span></span> (1948).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n        <p class=\"indent\">We find little merit to the union's contention that the legislative history of the National Labor Relations Act indicated a clear Congressional intent to permit unions who exclude blacks from membership to use federal administrative and judicial processes to compel an employer to bargain.  To the contrary, the legislative history indicates only that a union will not be in violation of Sec. 8(b)(1)(A) if it excludes Negroes from membership.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The question of whether unions which practice discrimination against blacks can use administrative and judicial processes to require an employer to bargain was not discussed.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We conclude that the claim of racial discrimination allegedly practiced by a union seeking recognition as a representative bargaining unit under the Act is a relevant area of inquiry for the Board when the defense is appropriately raised before the Board upon a company's refusal to bargain.</p>\n        <p class=\"indent\">There is a question whether the company here raises the issue of racial discrimination in good faith.  The record demonstrates that the company did not suggest discriminatory practices to the union as the reason for its refusal to bargain.  Nevertheless, aside from the public policy and national interests involved, we think constitutional limitations on the Board's process require recognition of a charge of racial discrimination as an appropriate ground of inquiry where a union's representative capacity is questioned.  On the other hand, it should be clear that a refusal to bargain based on a union's alleged racial discrimination must not rest on pretextual grounds.  The law in this area needs to be more fully developed by the Board.  Prophylactic procedures may be needed by the Board to deter pretextual refusal to bargain with an authorized unit on the alleged grounds that the union is practicing discrimination in its membership.  We leave this for the Board to work out.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The Board seemingly recognizes its obligation but here rejects the charge on the ground that insufficient evidence exists to justify the company's challenge.  We turn then to the record.</p>\n        <p class=\"indent\">At the hearing the examiner excluded the evidence as to the alleged union's practices of racial discrimination.  The exclusion of the evidence was based on the examiner's appraisal of the company's offer of proof.  The company attempted to prove that the union's jurisdictional territory (the St. Louis metropolitan area) is fifty percent non-white; the union has approximately 375 active members, only three of whom are black; these three black members became members by transferring from a former Negro Local when the latter disbanded in 1968; no other black before or since has ever joined the union.  The examiner in rejecting the evidence emphasized that there was no restriction within the Local's by-laws or constitution and that the evidence would have to establish in \"actual practice\" that the union had received membership applications and had rejected them on racial grounds.</p>\n        <p class=\"indent\">The Board agreed with the examiner and observed:</p>\n        <p>\"We agree, for the offer of proof turns primarily on the asserted fact of racial imbalance in the Union's membership but does not allege the Union has, since segregated locals were abolished in 1968, denied membership to any applicant on grounds of race.  Furthermore, it is of some relevance here that one of Respondent's employees signed up by the Union was a Negro.</p>\n        <p>\"In view of the foregoing considerations, Respondent's motion to reopen the record is denied.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n        <p class=\"indent\">We find the trial examiner erred in not receiving the evidence.  The evidence was relevant and material.  We further find that the Board erroneously viewed the evidence and applied the wrong standard as to whether the union may be properly certified in face of charges of racial discrimination.</p>\n        <p class=\"indent\">The Board failed to give any credence to the tendered evidence in weighing whether the union is significantly involved with invidious discriminatory practices.  Both the trial examiner and the Board observed that mere statistics were insufficient to establish de facto segregation.  In Parham v. Southwestern Bell Telephone Co., <span class=\"citation\" data-id=\"292828\"><a href=\"/opinion/292828/2-fair-emplpraccas-1017-3-empl-prac-dec-p-8021-arthur-ray-parham-v/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span> (8 Cir. 1970) (a Title VII claim of racial discrimination in employment), the plaintiff relied on employment statistics to support his claim of racial discrimination.  For example, there were only 56 blacks out of a total work-force of 3,074 or 1.82 percent of the work-force, and no blacks had been placed as craftsmen, draftswomen or in sales.  Responding to these figures, this court held:</p>\n        <p>\"The statistical evidence introduced by Parham clearly demonstrated the Company's discriminatory employment practices from July 2, 1965, until February, 1967, notwithstanding its previously-announced policy of equal employment opportunities.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>\"We hold as a matter of law that these statistics, which revealed an extraordinarily small number of black employees, except for the most part as menial laborers, established a violation of Title VII of the Civil Rights Act of 1964.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Similarly, in Marquez v. Omaha District Sales Office, Ford Division, <span class=\"citation\" data-id=\"295938\"><a href=\"/opinion/295938/3-fair-emplpraccas-275-3-empl-prac-dec-p-8156-martin-marquez-v/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1157</span></a></span> (8 Cir. 1971), another fair employment practice case under Title VII, this Court considered geographical statistical data as a crucial factor in finding a prima facie case of racial discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In Turner v. Fouche, <span class=\"citation\" data-id=\"108027\"><a href=\"/opinion/108027/turner-v-fouche/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, <span class=\"citation\" data-id=\"108027\"><a href=\"/opinion/108027/turner-v-fouche/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">532</span></a></span>, <span class=\"citation\" data-id=\"108027\"><a href=\"/opinion/108027/turner-v-fouche/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">567</span></a></span> (1970), the Supreme Court was faced with the question of whether Negroes had been eliminated from juries on account of their race.  The Court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>\"In sum, the appellants demonstrated a substantial disparity between the percentages of Negro residents in the county as a whole and of Negroes on the newly constituted jury list.  They further demonstrated that the disparity originated, at least in part, at the one point in the selection process where the jury commissioners invoked their subjective judgment rather than objective criteria.  The appellants thereby made out a prima facie case of jury discrimination, and the burden fell on the appellees to overcome it.\" 396 U.S. at 360, 90 S.Ct. at 540.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">See also Bing v. Roadway Express, Inc., <span class=\"citation\" data-id=\"297519\"><a href=\"/opinion/297519/3-fair-emplpraccas-616-3-empl-prac-dec-p-8265-william-e-bing-v/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span>, 689 (5 Cir. 1971); Jones v. Lee Way Motor Freight, Inc., <span class=\"citation\" data-id=\"291925\"><a href=\"/opinion/291925/marcus-jones-willie-b-hodge-clifton-nickels-and-clarence-l-irving-v/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">245</span></a></span>, 247 (10 Cir. 1970), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">954</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">237</span></span> (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">However, notwithstanding the effect of the evidence offered, we find both the trial examiner and the Board erred in testing the discrimination charge on the sole ground as to whether any nonwhites had been refused membership in the union since 1968.  This appraisal may be completely unrealistic as to whether racial discrimination does in fact exist.  Such a test has been specifically rejected by this court in Title VII cases.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Parallel principles in other areas may be viewed.  School districts which practiced segregation in the past early insisted that since segregation policies had been repealed the segregated status quo was permissible since they no longer were practicing illegal policies.  See Kemp v. Beasley, <span class=\"citation\" data-id=\"278736\"><a href=\"/opinion/278736/dossie-wayne-kemp-v-leroy-beasley/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span> (8 Cir. 1968).  However, \"freedom of choice\" plans have generally failed because of the \"frozen status\" of the segregated student community.  See Green v. County School Board of New Kent County, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968).  In Title VII cases where present employment practices \"serves to perpetuate the effects of past discrimination, although neutral on its face, [they] rejuvenate the past discrimination in both fact and law regardless of present good faith.\"  Marquez v. Omaha District Sales Office, Ford Division, <span class=\"citation\" data-id=\"295938\"><a href=\"/opinion/295938/3-fair-emplpraccas-275-3-empl-prac-dec-p-8156-martin-marquez-v/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1157</span></a></span>, 1159-1160 (8 Cir. 1971).  As Chief Justice Burger said in Griggs v. Duke Power Co., <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 432, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, 854, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971): \"[G]ood intent or absence of discriminatory intent does not redeem employment procedures or testing mechanisms that operate as 'built-in headwinds' for minority groups and are unrelated to measuring job capability.\"  The same principles apply in the evaluation of the charge of discrimination here.  Thus, statistical evidence may well corroborate and establish that a union has been guilty of racial practices in the past.  In face of such proof, passive attitudes of good faith are not sufficient to erase the continuing stigma which may pervade a union's segregated membership policies.  The fact that no minority applicant has been rejected by the union is not the sole test.  When evidence suggests discrimination of racial imbalance the Board should inquire whether the union has taken the initiative to affirmatively undo its discriminatory practices.  The admission policies of the union, the methods employed processing applicants, and the means utilized to publicize integrated membership and equal opportunity are only a few of the factors which deserve full scrutiny.  Cf. United States v. Sheet Metal Workers, 416 F.2d at 140.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In substance we hold the remedial machinery of the National Labor Relations Act cannot be available to a union which is unwilling to correct past practices of racial discrimination.  Federal complicity through recognition of a discriminating union serves not only to condone the discrimination, but in effect legitimizes and perpetuates such invidious practices.  Certainly such a degree of federal participation in the maintenance of racially discriminatory practices violates basic constitutional tenets.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since the trial examiner failed to admit into evidence critical facts and the Board applied an erroneous standard in evaluating that evidence, we vacate the Board's order requiring recognition of the union and the order requiring the company to bargain.  We remand these issues to the Board with direction that the company should be given leave to adduce further proof on its tendered defense.  The charging party (the union) may thereafter offer whatever rebuttal testimony and documentary proof it deems necessary for the Board's consideration.  After reviewing all of the examiner's findings and all of the evidence, the Board should then determine whether the disqualification complaint is supported by substantial evidence.  If it is not, the 8(a)(5) violation should be reinstated and the company ordered to bargain; if substantial evidence is adduced, the Board's finding should so state.  Nothing written here shall in any way be read to reflect on the continuing statutory rights of employees to seek union representation under Sec. 7 of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have heretofore enforced that portion of the Board's order, finding 8(a)(3) violations and ordered reinstatement and back pay; we herein deny enforcement of the 8(a)(5) violation and deny enforcement of the bargaining order; the cause is remanded to the Board to be reopened in accord with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> This court invited and received excellent supplemental briefs from the parties as well as a brief from the charging party Painters Local 115.  On December 11, 1972, we granted the local union leave to intervene as a party</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We reject the company's additional claim that the union should not be certified since the union \"will demand\" a uniform wage of 80 percent of the construction painting rate and will maintain an inflexible bargaining position.  We think the company's claim premature.  See Minnesota Mining &amp; Manufacturing Co. v. N.L.R.B., <span class=\"citation\" data-id=\"286222\"><a href=\"/opinion/286222/minnesota-mining-and-manufacturing-company-v-national-labor-relations/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">174</span></a></span>, 178 (8 Cir. 1969), where Judge Bright said:</p>\n        <p>\"On this record, we feel that the Trial Examiner correctly held: 'The mere possibility of future abuse (which indeed the Union disclaims), is no justification for an anticipatory refusal to bargain' . . ..</p>\n        <p>\"In this case, the Company emitted a cry of pain before it sustained any injury.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As Mr. Justice Brennan has observed:</p>\n        <p>\"Government is the social organ to which all in our society look for the promotion of liberty, justice, fair and equal treatment, and the setting of worthy norms and goals for social conduct.  Therefore something is uniquely amiss in a society where the government, the authoritative oracle of community values, involves itself in racial discrimination.  Accordingly, in the cases that have come before us this Court has condemned significant state involvement in racial discrimination, however subtle and indirect it may have been and whatever form it may have taken.  See, e. g., Burton v. Wilmington Parking Authority, supra; Evans v. Newton, <span class=\"citation\" data-id=\"107137\"><a href=\"/opinion/107137/evans-v-newton/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span> (1966); Hunter v. Erickson, <span class=\"citation\" data-id=\"107825\"><a href=\"/opinion/107825/hunter-v-erickson/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span> (1969).  These decisions represent vigilant fidelity to the constitutional principle that no State shall in any significant way lend its authority to the sordid business of racial discrimination.\"  Adickes v. S. H. Kress &amp; Co., <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 190-191, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1598</span></a></span>, 1620, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1970) (Justice Brennan, concurring in part and dissenting in part.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Of course, a union guilty of racial discrimination violates Title VII of the Civil Rights Act of 1964, 42 U.S.C.A. Sec. 2000e-2(c).  In addition, the Supreme Court has made clear that unions possess an implied statutory duty of fair representation and cannot discriminate against blacks in processing grievances.  Steel v. Louisville &amp; Nashville R.R., <span class=\"citation\" data-id=\"104038\"><a href=\"/opinion/104038/steele-v-louisville-nashville-r-co/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, <span class=\"citation\" data-id=\"104038\"><a href=\"/opinion/104038/steele-v-louisville-nashville-r-co/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">226</span></a></span>, <span class=\"citation\" data-id=\"104038\"><a href=\"/opinion/104038/steele-v-louisville-nashville-r-co/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">173</span></a></span> (1944).  Cf. Syres v. Oil Workers International Union, Local No. 23, rev'g <span class=\"citation\" data-id=\"237034\"><a href=\"/opinion/237034/john-syres-and-louis-j-warrick-v-oil-workers-international-union-local/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">739</span></a></span> (5 Cir. 1955).  In the Fifth Circuit decision Judge Rives in dissent observed:</p>\n        <p>\"[I]t seems to me to follow as a necessary consequence, if the law provides automatic sanctions for the observance of the contract, then there can be no discrimination based on race or color.  All men are entitled to the equal protection of the law and, except as punishment for wrongdoing, the law will not lend its aid to keep any man down, or to prevent his advancement or promotion.\"   Id. at 745.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Board expressly overruled its prior decisions holding to the contrary.  See Atlanta Oak Flooring Co., <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">L.R.R.M. (BNA)</span> <span class=\"page\">235</span></span> (1945); Larus &amp; Brother Co., Inc., <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">L.R.R.M. (BNA)</span> <span class=\"page\">242</span></span> (1945)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See also Oliphant v. Brotherhood of Locomotive Firemen and Enginemen, <span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">359</span></span> (6 Cir. 1958), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">935</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">648</span></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></span> (1959).  See also Wellington, The Constitution, The Labor Union and \"Governmental Action,\" 70 Yale L.J. 345 (1961)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The union relies on Section 8(b)(1)(A) of the Act which makes it an unfair labor practice for a labor organization to restrain or coerce employees in exercise of their Sec. 7 rights, \"Provided, That this . . . shall not impair the right of a labor organization to prescribe its own rules with respect to the acquisition or retention of membership therein.\"</p>\n        <p>In the Senate debate preceding passage of the Taft-Hartley Act, the following colloquy took place:</p>\n        <p>\"Mr. TAFT. . . . Let us take the case of unions which prohibit the admission of Negroes to membership.  If they prohibit the admission of Negroes to membership, they may continue to do so; but representatives of the union cannot go to the employer and say 'You have got to fire this man because he is not a member of our union.' \" 93 Cong.Rec. 4193 (1947).</p>\n        <p>\"Mr. SMITH of Virginia. . . . [The language of the bill] does not compel the union to accept any person into membership if the union does not wish to do so. . . .</p>\n        <p>\"It does not compel the union to admit anyone to membership or to exclude anyone from membership. . . .</p>\n        <p>\"It gives the union the freedom to select its own membership and exclude those employees that it prefers not to extend its membership to.\"  Id. at App. 2955.</p>\n        <p>For further discussion of this history see Sovern, The National Labor Relations Act and Racial Discrimination, 62 Colum.L.Rev. 563, 583 n. 80 (1962).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Certification proceedings under Sec. 9 of the Act as well as enforcement machinery relating to unfair practices under the Act were originally enacted under the Wagner Act in 1935.  See The Wagner Act, ch. 372, Secs. 9, 10, 49 Stat. 453 (1935).  The legislative history relied on by the union relates primarily to the Taft-Hartley Amendments in 1947 and did not focus on the question of union recognition by the Board and the enforcement procedure under the Wagner Act</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It has been suggested that it is possible that the Board's refusal to order the employer to bargain might lead to labor unrest rather than to an end to discrimination.  In this regard it has been observed:</p>\n        <p>\"Nothing in the law would prevent the union from striking and picketing to force the employer to bargain with it.</p>\n        <p>\"But such action would probably be rare.  On one side, many employers will knuckle under without a fight when the demand for recognition comes from a powerful union with majority support.  On the other, given the choice between abandoning racist policies and risking their lives in recognition strikes, some unions will surely choose to cease discriminating.  In almost all cases, this will be the choice urged by international unions, for few internationals now espouse racial discrimination.  In fact, where racism is operative, it is frequently the choice of a local acting in defiance of a contrary policy stated but not vigorously enforced by its international.  The fresh handicap to organizational efforts that Board abstention would represent might well cause internationals to exert real pressure to get stray locals into line.  The result might then be not new labor unrest but new nondiscriminatory policies for heretofore lily-white unions.\"</p>\n        <p>Sovern, The National Labor Relations Act and Racial Discrimination, 62 Colum.L.Rev. 563, 607-608 (1962).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Before the Board the respondent asked leave to present additional evidence relating to the union's practices</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As set forth in United States v. Sheet Metal Workers, <span class=\"citation\" data-id=\"286574\"><a href=\"/opinion/286574/united-states-v-the-sheet-metal-workers-international-association-local/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></a></span>, 127 (8 Cir. 1969):</p>\n        <p>\"The government . . . argues that it is not necessary to prove that a number of Negroes sought and were denied union membership or related benefits to establish a pattern or practice of discrimination.  It asserts that the Act casts upon those subject to its provisions not merely the duty to follow racially neutral employment policies in the future but an obligation to correct or revise practices which would perpetuate racial discrimination.\"</p>\n        <p>In agreeing with the government's position we observed, at 132:</p>\n        <p>\"The record does show that qualified Negro tradesmen have been and continue to be residents of the area.  It further shows that they were acutely aware of the Locals' policies toward minority groups.  It is also clear that they knew that even if they were permitted to use the referral system and become members of the union, they would have to work for at least a year before they could move into a priority group which would assure them reasonably full employment.  In the light of this knowledge, it is unreasonable to expect that any Negro tradesman working for a Negro contractor or a nonconstruction white employer would seek to use the referral systems or to join either Local.\"</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104038/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104545/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105012/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105152/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105222/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106575/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107137/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108027/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108408/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/237034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/278736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286222/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/288428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291925/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292828/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/295938/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305680/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T18:09:34.349990Z",
      "date_modified": "2017-04-04T15:02:18.740260Z",
      "date_filed": "1973-02-12",
      "date_filed_is_approximate": false,
      "slug": "national-labor-relations-board-v-mansion-house-center-management",
      "citation_id": 282023,
      "case_name_short": "",
      "case_name": "National Labor Relations Board v. Mansion House Center Management Corporation, Painters Local 115, Intervenor",
      "case_name_full": "",
      "federal_cite_one": "473 F.2d 471",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 15,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/508695/national-labor-relations-board-v-mansion-house-center-management/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:03:43.765900Z",
  "date_modified": "2014-10-30T10:03:43.765900Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "National Labor Relations Board v. Mansion House Center Management Corporation, Painters Local 115, Intervenor",
  "case_name_full": "",
  "slug": "national-labor-relations-board-v-mansion-house-center-management",
  "docket_number": "71-1644",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}