{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/51031/",
  "id": 51031,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/783367/",
      "id": 783367,
      "absolute_url": "/opinion/783367/united-states-v-sean-allen-united-states-of-america-v-eric-adam-dixon/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/51031/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/783367/",
          "id": 783367,
          "absolute_url": "/opinion/783367/united-states-v-sean-allen-united-states-of-america-v-eric-adam-dixon/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/783367/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-18T17:08:49Z",
          "date_modified": "2017-03-26T09:03:08.693833Z",
          "type": "010combined",
          "sha1": "1e9ca8397e055709ff0243c50578bf2db6e4243f",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/341/341.F3d.870.02-30084.02-30085.02-30083.02-30082.02-30081.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">341 F.3d 870</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff-Appellee,<br>v.<br>Sean Allen, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee,<br>v.<br>Eric Adam Dixon, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee,<br>v.<br>Jeremiah Skidmore, Defendant-Appellant. United States of America, Plaintiff-Appellee,<br>v.<br>Jason Guy Potter, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee,<br>v.<br>Ryan Flaherty, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee,<br>v.<br>Michael Flom, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 02-30079.</p>\n    <p class=\"docket\">No. 02-30081.</p>\n    <p class=\"docket\">No. 02-30082.</p>\n    <p class=\"docket\">No. 02-30083.</p>\n    <p class=\"docket\">No. 02-30084.</p>\n    <p class=\"docket\">No. 02-30085.</p>\n    <p class=\"court\">United States Court of Appeals, Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted July 7, 2003 &#8212; Seattle, Washington.</p>\n    <p class=\"date\">Filed August 26, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert L. Kelleher, Jr., Kelleher Law Office, Billings, Montana, for defendant-appellant Sean Allen.</p>\n      <p class=\"indent\">Wendy Holton, Helena, Montana, for defendant-appellant Eric Dixon.</p>\n      <p class=\"indent\">Palmer A. Hoovestal, Hoovestal &amp; Kakuk, PLLC, Helena, Montana, for defendant-appellant Ryan Flaherty.</p>\n      <p class=\"indent\">Larry Jent, Williams &amp; Jent, PLLP, Bozeman, Montana, for defendant-appellant Michael Flom.</p>\n      <p class=\"indent\">Penelope S. Strong, Billings, Montana, for defendant-appellant Jason Potter.</p>\n      <p class=\"indent\">Lynn T. Hamilton, Hamilton Law Office, Mesa, Arizona, for defendant-appellant Jeremiah Skidmore.</p>\n      <p class=\"indent\">Ralph F. Boyd, Jr., Assistant Attorney General, Jessica Dunsay Silver and Tovah R. Calderon, United States Department of Justice, Civil Rights Division, Washington, D.C., for plaintiff-appellee United States of America.</p>\n      <p class=\"indent\">Appeals from the United States District Court for the District of Montana; Richard F. Cebull, District Judge, Presiding. D.C. No. CR-01-00067-RFC.</p>\n      <p class=\"indent\">Before: Thomas M. Reavley,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> A. Wallace Tashima, and Richard A. Paez, Circuit Judges.</p>\n      <p>OPINION</p>\n      <p class=\"indent\">PAEZ, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At around 10:30 p.m. on July 29, 2000, Spring Ramirez, a Hispanic woman, Jason Clark, an African American man, and Pat Tellez, a Hispanic man, were socializing at Pioneer Park, a local park in Billings, Montana, when approximately nine white supremacists who were \"patrolling\" the park for racial minorities and Jews, surrounded them wielding weapons, berated them with racial epithets, and forced them out of the park for no reason other than their race. A federal grand jury indicted the defendants in this case &#8212; Sean Allen (\"Allen\"), Eric Dixon (\"Dixon\"), Ryan Flaherty (\"Flaherty\"), Michael Flom (\"Flom\"), Jason Potter (\"Potter\"), and Jeremiah Skidmore (\"Skidmore\") &#8212; with violating 18 U.S.C. &#167;&#167; 241 and 245(b)(2)(B), statutes that protect against the interference with federally protected rights on the basis of race and religion. The defendants appeal their convictions and sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The principal issues on appeal are whether Pioneer Park is a place of \"public accommodation\" such that the defendants properly were convicted under &#167; 241 and whether &#167; 245(b)(2)(B) was validly enacted pursuant to Congress's Commerce Clause and Thirteenth Amendment powers. These are issues that we have not addressed in this circuit. In addition, the defendants appeal certain evidentiary rulings at trial, in particular the admission of assertedly prejudicial skinhead evidence, as well as the application of several sentencing enhancements.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We hold that Pioneer Park is a place of public accommodation and that the enactment of &#167; 245(b)(2)(B) was a constitutional exercise of both Congress's Commerce Clause and Thirteenth Amendment powers. We also affirm the district court's evidentiary rulings and sentencing decisions.</p>\n    </div>\n    <p>FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the spring of 2000, Allen, Dixon, Skidmore, Thomas Edelman (\"Edelman\"), and Jeremiah Johnson (\"Johnson\") started an organization called the Montana Front Working Class Skinheads (\"MFWCS\") in Billings, Montana. The MFWCS was a white supremacist, neo-Nazi group, the purpose of which was \"to rid the world of all the scum,\" including racial minorities and Jews, using whatever means it took, including violence. Indeed, the fourteen-word \"motto\" of the MFWCS was: \"We must secure the existence of our people in the future for white children.\" The members of the MFWCS believed that it was their duty to finish what Hitler started &#8212; the killing of millions of racial minorities and Jews &#8212; and to be prepared for the RAHOWA, or racial holy war, by remaining armed at all times.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Members of the MFWCS wore a specialized uniform consisting of white tee-shirts, black pants, red suspenders and shoe laces, and black boots, and they shaved their heads. They listened to hate music, read racist literature, and had tattoos consisting of, among other images, swastikas, the \"88\" (\"Heil Hitler\") symbol, Hitler, faceless working skinheads, and the \"SS\" symbol (members earned the \"SS\" symbol by severely beating non-white persons). Indeed, the MFWCS earned recognition on a retreat at the Aryan Nation compound at Hayden Lake, Idaho, for being the \"most uniformed crew there.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Allen, Dixon, and Skidmore, the leaders of the MFWCS, encouraged members, such as Edelman and Johnson, to recruit minors sixteen years of age and older into the group because minors were less likely than adults to go to prison for committing violent acts. As Kevin Cox, a minor who associated with the MFWCS and who participated in the \"park patrol\" at issue in this case testified, younger guys needed to earn status within the group, which they could accomplish by going out and \"causing trouble\" because they received less harsh punishments than the elders. Indeed, four minors &#8212; Sara Fairchild (Edelman's girlfriend), Dustin Neely, Kevin Cox, and Jason Williams &#8212; participated in the July 29, 2000 \"park patrol,\" discussed below.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To gain status within the MFWCS, members were required to earn red suspenders and red shoe laces. Allen, Dixon, and Skidmore told members, including recruits, that they could earn their suspenders (\"braces\") and laces by physically beating up or harming racial minorities and Jews, and they encouraged members to earn many sets of suspenders and laces. Allen, Dixon, and Skidmore told Edelman, for example, to \"Just go clean the town of all scum. You know, clean up our nation.\" Edelman and Johnson earned their suspenders by beating up a \"prairie nigger\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (Native American).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 29, 2000, Allen hosted a barbecue at his house that many members and affiliates of the MFWCS, including Allen, Dixon, Skidmore, Potter, Flaherty, Flom, Edelman, Fairchild, Johnson, Neely, Cox, Williams, and Emily Ehresman (Allen's girlfriend) attended. At the barbecue, the idea of engaging in a \"park patrol\" was raised.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The purpose of a \"park patrol\" was to walk through a park and \"clean out all the minorities,\" if necessary through violence. Allen and Dixon participated in discussions about the \"park patrol,\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but they feared that the participants would go to prison and thus be of no use to the \"crew.\" Allen therefore instructed Edelman and Johnson to be cautious and to keep an eye on the younger participants and on Flaherty, who was not from Billings, had a broken jaw, and had never before participated in a park patrol.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Edelman, Fairchild, Johnson, Flom, Potter, Flaherty, Williams, Cox, and Neely left the barbecue to \"patrol\" Pioneer Park. They traveled to the park in Johnson's truck, from which they gathered weapons, including axe handles, flat bars, chains, and broomsticks, to use during the patrol. Each participant (except Fairchild) carried a weapon. When they arrived at Pioneer Park at approximately 10:30 p.m., Johnson dropped the participants off at each corner of the park, and they then moved toward the center of the park looking for racial minorities and Jews.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Cox and Neely ran into some white kids, but they left them alone once they learned that they were white. Soon thereafter, Cox, Neely, and the other \"park patrol\" participants noticed Spring Ramirez, Jason Clark, and Pat Tellez at a table drinking beer. As they approached Ramirez, Clark, and Tellez, the \"park patrollers\" told them to pick up their cans and not to litter the park. Edelman then told Ramirez, Clark, and Tellez to pick up their stuff and to leave the park immediately. Some of the \"park patrollers\" then yelled, \"What are you doing in the park this late?\" Others also chimed in with similar remarks. The two men began to walk away and the \"park patrollers\" fanned out and followed them, yelling \"Get out of the park\" as well as racial slurs. The men were told that if they did not leave, they would be removed. The men then dropped their cooler and began to run, and the \"park patrollers\" (everyone but Fairchild) followed them out of the park and into the street. One man ran into a house and the other ran to the side of the house for safety. Once the men escaped, the group walked back toward the park where they encountered the woman. Flom and others yelled racial slurs at the woman and told her, \"We're going to get you. You're going to die.\" The woman ran into a house for safety. The police arrived at the park soon thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The day after the \"park patrol,\" Allen, Dixon, and Skidmore \"chewed out\" Edelman and Johnson for not chasing the man into the house, catching him, and beating him up, and for getting caught by the police.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Allen, Dixon, Skidmore, Potter, Flaherty, and Flom were charged in the District Court for the District of Montana, in a four-count indictment, with violating 18 U.S.C. &#167;&#167; 241 and 245(b)(2)(B). Specifically, Count I of the Indictment alleged:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">From on or about March 1, 2000, until on or about October 30, 2000, in the City of Billings in the State and District of Montana, the defendants Sean Allen, Eric Dixon, Jeremiah Skidmore, Jason Potter, Ryan Flaherty, and Michael Flom along with others known and unknown to the grand jury, willfully combined, conspired, and agreed with one another and others to injure, oppress, threaten, and intimidate African-American, Hispanic, Jewish, and Native American persons in the free exercise and enjoyment of the rights and privileges secured to them by the Constitution and laws of the United States, namely the right to the full and equal enjoyment of the services, facilities, privileges, advantages, and accommodations of any place of public accommodation without discrimination on the ground of race, color, religion, and national origin. All in violation of Title 18, United States Code, Section 241.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Counts II through IV of the Indictment each related to a separate victim of the \"park patrol\" and alleged: On or about July 29, 2000, ... the defendants... aiding and abetting one another, did willfully intimidate and interfere, and attempt to intimidate and interfere with an Hispanic woman, ... by force and threat of force, and the use, attempted use and threatened use of dangerous weapons, because of her race, color, religion, and national origin and because she was participating in or enjoying the benefits, services, privileges, programs, facilities, and activities provided and administered by any State or subdivision thereof, to wit: a public park known as Pioneer Park. All in violation of Title 18, United States Code, Sections 245(b)(2)(B) and 2.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A jury convicted Allen, Dixon, Potter, Flaherty, and Flom on all counts, and convicted Skidmore on Count I.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Allen and Dixon were sentenced to prison for 120 months on each count, to be served concurrently, and to three years of supervised release on each count, to be served concurrently. Flaherty was sentenced to 41 months in prison on each count, to be served concurrently, and to three years of supervised release on each count, to run concurrently. Flom was sentenced to 51 months on each count, to be served concurrently, and to three years of supervised release on each count, to be served concurrently. Potter was sentenced to 180 months in prison (120 months for Count I and 60 months for Counts II through IV, to run consecutively) followed by three years of supervised release on each count, to be served concurrently. Skidmore was sentenced to 100 months in prison to be followed by three years of supervised release. It is from these convictions and sentences that Allen, Dixon, Skidmore, Potter, Flaherty, and Flom appeal.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We begin by addressing whether Pioneer Park is a place of \"public accommodation\" and whether Congress validly enacted &#167; 245(b)(2)(B) pursuant to its Commerce Clause and Thirteenth Amendment authority. We then turn to the defendants' challenges to the district court's evidentiary rulings and sentencing decisions.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendants first contend that they were wrongfully convicted under 18 U.S.C. &#167; 241 because Pioneer Park was not a place of \"public accommodation.\" We disagree.</p>\n    </div>\n    <p class=\"indent\">Section 241 states in pertinent part that:</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If two or more persons conspire to injure, oppress, threaten, or intimidate any person in any State, Territory, Commonwealth, Possession, or District in the free exercise or enjoyment of any right or privilege secured to him by the Constitution or laws of the United States, or because of his having so exercised the same ... They shall be fined under this title or imprisoned not more than ten years, or both....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">18 U.S.C. &#167; 241. Here, the &#167; 241 charge against the defendants was premised on a violation of 42 U.S.C. &#167; 2000a, which states that:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">All persons shall be entitled to the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation, as defined in this section, without discrimination or segregation on the ground of race, color, religion, or national origin.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>* * * *</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Each of the following establishments which serves the public is a place of public accommodation within the meaning of this subchapter if its operations affect commerce, or if discrimination or segregation by it is supported by State action: ... (3) any motion picture house, theater, concert hall, sports arena, stadium or other place of exhibition or entertainment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">42 U.S.C. &#167;&#167; 2000a(a) &amp; (b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The defendants contend that (1) Pioneer Park was not a place of \"public accommodation\" because it did not provide sources of entertainment that affected interstate commerce and (2) their actions in carrying out the \"park patrol\" did not affect interstate commerce.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> We disagree. The question is not whether the \"park patrol\" affected interstate commerce, but rather, whether Pioneer Park's <i>operations</i> affected interstate commerce. <i>See</i> 42 U.S.C. &#167; 2000a(b)(3)(stating that an establishment is a place of public accommodation if its \"operations affect commerce\"). There was ample evidence in the record that they did. Moreover, a \"place of exhibition or entertainment\" \"moves in commerce\" if it \"customarily presents films, performances, athletic teams, exhibitions, or other sources of entertainment.\" 42 U.S.C. &#167; 2000a(c)(3). There also was ample evidence that Pioneer Park was a place for \"performances,\" \"exhibitions,\" and \"other sources of entertainment.\" For example, (1) playground equipment was purchased from Utah; (2) picnic tables, barbecue grills, and related materials were purchased in Ohio, Iowa, and Utah; (3) out-of-state visitors used the park; (4) national organizations such as the March of Dimes and the American Cancer Society obtained permits to use the park for their events, which attracted out-of-state visitors; (5) Saturday Live, a fundraising event sponsored by the Billings Public School Foundation, which had national sponsors such as Exxon, Pepsi, and the Marriott, was held at the park; (6) the Montana AIDS Vaccine Ride, which used out-of-state coordinators and attracted out-of-state participants, was held at the park; and (7) the Billings Symphony performed at the park and included out-of-state musicians and sound systems.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In <i>Daniel v. Paul,</i> 395 U.S. 298, 89 S.Ct. 1697, 23 L.Ed.2d 318 (1969), the Supreme Court considered whether Lake Nixon Club, \"a 232-acre amusement area with swimming, boating, sun bathing, picnicking, miniature golf, dancing facilities, and a snack bar,\" was a \"public accommodation\" that \"affected commerce\" within the meaning of 42 U.S.C. &#167; 2000a. <i>Id.</i> at 301, 305-08, 89 S.Ct. 1697. The Court noted that, although \"most of the discussion in Congress regarding the coverage of Title II focused on places of spectator entertainment rather than recreational areas,\" it \"does not follow that the scope of &#167; 201(b)(3)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> should be restricted to the primary objects of Congress's concern when a natural reading of its text would call for broader coverage.\" <i>Id.</i> at 307, 89 S.Ct. 1697; <i>see also United States v. Baird,</i> 85 F.3d 450, 453 (9th Cir.1996) (\"Based upon <i>Daniel,</i> we reject the narrower <i>ejusdem generis</i> construction of `place of ... entertainment' in 42 U.S.C. &#167; 2000a(b)(3) which would limit it to places more like `motion picture house,' etc.\") (omission in original); <i>Miller v. Amusement Enters., Inc.,</i> 394 F.2d 342, 348, 350 (5th Cir.1968) (en banc) (\"We are unable to agree with those concepts which would prefer, or those which would demand, that the Civil Rights Act be narrowly construed... We find that the phrase `place of entertainment' as used in 201(b)(3) includes both establishments which present shows, performances and exhibitions to a passive audience and those establishments which provide recreational or other activities for the amusement or enjoyment of its patrons.\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> \"[T]he statutory language `place of entertainment' should be given full effect according to its generally accepted meaning <i>and applied to recreational areas.</i>\" <i>Daniel,</i> 395 U.S. at 308, 89 S.Ct. 1697 (emphasis added);<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> <i>see also Baird,</i> 85 F.3d at 453 (holding that a 7-11 store that contained two video game machines was a \"place of entertainment\" because \"people play video games in order to amuse themselves and pass the time agreeably\"); <i>United States v. Greer,</i> 939 F.2d 1076, 1091 n. 15 (5th Cir.1991) (\"Under [&#167; 2000a(a)], public parks are places of public accommodation.\");<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>Miller,</i> 394 F.2d at 351 (holding that an amusement park was a \"place of enjoyment, fun and recreation, and thus [was] a place of entertainment\"). In analyzing whether the operations of Lake Nixon Club \"affected commerce,\" the Court considered whether \"sources of entertainment\" such as paddle boats and a juke box \"moved in commerce.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We hold that Pioneer Park was a place of \"public accommodation\" as defined by 42 U.S.C. &#167; 2000a and that the defendants therefore were properly convicted for violating &#167; 241.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Allen, Dixon, Flaherty, Flom, and Potter were convicted of violating 18 U.S.C. &#167; 245(b)(2)(B), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Whoever, whether or not acting under color of law, by force or threat of force willfully injures, intimidates or interferes with, or attempts to injure, intimidate or interfere with ... any person because of his race, color, religion or national origin and because he is or has been ... participating in or enjoying any benefit, service, privilege, program, facility or activity provided or administered by any State or subdivision thereof... shall be fined under this title, or imprisoned not more than one year, or both; and if bodily injury results from the acts committed in violation of this section or if such acts include the use, attempted use, or threatened use of a dangerous weapon, explosives, or fire shall be fined under this title, or imprisoned not more than ten years, or both....</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">18 U.S.C. &#167; 245(b)(2)(B). They challenge their convictions on two grounds. First, they contend that the enactment of &#167; 245(b)(2)(B) was an invalid exercise of Congress's power under the Commerce Clause because the statute regulates noneconomic, intrastate criminal activities that do not affect interstate commerce and that should be regulated by state law.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Second, the defendants argue that their alleged victims were not \"participating in or enjoying any benefit, service, privilege, program, facility or activity\" provided by the State because Pioneer Park was closed at the time of the \"park patrol.\" We will address each of these arguments in turn.</p>\n    </div>\n    <p class=\"indent\">A. The Constitutionality of &#167; 245(b)(2)(B)</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whether 18 U.S.C. &#167; 245(b)(2)(B) was a valid exercise of Congress's Commerce Clause power is an issue we have not addressed in this circuit. The defendants liken &#167; 245(b)(2)(B) to the Gun-Free School Zones Act of 1990 (\"the Act\"), 18 U.S.C. &#167; 922(q)(1)(A), and the federal civil remedy provision of the Violence Against Women Act (\"the VAWA\"), 42 U.S.C. &#167; 13981, which the Supreme Court struck down in <i>United States v. Lopez,</i> 514 U.S. 549, 115 S.Ct. 1624, 131 L.Ed.2d 626 (1995), and <i>United States v. Morrison,</i> 529 U.S. 598, 120 S.Ct. 1740, 146 L.Ed.2d 658 (2000), respectively, as invalid exercises of Congress's power under the Commerce Clause. The defendants maintain that their actions in Pioneer Park on July 29, 2000, as well as other activities and events at Pioneer Park, were purely local and did not affect interstate commerce. In contrast, the government contends that the enactment of &#167; 245(b)(2)(B) was a valid exercise of Congress's power under the Commerce Clause, even in light of <i>Lopez</i> and <i>Morrison,</i> and that, alternatively, it was a valid exercise of Congress's authority under the Thirteenth Amendment.</p>\n    </div>\n    <p class=\"indent\">1. Commerce Clause</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We begin our inquiry with a discussion of <i>Lopez</i> and <i>Morrison,</i> which restrict Congress's authority to regulate non-economic, intrastate activities that do not affect interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In <i>Lopez,</i> the Court considered whether the possession of firearms in a school zone \"substantially affected\" interstate commerce. The Court delineated three categories of activities that Congress has the power to regulate under the Commerce Clause: (1) \"the use of the channels of interstate commerce\"; (2) \"the instrumentalities of interstate commerce, or persons or things in interstate commerce, even though the threat may come only from intrastate activities\"; and (3) \"those activities having a substantial relation to interstate commerce, <i>i.e.,</i> those activities that substantially affect interstate commerce.\" 514 U.S. at 558-59, 115 S.Ct. 1624 (internal citations omitted). It focused its inquiry on the third category of activities&#8212;\"those activities having a substantial relation to interstate commerce\"&#8212;and concluded that the possession of firearms in a school zone did not \"substantially affect\" interstate commerce. <i>Id.</i> at 559, 567, 115 S.Ct. 1624.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Court reasoned that the Act did not regulate \"economic\" activity: \"Section 922(q) is a criminal statute that by its terms has nothing to do with `commerce' or any sort of economic enterprise, however broadly one might define those terms.\" <i>Id.</i> at 561, 115 S.Ct. 1624. Possession of a firearm in a school zone was not sufficiently related to interstate commerce to be a valid exercise of Congress's Commerce Clause power:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The possession of a gun in a local school zone is in no sense an economic activity that might, through repetition elsewhere, substantially affect any sort of interstate commerce. Respondent was a local student at a local school; there is no indication that he had recently moved in interstate commerce, and there is no requirement that his possession of the firearm have any concrete tie to interstate commerce. To uphold the Government's contention here, we would have to pile inference upon inference in a manner that would bid fair to convert congressional authority under the Commerce Clause to a general police power of the sort retained by the States.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\"><i>Id.</i> at 567, 115 S.Ct. 1624. The Court also relied on the fact that the Act contained \"no jurisdictional element which would ensure, through case-by-case inquiry, that the firearm possession in question affect[ed] interstate commerce,\" <i>id.</i> at 561, 115 S.Ct. 1624, and on the fact that the Act lacked congressional findings regarding the effect of gun possession in a school zone on interstate commerce, <i>id.</i> at 562-63, 115 S.Ct. 1624.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Relying heavily on <i>Lopez,</i> the Court in <i>Morrison</i> struck down 42 U.S.C. &#167; 13981, a provision of the VAWA that provided a federal civil remedy for victims of gender-motivated violence.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> The Court noted that \"a fair reading of <i>Lopez</i> shows that the noneconomic, criminal nature of the conduct at issue was central to [its] decision in that case.\" 529 U.S. at 610, 120 S.Ct. 1740. It then concluded that:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Gender-motivated crimes of violence are not, in any sense of the phrase, economic activity. While we need not adopt a categorical rule against aggregating the effects of any noneconomic activity in order to decide these cases, thus far in our Nation's history our cases have upheld Commerce Clause regulation of intrastate activity only where that activity is economic in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>Id.</i> at 613, 120 S.Ct. 1740. The Court was concerned that Congress's regulation, pursuant to its Commerce Clause power, of non-economic, intrastate activities would \"completely obliterate the Constitution's distinction between national and local authority.\" <i>Id.</i> at 615, 120 S.Ct. 1740. It therefore \"reject[ed] the argument that Congress may regulate noneconomic, violent criminal conduct based solely on that conduct's aggregate effect on interstate commerce. The Constitution requires a distinction between what is truly national and what is truly local.\" <i>Id.</i> at 617-18, 120 S.Ct. 1740.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As in <i>Lopez</i> and <i>Morrison,</i> we are concerned with whether the activities that &#167; 245(b)(2)(B) regulates \"substantially affect\" interstate commerce. We conclude that they do. \"Due respect for the decisions of a coordinate branch of Government demands that we invalidate a congressional enactment only upon a plain showing that Congress has exceeded its constitutional bounds.\" <i>Morrison,</i> 529 U.S. at 607, 120 S.Ct. 1740. Indeed, if Congress had a rational basis for concluding that the activities regulated by &#167; 245(b)(2)(B) affected interstate commerce, then we must uphold the statute. <i>See Katzenbach v. McClung,</i> 379 U.S. 294, 303-04, 85 S.Ct. 377, 13 L.Ed.2d 290 (1964) (\"But where we find that the legislators, in light of the facts and testimony before them, have a rational basis for finding a chosen regulatory scheme necessary to the protection of commerce, our investigation is at an end.\"); <i>Heart of Atlanta Motel, Inc. v. United States,</i> 379 U.S. 241, 258-59, 85 S.Ct. 348, 13 L.Ed.2d 258 (1964) (using a rational basis standard in determining whether Title II of the Civil Rights Act of 1964 was validly enacted under Congress's Commerce Clause power).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Supreme Court was concerned in <i>Morrison</i> that \"Congress might use the Commerce Clause to completely obliterate the Constitution's distinction between national and local authority.\" <i>Morrison,</i> 529 U.S. at 615, 120 S.Ct. 1740. The Court emphasized that \"[t]he regulation and punishment of intrastate violence that is not directed at the instrumentalities, channels, or goods involved in interstate commerce has always been the province of the States.\" <i>Id.</i> at 618, 120 S.Ct. 1740. Section 245(b)(2)(B) regulates only a specific type of violence; namely, violence that interferes with federal civil rights on the basis of \"race, color, religion or national origin.\" This is not merely intrastate violence, but rather, violence that affects civil rights, which are traditionally of federal concern. <i>See United States v. Nelson,</i> 277 F.3d 164, 191 n. 28 (2d Cir.) (\"[P]rivate violence motivated by a discriminatory animus against members of a race or religion, etc., who use public facilities, etc., is anything but intrinsically a matter of purely local concern.\"), <i>cert. denied,</i> 537 U.S. 835, 123 S.Ct. 145, 154 L.Ed.2d 54 (2002); <i>United States v. Furrow,</i> 125 F.Supp.2d 1178, 1185 (C.D.Cal.2000) (\"Far from intruding into a matter of purely local concern, [&#167; 245] regulates matters that Congress and the courts have recognized as `truly national.'\"). In its congressional findings, Congress recognized the federal nature of the violence that &#167; 245(b)(2)(B) prohibits:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Too often in recent years, racial violence has been used to deny affirmative Federal rights; this action reflects a purpose to flout the clearly expressed will of the Congress ... Such lawless acts are distinctly Federal crimes and it is, therefore, appropriate that responsibility for vindication of the rights infringed should be committed to the Federal courts.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">S.Rep. No. 90-721, <i>reprinted in</i> 1968 U.S.C.C.A.N. at 1840.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Unlike the Gun-Free School Zones Act of 1990 and the VAWA, &#167; 245(b)(2)(B) was enacted as \"part of a comprehensive federal body of civil rights legislation aimed at eradicating discrimination found to have an adverse impact on interstate commerce.\" <i>Furrow,</i> 125 F.Supp.2d at 1183; <i>see also United States v. Lane,</i> 883 F.2d 1484, 1488, 1488-92 (10th Cir.1989) (exploring the legislative history of &#167; 245 and noting that the \"genesis of &#167; 245 is in section 2 of the Civil Rights Act of 1866\"). Indeed, the Supreme Court upheld this federal body of civil rights legislation, in particular, Title II of the Civil Rights Act of 1964, as a valid exercise of Congress's Commerce Clause power. <i>See Katzenbach,</i> 379 U.S. at 304-05, 85 S.Ct. 377; <i>Heart of Atlanta,</i> 379 U.S. at 261, 85 S.Ct. 348. The Court reasoned that, in light of the \"overwhelming evidence of the disruptive effect that racial discrimination has had on commercial intercourse,\" Congress operated well within its Commerce Clause powers in enacting Title II. <i>Heart of Atlanta,</i> 379 U.S. at 257, 261, 85 S.Ct. 348; <i>see also Katzenbach,</i> 379 U.S. at 305, 85 S.Ct. 377(\"The Civil Rights Act of 1964, as here applied [to racial discrimination in restaurants serving `interstate travelers' or `food, a substantial portion of which has moved in interstate commerce'], we find to be plainly appropriate in the resolution of what the Congress found to be a <i>national commercial problem of the first magnitude.</i>\") (emphasis added). Moreover, the Court upheld Title II even though the legislation regulated local, intrastate activities. <i>See Katzenbach,</i> 379 U.S. at 302, 85 S.Ct. 377(stating that Congress's Commerce Clause power \"`extends to those activities intrastate which so affect interstate commerce ... as to make regulation of them appropriate means to the attainment of a legitimate end, the effective execution of the granted power to regulate interstate commerce'\" (quoting <i>United States v. Wrightwood Dairy Co.,</i> 315 U.S. 110, 119, 62 S.Ct. 523, 86 L.Ed. 726 (1942))); <i>Heart of Atlanta,</i> 379 U.S. at 258, 85 S.Ct. 348 (\"Thus the power of Congress to promote interstate commerce also includes the power to regulate the local incidents thereof, including local activities in both the States of origin and destination, which might have a substantial and harmful effect upon that commerce.\"). Section 245 is merely the criminal counterpart to Title II and is based on the same findings about the effect of racial discrimination on interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Violence that interferes with the exercise of federal civil rights must be prohibited in order to protect these rights and give them meaning. As Congress noted, \"it is all too clear that if racial violence directed against activities closely related to those protected by Federal antidiscrimination legislation is permitted to go unpunished, the exercise of the protected activities will be deterred.\" 1968 U.S.C.C.A.N. at 1842; <i>see also Lane,</i> 883 F.2d at 1492(\"[W]e conclude that Congress was satisfied that the broad prohibition in &#167; 245(b)(2)(C) of racially motivated interference with employment was necessary to secure the federal statutory right to equal employment opportunities provided by Title VII pursuant to its Commerce Clause power....\"); <i>Furrow,</i> 125 F.Supp.2d at 1184 (\"Section 245 puts teeth into the enforcement of federal rights guaranteed by the Civil Rights Act and recognized by the Supreme Court since its passage as within Congress's constitutional authority. Nothing in <i>Lopez</i> or <i>Morrison</i> suggests an intention to turn back the clock.\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We conclude that &#167; 245(b)(2)(B) was a constitutional exercise of Congress's Commerce Clause power. Although the actual \"park patrol\" occurred at a local park in Billings, the patrol was a racially-motivated hate crime that interfered with the victims' exercise of their federally-recognized and protected civil rights.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> If civil interference with these federal civil rights affects interstate commerce, then criminal interference with them does so as well.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p class=\"indent\">2. Thirteenth Amendment</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We are not the first circuit to consider whether Congress validly enacted &#167; 245(b)(2)(B) pursuant to its authority under the Thirteenth Amendment.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Indeed, both the Second and Eighth Circuits have addressed this very issue and concluded that &#167; 245(b)(2)(B) was a constitutional exercise of Congress's authority under the Thirteenth Amendment. <i>See United States v. Nelson,</i> 277 F.3d 164 (2d Cir.), <i>cert. denied,</i> 537 U.S. 835, 123 S.Ct. 145, 154 L.Ed.2d 54 (2002); <i>United States v. Bledsoe,</i> 728 F.2d 1094 (8th Cir.1984).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In <i>Nelson,</i> the court began its thorough analysis of this issue by reviewing the Thirteenth Amendment in general. The Court noted that Section Two of the Thirteenth Amendment \"clothed Congress with power to pass <i>all laws necessary and proper for abolishing all badges and incidents of slavery in the United States.</i>\" 277 F.3d at 183 (citing <i>Jones v. Alfred H. Mayer Co.,</i> 392 U.S. 409, 439, 88 S.Ct. 2186, 20 L.Ed.2d 1189 (1968)) (internal quotation marks and citation omitted; italics in original). Indeed, \"Congress has the power under the Thirteenth Amendment rationally to determine what are the badges and the incidents of slavery, and the authority to translate that determination into effective legislation.\" <i>Id.</i> (citing <i>Jones,</i> 392 U.S. at 440, 88 S.Ct. 2186) (internal quotation marks omitted). The court specifically noted that, unlike the Fourteenth Amendment, the Thirteenth Amendment reaches purely private conduct. <i>Id.</i> at 176.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The court then framed its analysis as follows: \"We must ... ask whether Congress could rationally have determined that the acts of violence covered by &#167; 245(b)(2)(B) impose a badge or incident of servitude on their victims.\" <i>Id.</i> at 185. In answering this question, the court relied on the fact that &#167; 245(b)(2)(B) \"does not seek to reach most force-based injuries, intimidations, or interferences and by no means attempts to create a general, undifferentiated federal law of criminal assault.\" <i>Id.</i> Indeed, the statute requires that victims be harmed <i>because of</i> their race or religion and <i>because of</i> their use of a public facility. <i>Id.</i> at 185-86. In light of these two specific prohibitions, the court concluded that &#167; 245(b)(2)(B) \"falls comfortably within Congress's `power under the Thirteenth Amendment rationally to determine what are the badges and the incidents of slavery, and[its] authority to translate that determination into effective legislation,'\" <i>id.</i> at 190-91 (citing <i>Jones,</i> 392 U.S. at 440, 88 S.Ct. 2186) (alteration in original), and therefore was a constitutional exercise of Congress's authority under the Thirteenth Amendment, <i>id.</i> at 191.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Similarly, in <i>Bledsoe,</i> the Eighth Circuit addressed whether &#167; 245(b)(2)(B) is constitutional under the Thirteenth Amendment. Like the court in <i>Nelson,</i> the <i>Bledsoe</i> Court noted that the Thirteenth Amendment reaches purely private conduct. 728 F.2d at 1097 (citing <i>Jones,</i> 392 U.S. at 438-39, 88 S.Ct. 2186). It reasoned: \"Nor can there be doubt that interfering with a person's use of a public park because he is black is a badge of slavery.\" <i>Id.</i> The court then held that &#167; 245(b) \"does not exceed the scope of power granted to Congress by the Constitution.\" <i>Id.</i><a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We agree with the Second and Eighth Circuits, for the reasons set forth in their well-reasoned opinions, that the enactment of &#167; 245(b)(2)(B) was a constitutional exercise of Congress's authority under the Thirteenth Amendment.</p>\n    </div>\n    <p class=\"indent\">B. Effect of Park Closure</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">As noted above, the defendants contend that they did not violate &#167; 245(b)(2)(B) because, in light of the fact that Pioneer Park was closed after 10 p.m. (and therefore at the time of the \"park patrol\"), their alleged victims were not participating in or enjoying benefits, services, etc. provided by the State.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> The district court rejected this argument:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As far as Counts II, III, and IV, I can't believe that Congress or any court for that matter, would construe 18 U.S.C. &#167; 245(b)(2)(B) to mean or to state that someone's civil rights are put to bed at 10 o'clock at night until 6 in the morning if a public park is closed during that period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The only authority the defendants cite in support of their argument is <i>United States v. Bronk,</i> 604 F.Supp. 743, 748 (W.D.Wis. 1985). In <i>Bronk,</i> the defendants were convicted of violating 18 U.S.C. &#167; 245(b)(2)(F).<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> 604 F.Supp. at 745. They moved to dismiss their indictment on the ground that the tavern at which the alleged crimes occurred was not a \"`facility which serves the public'\" within the meaning of &#167; 245(b)(2)(F) because the tavern was not open to those persons younger than the state drinking age. <i>Id.</i> at 748. The court concluded that the tavern was a public facility even though minors were not allowed to enter and that \"public\" \"include[s] all persons of the community not otherwise precluded by law from entering the premises.\" <i>Id.</i> The court in <i>Bronk</i> then denied the defendants' motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\"><i>Bronk</i> addressed whether the tavern was a public facility within the meaning of &#167; 245(b)(2)(F). The case did not suggest that the tavern ceased serving as a public facility at certain times of day. It therefore is inapposite here.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Section 245(b)(2)(B) protects an individual's right not to be excluded from Pioneer Park, a public park. The defendants forced the victims out of Pioneer Park through threats of force. This was a violation of the victims' federal civil rights, regardless of whether Pioneer Park was open or closed at the time of the crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In sum, we conclude that the defendants properly were convicted under &#167; 245(b)(2)(B). We now turn to the alleged errors at the defendants' trial.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The defendants challenge the admission at trial of skinhead and white supremacist evidence, including color photographs of their tattoos (e.g., swastikas and other symbols of white supremacy), Nazi-related literature, group photographs including some of the defendants (e.g., in \"Heil Hitler\" poses and standing before a large swastika that they later set on fire), and skinhead paraphernalia (e.g., combat boots, arm-bands with swastikas, and a registration form for the Aryan Nations World Congress). They contend that the district court's admission of this evidence violated Federal Rule of Evidence (\"FRE\") 403 because the prejudicial effect of the evidence outweighed its probative value. Some of the individual defendants additionally argue that admission of the evidence was cumulative, resulted in guilt by association, and violated their rights to free speech and association under the First Amendment.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The district court denied the defendants' motions to exclude this evidence because it concluded that the evidence was relevant to proving the defendants' motive, intent, and plan. We review for an abuse of discretion, <i>see United States v. McInnis,</i> 976 F.2d 1226, 1231 (9th Cir.1992); <i>United States v. Skillman,</i> 922 F.2d 1370, 1373 (9th Cir.1991), and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">According to FRE 403, \"[a]lthough relevant, evidence may be excluded if its probative value is substantially out-weighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" \"Unfair prejudice,\" in turn, means \"an undue tendency to suggest decision on an improper basis, commonly, though not necessarily, an emotional one.\" Fed.R.Evid. 403, advisory committee notes; <i>see also Old Chief v. United States,</i> 519 U.S. 172, 180, 117 S.Ct. 644, 136 L.Ed.2d 574 (1997) (\"The term `unfair prejudice,' as to a criminal defendant, speaks to the capacity of some concededly relevant evidence to lure the factfinder into declaring guilt on a ground different from proof specific to the offense charged.\"); <i>McInnis,</i> 976 F.2d at 1231; <i>Skillman,</i> 922 F.2d at 1374. We conclude that, although prejudicial, the skinhead and other white supremacy evidence was not unfairly so and properly was admitted to prove racial animus.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In reaching this conclusion, we rely on our decision in <i>United States v. Skillman.</i> In <i>Skillman,</i> the defendant burned a cross outside the home of a black family. 922 F.2d at 1371. He was convicted of, <i>inter alia,</i> \"conspiring to intimidate [the black family] on account of race in the free exercise and enjoyment of their right to hold and occupy a dwelling, 18 U.S.C. &#167; 241 (1988)\" and \"intimidating [the black family] for the same purpose, 42 U.S.C. &#167; 3631 (1982).\" <i>Id.</i> The defendant argued on appeal that the district court abused its discretion under Rule 403 by admitting skinhead testimonial evidence because it was \"unfairly prejudicial and cumulative.\" <i>Id.</i> at 1373. Although there was no evidence that the defendant himself was a skinhead, the district court admitted evidence that he both asked a skinhead if he could attend a skinhead picnic and blamed the skinheads for the cross burning to avoid going to jail, as well as expert testimony about the skinheads espousing \"racial purity\" and \"white power.\" <i>Id.</i> at 1373-74 &amp; n. 4. The court reasoned that the skinhead evidence, coupled with other evidence at trial, tended to show that the defendant \"would act on his racial beliefs.\" <i>Id.</i> at 1374.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We concluded that the skinhead evidence was relevant to the defendant's conviction under 42 U.S.C. &#167; 3631 for \"intimidating or interfering with a person's housing rights <i>on account of `race' or `color</i>'\" and that the district court therefore did not abuse its discretion in admitting it. <i>Id.</i> (emphasis added). We agreed with the district court that \"the skinhead evidence tended to establish [the defendant's] racial animus and that he might act on his beliefs.\" <i>Id.</i> Moreover, we reasoned that the evidence was <i>not</i> cumulative \"in light of the difficulty in establishing the requisite racial animus and [the defendant's] theory-of-defense that he was a mere passive bystander at the crime.\" <i>Id.; see also United States v. Magleby,</i> 241 F.3d 1306, 1318-19 (10th Cir.2001); <i>United States v. Stewart,</i> 65 F.3d 918, 930 (11th Cir.1995); <i>O'Neal v. Delo,</i> 44 F.3d 655, 661 (8th Cir.1995); <i>McInnis,</i> 976 F.2d at 1228, 1231-32; <i>United States v. Winslow,</i> 962 F.2d 845, 850 (9th Cir. 1992).<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Several defendants also contend that the admission of skinhead evidence at trial unduly prejudiced them because it created a risk that the jury would convict them on the basis of guilt by association. They argue that there is no link between them and the Nazi-related literature that the government admitted at trial. Although it is true that the Nazi-related literature and other skinhead paraphernalia was found at Dixon's home, there was enough evidence in the record to connect the other defendants to the skinhead and white supremacy movement that admission of this evidence was not an abuse of discretion. <i>See United States v. Santiago,</i> 46 F.3d 885, 890 (9th Cir.1995) (concluding that the district court did not abuse its discretion in admitting gang-related testimony where there was evidence that the defendant \"expressed interest in the gang and associated with gang members on several occasions\"); <i>but see United States v. J.H.H.,</i> 22 F.3d 821, 828-29 (8th Cir.1994) (concluding that admission of testimony regarding the skinhead movement and the Ku Klux Klan, although harmless error in light of the plethora of evidence supporting the appellants' convictions, came \"dangerously close to permitting the factfinder to adjudge appellants guilty by association\" where there was little evidence in the record to show that the appellants were skinheads or skinhead-sympathizers); <i>Magleby,</i> 241 F.3d at 1316-17 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Several defendants, in particular Allen and Dixon, argue that the skinhead and white supremacy evidence was cumulative and unduly prejudicial in light of their admissions at trial that they were racists and skinheads. Specifically, they argue that their admissions were less prejudicial and inflammatory than the photos, literature, and objects that the court admitted, and they maintain that the court should have taken this into consideration in conducting its balancing test under Rule 403. They rely on <i>Old Chief,</i> 519 U.S. 172, 117 S.Ct. 644, 136 L.Ed.2d 574, in support of this argument. <i>Old Chief,</i> however, is inapposite here. In <i>Old Chief,</i> the Supreme Court held that it was unduly prejudicial under Rule 403 to admit the full record of the defendant's prior conviction (including the name and nature of the prior offense) for purposes of proving the defendant's felon status under 18 U.S.C. &#167; 922(g)(1) where the defendant was willing to stipulate to the fact of his prior conviction. 519 U.S. at 174, 191-92, 117 S.Ct. 644. The Court was careful, however, to limit its holding to cases involving \"proof of felon status,\" <i>id.</i> at 183 n. 7, 117 S.Ct. 644, which is not at issue here. Indeed, the Court made clear that in cases in which the defendant's felon status is <i>not</i> at issue, then \"the prosecutor's choice [of what evidence to produce at trial] will generally survive a Rule 403 analysis when a defendant seeks to force the substitution of an admission for evidence creating a coherent narrative of his thoughts and actions in perpetrating the offense for which he is being tried.\" <i>Id.</i> at 191-92, 117 S.Ct. 644.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Here, the government produced the skinhead and white supremacy evidence to prove the defendants' racial animus in committing their crimes. Although Dixon's and Allen's admissions were relevant to proving this element of &#167;&#167; 241 and 245(b)(2)(B), they were not conclusive, as was the admission of felon status in <i>Old Chief.</i> Unlike in <i>Old Chief,</i> the defendants' admissions were not a full admission of the element of the charged crime in issue. Further, in light of the Court's reasoning in <i>Old Chief</i> that, outside of felon status cases, \"the prosecution is entitled to prove its case free from any defendant's option to stipulate the evidence away,\" <i>id.</i> at 189, 117 S.Ct. 644, we conclude that the skinhead and other white supremacy evidence was not cumulative and the district court therefore did not abuse its discretion in admitting it. <i>See Skillman,</i> 922 F.2d at 1374 (holding that skinhead evidence was not cumulative in light of the difficulty in proving racial animus); <i>United States v. Franklin,</i> 704 F.2d 1183, 1188-89 (10th Cir.1983) (concluding that, although the defendant admitted his racial motivation at trial, it was not an abuse of discretion to admit other evidence of the defendant's racial animus where racial intent was an element of the crime (violation of 18 U.S.C. &#167; 245(b)(2)(B))).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Allen and Dixon contend that there was insufficient evidence to convict them of aiding and abetting the \"park patrol.\"<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> More specifically, they argue that their convictions under &#167; 245(b)(2)(B) should be reversed because, according to testimony at trial, it was not their idea to do the \"park patrol,\" they did not discuss the \"park patrol\" at the barbecue preceding the crime, and they told others at the barbecue not to do the \"park patrol.\" The government, in contrast, contends that, although Allen and Dixon did not actually participate in the \"park patrol,\" they participated in conversations about the \"park patrol,\" instructed Edelman and Johnson at the barbecue preceding the \"park patrol\" not to get caught and to look out for the younger \"park patrolers,\" and encouraged \"park patrols\" in general. In short, there was ample testimony to support their convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In reviewing this claim, we apply the standard of review set forth in <i>Jackson v. Virginia,</i> 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979): \"[T]he relevant question is whether, after viewing the evidence in the light most favorable to the prosecution, <i>any</i> rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" <i>Id.</i> at 319, 99 S.Ct. 2781(emphasis in original); <i>see also Skillman,</i> 922 F.2d at 1372 (applying the <i>Jackson</i> standard to a \"sufficiency of the evidence\" claim). When viewing the evidence in the light most favorable to the government, we conclude that there was sufficient evidence for a rational trier of fact to conclude beyond a reasonable doubt that Allen and Dixon aided and abetted the \"park patrol.\"</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">First, there was testimony indicating that Allen and Dixon had knowledge of the \"park patrol.\" For example, Emily Ehresman testified that Allen and Dixon heard others talking about the \"park patrol.\" In addition, Jason Williams testified that Allen stood by his front door as the \"park patrol\" participants were leaving and said something like \"If you guys want to go do it, go ahead,\" but that he was not going to participate. <i>See United States v. Easter,</i> 66 F.3d 1018, 1023-24 (9th Cir.1995) (concluding that there was sufficient evidence of \"knowledge\" for purposes of aiding and abetting the use of firearms during an armed robbery where the defendant participated in and was present during discussions about who would carry the gun into the bank and about the use of guns in general during the robbery).</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Second, there was evidence that Allen and Dixon actively encouraged members of the MFWCS to engage in \"park patrols.\" Jeremiah Johnson testified that Allen and Dixon encouraged him and other members of the MFWCS \"to go out and commit low-key acts of violence to rid public places of minorities.\" Thomas Edelman testified that Allen told \"everybody\" at his barbecue that \"It's time to go do a park patrol,\" and that he thought Dixon responded by saying \"`Yeah, let's go get them,' or `Yeah, do it,' or whatever.\" <i>See Nelson,</i> 277 F.3d at 213 (\"[A]n individual (with the necessary intent) may be held liable if he is a <i>cause in fact</i> of the criminal violation, even though the result which the law condemns is achieved through the actions of ... intermediaries.\") (emphasis in original); <i>United States v. Bancalari,</i> 110 F.3d 1425, 1429 (9th Cir.1997) (\"To be convicted of aiding and abetting, the jury must find beyond a reasonable doubt that the defendant `knowingly and intentionally aided and abetted the principals in each essential element of the crime.'\" (quoting <i>United States v. Dinkane,</i> 17 F.3d 1192, 1196 (9th Cir.1994))); <i>United States v. Barnett,</i> 667 F.2d 835, 841 (9th Cir.1982) (\"An abettor is one `who, with mens rea, ... commands, counsels or otherwise encourages the perpetrator to commit the crime.'\") (citation omitted and alteration in original); 18 U.S.C. &#167; 2(b) (\"Whoever willfully causes an act to be done which if directly performed by him or another would be an offense against the United States, is punishable as a principal.\").</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Last, evidence at trial indicated that Allen and Dixon provided participants of the \"park patrol\" with advice about how to conduct the patrol. For example, Edelman testified that Dixon told participants: \"Make sure you drop dudes off at each corner of the park,\" which they did when they arrived at the park. In addition, Johnson and Edelman both testified that Allen pulled them aside at the barbecue and told them not to get caught, to be careful because the \"park patrol\" was risky, to watch out for younger participants, and to keep an eye on Flaherty, who was not from Billings (and therefore unfamiliar with the area), had a broken jaw that was wired shut, and had never before participated in a \"park patrol.\" <i>See</i> 18 U.S.C. &#167; 2(a) (\"Whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal.\").</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">For these reasons, we affirm Allen's and Dixon's convictions under &#167; 245(b)(2)(B).</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Flom contends that there was insufficient evidence to support his conviction under 18 U.S.C. &#167; 241. More specifically, he argues that he was not a member of the MFWCS, he did not participate in the activities of the MFWCS before July 29, 2000, the date of the \"park patrol,\" his casual association with the MFWCS was not enough to establish his participation in the conspiracy, and he was too drunk on the night of the \"park patrol\" to form the requisite intent under &#167; 241. In sum, Flom's argument is that there was insufficient evidence to prove the necessary elements of racial animus and that he agreed to be a member of a racially-motivated conspiracy to deprive citizens of their civil rights. We apply the standard of review set forth in <i>Jackson v. Virginia, see supra</i> at 888-89, and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The Indictment charged Flom and his co-defendants with violating 18 U.S.C. &#167; 241 because they allegedly:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">willfully combined, conspired, and agreed with one another and others to injure, oppress, threaten, and intimidate African-American, Hispanic, Jewish, and Native American persons in the free exercise and enjoyment of the rights and privileges secured to them by the Constitution and laws of the United States, namely the right to the full and equal enjoyment of the services, facilities, privileges, advantages, and accommodations of any place of public accommodation without discrimination <i>on the ground of race, color, religion, and national origin.</i></p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">To prove a conspiracy under &#167; 241, the government needed to show that the defendants (1) agreed to accomplish an illegal objective and (2) had the requisite intent necessary to commit the underlying offense. <i>See Skillman,</i> 922 F.2d at 1373 n. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Although Flom was not a member of the MFWCS, he repeatedly associated with members of the group <i>before</i> July 29, 2000, and apparently shared many of their racist beliefs and attitudes. For example, Flom had tattoos that were strikingly similar to the Nazi-related, white supremacist tattoos of his co-defendants. In fact, Flom was responsible for drawing tattoos, such as the swastika on Edelman's arm, on members of the MFWCS. In addition, Flom spoke about Hitler and the skinhead movement and visited the Aryan Nations compound with members of the MFWCS. He also referred to himself as a Nazi or neo-Nazi and used the phrase \"88\" (\"Heil Hitler\"). <i>See Skillman,</i> 922 F.2d at 1373(\"The necessary intent [to establish a violation of &#167; 241] is demonstrated by the evidence of racial animus.\").</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Flom's association with the MFWCS was more than \"casual\" and the fact that he was not a member did not negate his participation in the conspiracy.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> Indeed, Flom participated in the \"park patrol,\" an object of the conspiracy, by wielding a weapon while searching Pioneer Park for minorities and yelling racial slurs at Spring Ramirez, one of the victims of the patrol. <i>See United States v. Herrera-Gonzalez,</i> 263 F.3d 1092, 1095 (9th Cir. 2001) (\"The term `slight connection' means that a defendant need not have known all the conspirators, participated in the conspiracy from its beginning, participated in all its enterprises, or known all its details. A connection to the conspiracy may be inferred from circumstantial evidence.\") (footnotes omitted), <i>cert. denied,</i> 534 U.S. 1117, 122 S.Ct. 928, 151 L.Ed.2d 891 (2002); <i>Skillman,</i> 922 F.2d at 1373 (\"Once a conspiracy is established, the defendant must only have a slight connection to link him with the conspiracy ... This slight connection may be demonstrated by proof of the defendant's willful participation in the illegal objective with the intent to further some purpose of the conspiracy.\") (internal citation and footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Moreover, we reject Flom's argument that he was too drunk to form the requisite intent for the conspiracy on the basis of Johnson's testimony that Flom heard and understood the conversations about the \"park patrol\" and had no difficulty exiting the truck once the participants arrived at Pioneer Park. <i>See McInnis,</i> 976 F.2d at 1230(holding that the jury could reasonably have concluded that the defendant was not too intoxicated to form the requisite intent for a violation of 42 U.S.C. &#167; 3631(a)<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> where he made racially derogatory remarks before and after the crime and \"picked up his rifle in the garage, walked outside, moved about 100 feet along the fence at the south end of his property, loaded the rifle and fired at the [victims'] house\").</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">We conclude that there was sufficient evidence to support Flom's conviction under &#167; 241.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Potter contends that the district court erred by refusing to grant his motion for a mistrial. Specifically, he contends that the government asked him a question during cross-examination &#8212; \"Did you tell Agent Fagetan to suck your cock?\" &#8212; that was highly prejudicial and served only to inflame the jury. We review the district court's denial of Potter's motion for a mistrial for an abuse of discretion, <i>see United States v. George,</i> 56 F.3d 1078, 1082 (9th Cir.1995), and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The prosecutor asked the question to which Potter objects during an inquiry about Potter's respect for the FBI and for orders issued by the court. The question was a relevant impeachment question<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> and did not affect proof of any elements of the crimes of which Potter was convicted, and there was ample evidence from which the jury could conclude that Potter was guilty of violating &#167;&#167; 241 and 245(b)(2)(B). <i>See George,</i> 56 F.3d at 1083(holding that it was not an abuse of discretion and was harmless error for the district court to deny the defendant's motion for a mistrial because the hearsay evidence that was admitted was not \"crucial to proof of any element of the crime charged\" and the government presented \"overwhelming evidence\" of the defendant's guilt).</p>\n    </div>\n    <p>VII.</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Allen, Dixon, and Skidmore argue that the district court erred in calculating their sentences under the United States Sentencing Guidelines (\"U.S.S.G.\").<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> Specifically, all three contest the four-level enhancement the district court imposed, pursuant to U.S.S.G. &#167; 3B1.1, for their leadership roles in the criminal activity and the two-level enhancement the district court imposed, pursuant to U.S.S.G. &#167; 3B1.4, for the use of minors in their criminal activity.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">We review \"the district court's application of the Sentencing Guidelines to the facts of a particular case for an abuse of discretion,\" <i>United States v. Alexander,</i> 287 F.3d 811, 818 (9th Cir.2002) (internal quotation marks and citation omitted), the court's factual findings during sentencing for clear error, <i>id.,</i> and the court's interpretation of the Guidelines <i>de novo, id.,</i> and we affirm.</p>\n    </div>\n    <p class=\"indent\">A. Leadership Role Enhancement<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a></p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">According to &#167; 3B1.1(a), \"[i]f the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive,\" then the district court should enhance the defendant's sentence by four levels. The Application Notes to this guideline clarify the factors a court should consider in determining \"leadership\": \"(1) exercise of decision making authority; (2) the nature of participation in the commission of the offense; (3) the recruitment of accomplices; (4) the claimed right to a larger share of the fruits of the crime; (5) the degree of participation in planning or organizing the offense; (6) the nature and scope of the illegal activity; and (7) the degree of control and authority exercised over others.\" U.S.S.G. &#167; 3B1.1, cmt. 4. \"[A]n adjustment is justified when ... the defendant `exercised some control over others involved in the commission of the offense or [was] responsible for organizing others for the purpose of carrying out the crime.'\" <i>United States v. Alonso,</i> 48 F.3d 1536, 1545 (9th Cir.1995) (citation omitted); <i>see also Narte,</i> 197 F.3d at 966.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The district court based its decision to apply an enhancement under &#167; 3B1.1 on Allen's, Dixon's, and Skidmore's roles as leaders of the MFWCS. The court relied on the \"offense conduct\" described in the defendants' presentence reports (\"PSR\") and derived from testimony at trial. <i>See Maldonado,</i> 215 F.3d at 1051 (\"[T]he district court may, without error, rely on evidence presented in the PSR to find by a preponderance of the evidence that the facts underlying a sentence enhancement have been established.\").</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">We agree with the district court that there was ample evidence demonstrating Allen's, Dixon's, and Skidmore's roles as leaders of the MFWCS. For example:</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">(1) Allen, Dixon, and Skidmore formed the MFWCS in Billings, Montana. They developed the rules and code of conduct for the group, and taught them to new members.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">(2) Allen, Dixon, and Skidmore granted permission to other members of the MFWCS to wear red suspenders (which members earned by physically attacking racial minorities and Jews). If a member wore suspenders without earning them, then Allen, Dixon, or Skidmore beat him or cut off his suspenders. Allen, Dixon, and Skidmore encouraged members to earn more suspenders: \"Just go clean the town of all scum. You know, clean up our nation.\" They were disappointed if new members did not earn their rewards.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">(4) Allen decided which members of the MFWCS got tattoos and what those tattoos were.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">(3) Allen, Dixon, and Skidmore \"chewed out\" the participants of the \"park patrol\" for not chasing, catching, and attacking the victims.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The district court also relied on the fact that the jury concluded beyond a reasonable doubt that Allen, Dixon, and Skidmore were guilty of the crimes charged in the indictment. <i>See United States v. Munoz,</i> 233 F.3d 1117, 1136-37 (9th Cir.2000) (affirming the district court's three-level sentencing enhancement under &#167; 3B1.1(b) in part because the jury convicted the defendant on all counts, which indicated that he had \"some measure of control and responsibility over the actions\" of the other participants in the conspiracy).</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We conclude that it was not clear error for the district court to apply four-level leadership enhancements to Allen's, Dixon's, and Skidmore's sentences in light of the plethora of evidence that they were the leaders of the MFWCS and encouraged the MFWCS members to engage in racially and religiously-motivated crimes such as the \"park patrol\" to advance in the organization (e.g., to earn their red suspenders and laces). <i>See United States v. Jordan,</i> 291 F.3d 1091, 1099 (9th Cir.2002) (\"Ordinarily on such an issue[leadership role enhancement], we give broad deference to the district court, which gained an intimate understanding of the people and events involved over the course of the three-week trial.\").<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a></p>\n    </div>\n    <p class=\"indent\">B. Enhancement for Recruiting Minors</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The district court concluded that Allen, Dixon, and Skidmore were responsible for recruiting Kevin Cox, Dustin Neely, and Sarah Fairchild,<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> all minors, to participate in the MFWCS's activities. Allen, Dixon, and Skidmore argue, however, that it was error for the district court to enhance their sentences on the basis of recruitment of minors because Cox, Neely, and Fairchild were not members of the MFWCS and they did not encourage these minors (or anyone) to participate in the \"park patrol.\" The government, in contrast, contends that, even though Cox, Neely, and Fairchild were not dues-paying members of the MFWCS, Allen, Dixon, and Skidmore encouraged and recruited them to participate in the \"park patrol\" and these minors associated with the MFWCS. We affirm the district court's application of the enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">According to &#167; 3B1.4, the district court should increase a defendant's sentence by two levels if \"the defendant used or attempted to use<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a> a person less than eighteen years of age to commit the offense or assist in avoiding detection of, or apprehension for, the offense.\" U.S.S.G. &#167; 3B1.4. The evidence suggests that Allen, Dixon, and Skidmore recruited minors into the MFWCS and encouraged and directed them to commit violent acts. For example, Allen and Dixon taught members of the MFWCS to recruit \"younger, strong males that were kind of like outsiders in school or anywhere else.\" The minors had to be at least sixteen years old. In addition, the MFWCS benefitted from recruiting minors because the criminal penalties for minors who committed violent acts were less than those for adults. Allen, Dixon, and Skidmore therefore encouraged minors to go out and cause trouble. Finally, Allen told minors that they could ascend the ranks of the MFWCS and earn their red suspenders and laces by beating up minorities.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">This evidence indicates that Allen, Dixon, and Skidmore actively \"recruited,\" \"encouraged,\" and \"solicited\" minors to take part in the MFWCS's activities, including the \"park patrol,\" because the minors were less likely than adults to be imprisoned. Indeed, Neely, Cox, Williams, and Fairchild, all minors, participated in the \"park patrol.\" The fact that the minors were not members of the MFWCS is irrelevant in light of their involvement with the organization. <i>See United States v. Parker,</i> 241 F.3d 1114, 1120 (9th Cir.2001) (holding that an enhancement under &#167; 3B1.4 requires \"evidence that the defendant acted affirmatively to involve the minor\" in the crime); <i>United States v. Castro-Hernandez,</i> 258 F.3d 1057, 1059-60 (9th Cir.2001) (affirming sentencing enhancement under &#167; 3B1.4 because the defendant took \"affirmative steps to involve a minor in a manner that furthered or was intended to further the commission of the offense\"), <i>cert. denied,</i> 534 U.S. 1167, 122 S.Ct. 1185, 152 L.Ed.2d 126 (2002); <i>but see United States v. Jimenez,</i> 300 F.3d 1166, 1169-70 (9th Cir.2002) (holding that application of the two-level enhancement under &#167; 3B1.4 was clear error because the evidence did not show that the defendant affirmatively acted to involve her son in the crime). We therefore affirm the district court's application of the &#167; 3B1.4 sentencing enhancement.</p>\n    </div>\n    <p>VIII.</p>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The applicable Sentencing Guideline for violations of &#167;&#167; 241 and 245(b)(2)(B) is U.S.S.G. &#167; 2H1.1. According to &#167; 2H1.1, a district court should apply the \"greatest\" base offense level as between &#167; 2H1.1(a) through (b)(1) or \"the offense level from the offense guideline applicable to any underlying offense.\" U.S.S.G. &#167; 2H1.1(a)(1). Here, the district court applied the base offense level for aggravated assault, reasoning that the defendants' offenses involved confronting racial minorities in a public park, threatening them with weapons, and chasing them while yelling racial slurs or threats, conduct similar to aggravated assault. The district court reasoned that, although Allen and Dixon did not participate in the \"park patrol,\" they could be held accountable for the participants' actions due to their leadership roles in the MFWCS and their aiding and abetting of the overall conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">The applicable Sentencing Guideline for aggravated assault,<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a> U.S.S.G. &#167; 2A2.2(a), provides for a base offense level of 15, which is greater than the levels listed in &#167; 2H1.1. In addition, &#167; 2A2.2 calls for a three-level enhancement \"if a dangerous weapon (including a firearm) was brandished or its use was threatened.\" U.S.S.G. &#167; 2A2.2(b)(2)(C). The district court applied this enhancement to Allen's and Dixon's sentences because their co-defendants threatened the victims with weapons during the commission of the \"park patrol,\" and it was reasonably foreseeable to Allen and Dixon that their co-defendants would use weapons in committing the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Allen challenges the court's three-level enhancement, pursuant to &#167; 2A2.2(b)(2)(C), for use of a dangerous weapon. He contends that he was not involved in the planning or execution of the \"park patrol\" and that he, in fact, told the participants not to conduct the patrol. It therefore was not foreseeable to him (as required by U.S.S.G. &#167; 1B1.3(a)(1)(B))<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a> that the parties would conduct the \"park patrol,\" much less that they would use weapons. He also claims that all the weapons came from Johnson's truck and not from him.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Dixon contends that &#167; 2A2.2 did not apply to his crimes because he did not intend to inflict serious bodily harm on the victims of the park patrol, especially in light of the fact that he neither encouraged nor participated in the crime. In addition, like Allen, he challenges the sentencing enhancement for possession of a weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">We reject Allen's and Dixon's arguments. There was testimony that Allen and Dixon chided Edelman and Johnson for not having chased, caught, and beat up the victims of the \"park patrol.\" This testimony suggested that Allen and Dixon intended that the \"park patrol\" participants inflict bodily harm on the victims of the patrol. In addition, Johnson testified at trial that Allen and Dixon encouraged him and other members of the MFWCS to \"go out and commit low-key acts of violence to rid public places of minorities\" and that members needed to harm minorities in order to earn their red suspenders. It therefore was foreseeable, contrary to Allen's and Dixon's contentions, that their co-defendants would engage in a \"park patrol\" and that they would use weapons to harm racial minorities and Jews. Last, the jury convicted Allen and Dixon of violating &#167; 245(b)(2)(B). The court instructed the jury that, to find the defendants guilty of this crime, they had to conclude beyond a reasonable doubt that the defendants \"acted by force or threat of force\" and that they \"used, attempted to use or threatened to use a dangerous weapon.\" On the basis of the jury's guilty verdicts, it was not clearly erroneous for the district court to have used &#167; 2A2.2 in calculating Allen's and Dixon's sentences. <i>See Munoz,</i> 233 F.3d at 1136-37 (relying on the jury's guilty verdict in affirming a sentencing enhancement).</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">We therefore agree with the district court that it was proper to use &#167; 2A2.2 to calculate Allen's and Dixon's base offense levels and to apply the three-level enhancement for use of a dangerous weapon.</p>\n    </div>\n    <p>IX.</p>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Under U.S.S.G. &#167; 3C1.1, the district court may enhance a defendant's sentence if \"the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the course of the investigation, prosecution, or sentencing of the instant offense of conviction....\" The district court applied this two-level enhancement to Skidmore's sentence because Skidmore testified under oath that he was at work from approximately 5 p.m. until 10:30 p.m. on the night of the \"park patrol,\" even though he knew that his employment records indicated that this was not true.<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a> Moreover, the district court found that Skidmore impeded the government from obtaining his employment records to prove that he was not at work.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Skidmore contends that it was improper for the district court to enhance his sentence pursuant to &#167; 3C1.1 because (1) he did not \"willfully\" attempt to obstruct justice and his allegedly erroneous testimony may have resulted from faulty memory and human error; and (2) his alleged lie did not involve information material to the case. The government argues, in contrast, that evidence of Skidmore's presence at Allen's barbecue just before the \"park patrol\" was probative of his participation in the conspiracy, which had as one of its objectives the performance of the \"park patrol.\" We review for clear error, <i>see United States v. Hinostroza,</i> 297 F.3d 924, 929(9th Cir.2002); <i>United States v. Khang,</i> 36 F.3d 77, 79 (9th Cir.1994),<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a> and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">In <i>Hinostroza,</i> the defendant argued, as Skidmore does here, that the government failed to prove, and the district court failed to find, that his false testimony was willful. 297 F.3d at 929. The court rejected this argument and concluded that \"[t]he court's finding of perjury a fortiori includes a finding of mens rea, so the defendant cannot plausibly argue that the record is devoid of any findings of mens rea here.\" <i>Id.; see also United States v. Dunnigan,</i> 507 U.S. 87, 98, 113 S.Ct. 1111, 122 L.Ed.2d 445 (1993) (\"Upon a proper determination that the accused has committed perjury at trial, an enhancement of sentence[for obstruction of justice] is required by the Sentencing Guidelines.\"); <i>United States v. Luca,</i> 183 F.3d 1018, 1023 (9th Cir.1999) (\"The enhancement [under &#167; 3C1.1] is mandatory where the court finds that the defendant provided false testimony on a material matter with willful intent.\"); <i>United States v. Christman,</i> 894 F.2d 339, 342 (9th Cir.1990) (holding that obstruction of justice was willful where the defendant knew his prior drug conviction was a felony but told his probation officers that he had been convicted of a misdemeanor).</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">We conclude that Skidmore's obstruction of justice was willful. In addition, Skidmore lied about a material issue. \"Material evidence\" means \"evidence, fact, statement, or information that, if believed, would tend to influence or affect the issue under determination.\" U.S.S.G. &#167; 3C1.1, cmt. 6. Skidmore's presence at Allen's barbecue was probative of whether he participated in planning or otherwise influenced the \"park patrol,\" which was a goal of the conspiracy alleged in Count I of the Indictment. We therefore conclude that the district court properly enhanced Skidmore's sentence under &#167; 3C1.1.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">In sum, we conclude that Pioneer Park was a place of \"public accommodation\" and that the defendants therefore properly were convicted under 18 U.S.C. &#167; 241. In addition, we conclude that the enactment of &#167; 245(b)(2)(B) was a constitutional exercise of both Congress's Commerce Clause and Thirteenth Amendment powers. The defendants therefore properly were convicted under this statute as well, even though Pioneer Park technically was closed at the time of the \"park patrol.\" Last, we affirm each defendant's sentence and conviction because the district court did not abuse its discretion in making its evidentiary rulings and properly applied the challenged sentencing enhancements.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Thomas M. Reavley, Senior United States Circuit Judge for the Fifth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Members of the MFWCS used terms such as \"prairie nigger,\" \"nigger,\" \"gook,\" and \"kike\" to refer to racial minorities and Jews</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The defendants disagree about who raised the idea of engaging in a \"park patrol.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Allen and Dixon dispute that they participated in discussions about the \"park patrol.\" Edelman testified, however, that Allen told everybody at the barbecue that \"It's time to go do a park patrol,\" and that he thought Dixon responded by saying \"Yeah, let's go get them,\" or \"Yeah, do it.\" He also testified that Dixon instructed participants: \"Make sure you drop dudes off at each corner of the park.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court dismissed Counts II through IV as to Skidmore. He was tried only on Count I</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The defendants also maintain that the park's connections to interstate commerce were at best<i>de minimus.</i> Both the Eleventh and the Seventh Circuits have rejected the argument that a \"minimal\" effect on interstate commerce is not sufficient to support the constitutionality of a statute enacted pursuant to Congress's Commerce Clause power. <i>See United States v. Scott,</i> 263 F.3d 1270, 1274 (11th Cir.2001) (\"[A]s long as the weapon in question has a `minimal nexus' to interstate commerce, &#167; 922(g)(1) is constitutional.\") (affirming <i>United States v. McAllister,</i> 77 F.3d 387 (11th Cir.1996)), <i>cert. denied,</i> 534 U.S. 1166, 122 S.Ct. 1182 (2002); <i>United States v. Peterson,</i> 236 F.3d 848, 852 (7th Cir.2001) (upholding the <i>de minimus</i> standard as it applies to robberies prosecuted under the Hobbs Act, 18 U.S.C. &#167; 1951(a)). We similarly reject this argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As the Supreme Court noted in<i>Daniel v. Paul,</i> Webster's Third New International Dictionary defines \"entertainment\" as \"the act of diverting, amusing, or causing someone's time to pass agreeably.\" 395 U.S. 298, 306 n. 7, 89 S.Ct. 1697, 23 L.Ed.2d 318 (1969) (internal quotation marks omitted). The victims in this case were enjoying drinks and conversing at a picnic table at Pioneer Park. It appears, on the basis of these actions and Webster's definition of \"entertainment,\" that Pioneer Park was a place of entertainment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This statute is the precursor to &#167; 2000a(b)(3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Supreme Court cites this case with approval in<i>Daniel,</i> 395 U.S. at 307-08, 89 S.Ct. 1697.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Court cited comments by President Kennedy and various Congressmen regarding \"the public accommodations provisions of the proposed Civil Rights Act,\" in which they stated that \"recreational areas\" and \"other establishments which receive supplies, equipment, or goods through the channels of interstate commerce\" should be considered \"public accommodations\" that \"affect commerce.\"<i>Id.</i> at 306-07, 89 S.Ct. 1697.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This portion of the panel opinion was reinstated on rehearing en banc in 968 F.2d 433 (5th Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Without specifically addressing the issue of whether a public park is a \"public accommodation,\" several courts have upheld convictions under either &#167; 241 or &#167; 245(b)(2)(B), which were premised on racially-motivated attacks at public parks<i>See United States v. Makowski,</i> 120 F.3d 1078, 1080 (9th Cir. 1997); <i>United States v. McDermott,</i> 29 F.3d 404, 411 (8th Cir.1994); <i>United States v. Bledsoe,</i> 728 F.2d 1094, 1095, 1099 (8th Cir.1984); <i>United States v. Franklin,</i> 704 F.2d 1183, 1185, 1192 (10th Cir.1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Potter additionally argues that Congress did not have authority under the Thirteenth Amendment to enact this statute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> 42 U.S.C. &#167; 13981(b) states that \"[a]ll persons within the United States shall have the right to be free from crimes of violence motivated by gender.\"<i>See Morrison,</i> 529 U.S. at 605, 120 S.Ct. 1740 (quoting the statute). Subsection (c) states that a person who violates subsection (b) \"shall be liable to the party injured, in an action for the recovery of compensatory and punitive damages, injunctive and declaratory relief, and such other relief as a court may deem appropriate.\" <i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The Supreme Court warned in<i>Morrison</i> that \"the existence of congressional findings is not sufficient, by itself, to sustain the constitutionality of Commerce Clause legislation.\" 529 U.S. at 614, 120 S.Ct. 1740. The Court viewed with skepticism the congressional findings supporting the VAWA because they were based on reasoning that established a \"but-for causal chain from the initial occurrence of violent crime (the suppression of which has always been the prime object of the States' police power) to every attenuated effect upon interstate commerce.\" <i>Id.</i> at 615, 120 S.Ct. 1740. Here, however, the connection between racial discrimination and interstate commerce is not attenuated. As a result of this connection, Congress validly enacted both the Civil Rights Act of 1964 and &#167; 245(b)(2)(B) pursuant to its Commerce Clause authority.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In<i>United States v. McCoy,</i> 323 F.3d 1114, 1122-23 (9th Cir.2003), we held that \"simple intrastate possession of home-grown child pornography not intended for distribution or exchange\" is not economic activity and therefore that, as applied to this type of activity, 18 U.S.C. &#167; 2252(a)(4)(B) was an unconstitutional exercise of Congress's Commerce Clause power. <i>McCoy</i> is distinguishable from this case, however, because it involved an \"as applied\" analysis of 18 U.S.C. &#167; 2252(a)(4)(B) to unique circumstances involving non-economic, intrastate homegrown child pornography.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> As discussed below, the Second Circuit in<i>Nelson</i> has examined the constitutionality of &#167; 245(b)(2)(B). Although the court relied on the Thirteenth Amendment in holding that &#167; 245(b)(2)(B) was constitutional and did not decide whether this statute was validly enacted under the Commerce Clause, it noted that, even after <i>Lopez</i> and <i>Morrison,</i> &#167; 245(b)(2)(B) \"may well be constitutional directly under the Commerce Clause.\" 277 F.3d at 191 n. 28. The court stated:</p>\n        <p class=\"indent\">The Thirteenth Amendment argument presented in the main text reveals, however, that private violence motivated by a discriminatory animus against members of a race or religion, etc., who use public facilities, etc., is anything but intrinsically a matter of purely local concern. Instead, such violence has long been intimately connected to a system of slavery and involuntary servitude that the Thirteenth Amendment made centrally a matter of national concern. And for this reason, congressional action taken to regulate such activity is not likely to infringe impermissibly on local affairs. It follows that laws such as &#167; 245(b)(2)(B) (if the activity regulated also involves substantial effects on interstate commerce) may well be constitutional directly under the Commerce Clause, even after <i>Lopez</i> and <i>Morrison,</i> and even without any independent resort to the Thirteenth Amendment. The fact that Congress may regulate an activity pursuant to its Thirteenth Amendment powers in itself indicates that the regulated activity is fundamentally national rather than local. And, as a result, Congress might also, separately, opt to regulate the activity pursuant to its Commerce Clause powers.</p>\n        <p class=\"indent\"><i>Id.</i> (citation omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The Thirteenth Amendment states:</p>\n        <p class=\"indent\">Section 1. Neither slavery nor involuntary servitude, except as punishment for a crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction. Section 2. Congress shall have the power to enforce this article by appropriate legislation.</p>\n        <p class=\"indent\">U.S. Const. amend. XIII.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> We note that the government initially raised the argument that &#167; 245(b)(2)(B) was validly enacted pursuant to Congress's Thirteenth Amendment authority. The appellants (with the exception of Potter) focused exclusively on whether Congress validly enacted &#167; 245(b)(2)(B) under its Commerce Clause powers. Dixon briefly addressed the Thirteenth Amendment in his reply brief, but incorrectly stated that \"the only way in which penal federal civil rights legislation can reach purely private action is through the Commerce Clause.\" As discussed below, the Thirteenth Amendment reaches purely private conduct</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> \"It is important to understand that acts of violence or force committed against members of a hated class of people with the intent to exact retribution for and create dissuasion against their use of public facilities have a long and intimate historical association with slavery and its cognate institutions.\"<i>Id.</i> at 189.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> <i>Bledsoe</i> is especially relevant here because the facts in <i>Bledsoe</i> are similar to those in this case. In <i>Bledsoe,</i> the appellants left a party to go to a park to \"harass homosexuals.\" <i>Id.</i> at 1095. The appellants stated that they used a dowel rod and a baseball bat to chase a \"black faggot\" from a restroom at the park. <i>Id.</i> at 1095-96. Unlike the appellants here, the appellants in <i>Bledsoe</i> beat the victim to death. <i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The defendants do not contest that Pioneer Park is a \"facility\" administered by the City of Billings, which is a subdivision of the State of Montana. They contend only that the City of Billings provides no services, facilities, etc. at Pioneer Park after 10 p.m</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> This statute is similar to &#167; 245(b)(2)(B) except that it involves interference with the enjoyment of \"goods, services, facilities, privileges, advantages, or accommodations of any inn, hotel, motel, or other establishment which provides lodging to transient guests, or of any restaurant, cafeteria, lunchroom, lunch counter, soda fountain, or other facility which serves the public and which is principally engaged in selling food or beverages for consumption on the premises, or of any gasoline station, or of any motion picture house, theater, concert hall, sports arena, stadium, or any other place of exhibition or entertainment which serves the public, or of any other establishment which serves the public and (i) which is located within the premises of any of the aforesaid establishments or within the premises of which is physically located any of the aforesaid establishments, and (ii) which holds itself out as serving patrons of such establishments.\" 18 U.S.C. &#167; 245(b)(2)(F)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Potter is the only defendant who raises the First Amendment argument. He conceded in his opening brief, however, that the Supreme Court's decision in<i>Wisconsin v. Mitchell,</i> 508 U.S. 476, 113 S.Ct. 2194, 124 L.Ed.2d 436 (1993), forecloses his argument. In <i>Mitchell,</i> the Supreme Court upheld a Wisconsin statute that increased the penalty for an offense when the defendant selected his victim on the basis of the victim's race, religion, color, disability, sexual orientation, national origin, or ancestry. 508 U.S. at 480, 113 S.Ct. 2194. The Court held that \"[t]he First Amendment... does not prohibit the evidentiary use of speech to establish the elements of a crime or to prove motive or intent,\" <i>id.</i> at 489, 113 S.Ct. 2194, so application of the sentencing enhancement did not violate the defendant's First Amendment rights. <i>See also United States v. Stewart,</i> 65 F.3d 918, 930 (11th Cir. 1995) (\"Because we punish the <i>act</i> and not the opinion or belief which motivated it, the cross burning in this case was not <i>protected</i> by the First Amendment....\") (emphasis added) (relying on <i>Wisconsin v. Mitchell</i>). In light of <i>Mitchell,</i> we reject Potter's First Amendment argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> We note that the district court judge carefully exercised his discretion in admitting the skinhead evidence. Indeed, he excluded much of the skin-head evidence and provided limiting instructions to the jury. For example, he instructed: \"Ladies and gentlemen of the jury, concerning this evidence of tattoos, I want to tell you, I want to instruct you and I am instructing you that you may consider such evidence only as it bears on the defendants' motive, intent, or plan and for no other purpose.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> The defendants cite to our decision in<i>Guam v. Shymanovitz,</i> 157 F.3d 1154 (9th Cir.1998), to support their argument that the admission of the skinhead and white supremacy evidence was unduly prejudicial. In <i>Shymanovitz,</i> we concluded that the district court abused its discretion by allowing the government to introduce testimony about the contents of magazines found at the defendant's apartment, including photographs of men masturbating, ejaculating, using sex toys, and engaging in oral and anal sex (among other things), to prove the defendant's intent in committing sexual acts with minors. 157 F.3d at 1155. Key to our reasoning was the fact that the testimony was highly prejudicial and was not relevant to proving any of the elements of the crime for which the defendant was convicted (unlawful sexual activity with minors). <i>Id.</i> at 1157-60. In contrast, the skinhead and white supremacy evidence here was relevant to proving the element of intent in both &#167;&#167; 241 and 245(b)(2)(B). Moreover, in light of the government's heavy burden of proving racial animus, we conclude that it was not an abuse of discretion to admit the evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Allen and Dixon were not present at the \"park patrol\" on July 29, 2000. The jury therefore could convict them of violating &#167; 245(b)(2)(B) only on the basis of aiding and abetting liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> Flom's reliance on<i>United States v. Estrada-Macias,</i> 218 F.3d 1064 (9th Cir.2000), is misplaced. In <i>Estrada-Macias,</i> we concluded that there was insufficient evidence to support the defendant's conviction for conspiracy to manufacture methamphetamine. <i>Id.</i> at 1064, 1068. We reasoned that the evidence showed merely that the defendant was near the manufacturing site and knew about the manufacturing but not that he actually <i>participated</i> in the conspiracy. <i>Id.</i> at 1066-68. Flom argues that he, too, had a casual connection with the conspiracy that did not amount to participation. We disagree and conclude that there was sufficient evidence to prove that Flom's participation was more than casual, especially in light of the fact that he participated in the \"park patrol,\" which was an object of the conspiracy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> The requisite intent for this crime is \"the specific intent to injure, intimidate or interfere with the victim because of her race and because of the victim's occupation of her home.\"<i>McInnis,</i> 976 F.2d at 1230.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> The prosecutor argued during a sidebar that the question was relevant to impeaching Potter's mother's prior testimony that he was a \"nonviolent\" person. The court agreed and denied Potter's motion for a mistrial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> The district court used the 2001 version of the Sentencing Guidelines, which the defendants do not challenge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> We review for clear error the district court's finding that Allen, Dixon, and Skidmore were leaders or organizers<i>See United States v. Jordan,</i> 291 F.3d 1091, 1097 (9th Cir.2002); <i>United States v. Maldonado,</i> 215 F.3d 1046, 1050 (9th Cir.2000); <i>United States v. Narte,</i> 197 F.3d 959, 962 (9th Cir.1999). This is a deferential standard requiring reversal only if we have \"a definite and firm conviction that a mistake has been made.\" <i>Maldonado,</i> 215 F.3d at 1050 (internal quotation marks and citation omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> Allen, Dixon, and Skidmore argue that, although they held leadership positions in the MFWCS, they did not have leadership roles in the \"park patrol.\" We reject this argument in light of our decision in<i>United States v. Lillard,</i> 929 F.2d 500, 503 (9th Cir.1991), in which we held that &#167; 3B1.1 \"is not limited to the offense of conviction.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> Jason Williams, also a minor, participated in the \"park patrol\" and testified at trial about his interactions with the MFWCS</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> \"Used or attempted to use\" is further defined as \"directing, commanding, encouraging, intimidating, counseling, training, procuring, recruiting, or soliciting.\" U.S.S.G. &#167; 3B1.4, cmt. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> Section 2A2.2 defines \"aggravated assault\" as \"a felonious assault that involved (A) a dangerous weapon with intent to cause bodily injury (i.e., not merely to frighten) with that weapon; (B) serious bodily injury; or (C) an intent to commit another felony.\" U.S.S.G. &#167; 2A2.2, cmt. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> This guideline states that the base offense level for the defendants' crime \"shall be determined on the basis of the following ... in the case of a jointly undertaken criminal activity (a criminal plan, scheme, endeavor, or enterprise undertaken by the defendant in concert with others, whether or not charged as a conspiracy), all reasonably foreseeable acts and omissions of others in furtherance of the jointly undertaken criminal activity.\" U.S.S.G. &#167; 1B1.3(a)(1)(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> Witnesses testified at trial that Skidmore was at Allen's barbecue. This lends further support to the district court's conclusion that Skidmore committed perjury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> In<i>United States v. Shetty,</i> 130 F.3d 1324, 1333 (9th Cir.1997), we applied the following standard of review: \"A district court's factual determinations under Section 3C1.1 of the guidelines are reviewed for clear error, and a district court's characterization of a defendant's conduct as obstruction within the meaning of Section 3C1.1 is reviewed denovo.\"</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">870</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff-Appellee,<br>v.<br>Sean Allen, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee,<br>v.<br>Eric Adam Dixon, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee,<br>v.<br>Jeremiah Skidmore, Defendant-Appellant. United States of America, Plaintiff-Appellee,<br>v.<br>Jason Guy Potter, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee,<br>v.<br>Ryan Flaherty, Defendant-Appellant. UNITED STATES of America, Plaintiff-Appellee,<br>v.<br>Michael Flom, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 02-30079.</p>\n    <p class=\"docket\">No. 02-30081.</p>\n    <p class=\"docket\">No. 02-30082.</p>\n    <p class=\"docket\">No. 02-30083.</p>\n    <p class=\"docket\">No. 02-30084.</p>\n    <p class=\"docket\">No. 02-30085.</p>\n    <p class=\"court\">United States Court of Appeals, Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted July 7, 2003 &#8212; Seattle, Washington.</p>\n    <p class=\"date\">Filed August 26, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert L. Kelleher, Jr., Kelleher Law Office, Billings, Montana, for defendant-appellant Sean Allen.</p>\n      <p class=\"indent\">Wendy Holton, Helena, Montana, for defendant-appellant Eric Dixon.</p>\n      <p class=\"indent\">Palmer A. Hoovestal, Hoovestal &amp; Kakuk, PLLC, Helena, Montana, for defendant-appellant Ryan Flaherty.</p>\n      <p class=\"indent\">Larry Jent, Williams &amp; Jent, PLLP, Bozeman, Montana, for defendant-appellant Michael Flom.</p>\n      <p class=\"indent\">Penelope S. Strong, Billings, Montana, for defendant-appellant Jason Potter.</p>\n      <p class=\"indent\">Lynn T. Hamilton, Hamilton Law Office, Mesa, Arizona, for defendant-appellant Jeremiah Skidmore.</p>\n      <p class=\"indent\">Ralph F. Boyd, Jr., Assistant Attorney General, Jessica Dunsay Silver and Tovah R. Calderon, United States Department of Justice, Civil Rights Division, Washington, D.C., for plaintiff-appellee United States of America.</p>\n      <p class=\"indent\">Appeals from the United States District Court for the District of Montana; Richard F. Cebull, District Judge, Presiding. D.C. No. CR-01-00067-RFC.</p>\n      <p class=\"indent\">Before: Thomas M. Reavley,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> A. Wallace Tashima, and Richard A. Paez, Circuit Judges.</p>\n      <p>OPINION</p>\n      <p class=\"indent\">PAEZ, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At around 10:30 p.m. on July 29, 2000, Spring Ramirez, a Hispanic woman, Jason Clark, an African American man, and Pat Tellez, a Hispanic man, were socializing at Pioneer Park, a local park in Billings, Montana, when approximately nine white supremacists who were \"patrolling\" the park for racial minorities and Jews, surrounded them wielding weapons, berated them with racial epithets, and forced them out of the park for no reason other than their race. A federal grand jury indicted the defendants in this case &#8212; Sean Allen (\"Allen\"), Eric Dixon (\"Dixon\"), Ryan Flaherty (\"Flaherty\"), Michael Flom (\"Flom\"), Jason Potter (\"Potter\"), and Jeremiah Skidmore (\"Skidmore\") &#8212; with violating 18 U.S.C. &#167;&#167; 241 and 245(b)(2)(B), statutes that protect against the interference with federally protected rights on the basis of race and religion. The defendants appeal their convictions and sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The principal issues on appeal are whether Pioneer Park is a place of \"public accommodation\" such that the defendants properly were convicted under &#167; 241 and whether &#167; 245(b)(2)(B) was validly enacted pursuant to Congress's Commerce Clause and Thirteenth Amendment powers. These are issues that we have not addressed in this circuit. In addition, the defendants appeal certain evidentiary rulings at trial, in particular the admission of assertedly prejudicial skinhead evidence, as well as the application of several sentencing enhancements.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We hold that Pioneer Park is a place of public accommodation and that the enactment of &#167; 245(b)(2)(B) was a constitutional exercise of both Congress's Commerce Clause and Thirteenth Amendment powers. We also affirm the district court's evidentiary rulings and sentencing decisions.</p>\n    </div>\n    <p>FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the spring of 2000, Allen, Dixon, Skidmore, Thomas Edelman (\"Edelman\"), and Jeremiah Johnson (\"Johnson\") started an organization called the Montana Front Working Class Skinheads (\"MFWCS\") in Billings, Montana. The MFWCS was a white supremacist, neo-Nazi group, the purpose of which was \"to rid the world of all the scum,\" including racial minorities and Jews, using whatever means it took, including violence. Indeed, the fourteen-word \"motto\" of the MFWCS was: \"We must secure the existence of our people in the future for white children.\" The members of the MFWCS believed that it was their duty to finish what Hitler started &#8212; the killing of millions of racial minorities and Jews &#8212; and to be prepared for the RAHOWA, or racial holy war, by remaining armed at all times.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Members of the MFWCS wore a specialized uniform consisting of white tee-shirts, black pants, red suspenders and shoe laces, and black boots, and they shaved their heads. They listened to hate music, read racist literature, and had tattoos consisting of, among other images, swastikas, the \"88\" (\"Heil Hitler\") symbol, Hitler, faceless working skinheads, and the \"SS\" symbol (members earned the \"SS\" symbol by severely beating non-white persons). Indeed, the MFWCS earned recognition on a retreat at the Aryan Nation compound at Hayden Lake, Idaho, for being the \"most uniformed crew there.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Allen, Dixon, and Skidmore, the leaders of the MFWCS, encouraged members, such as Edelman and Johnson, to recruit minors sixteen years of age and older into the group because minors were less likely than adults to go to prison for committing violent acts. As Kevin Cox, a minor who associated with the MFWCS and who participated in the \"park patrol\" at issue in this case testified, younger guys needed to earn status within the group, which they could accomplish by going out and \"causing trouble\" because they received less harsh punishments than the elders. Indeed, four minors &#8212; Sara Fairchild (Edelman's girlfriend), Dustin Neely, Kevin Cox, and Jason Williams &#8212; participated in the July 29, 2000 \"park patrol,\" discussed below.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To gain status within the MFWCS, members were required to earn red suspenders and red shoe laces. Allen, Dixon, and Skidmore told members, including recruits, that they could earn their suspenders (\"braces\") and laces by physically beating up or harming racial minorities and Jews, and they encouraged members to earn many sets of suspenders and laces. Allen, Dixon, and Skidmore told Edelman, for example, to \"Just go clean the town of all scum. You know, clean up our nation.\" Edelman and Johnson earned their suspenders by beating up a \"prairie nigger\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (Native American).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 29, 2000, Allen hosted a barbecue at his house that many members and affiliates of the MFWCS, including Allen, Dixon, Skidmore, Potter, Flaherty, Flom, Edelman, Fairchild, Johnson, Neely, Cox, Williams, and Emily Ehresman (Allen's girlfriend) attended. At the barbecue, the idea of engaging in a \"park patrol\" was raised.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The purpose of a \"park patrol\" was to walk through a park and \"clean out all the minorities,\" if necessary through violence. Allen and Dixon participated in discussions about the \"park patrol,\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but they feared that the participants would go to prison and thus be of no use to the \"crew.\" Allen therefore instructed Edelman and Johnson to be cautious and to keep an eye on the younger participants and on Flaherty, who was not from Billings, had a broken jaw, and had never before participated in a park patrol.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Edelman, Fairchild, Johnson, Flom, Potter, Flaherty, Williams, Cox, and Neely left the barbecue to \"patrol\" Pioneer Park. They traveled to the park in Johnson's truck, from which they gathered weapons, including axe handles, flat bars, chains, and broomsticks, to use during the patrol. Each participant (except Fairchild) carried a weapon. When they arrived at Pioneer Park at approximately 10:30 p.m., Johnson dropped the participants off at each corner of the park, and they then moved toward the center of the park looking for racial minorities and Jews.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Cox and Neely ran into some white kids, but they left them alone once they learned that they were white. Soon thereafter, Cox, Neely, and the other \"park patrol\" participants noticed Spring Ramirez, Jason Clark, and Pat Tellez at a table drinking beer. As they approached Ramirez, Clark, and Tellez, the \"park patrollers\" told them to pick up their cans and not to litter the park. Edelman then told Ramirez, Clark, and Tellez to pick up their stuff and to leave the park immediately. Some of the \"park patrollers\" then yelled, \"What are you doing in the park this late?\" Others also chimed in with similar remarks. The two men began to walk away and the \"park patrollers\" fanned out and followed them, yelling \"Get out of the park\" as well as racial slurs. The men were told that if they did not leave, they would be removed. The men then dropped their cooler and began to run, and the \"park patrollers\" (everyone but Fairchild) followed them out of the park and into the street. One man ran into a house and the other ran to the side of the house for safety. Once the men escaped, the group walked back toward the park where they encountered the woman. Flom and others yelled racial slurs at the woman and told her, \"We're going to get you. You're going to die.\" The woman ran into a house for safety. The police arrived at the park soon thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The day after the \"park patrol,\" Allen, Dixon, and Skidmore \"chewed out\" Edelman and Johnson for not chasing the man into the house, catching him, and beating him up, and for getting caught by the police.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Allen, Dixon, Skidmore, Potter, Flaherty, and Flom were charged in the District Court for the District of Montana, in a four-count indictment, with violating 18 U.S.C. &#167;&#167; 241 and 245(b)(2)(B). Specifically, Count I of the Indictment alleged:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">From on or about March 1, 2000, until on or about October 30, 2000, in the City of Billings in the State and District of Montana, the defendants Sean Allen, Eric Dixon, Jeremiah Skidmore, Jason Potter, Ryan Flaherty, and Michael Flom along with others known and unknown to the grand jury, willfully combined, conspired, and agreed with one another and others to injure, oppress, threaten, and intimidate African-American, Hispanic, Jewish, and Native American persons in the free exercise and enjoyment of the rights and privileges secured to them by the Constitution and laws of the United States, namely the right to the full and equal enjoyment of the services, facilities, privileges, advantages, and accommodations of any place of public accommodation without discrimination on the ground of race, color, religion, and national origin. All in violation of Title 18, United States Code, Section 241.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Counts II through IV of the Indictment each related to a separate victim of the \"park patrol\" and alleged: On or about July 29, 2000, ... the defendants... aiding and abetting one another, did willfully intimidate and interfere, and attempt to intimidate and interfere with an Hispanic woman, ... by force and threat of force, and the use, attempted use and threatened use of dangerous weapons, because of her race, color, religion, and national origin and because she was participating in or enjoying the benefits, services, privileges, programs, facilities, and activities provided and administered by any State or subdivision thereof, to wit: a public park known as Pioneer Park. All in violation of Title 18, United States Code, Sections 245(b)(2)(B) and 2.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A jury convicted Allen, Dixon, Potter, Flaherty, and Flom on all counts, and convicted Skidmore on Count I.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Allen and Dixon were sentenced to prison for 120 months on each count, to be served concurrently, and to three years of supervised release on each count, to be served concurrently. Flaherty was sentenced to 41 months in prison on each count, to be served concurrently, and to three years of supervised release on each count, to run concurrently. Flom was sentenced to 51 months on each count, to be served concurrently, and to three years of supervised release on each count, to be served concurrently. Potter was sentenced to 180 months in prison (120 months for Count I and 60 months for Counts II through IV, to run consecutively) followed by three years of supervised release on each count, to be served concurrently. Skidmore was sentenced to 100 months in prison to be followed by three years of supervised release. It is from these convictions and sentences that Allen, Dixon, Skidmore, Potter, Flaherty, and Flom appeal.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We begin by addressing whether Pioneer Park is a place of \"public accommodation\" and whether Congress validly enacted &#167; 245(b)(2)(B) pursuant to its Commerce Clause and Thirteenth Amendment authority. We then turn to the defendants' challenges to the district court's evidentiary rulings and sentencing decisions.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendants first contend that they were wrongfully convicted under 18 U.S.C. &#167; 241 because Pioneer Park was not a place of \"public accommodation.\" We disagree.</p>\n    </div>\n    <p class=\"indent\">Section 241 states in pertinent part that:</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If two or more persons conspire to injure, oppress, threaten, or intimidate any person in any State, Territory, Commonwealth, Possession, or District in the free exercise or enjoyment of any right or privilege secured to him by the Constitution or laws of the United States, or because of his having so exercised the same ... They shall be fined under this title or imprisoned not more than ten years, or both....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">18 U.S.C. &#167; 241. Here, the &#167; 241 charge against the defendants was premised on a violation of 42 U.S.C. &#167; 2000a, which states that:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">All persons shall be entitled to the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation, as defined in this section, without discrimination or segregation on the ground of race, color, religion, or national origin.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>* * * *</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Each of the following establishments which serves the public is a place of public accommodation within the meaning of this subchapter if its operations affect commerce, or if discrimination or segregation by it is supported by State action: ... (3) any motion picture house, theater, concert hall, sports arena, stadium or other place of exhibition or entertainment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">42 U.S.C. &#167;&#167; 2000a(a) &amp; (b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The defendants contend that (1) Pioneer Park was not a place of \"public accommodation\" because it did not provide sources of entertainment that affected interstate commerce and (2) their actions in carrying out the \"park patrol\" did not affect interstate commerce.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> We disagree. The question is not whether the \"park patrol\" affected interstate commerce, but rather, whether Pioneer Park's <i>operations</i> affected interstate commerce. <i>See</i> 42 U.S.C. &#167; 2000a(b)(3)(stating that an establishment is a place of public accommodation if its \"operations affect commerce\"). There was ample evidence in the record that they did. Moreover, a \"place of exhibition or entertainment\" \"moves in commerce\" if it \"customarily presents films, performances, athletic teams, exhibitions, or other sources of entertainment.\" 42 U.S.C. &#167; 2000a(c)(3). There also was ample evidence that Pioneer Park was a place for \"performances,\" \"exhibitions,\" and \"other sources of entertainment.\" For example, (1) playground equipment was purchased from Utah; (2) picnic tables, barbecue grills, and related materials were purchased in Ohio, Iowa, and Utah; (3) out-of-state visitors used the park; (4) national organizations such as the March of Dimes and the American Cancer Society obtained permits to use the park for their events, which attracted out-of-state visitors; (5) Saturday Live, a fundraising event sponsored by the Billings Public School Foundation, which had national sponsors such as Exxon, Pepsi, and the Marriott, was held at the park; (6) the Montana AIDS Vaccine Ride, which used out-of-state coordinators and attracted out-of-state participants, was held at the park; and (7) the Billings Symphony performed at the park and included out-of-state musicians and sound systems.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In <i>Daniel v. Paul,</i> <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></a></span> (1969), the Supreme Court considered whether Lake Nixon Club, \"a 232-acre amusement area with swimming, boating, sun bathing, picnicking, miniature golf, dancing facilities, and a snack bar,\" was a \"public accommodation\" that \"affected commerce\" within the meaning of 42 U.S.C. &#167; 2000a. <i>Id.</i> at 301, 305-08, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>. The Court noted that, although \"most of the discussion in Congress regarding the coverage of Title II focused on places of spectator entertainment rather than recreational areas,\" it \"does not follow that the scope of &#167; 201(b)(3)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> should be restricted to the primary objects of Congress's concern when a natural reading of its text would call for broader coverage.\" <i>Id.</i> at 307, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>; <i>see also United States v. Baird,</i> <span class=\"citation\" data-id=\"718809\"><a href=\"/opinion/718809/96-cal-daily-op-serv-4026-96-daily-journal-dar-6499-united-states-of/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></a></span>, 453 (9th Cir.1996) (\"Based upon <i>Daniel,</i> we reject the narrower <i>ejusdem generis</i> construction of `place of ... entertainment' in 42 U.S.C. &#167; 2000a(b)(3) which would limit it to places more like `motion picture house,' etc.\") (omission in original); <i>Miller v. Amusement Enters., Inc.,</i> <span class=\"citation\" data-id=\"280039\"><a href=\"/opinion/280039/mrs-patricia-b-miller-individually-and-on-behalf-of-her-minor-children/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">342</span></a></span>, 348, 350 (5th Cir.1968) (en banc) (\"We are unable to agree with those concepts which would prefer, or those which would demand, that the Civil Rights Act be narrowly construed... We find that the phrase `place of entertainment' as used in 201(b)(3) includes both establishments which present shows, performances and exhibitions to a passive audience and those establishments which provide recreational or other activities for the amusement or enjoyment of its patrons.\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> \"[T]he statutory language `place of entertainment' should be given full effect according to its generally accepted meaning <i>and applied to recreational areas.</i>\" <i>Daniel,</i> 395 U.S. at 308, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span> (emphasis added);<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> <i>see also Baird,</i> 85 F.3d at 453 (holding that a 7-11 store that contained two video game machines was a \"place of entertainment\" because \"people play video games in order to amuse themselves and pass the time agreeably\"); <i>United States v. Greer,</i> <span class=\"citation\" data-id=\"565154\"><a href=\"/opinion/565154/united-states-v-christopher-barry-greer-daniel-alvis-wood-sean-christian/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1091 n. 15 (5th Cir.1991) (\"Under [&#167; 2000a(a)], public parks are places of public accommodation.\");<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>Miller,</i> 394 F.2d at 351 (holding that an amusement park was a \"place of enjoyment, fun and recreation, and thus [was] a place of entertainment\"). In analyzing whether the operations of Lake Nixon Club \"affected commerce,\" the Court considered whether \"sources of entertainment\" such as paddle boats and a juke box \"moved in commerce.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We hold that Pioneer Park was a place of \"public accommodation\" as defined by 42 U.S.C. &#167; 2000a and that the defendants therefore were properly convicted for violating &#167; 241.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Allen, Dixon, Flaherty, Flom, and Potter were convicted of violating 18 U.S.C. &#167; 245(b)(2)(B), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Whoever, whether or not acting under color of law, by force or threat of force willfully injures, intimidates or interferes with, or attempts to injure, intimidate or interfere with ... any person because of his race, color, religion or national origin and because he is or has been ... participating in or enjoying any benefit, service, privilege, program, facility or activity provided or administered by any State or subdivision thereof... shall be fined under this title, or imprisoned not more than one year, or both; and if bodily injury results from the acts committed in violation of this section or if such acts include the use, attempted use, or threatened use of a dangerous weapon, explosives, or fire shall be fined under this title, or imprisoned not more than ten years, or both....</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">18 U.S.C. &#167; 245(b)(2)(B). They challenge their convictions on two grounds. First, they contend that the enactment of &#167; 245(b)(2)(B) was an invalid exercise of Congress's power under the Commerce Clause because the statute regulates noneconomic, intrastate criminal activities that do not affect interstate commerce and that should be regulated by state law.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Second, the defendants argue that their alleged victims were not \"participating in or enjoying any benefit, service, privilege, program, facility or activity\" provided by the State because Pioneer Park was closed at the time of the \"park patrol.\" We will address each of these arguments in turn.</p>\n    </div>\n    <p class=\"indent\">A. The Constitutionality of &#167; 245(b)(2)(B)</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whether 18 U.S.C. &#167; 245(b)(2)(B) was a valid exercise of Congress's Commerce Clause power is an issue we have not addressed in this circuit. The defendants liken &#167; 245(b)(2)(B) to the Gun-Free School Zones Act of 1990 (\"the Act\"), 18 U.S.C. &#167; 922(q)(1)(A), and the federal civil remedy provision of the Violence Against Women Act (\"the VAWA\"), 42 U.S.C. &#167; 13981, which the Supreme Court struck down in <i>United States v. Lopez,</i> <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span></a></span> (1995), and <i>United States v. Morrison,</i> <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></a></span> (2000), respectively, as invalid exercises of Congress's power under the Commerce Clause. The defendants maintain that their actions in Pioneer Park on July 29, 2000, as well as other activities and events at Pioneer Park, were purely local and did not affect interstate commerce. In contrast, the government contends that the enactment of &#167; 245(b)(2)(B) was a valid exercise of Congress's power under the Commerce Clause, even in light of <i>Lopez</i> and <i>Morrison,</i> and that, alternatively, it was a valid exercise of Congress's authority under the Thirteenth Amendment.</p>\n    </div>\n    <p class=\"indent\">1. Commerce Clause</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We begin our inquiry with a discussion of <i>Lopez</i> and <i>Morrison,</i> which restrict Congress's authority to regulate non-economic, intrastate activities that do not affect interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In <i>Lopez,</i> the Court considered whether the possession of firearms in a school zone \"substantially affected\" interstate commerce. The Court delineated three categories of activities that Congress has the power to regulate under the Commerce Clause: (1) \"the use of the channels of interstate commerce\"; (2) \"the instrumentalities of interstate commerce, or persons or things in interstate commerce, even though the threat may come only from intrastate activities\"; and (3) \"those activities having a substantial relation to interstate commerce, <i>i.e.,</i> those activities that substantially affect interstate commerce.\" 514 U.S. at 558-59, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span> (internal citations omitted). It focused its inquiry on the third category of activities&#8212;\"those activities having a substantial relation to interstate commerce\"&#8212;and concluded that the possession of firearms in a school zone did not \"substantially affect\" interstate commerce. <i>Id.</i> at 559, 567, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Court reasoned that the Act did not regulate \"economic\" activity: \"Section 922(q) is a criminal statute that by its terms has nothing to do with `commerce' or any sort of economic enterprise, however broadly one might define those terms.\" <i>Id.</i> at 561, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>. Possession of a firearm in a school zone was not sufficiently related to interstate commerce to be a valid exercise of Congress's Commerce Clause power:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The possession of a gun in a local school zone is in no sense an economic activity that might, through repetition elsewhere, substantially affect any sort of interstate commerce. Respondent was a local student at a local school; there is no indication that he had recently moved in interstate commerce, and there is no requirement that his possession of the firearm have any concrete tie to interstate commerce. To uphold the Government's contention here, we would have to pile inference upon inference in a manner that would bid fair to convert congressional authority under the Commerce Clause to a general police power of the sort retained by the States.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\"><i>Id.</i> at 567, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>. The Court also relied on the fact that the Act contained \"no jurisdictional element which would ensure, through case-by-case inquiry, that the firearm possession in question affect[ed] interstate commerce,\" <i>id.</i> at 561, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, and on the fact that the Act lacked congressional findings regarding the effect of gun possession in a school zone on interstate commerce, <i>id.</i> at 562-63, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Relying heavily on <i>Lopez,</i> the Court in <i>Morrison</i> struck down 42 U.S.C. &#167; 13981, a provision of the VAWA that provided a federal civil remedy for victims of gender-motivated violence.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> The Court noted that \"a fair reading of <i>Lopez</i> shows that the noneconomic, criminal nature of the conduct at issue was central to [its] decision in that case.\" 529 U.S. at 610, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>. It then concluded that:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Gender-motivated crimes of violence are not, in any sense of the phrase, economic activity. While we need not adopt a categorical rule against aggregating the effects of any noneconomic activity in order to decide these cases, thus far in our Nation's history our cases have upheld Commerce Clause regulation of intrastate activity only where that activity is economic in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>Id.</i> at 613, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>. The Court was concerned that Congress's regulation, pursuant to its Commerce Clause power, of non-economic, intrastate activities would \"completely obliterate the Constitution's distinction between national and local authority.\" <i>Id.</i> at 615, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>. It therefore \"reject[ed] the argument that Congress may regulate noneconomic, violent criminal conduct based solely on that conduct's aggregate effect on interstate commerce. The Constitution requires a distinction between what is truly national and what is truly local.\" <i>Id.</i> at 617-18, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As in <i>Lopez</i> and <i>Morrison,</i> we are concerned with whether the activities that &#167; 245(b)(2)(B) regulates \"substantially affect\" interstate commerce. We conclude that they do. \"Due respect for the decisions of a coordinate branch of Government demands that we invalidate a congressional enactment only upon a plain showing that Congress has exceeded its constitutional bounds.\" <i>Morrison,</i> 529 U.S. at 607, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>. Indeed, if Congress had a rational basis for concluding that the activities regulated by &#167; 245(b)(2)(B) affected interstate commerce, then we must uphold the statute. <i>See Katzenbach v. McClung,</i> <span class=\"citation\" data-id=\"106951\"><a href=\"/opinion/106951/katzenbach-v-mcclung/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 303-04, <span class=\"citation\" data-id=\"106951\"><a href=\"/opinion/106951/katzenbach-v-mcclung/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"106951\"><a href=\"/opinion/106951/katzenbach-v-mcclung/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1964) (\"But where we find that the legislators, in light of the facts and testimony before them, have a rational basis for finding a chosen regulatory scheme necessary to the protection of commerce, our investigation is at an end.\"); <i>Heart of Atlanta Motel, Inc. v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></span>, 258-59, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">348</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">258</span></span> (1964) (using a rational basis standard in determining whether Title II of the Civil Rights Act of 1964 was validly enacted under Congress's Commerce Clause power).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Supreme Court was concerned in <i>Morrison</i> that \"Congress might use the Commerce Clause to completely obliterate the Constitution's distinction between national and local authority.\" <i>Morrison,</i> 529 U.S. at 615, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>. The Court emphasized that \"[t]he regulation and punishment of intrastate violence that is not directed at the instrumentalities, channels, or goods involved in interstate commerce has always been the province of the States.\" <i>Id.</i> at 618, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>. Section 245(b)(2)(B) regulates only a specific type of violence; namely, violence that interferes with federal civil rights on the basis of \"race, color, religion or national origin.\" This is not merely intrastate violence, but rather, violence that affects civil rights, which are traditionally of federal concern. <i>See United States v. Nelson,</i> <span class=\"citation\" data-id=\"776195\"><a href=\"/opinion/776195/united-states-v-lemrick-nelson-jr-and-charles-price-also-known-as-bald/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span>, 191 n. 28 (2d Cir.) (\"[P]rivate violence motivated by a discriminatory animus against members of a race or religion, etc., who use public facilities, etc., is anything but intrinsically a matter of purely local concern.\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">835</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">145</span></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span></span> (2002); <i>United States v. Furrow,</i> <span class=\"citation\" data-id=\"2424862\"><a href=\"/opinion/2424862/united-states-v-furrow/\"><span class=\"volume\">125</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1178</span></a></span>, 1185 (C.D.Cal.2000) (\"Far from intruding into a matter of purely local concern, [&#167; 245] regulates matters that Congress and the courts have recognized as `truly national.'\"). In its congressional findings, Congress recognized the federal nature of the violence that &#167; 245(b)(2)(B) prohibits:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Too often in recent years, racial violence has been used to deny affirmative Federal rights; this action reflects a purpose to flout the clearly expressed will of the Congress ... Such lawless acts are distinctly Federal crimes and it is, therefore, appropriate that responsibility for vindication of the rights infringed should be committed to the Federal courts.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">S.Rep. No. 90-721, <i>reprinted in</i> 1968 U.S.C.C.A.N. at 1840.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Unlike the Gun-Free School Zones Act of 1990 and the VAWA, &#167; 245(b)(2)(B) was enacted as \"part of a comprehensive federal body of civil rights legislation aimed at eradicating discrimination found to have an adverse impact on interstate commerce.\" <i>Furrow,</i> 125 F.Supp.2d at 1183; <i>see also United States v. Lane,</i> <span class=\"citation no-link\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1484</span></span>, 1488, 1488-92 (10th Cir.1989) (exploring the legislative history of &#167; 245 and noting that the \"genesis of &#167; 245 is in section 2 of the Civil Rights Act of 1866\"). Indeed, the Supreme Court upheld this federal body of civil rights legislation, in particular, Title II of the Civil Rights Act of 1964, as a valid exercise of Congress's Commerce Clause power. <i>See Katzenbach,</i> 379 U.S. at 304-05, <span class=\"citation\" data-id=\"106951\"><a href=\"/opinion/106951/katzenbach-v-mcclung/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></a></span>; <i>Heart of Atlanta,</i> 379 U.S. at 261, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">348</span></span>. The Court reasoned that, in light of the \"overwhelming evidence of the disruptive effect that racial discrimination has had on commercial intercourse,\" Congress operated well within its Commerce Clause powers in enacting Title II. <i>Heart of Atlanta,</i> 379 U.S. at 257, 261, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">348</span></span>; <i>see also Katzenbach,</i> 379 U.S. at 305, <span class=\"citation\" data-id=\"106951\"><a href=\"/opinion/106951/katzenbach-v-mcclung/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></a></span>(\"The Civil Rights Act of 1964, as here applied [to racial discrimination in restaurants serving `interstate travelers' or `food, a substantial portion of which has moved in interstate commerce'], we find to be plainly appropriate in the resolution of what the Congress found to be a <i>national commercial problem of the first magnitude.</i>\") (emphasis added). Moreover, the Court upheld Title II even though the legislation regulated local, intrastate activities. <i>See Katzenbach,</i> 379 U.S. at 302, <span class=\"citation\" data-id=\"106951\"><a href=\"/opinion/106951/katzenbach-v-mcclung/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></a></span>(stating that Congress's Commerce Clause power \"`extends to those activities intrastate which so affect interstate commerce ... as to make regulation of them appropriate means to the attainment of a legitimate end, the effective execution of the granted power to regulate interstate commerce'\" (quoting <i>United States v. Wrightwood Dairy Co.,</i> <span class=\"citation\" data-id=\"103600\"><a href=\"/opinion/103600/united-states-v-wrightwood-dairy-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></a></span>, 119, <span class=\"citation\" data-id=\"103600\"><a href=\"/opinion/103600/united-states-v-wrightwood-dairy-co/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">523</span></a></span>, <span class=\"citation\" data-id=\"103600\"><a href=\"/opinion/103600/united-states-v-wrightwood-dairy-co/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">726</span></a></span> (1942))); <i>Heart of Atlanta,</i> 379 U.S. at 258, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">348</span></span> (\"Thus the power of Congress to promote interstate commerce also includes the power to regulate the local incidents thereof, including local activities in both the States of origin and destination, which might have a substantial and harmful effect upon that commerce.\"). Section 245 is merely the criminal counterpart to Title II and is based on the same findings about the effect of racial discrimination on interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Violence that interferes with the exercise of federal civil rights must be prohibited in order to protect these rights and give them meaning. As Congress noted, \"it is all too clear that if racial violence directed against activities closely related to those protected by Federal antidiscrimination legislation is permitted to go unpunished, the exercise of the protected activities will be deterred.\" 1968 U.S.C.C.A.N. at 1842; <i>see also Lane,</i> 883 F.2d at 1492(\"[W]e conclude that Congress was satisfied that the broad prohibition in &#167; 245(b)(2)(C) of racially motivated interference with employment was necessary to secure the federal statutory right to equal employment opportunities provided by Title VII pursuant to its Commerce Clause power....\"); <i>Furrow,</i> 125 F.Supp.2d at 1184 (\"Section 245 puts teeth into the enforcement of federal rights guaranteed by the Civil Rights Act and recognized by the Supreme Court since its passage as within Congress's constitutional authority. Nothing in <i>Lopez</i> or <i>Morrison</i> suggests an intention to turn back the clock.\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We conclude that &#167; 245(b)(2)(B) was a constitutional exercise of Congress's Commerce Clause power. Although the actual \"park patrol\" occurred at a local park in Billings, the patrol was a racially-motivated hate crime that interfered with the victims' exercise of their federally-recognized and protected civil rights.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> If civil interference with these federal civil rights affects interstate commerce, then criminal interference with them does so as well.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p class=\"indent\">2. Thirteenth Amendment</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We are not the first circuit to consider whether Congress validly enacted &#167; 245(b)(2)(B) pursuant to its authority under the Thirteenth Amendment.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Indeed, both the Second and Eighth Circuits have addressed this very issue and concluded that &#167; 245(b)(2)(B) was a constitutional exercise of Congress's authority under the Thirteenth Amendment. <i>See United States v. Nelson,</i> <span class=\"citation\" data-id=\"776195\"><a href=\"/opinion/776195/united-states-v-lemrick-nelson-jr-and-charles-price-also-known-as-bald/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span> (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">835</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">145</span></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span></span> (2002); <i>United States v. Bledsoe,</i> <span class=\"citation\" data-id=\"431907\"><a href=\"/opinion/431907/united-states-v-raymond-bledsoe/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1094</span></a></span> (8th Cir.1984).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In <i>Nelson,</i> the court began its thorough analysis of this issue by reviewing the Thirteenth Amendment in general. The Court noted that Section Two of the Thirteenth Amendment \"clothed Congress with power to pass <i>all laws necessary and proper for abolishing all badges and incidents of slavery in the United States.</i>\" 277 F.3d at 183 (citing <i>Jones v. Alfred H. Mayer Co.,</i> <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, 439, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1189</span></a></span> (1968)) (internal quotation marks and citation omitted; italics in original). Indeed, \"Congress has the power under the Thirteenth Amendment rationally to determine what are the badges and the incidents of slavery, and the authority to translate that determination into effective legislation.\" <i>Id.</i> (citing <i>Jones,</i> 392 U.S. at 440, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>) (internal quotation marks omitted). The court specifically noted that, unlike the Fourteenth Amendment, the Thirteenth Amendment reaches purely private conduct. <i>Id.</i> at 176.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The court then framed its analysis as follows: \"We must ... ask whether Congress could rationally have determined that the acts of violence covered by &#167; 245(b)(2)(B) impose a badge or incident of servitude on their victims.\" <i>Id.</i> at 185. In answering this question, the court relied on the fact that &#167; 245(b)(2)(B) \"does not seek to reach most force-based injuries, intimidations, or interferences and by no means attempts to create a general, undifferentiated federal law of criminal assault.\" <i>Id.</i> Indeed, the statute requires that victims be harmed <i>because of</i> their race or religion and <i>because of</i> their use of a public facility. <i>Id.</i> at 185-86. In light of these two specific prohibitions, the court concluded that &#167; 245(b)(2)(B) \"falls comfortably within Congress's `power under the Thirteenth Amendment rationally to determine what are the badges and the incidents of slavery, and[its] authority to translate that determination into effective legislation,'\" <i>id.</i> at 190-91 (citing <i>Jones,</i> 392 U.S. at 440, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>) (alteration in original), and therefore was a constitutional exercise of Congress's authority under the Thirteenth Amendment, <i>id.</i> at 191.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Similarly, in <i>Bledsoe,</i> the Eighth Circuit addressed whether &#167; 245(b)(2)(B) is constitutional under the Thirteenth Amendment. Like the court in <i>Nelson,</i> the <i>Bledsoe</i> Court noted that the Thirteenth Amendment reaches purely private conduct. 728 F.2d at 1097 (citing <i>Jones,</i> 392 U.S. at 438-39, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>). It reasoned: \"Nor can there be doubt that interfering with a person's use of a public park because he is black is a badge of slavery.\" <i>Id.</i> The court then held that &#167; 245(b) \"does not exceed the scope of power granted to Congress by the Constitution.\" <i>Id.</i><a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We agree with the Second and Eighth Circuits, for the reasons set forth in their well-reasoned opinions, that the enactment of &#167; 245(b)(2)(B) was a constitutional exercise of Congress's authority under the Thirteenth Amendment.</p>\n    </div>\n    <p class=\"indent\">B. Effect of Park Closure</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">As noted above, the defendants contend that they did not violate &#167; 245(b)(2)(B) because, in light of the fact that Pioneer Park was closed after 10 p.m. (and therefore at the time of the \"park patrol\"), their alleged victims were not participating in or enjoying benefits, services, etc. provided by the State.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> The district court rejected this argument:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As far as Counts II, III, and IV, I can't believe that Congress or any court for that matter, would construe 18 U.S.C. &#167; 245(b)(2)(B) to mean or to state that someone's civil rights are put to bed at 10 o'clock at night until 6 in the morning if a public park is closed during that period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The only authority the defendants cite in support of their argument is <i>United States v. Bronk,</i> <span class=\"citation\" data-id=\"1402214\"><a href=\"/opinion/1402214/united-states-v-bronk/\"><span class=\"volume\">604</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">743</span></a></span>, 748 (W.D.Wis. 1985). In <i>Bronk,</i> the defendants were convicted of violating 18 U.S.C. &#167; 245(b)(2)(F).<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> 604 F.Supp. at 745. They moved to dismiss their indictment on the ground that the tavern at which the alleged crimes occurred was not a \"`facility which serves the public'\" within the meaning of &#167; 245(b)(2)(F) because the tavern was not open to those persons younger than the state drinking age. <i>Id.</i> at 748. The court concluded that the tavern was a public facility even though minors were not allowed to enter and that \"public\" \"include[s] all persons of the community not otherwise precluded by law from entering the premises.\" <i>Id.</i> The court in <i>Bronk</i> then denied the defendants' motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\"><i>Bronk</i> addressed whether the tavern was a public facility within the meaning of &#167; 245(b)(2)(F). The case did not suggest that the tavern ceased serving as a public facility at certain times of day. It therefore is inapposite here.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Section 245(b)(2)(B) protects an individual's right not to be excluded from Pioneer Park, a public park. The defendants forced the victims out of Pioneer Park through threats of force. This was a violation of the victims' federal civil rights, regardless of whether Pioneer Park was open or closed at the time of the crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In sum, we conclude that the defendants properly were convicted under &#167; 245(b)(2)(B). We now turn to the alleged errors at the defendants' trial.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The defendants challenge the admission at trial of skinhead and white supremacist evidence, including color photographs of their tattoos (e.g., swastikas and other symbols of white supremacy), Nazi-related literature, group photographs including some of the defendants (e.g., in \"Heil Hitler\" poses and standing before a large swastika that they later set on fire), and skinhead paraphernalia (e.g., combat boots, arm-bands with swastikas, and a registration form for the Aryan Nations World Congress). They contend that the district court's admission of this evidence violated Federal Rule of Evidence (\"FRE\") 403 because the prejudicial effect of the evidence outweighed its probative value. Some of the individual defendants additionally argue that admission of the evidence was cumulative, resulted in guilt by association, and violated their rights to free speech and association under the First Amendment.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The district court denied the defendants' motions to exclude this evidence because it concluded that the evidence was relevant to proving the defendants' motive, intent, and plan. We review for an abuse of discretion, <i>see United States v. McInnis,</i> <span class=\"citation\" data-id=\"592144\"><a href=\"/opinion/592144/united-states-of-america-plaintiff-appellee-cross-appellant-v-gary-dean/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1226</span></a></span>, 1231 (9th Cir.1992); <i>United States v. Skillman,</i> <span class=\"citation\" data-id=\"553883\"><a href=\"/opinion/553883/united-states-of-america-plaintiff-appellee-cross-appellant-v-gary-a/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1370</span></a></span>, 1373 (9th Cir.1991), and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">According to FRE 403, \"[a]lthough relevant, evidence may be excluded if its probative value is substantially out-weighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" \"Unfair prejudice,\" in turn, means \"an undue tendency to suggest decision on an improper basis, commonly, though not necessarily, an emotional one.\" Fed.R.Evid. 403, advisory committee notes; <i>see also Old Chief v. United States,</i> <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, 180, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">644</span></a></span>, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></a></span> (1997) (\"The term `unfair prejudice,' as to a criminal defendant, speaks to the capacity of some concededly relevant evidence to lure the factfinder into declaring guilt on a ground different from proof specific to the offense charged.\"); <i>McInnis,</i> 976 F.2d at 1231; <i>Skillman,</i> 922 F.2d at 1374. We conclude that, although prejudicial, the skinhead and other white supremacy evidence was not unfairly so and properly was admitted to prove racial animus.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In reaching this conclusion, we rely on our decision in <i>United States v. Skillman.</i> In <i>Skillman,</i> the defendant burned a cross outside the home of a black family. 922 F.2d at 1371. He was convicted of, <i>inter alia,</i> \"conspiring to intimidate [the black family] on account of race in the free exercise and enjoyment of their right to hold and occupy a dwelling, 18 U.S.C. &#167; 241 (1988)\" and \"intimidating [the black family] for the same purpose, 42 U.S.C. &#167; 3631 (1982).\" <i>Id.</i> The defendant argued on appeal that the district court abused its discretion under Rule 403 by admitting skinhead testimonial evidence because it was \"unfairly prejudicial and cumulative.\" <i>Id.</i> at 1373. Although there was no evidence that the defendant himself was a skinhead, the district court admitted evidence that he both asked a skinhead if he could attend a skinhead picnic and blamed the skinheads for the cross burning to avoid going to jail, as well as expert testimony about the skinheads espousing \"racial purity\" and \"white power.\" <i>Id.</i> at 1373-74 &amp; n. 4. The court reasoned that the skinhead evidence, coupled with other evidence at trial, tended to show that the defendant \"would act on his racial beliefs.\" <i>Id.</i> at 1374.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We concluded that the skinhead evidence was relevant to the defendant's conviction under 42 U.S.C. &#167; 3631 for \"intimidating or interfering with a person's housing rights <i>on account of `race' or `color</i>'\" and that the district court therefore did not abuse its discretion in admitting it. <i>Id.</i> (emphasis added). We agreed with the district court that \"the skinhead evidence tended to establish [the defendant's] racial animus and that he might act on his beliefs.\" <i>Id.</i> Moreover, we reasoned that the evidence was <i>not</i> cumulative \"in light of the difficulty in establishing the requisite racial animus and [the defendant's] theory-of-defense that he was a mere passive bystander at the crime.\" <i>Id.; see also United States v. Magleby,</i> <span class=\"citation\" data-id=\"160828\"><a href=\"/opinion/160828/united-states-v-magleby/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1318-19 (10th Cir.2001); <i>United States v. Stewart,</i> <span class=\"citation\" data-id=\"703968\"><a href=\"/opinion/703968/united-states-v-dennis-scott-stewart-stevie-hugh-stone-christopher-liff/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 930 (11th Cir.1995); <i>O'Neal v. Delo,</i> <span class=\"citation\" data-id=\"686517\"><a href=\"/opinion/686517/robert-earl-oneal-ii-v-paul-delo/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span>, 661 (8th Cir.1995); <i>McInnis,</i> 976 F.2d at 1228, 1231-32; <i>United States v. Winslow,</i> <span class=\"citation\" data-id=\"582655\"><a href=\"/opinion/582655/united-states-v-robert-j-winslow-united-states-of-america-v-stephen-e/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">845</span></a></span>, 850 (9th Cir. 1992).<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Several defendants also contend that the admission of skinhead evidence at trial unduly prejudiced them because it created a risk that the jury would convict them on the basis of guilt by association. They argue that there is no link between them and the Nazi-related literature that the government admitted at trial. Although it is true that the Nazi-related literature and other skinhead paraphernalia was found at Dixon's home, there was enough evidence in the record to connect the other defendants to the skinhead and white supremacy movement that admission of this evidence was not an abuse of discretion. <i>See United States v. Santiago,</i> <span class=\"citation\" data-id=\"687686\"><a href=\"/opinion/687686/united-states-v-richard-santiago-aka-chuco/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">885</span></a></span>, 890 (9th Cir.1995) (concluding that the district court did not abuse its discretion in admitting gang-related testimony where there was evidence that the defendant \"expressed interest in the gang and associated with gang members on several occasions\"); <i>but see United States v. J.H.H.,</i> <span class=\"citation\" data-id=\"668598\"><a href=\"/opinion/668598/united-states-v-juvenile-male-jhh-united-states-of-america-v-juvenile/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">821</span></a></span>, 828-29 (8th Cir.1994) (concluding that admission of testimony regarding the skinhead movement and the Ku Klux Klan, although harmless error in light of the plethora of evidence supporting the appellants' convictions, came \"dangerously close to permitting the factfinder to adjudge appellants guilty by association\" where there was little evidence in the record to show that the appellants were skinheads or skinhead-sympathizers); <i>Magleby,</i> 241 F.3d at 1316-17 (same).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Several defendants, in particular Allen and Dixon, argue that the skinhead and white supremacy evidence was cumulative and unduly prejudicial in light of their admissions at trial that they were racists and skinheads. Specifically, they argue that their admissions were less prejudicial and inflammatory than the photos, literature, and objects that the court admitted, and they maintain that the court should have taken this into consideration in conducting its balancing test under Rule 403. They rely on <i>Old Chief,</i> <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">644</span></a></span>, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></a></span>, in support of this argument. <i>Old Chief,</i> however, is inapposite here. In <i>Old Chief,</i> the Supreme Court held that it was unduly prejudicial under Rule 403 to admit the full record of the defendant's prior conviction (including the name and nature of the prior offense) for purposes of proving the defendant's felon status under 18 U.S.C. &#167; 922(g)(1) where the defendant was willing to stipulate to the fact of his prior conviction. 519 U.S. at 174, 191-92, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">644</span></a></span>. The Court was careful, however, to limit its holding to cases involving \"proof of felon status,\" <i>id.</i> at 183 n. 7, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">644</span></a></span>, which is not at issue here. Indeed, the Court made clear that in cases in which the defendant's felon status is <i>not</i> at issue, then \"the prosecutor's choice [of what evidence to produce at trial] will generally survive a Rule 403 analysis when a defendant seeks to force the substitution of an admission for evidence creating a coherent narrative of his thoughts and actions in perpetrating the offense for which he is being tried.\" <i>Id.</i> at 191-92, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">644</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Here, the government produced the skinhead and white supremacy evidence to prove the defendants' racial animus in committing their crimes. Although Dixon's and Allen's admissions were relevant to proving this element of &#167;&#167; 241 and 245(b)(2)(B), they were not conclusive, as was the admission of felon status in <i>Old Chief.</i> Unlike in <i>Old Chief,</i> the defendants' admissions were not a full admission of the element of the charged crime in issue. Further, in light of the Court's reasoning in <i>Old Chief</i> that, outside of felon status cases, \"the prosecution is entitled to prove its case free from any defendant's option to stipulate the evidence away,\" <i>id.</i> at 189, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">644</span></a></span>, we conclude that the skinhead and other white supremacy evidence was not cumulative and the district court therefore did not abuse its discretion in admitting it. <i>See Skillman,</i> 922 F.2d at 1374 (holding that skinhead evidence was not cumulative in light of the difficulty in proving racial animus); <i>United States v. Franklin,</i> <span class=\"citation\" data-id=\"416750\"><a href=\"/opinion/416750/united-states-v-joseph-paul-franklin/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1183</span></a></span>, 1188-89 (10th Cir.1983) (concluding that, although the defendant admitted his racial motivation at trial, it was not an abuse of discretion to admit other evidence of the defendant's racial animus where racial intent was an element of the crime (violation of 18 U.S.C. &#167; 245(b)(2)(B))).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Allen and Dixon contend that there was insufficient evidence to convict them of aiding and abetting the \"park patrol.\"<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> More specifically, they argue that their convictions under &#167; 245(b)(2)(B) should be reversed because, according to testimony at trial, it was not their idea to do the \"park patrol,\" they did not discuss the \"park patrol\" at the barbecue preceding the crime, and they told others at the barbecue not to do the \"park patrol.\" The government, in contrast, contends that, although Allen and Dixon did not actually participate in the \"park patrol,\" they participated in conversations about the \"park patrol,\" instructed Edelman and Johnson at the barbecue preceding the \"park patrol\" not to get caught and to look out for the younger \"park patrolers,\" and encouraged \"park patrols\" in general. In short, there was ample testimony to support their convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In reviewing this claim, we apply the standard of review set forth in <i>Jackson v. Virginia,</i> <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979): \"[T]he relevant question is whether, after viewing the evidence in the light most favorable to the prosecution, <i>any</i> rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" <i>Id.</i> at 319, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>(emphasis in original); <i>see also Skillman,</i> 922 F.2d at 1372 (applying the <i>Jackson</i> standard to a \"sufficiency of the evidence\" claim). When viewing the evidence in the light most favorable to the government, we conclude that there was sufficient evidence for a rational trier of fact to conclude beyond a reasonable doubt that Allen and Dixon aided and abetted the \"park patrol.\"</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">First, there was testimony indicating that Allen and Dixon had knowledge of the \"park patrol.\" For example, Emily Ehresman testified that Allen and Dixon heard others talking about the \"park patrol.\" In addition, Jason Williams testified that Allen stood by his front door as the \"park patrol\" participants were leaving and said something like \"If you guys want to go do it, go ahead,\" but that he was not going to participate. <i>See United States v. Easter,</i> <span class=\"citation\" data-id=\"705139\"><a href=\"/opinion/705139/42-fed-r-evid-serv-1374-95-cal-daily-op-serv-6992-95-daily-journal/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1018</span></a></span>, 1023-24 (9th Cir.1995) (concluding that there was sufficient evidence of \"knowledge\" for purposes of aiding and abetting the use of firearms during an armed robbery where the defendant participated in and was present during discussions about who would carry the gun into the bank and about the use of guns in general during the robbery).</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Second, there was evidence that Allen and Dixon actively encouraged members of the MFWCS to engage in \"park patrols.\" Jeremiah Johnson testified that Allen and Dixon encouraged him and other members of the MFWCS \"to go out and commit low-key acts of violence to rid public places of minorities.\" Thomas Edelman testified that Allen told \"everybody\" at his barbecue that \"It's time to go do a park patrol,\" and that he thought Dixon responded by saying \"`Yeah, let's go get them,' or `Yeah, do it,' or whatever.\" <i>See Nelson,</i> 277 F.3d at 213 (\"[A]n individual (with the necessary intent) may be held liable if he is a <i>cause in fact</i> of the criminal violation, even though the result which the law condemns is achieved through the actions of ... intermediaries.\") (emphasis in original); <i>United States v. Bancalari,</i> <span class=\"citation\" data-id=\"739344\"><a href=\"/opinion/739344/97-cal-daily-op-serv-2590-97-daily-journal-dar-4566-united-states-of/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1425</span></a></span>, 1429 (9th Cir.1997) (\"To be convicted of aiding and abetting, the jury must find beyond a reasonable doubt that the defendant `knowingly and intentionally aided and abetted the principals in each essential element of the crime.'\" (quoting <i>United States v. Dinkane,</i> <span class=\"citation\" data-id=\"664133\"><a href=\"/opinion/664133/united-states-v-darweshi-dinkane/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1192</span></a></span>, 1196 (9th Cir.1994))); <i>United States v. Barnett,</i> <span class=\"citation\" data-id=\"398313\"><a href=\"/opinion/398313/united-states-v-gary-barnett/\"><span class=\"volume\">667</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">835</span></a></span>, 841 (9th Cir.1982) (\"An abettor is one `who, with mens rea, ... commands, counsels or otherwise encourages the perpetrator to commit the crime.'\") (citation omitted and alteration in original); 18 U.S.C. &#167; 2(b) (\"Whoever willfully causes an act to be done which if directly performed by him or another would be an offense against the United States, is punishable as a principal.\").</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Last, evidence at trial indicated that Allen and Dixon provided participants of the \"park patrol\" with advice about how to conduct the patrol. For example, Edelman testified that Dixon told participants: \"Make sure you drop dudes off at each corner of the park,\" which they did when they arrived at the park. In addition, Johnson and Edelman both testified that Allen pulled them aside at the barbecue and told them not to get caught, to be careful because the \"park patrol\" was risky, to watch out for younger participants, and to keep an eye on Flaherty, who was not from Billings (and therefore unfamiliar with the area), had a broken jaw that was wired shut, and had never before participated in a \"park patrol.\" <i>See</i> 18 U.S.C. &#167; 2(a) (\"Whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal.\").</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">For these reasons, we affirm Allen's and Dixon's convictions under &#167; 245(b)(2)(B).</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Flom contends that there was insufficient evidence to support his conviction under 18 U.S.C. &#167; 241. More specifically, he argues that he was not a member of the MFWCS, he did not participate in the activities of the MFWCS before July 29, 2000, the date of the \"park patrol,\" his casual association with the MFWCS was not enough to establish his participation in the conspiracy, and he was too drunk on the night of the \"park patrol\" to form the requisite intent under &#167; 241. In sum, Flom's argument is that there was insufficient evidence to prove the necessary elements of racial animus and that he agreed to be a member of a racially-motivated conspiracy to deprive citizens of their civil rights. We apply the standard of review set forth in <i>Jackson v. Virginia, see supra</i> at 888-89, and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The Indictment charged Flom and his co-defendants with violating 18 U.S.C. &#167; 241 because they allegedly:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">willfully combined, conspired, and agreed with one another and others to injure, oppress, threaten, and intimidate African-American, Hispanic, Jewish, and Native American persons in the free exercise and enjoyment of the rights and privileges secured to them by the Constitution and laws of the United States, namely the right to the full and equal enjoyment of the services, facilities, privileges, advantages, and accommodations of any place of public accommodation without discrimination <i>on the ground of race, color, religion, and national origin.</i></p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">To prove a conspiracy under &#167; 241, the government needed to show that the defendants (1) agreed to accomplish an illegal objective and (2) had the requisite intent necessary to commit the underlying offense. <i>See Skillman,</i> 922 F.2d at 1373 n. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Although Flom was not a member of the MFWCS, he repeatedly associated with members of the group <i>before</i> July 29, 2000, and apparently shared many of their racist beliefs and attitudes. For example, Flom had tattoos that were strikingly similar to the Nazi-related, white supremacist tattoos of his co-defendants. In fact, Flom was responsible for drawing tattoos, such as the swastika on Edelman's arm, on members of the MFWCS. In addition, Flom spoke about Hitler and the skinhead movement and visited the Aryan Nations compound with members of the MFWCS. He also referred to himself as a Nazi or neo-Nazi and used the phrase \"88\" (\"Heil Hitler\"). <i>See Skillman,</i> 922 F.2d at 1373(\"The necessary intent [to establish a violation of &#167; 241] is demonstrated by the evidence of racial animus.\").</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Flom's association with the MFWCS was more than \"casual\" and the fact that he was not a member did not negate his participation in the conspiracy.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> Indeed, Flom participated in the \"park patrol,\" an object of the conspiracy, by wielding a weapon while searching Pioneer Park for minorities and yelling racial slurs at Spring Ramirez, one of the victims of the patrol. <i>See United States v. Herrera-Gonzalez,</i> <span class=\"citation\" data-id=\"774783\"><a href=\"/opinion/774783/united-states-v-gerardo-herrera-gonzalez/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1092</span></a></span>, 1095 (9th Cir. 2001) (\"The term `slight connection' means that a defendant need not have known all the conspirators, participated in the conspiracy from its beginning, participated in all its enterprises, or known all its details. A connection to the conspiracy may be inferred from circumstantial evidence.\") (footnotes omitted), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1117</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">928</span></span>, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></span> (2002); <i>Skillman,</i> 922 F.2d at 1373 (\"Once a conspiracy is established, the defendant must only have a slight connection to link him with the conspiracy ... This slight connection may be demonstrated by proof of the defendant's willful participation in the illegal objective with the intent to further some purpose of the conspiracy.\") (internal citation and footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Moreover, we reject Flom's argument that he was too drunk to form the requisite intent for the conspiracy on the basis of Johnson's testimony that Flom heard and understood the conversations about the \"park patrol\" and had no difficulty exiting the truck once the participants arrived at Pioneer Park. <i>See McInnis,</i> 976 F.2d at 1230(holding that the jury could reasonably have concluded that the defendant was not too intoxicated to form the requisite intent for a violation of 42 U.S.C. &#167; 3631(a)<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> where he made racially derogatory remarks before and after the crime and \"picked up his rifle in the garage, walked outside, moved about 100 feet along the fence at the south end of his property, loaded the rifle and fired at the [victims'] house\").</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">We conclude that there was sufficient evidence to support Flom's conviction under &#167; 241.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Potter contends that the district court erred by refusing to grant his motion for a mistrial. Specifically, he contends that the government asked him a question during cross-examination &#8212; \"Did you tell Agent Fagetan to suck your cock?\" &#8212; that was highly prejudicial and served only to inflame the jury. We review the district court's denial of Potter's motion for a mistrial for an abuse of discretion, <i>see United States v. George,</i> <span class=\"citation\" data-id=\"697351\"><a href=\"/opinion/697351/united-states-v-johnaton-sampson-george/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1078</span></a></span>, 1082 (9th Cir.1995), and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The prosecutor asked the question to which Potter objects during an inquiry about Potter's respect for the FBI and for orders issued by the court. The question was a relevant impeachment question<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> and did not affect proof of any elements of the crimes of which Potter was convicted, and there was ample evidence from which the jury could conclude that Potter was guilty of violating &#167;&#167; 241 and 245(b)(2)(B). <i>See George,</i> 56 F.3d at 1083(holding that it was not an abuse of discretion and was harmless error for the district court to deny the defendant's motion for a mistrial because the hearsay evidence that was admitted was not \"crucial to proof of any element of the crime charged\" and the government presented \"overwhelming evidence\" of the defendant's guilt).</p>\n    </div>\n    <p>VII.</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Allen, Dixon, and Skidmore argue that the district court erred in calculating their sentences under the United States Sentencing Guidelines (\"U.S.S.G.\").<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> Specifically, all three contest the four-level enhancement the district court imposed, pursuant to U.S.S.G. &#167; 3B1.1, for their leadership roles in the criminal activity and the two-level enhancement the district court imposed, pursuant to U.S.S.G. &#167; 3B1.4, for the use of minors in their criminal activity.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">We review \"the district court's application of the Sentencing Guidelines to the facts of a particular case for an abuse of discretion,\" <i>United States v. Alexander,</i> <span class=\"citation\" data-id=\"777382\"><a href=\"/opinion/777382/united-states-v-james-douglas-alexander/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">811</span></a></span>, 818 (9th Cir.2002) (internal quotation marks and citation omitted), the court's factual findings during sentencing for clear error, <i>id.,</i> and the court's interpretation of the Guidelines <i>de novo, id.,</i> and we affirm.</p>\n    </div>\n    <p class=\"indent\">A. Leadership Role Enhancement<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a></p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">According to &#167; 3B1.1(a), \"[i]f the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive,\" then the district court should enhance the defendant's sentence by four levels. The Application Notes to this guideline clarify the factors a court should consider in determining \"leadership\": \"(1) exercise of decision making authority; (2) the nature of participation in the commission of the offense; (3) the recruitment of accomplices; (4) the claimed right to a larger share of the fruits of the crime; (5) the degree of participation in planning or organizing the offense; (6) the nature and scope of the illegal activity; and (7) the degree of control and authority exercised over others.\" U.S.S.G. &#167; 3B1.1, cmt. 4. \"[A]n adjustment is justified when ... the defendant `exercised some control over others involved in the commission of the offense or [was] responsible for organizing others for the purpose of carrying out the crime.'\" <i>United States v. Alonso,</i> <span class=\"citation\" data-id=\"691026\"><a href=\"/opinion/691026/united-states-v-jose-a-alonso/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1536</span></a></span>, 1545 (9th Cir.1995) (citation omitted); <i>see also Narte,</i> 197 F.3d at 966.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The district court based its decision to apply an enhancement under &#167; 3B1.1 on Allen's, Dixon's, and Skidmore's roles as leaders of the MFWCS. The court relied on the \"offense conduct\" described in the defendants' presentence reports (\"PSR\") and derived from testimony at trial. <i>See Maldonado,</i> 215 F.3d at 1051 (\"[T]he district court may, without error, rely on evidence presented in the PSR to find by a preponderance of the evidence that the facts underlying a sentence enhancement have been established.\").</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">We agree with the district court that there was ample evidence demonstrating Allen's, Dixon's, and Skidmore's roles as leaders of the MFWCS. For example:</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">(1) Allen, Dixon, and Skidmore formed the MFWCS in Billings, Montana. They developed the rules and code of conduct for the group, and taught them to new members.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">(2) Allen, Dixon, and Skidmore granted permission to other members of the MFWCS to wear red suspenders (which members earned by physically attacking racial minorities and Jews). If a member wore suspenders without earning them, then Allen, Dixon, or Skidmore beat him or cut off his suspenders. Allen, Dixon, and Skidmore encouraged members to earn more suspenders: \"Just go clean the town of all scum. You know, clean up our nation.\" They were disappointed if new members did not earn their rewards.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">(4) Allen decided which members of the MFWCS got tattoos and what those tattoos were.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">(3) Allen, Dixon, and Skidmore \"chewed out\" the participants of the \"park patrol\" for not chasing, catching, and attacking the victims.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The district court also relied on the fact that the jury concluded beyond a reasonable doubt that Allen, Dixon, and Skidmore were guilty of the crimes charged in the indictment. <i>See United States v. Munoz,</i> <span class=\"citation\" data-id=\"771303\"><a href=\"/opinion/771303/united-states-v-david-phillip-munoz-bennie-e-mcgregor-donald-l-thomson/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1117</span></a></span>, 1136-37 (9th Cir.2000) (affirming the district court's three-level sentencing enhancement under &#167; 3B1.1(b) in part because the jury convicted the defendant on all counts, which indicated that he had \"some measure of control and responsibility over the actions\" of the other participants in the conspiracy).</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We conclude that it was not clear error for the district court to apply four-level leadership enhancements to Allen's, Dixon's, and Skidmore's sentences in light of the plethora of evidence that they were the leaders of the MFWCS and encouraged the MFWCS members to engage in racially and religiously-motivated crimes such as the \"park patrol\" to advance in the organization (e.g., to earn their red suspenders and laces). <i>See United States v. Jordan,</i> <span class=\"citation\" data-id=\"777831\"><a href=\"/opinion/777831/united-states-v-allen-ray-jordan/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1091</span></a></span>, 1099 (9th Cir.2002) (\"Ordinarily on such an issue[leadership role enhancement], we give broad deference to the district court, which gained an intimate understanding of the people and events involved over the course of the three-week trial.\").<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a></p>\n    </div>\n    <p class=\"indent\">B. Enhancement for Recruiting Minors</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The district court concluded that Allen, Dixon, and Skidmore were responsible for recruiting Kevin Cox, Dustin Neely, and Sarah Fairchild,<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> all minors, to participate in the MFWCS's activities. Allen, Dixon, and Skidmore argue, however, that it was error for the district court to enhance their sentences on the basis of recruitment of minors because Cox, Neely, and Fairchild were not members of the MFWCS and they did not encourage these minors (or anyone) to participate in the \"park patrol.\" The government, in contrast, contends that, even though Cox, Neely, and Fairchild were not dues-paying members of the MFWCS, Allen, Dixon, and Skidmore encouraged and recruited them to participate in the \"park patrol\" and these minors associated with the MFWCS. We affirm the district court's application of the enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">According to &#167; 3B1.4, the district court should increase a defendant's sentence by two levels if \"the defendant used or attempted to use<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a> a person less than eighteen years of age to commit the offense or assist in avoiding detection of, or apprehension for, the offense.\" U.S.S.G. &#167; 3B1.4. The evidence suggests that Allen, Dixon, and Skidmore recruited minors into the MFWCS and encouraged and directed them to commit violent acts. For example, Allen and Dixon taught members of the MFWCS to recruit \"younger, strong males that were kind of like outsiders in school or anywhere else.\" The minors had to be at least sixteen years old. In addition, the MFWCS benefitted from recruiting minors because the criminal penalties for minors who committed violent acts were less than those for adults. Allen, Dixon, and Skidmore therefore encouraged minors to go out and cause trouble. Finally, Allen told minors that they could ascend the ranks of the MFWCS and earn their red suspenders and laces by beating up minorities.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">This evidence indicates that Allen, Dixon, and Skidmore actively \"recruited,\" \"encouraged,\" and \"solicited\" minors to take part in the MFWCS's activities, including the \"park patrol,\" because the minors were less likely than adults to be imprisoned. Indeed, Neely, Cox, Williams, and Fairchild, all minors, participated in the \"park patrol.\" The fact that the minors were not members of the MFWCS is irrelevant in light of their involvement with the organization. <i>See United States v. Parker,</i> <span class=\"citation\" data-id=\"772294\"><a href=\"/opinion/772294/united-states-v-chris-parker/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1114</span></a></span>, 1120 (9th Cir.2001) (holding that an enhancement under &#167; 3B1.4 requires \"evidence that the defendant acted affirmatively to involve the minor\" in the crime); <i>United States v. Castro-Hernandez,</i> <span class=\"citation\" data-id=\"774239\"><a href=\"/opinion/774239/united-states-v-alberto-castro-hernandez/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1057</span></a></span>, 1059-60 (9th Cir.2001) (affirming sentencing enhancement under &#167; 3B1.4 because the defendant took \"affirmative steps to involve a minor in a manner that furthered or was intended to further the commission of the offense\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1167</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1185</span></span>, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">126</span></span> (2002); <i>but see United States v. Jimenez,</i> <span class=\"citation\" data-id=\"778841\"><a href=\"/opinion/778841/united-states-v-evelyn-jimenez/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1166</span></a></span>, 1169-70 (9th Cir.2002) (holding that application of the two-level enhancement under &#167; 3B1.4 was clear error because the evidence did not show that the defendant affirmatively acted to involve her son in the crime). We therefore affirm the district court's application of the &#167; 3B1.4 sentencing enhancement.</p>\n    </div>\n    <p>VIII.</p>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The applicable Sentencing Guideline for violations of &#167;&#167; 241 and 245(b)(2)(B) is U.S.S.G. &#167; 2H1.1. According to &#167; 2H1.1, a district court should apply the \"greatest\" base offense level as between &#167; 2H1.1(a) through (b)(1) or \"the offense level from the offense guideline applicable to any underlying offense.\" U.S.S.G. &#167; 2H1.1(a)(1). Here, the district court applied the base offense level for aggravated assault, reasoning that the defendants' offenses involved confronting racial minorities in a public park, threatening them with weapons, and chasing them while yelling racial slurs or threats, conduct similar to aggravated assault. The district court reasoned that, although Allen and Dixon did not participate in the \"park patrol,\" they could be held accountable for the participants' actions due to their leadership roles in the MFWCS and their aiding and abetting of the overall conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">The applicable Sentencing Guideline for aggravated assault,<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a> U.S.S.G. &#167; 2A2.2(a), provides for a base offense level of 15, which is greater than the levels listed in &#167; 2H1.1. In addition, &#167; 2A2.2 calls for a three-level enhancement \"if a dangerous weapon (including a firearm) was brandished or its use was threatened.\" U.S.S.G. &#167; 2A2.2(b)(2)(C). The district court applied this enhancement to Allen's and Dixon's sentences because their co-defendants threatened the victims with weapons during the commission of the \"park patrol,\" and it was reasonably foreseeable to Allen and Dixon that their co-defendants would use weapons in committing the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Allen challenges the court's three-level enhancement, pursuant to &#167; 2A2.2(b)(2)(C), for use of a dangerous weapon. He contends that he was not involved in the planning or execution of the \"park patrol\" and that he, in fact, told the participants not to conduct the patrol. It therefore was not foreseeable to him (as required by U.S.S.G. &#167; 1B1.3(a)(1)(B))<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a> that the parties would conduct the \"park patrol,\" much less that they would use weapons. He also claims that all the weapons came from Johnson's truck and not from him.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Dixon contends that &#167; 2A2.2 did not apply to his crimes because he did not intend to inflict serious bodily harm on the victims of the park patrol, especially in light of the fact that he neither encouraged nor participated in the crime. In addition, like Allen, he challenges the sentencing enhancement for possession of a weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">We reject Allen's and Dixon's arguments. There was testimony that Allen and Dixon chided Edelman and Johnson for not having chased, caught, and beat up the victims of the \"park patrol.\" This testimony suggested that Allen and Dixon intended that the \"park patrol\" participants inflict bodily harm on the victims of the patrol. In addition, Johnson testified at trial that Allen and Dixon encouraged him and other members of the MFWCS to \"go out and commit low-key acts of violence to rid public places of minorities\" and that members needed to harm minorities in order to earn their red suspenders. It therefore was foreseeable, contrary to Allen's and Dixon's contentions, that their co-defendants would engage in a \"park patrol\" and that they would use weapons to harm racial minorities and Jews. Last, the jury convicted Allen and Dixon of violating &#167; 245(b)(2)(B). The court instructed the jury that, to find the defendants guilty of this crime, they had to conclude beyond a reasonable doubt that the defendants \"acted by force or threat of force\" and that they \"used, attempted to use or threatened to use a dangerous weapon.\" On the basis of the jury's guilty verdicts, it was not clearly erroneous for the district court to have used &#167; 2A2.2 in calculating Allen's and Dixon's sentences. <i>See Munoz,</i> 233 F.3d at 1136-37 (relying on the jury's guilty verdict in affirming a sentencing enhancement).</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">We therefore agree with the district court that it was proper to use &#167; 2A2.2 to calculate Allen's and Dixon's base offense levels and to apply the three-level enhancement for use of a dangerous weapon.</p>\n    </div>\n    <p>IX.</p>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Under U.S.S.G. &#167; 3C1.1, the district court may enhance a defendant's sentence if \"the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the course of the investigation, prosecution, or sentencing of the instant offense of conviction....\" The district court applied this two-level enhancement to Skidmore's sentence because Skidmore testified under oath that he was at work from approximately 5 p.m. until 10:30 p.m. on the night of the \"park patrol,\" even though he knew that his employment records indicated that this was not true.<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a> Moreover, the district court found that Skidmore impeded the government from obtaining his employment records to prove that he was not at work.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Skidmore contends that it was improper for the district court to enhance his sentence pursuant to &#167; 3C1.1 because (1) he did not \"willfully\" attempt to obstruct justice and his allegedly erroneous testimony may have resulted from faulty memory and human error; and (2) his alleged lie did not involve information material to the case. The government argues, in contrast, that evidence of Skidmore's presence at Allen's barbecue just before the \"park patrol\" was probative of his participation in the conspiracy, which had as one of its objectives the performance of the \"park patrol.\" We review for clear error, <i>see United States v. Hinostroza,</i> <span class=\"citation\" data-id=\"778489\"><a href=\"/opinion/778489/united-states-v-antonio-hinostroza/\"><span class=\"volume\">297</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">924</span></a></span>, 929(9th Cir.2002); <i>United States v. Khang,</i> <span class=\"citation\" data-id=\"678608\"><a href=\"/opinion/678608/united-states-of-america-plaintiff-appellee-cross-appellant-v-lee-khang/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 79 (9th Cir.1994),<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a> and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">In <i>Hinostroza,</i> the defendant argued, as Skidmore does here, that the government failed to prove, and the district court failed to find, that his false testimony was willful. 297 F.3d at 929. The court rejected this argument and concluded that \"[t]he court's finding of perjury a fortiori includes a finding of mens rea, so the defendant cannot plausibly argue that the record is devoid of any findings of mens rea here.\" <i>Id.; see also United States v. Dunnigan,</i> <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 98, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span></a></span>, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (1993) (\"Upon a proper determination that the accused has committed perjury at trial, an enhancement of sentence[for obstruction of justice] is required by the Sentencing Guidelines.\"); <i>United States v. Luca,</i> <span class=\"citation\" data-id=\"765196\"><a href=\"/opinion/765196/united-states-v-frank-a-m-luca/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1018</span></a></span>, 1023 (9th Cir.1999) (\"The enhancement [under &#167; 3C1.1] is mandatory where the court finds that the defendant provided false testimony on a material matter with willful intent.\"); <i>United States v. Christman,</i> <span class=\"citation\" data-id=\"535320\"><a href=\"/opinion/535320/united-states-v-robert-christman/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span>, 342 (9th Cir.1990) (holding that obstruction of justice was willful where the defendant knew his prior drug conviction was a felony but told his probation officers that he had been convicted of a misdemeanor).</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">We conclude that Skidmore's obstruction of justice was willful. In addition, Skidmore lied about a material issue. \"Material evidence\" means \"evidence, fact, statement, or information that, if believed, would tend to influence or affect the issue under determination.\" U.S.S.G. &#167; 3C1.1, cmt. 6. Skidmore's presence at Allen's barbecue was probative of whether he participated in planning or otherwise influenced the \"park patrol,\" which was a goal of the conspiracy alleged in Count I of the Indictment. We therefore conclude that the district court properly enhanced Skidmore's sentence under &#167; 3C1.1.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">In sum, we conclude that Pioneer Park was a place of \"public accommodation\" and that the defendants therefore properly were convicted under 18 U.S.C. &#167; 241. In addition, we conclude that the enactment of &#167; 245(b)(2)(B) was a constitutional exercise of both Congress's Commerce Clause and Thirteenth Amendment powers. The defendants therefore properly were convicted under this statute as well, even though Pioneer Park technically was closed at the time of the \"park patrol.\" Last, we affirm each defendant's sentence and conviction because the district court did not abuse its discretion in making its evidentiary rulings and properly applied the challenged sentencing enhancements.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Thomas M. Reavley, Senior United States Circuit Judge for the Fifth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Members of the MFWCS used terms such as \"prairie nigger,\" \"nigger,\" \"gook,\" and \"kike\" to refer to racial minorities and Jews</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The defendants disagree about who raised the idea of engaging in a \"park patrol.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Allen and Dixon dispute that they participated in discussions about the \"park patrol.\" Edelman testified, however, that Allen told everybody at the barbecue that \"It's time to go do a park patrol,\" and that he thought Dixon responded by saying \"Yeah, let's go get them,\" or \"Yeah, do it.\" He also testified that Dixon instructed participants: \"Make sure you drop dudes off at each corner of the park.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court dismissed Counts II through IV as to Skidmore. He was tried only on Count I</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The defendants also maintain that the park's connections to interstate commerce were at best<i>de minimus.</i> Both the Eleventh and the Seventh Circuits have rejected the argument that a \"minimal\" effect on interstate commerce is not sufficient to support the constitutionality of a statute enacted pursuant to Congress's Commerce Clause power. <i>See United States v. Scott,</i> <span class=\"citation\" data-id=\"75553\"><a href=\"/opinion/75553/united-states-v-william-andrew-scott/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1270</span></a></span>, 1274 (11th Cir.2001) (\"[A]s long as the weapon in question has a `minimal nexus' to interstate commerce, &#167; 922(g)(1) is constitutional.\") (affirming <i>United States v. McAllister,</i> <span class=\"citation\" data-id=\"70802\"><a href=\"/opinion/70802/united-states-v-mcallister/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span> (11th Cir.1996)), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1166</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1182</span></span> (2002); <i>United States v. Peterson,</i> <span class=\"citation\" data-id=\"771634\"><a href=\"/opinion/771634/united-states-v-george-peterson-and-pedro-sandoval/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">848</span></a></span>, 852 (7th Cir.2001) (upholding the <i>de minimus</i> standard as it applies to robberies prosecuted under the Hobbs Act, 18 U.S.C. &#167; 1951(a)). We similarly reject this argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As the Supreme Court noted in<i>Daniel v. Paul,</i> Webster's Third New International Dictionary defines \"entertainment\" as \"the act of diverting, amusing, or causing someone's time to pass agreeably.\" <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, 306 n. 7, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></a></span> (1969) (internal quotation marks omitted). The victims in this case were enjoying drinks and conversing at a picnic table at Pioneer Park. It appears, on the basis of these actions and Webster's definition of \"entertainment,\" that Pioneer Park was a place of entertainment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This statute is the precursor to &#167; 2000a(b)(3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Supreme Court cites this case with approval in<i>Daniel,</i> 395 U.S. at 307-08, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Court cited comments by President Kennedy and various Congressmen regarding \"the public accommodations provisions of the proposed Civil Rights Act,\" in which they stated that \"recreational areas\" and \"other establishments which receive supplies, equipment, or goods through the channels of interstate commerce\" should be considered \"public accommodations\" that \"affect commerce.\"<i>Id.</i> at 306-07, <span class=\"citation\" data-id=\"107955\"><a href=\"/opinion/107955/daniel-v-paul/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This portion of the panel opinion was reinstated on rehearing en banc in <span class=\"citation\" data-id=\"586329\"><a href=\"/opinion/586329/united-states-v-christopher-barry-greer-daniel-alvis-wood-sean-christian/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">433</span></a></span> (5th Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Without specifically addressing the issue of whether a public park is a \"public accommodation,\" several courts have upheld convictions under either &#167; 241 or &#167; 245(b)(2)(B), which were premised on racially-motivated attacks at public parks<i>See United States v. Makowski,</i> <span class=\"citation\" data-id=\"744578\"><a href=\"/opinion/744578/97-cal-daily-op-serv-6254-97-daily-journal-dar-10236-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1078</span></a></span>, 1080 (9th Cir. 1997); <i>United States v. McDermott,</i> <span class=\"citation\" data-id=\"673908\"><a href=\"/opinion/673908/united-states-v-william-mcdermott-united-states-of-america-v-daniel/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">404</span></a></span>, 411 (8th Cir.1994); <i>United States v. Bledsoe,</i> <span class=\"citation\" data-id=\"431907\"><a href=\"/opinion/431907/united-states-v-raymond-bledsoe/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1094</span></a></span>, 1095, 1099 (8th Cir.1984); <i>United States v. Franklin,</i> <span class=\"citation\" data-id=\"416750\"><a href=\"/opinion/416750/united-states-v-joseph-paul-franklin/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1183</span></a></span>, 1185, 1192 (10th Cir.1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Potter additionally argues that Congress did not have authority under the Thirteenth Amendment to enact this statute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> 42 U.S.C. &#167; 13981(b) states that \"[a]ll persons within the United States shall have the right to be free from crimes of violence motivated by gender.\"<i>See Morrison,</i> 529 U.S. at 605, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span> (quoting the statute). Subsection (c) states that a person who violates subsection (b) \"shall be liable to the party injured, in an action for the recovery of compensatory and punitive damages, injunctive and declaratory relief, and such other relief as a court may deem appropriate.\" <i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The Supreme Court warned in<i>Morrison</i> that \"the existence of congressional findings is not sufficient, by itself, to sustain the constitutionality of Commerce Clause legislation.\" 529 U.S. at 614, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>. The Court viewed with skepticism the congressional findings supporting the VAWA because they were based on reasoning that established a \"but-for causal chain from the initial occurrence of violent crime (the suppression of which has always been the prime object of the States' police power) to every attenuated effect upon interstate commerce.\" <i>Id.</i> at 615, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>. Here, however, the connection between racial discrimination and interstate commerce is not attenuated. As a result of this connection, Congress validly enacted both the Civil Rights Act of 1964 and &#167; 245(b)(2)(B) pursuant to its Commerce Clause authority.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In<i>United States v. McCoy,</i> <span class=\"citation\" data-id=\"781358\"><a href=\"/opinion/781358/united-states-v-rhonda-anne-mccoy/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1114</span></a></span>, 1122-23 (9th Cir.2003), we held that \"simple intrastate possession of home-grown child pornography not intended for distribution or exchange\" is not economic activity and therefore that, as applied to this type of activity, 18 U.S.C. &#167; 2252(a)(4)(B) was an unconstitutional exercise of Congress's Commerce Clause power. <i>McCoy</i> is distinguishable from this case, however, because it involved an \"as applied\" analysis of 18 U.S.C. &#167; 2252(a)(4)(B) to unique circumstances involving non-economic, intrastate homegrown child pornography.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> As discussed below, the Second Circuit in<i>Nelson</i> has examined the constitutionality of &#167; 245(b)(2)(B). Although the court relied on the Thirteenth Amendment in holding that &#167; 245(b)(2)(B) was constitutional and did not decide whether this statute was validly enacted under the Commerce Clause, it noted that, even after <i>Lopez</i> and <i>Morrison,</i> &#167; 245(b)(2)(B) \"may well be constitutional directly under the Commerce Clause.\" 277 F.3d at 191 n. 28. The court stated:</p>\n        <p class=\"indent\">The Thirteenth Amendment argument presented in the main text reveals, however, that private violence motivated by a discriminatory animus against members of a race or religion, etc., who use public facilities, etc., is anything but intrinsically a matter of purely local concern. Instead, such violence has long been intimately connected to a system of slavery and involuntary servitude that the Thirteenth Amendment made centrally a matter of national concern. And for this reason, congressional action taken to regulate such activity is not likely to infringe impermissibly on local affairs. It follows that laws such as &#167; 245(b)(2)(B) (if the activity regulated also involves substantial effects on interstate commerce) may well be constitutional directly under the Commerce Clause, even after <i>Lopez</i> and <i>Morrison,</i> and even without any independent resort to the Thirteenth Amendment. The fact that Congress may regulate an activity pursuant to its Thirteenth Amendment powers in itself indicates that the regulated activity is fundamentally national rather than local. And, as a result, Congress might also, separately, opt to regulate the activity pursuant to its Commerce Clause powers.</p>\n        <p class=\"indent\"><i>Id.</i> (citation omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The Thirteenth Amendment states:</p>\n        <p class=\"indent\">Section 1. Neither slavery nor involuntary servitude, except as punishment for a crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction. Section 2. Congress shall have the power to enforce this article by appropriate legislation.</p>\n        <p class=\"indent\">U.S. Const. amend. XIII.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> We note that the government initially raised the argument that &#167; 245(b)(2)(B) was validly enacted pursuant to Congress's Thirteenth Amendment authority. The appellants (with the exception of Potter) focused exclusively on whether Congress validly enacted &#167; 245(b)(2)(B) under its Commerce Clause powers. Dixon briefly addressed the Thirteenth Amendment in his reply brief, but incorrectly stated that \"the only way in which penal federal civil rights legislation can reach purely private action is through the Commerce Clause.\" As discussed below, the Thirteenth Amendment reaches purely private conduct</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> \"It is important to understand that acts of violence or force committed against members of a hated class of people with the intent to exact retribution for and create dissuasion against their use of public facilities have a long and intimate historical association with slavery and its cognate institutions.\"<i>Id.</i> at 189.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> <i>Bledsoe</i> is especially relevant here because the facts in <i>Bledsoe</i> are similar to those in this case. In <i>Bledsoe,</i> the appellants left a party to go to a park to \"harass homosexuals.\" <i>Id.</i> at 1095. The appellants stated that they used a dowel rod and a baseball bat to chase a \"black faggot\" from a restroom at the park. <i>Id.</i> at 1095-96. Unlike the appellants here, the appellants in <i>Bledsoe</i> beat the victim to death. <i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The defendants do not contest that Pioneer Park is a \"facility\" administered by the City of Billings, which is a subdivision of the State of Montana. They contend only that the City of Billings provides no services, facilities, etc. at Pioneer Park after 10 p.m</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> This statute is similar to &#167; 245(b)(2)(B) except that it involves interference with the enjoyment of \"goods, services, facilities, privileges, advantages, or accommodations of any inn, hotel, motel, or other establishment which provides lodging to transient guests, or of any restaurant, cafeteria, lunchroom, lunch counter, soda fountain, or other facility which serves the public and which is principally engaged in selling food or beverages for consumption on the premises, or of any gasoline station, or of any motion picture house, theater, concert hall, sports arena, stadium, or any other place of exhibition or entertainment which serves the public, or of any other establishment which serves the public and (i) which is located within the premises of any of the aforesaid establishments or within the premises of which is physically located any of the aforesaid establishments, and (ii) which holds itself out as serving patrons of such establishments.\" 18 U.S.C. &#167; 245(b)(2)(F)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Potter is the only defendant who raises the First Amendment argument. He conceded in his opening brief, however, that the Supreme Court's decision in<i>Wisconsin v. Mitchell,</i> <span class=\"citation\" data-id=\"112879\"><a href=\"/opinion/112879/wisconsin-v-mitchell/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, <span class=\"citation\" data-id=\"112879\"><a href=\"/opinion/112879/wisconsin-v-mitchell/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2194</span></a></span>, <span class=\"citation\" data-id=\"112879\"><a href=\"/opinion/112879/wisconsin-v-mitchell/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">436</span></a></span> (1993), forecloses his argument. In <i>Mitchell,</i> the Supreme Court upheld a Wisconsin statute that increased the penalty for an offense when the defendant selected his victim on the basis of the victim's race, religion, color, disability, sexual orientation, national origin, or ancestry. 508 U.S. at 480, <span class=\"citation\" data-id=\"112879\"><a href=\"/opinion/112879/wisconsin-v-mitchell/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2194</span></a></span>. The Court held that \"[t]he First Amendment... does not prohibit the evidentiary use of speech to establish the elements of a crime or to prove motive or intent,\" <i>id.</i> at 489, <span class=\"citation\" data-id=\"112879\"><a href=\"/opinion/112879/wisconsin-v-mitchell/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2194</span></a></span>, so application of the sentencing enhancement did not violate the defendant's First Amendment rights. <i>See also United States v. Stewart,</i> <span class=\"citation\" data-id=\"703968\"><a href=\"/opinion/703968/united-states-v-dennis-scott-stewart-stevie-hugh-stone-christopher-liff/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 930 (11th Cir. 1995) (\"Because we punish the <i>act</i> and not the opinion or belief which motivated it, the cross burning in this case was not <i>protected</i> by the First Amendment....\") (emphasis added) (relying on <i>Wisconsin v. Mitchell</i>). In light of <i>Mitchell,</i> we reject Potter's First Amendment argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> We note that the district court judge carefully exercised his discretion in admitting the skinhead evidence. Indeed, he excluded much of the skin-head evidence and provided limiting instructions to the jury. For example, he instructed: \"Ladies and gentlemen of the jury, concerning this evidence of tattoos, I want to tell you, I want to instruct you and I am instructing you that you may consider such evidence only as it bears on the defendants' motive, intent, or plan and for no other purpose.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> The defendants cite to our decision in<i>Guam v. Shymanovitz,</i> <span class=\"citation\" data-id=\"758521\"><a href=\"/opinion/758521/98-cal-daily-op-serv-6769-98-daily-journal-dar-9403-people-of-the/\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1154</span></a></span> (9th Cir.1998), to support their argument that the admission of the skinhead and white supremacy evidence was unduly prejudicial. In <i>Shymanovitz,</i> we concluded that the district court abused its discretion by allowing the government to introduce testimony about the contents of magazines found at the defendant's apartment, including photographs of men masturbating, ejaculating, using sex toys, and engaging in oral and anal sex (among other things), to prove the defendant's intent in committing sexual acts with minors. 157 F.3d at 1155. Key to our reasoning was the fact that the testimony was highly prejudicial and was not relevant to proving any of the elements of the crime for which the defendant was convicted (unlawful sexual activity with minors). <i>Id.</i> at 1157-60. In contrast, the skinhead and white supremacy evidence here was relevant to proving the element of intent in both &#167;&#167; 241 and 245(b)(2)(B). Moreover, in light of the government's heavy burden of proving racial animus, we conclude that it was not an abuse of discretion to admit the evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Allen and Dixon were not present at the \"park patrol\" on July 29, 2000. The jury therefore could convict them of violating &#167; 245(b)(2)(B) only on the basis of aiding and abetting liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> Flom's reliance on<i>United States v. Estrada-Macias,</i> <span class=\"citation\" data-id=\"769472\"><a href=\"/opinion/769472/united-states-v-arturo-estrada-macias/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1064</span></a></span> (9th Cir.2000), is misplaced. In <i>Estrada-Macias,</i> we concluded that there was insufficient evidence to support the defendant's conviction for conspiracy to manufacture methamphetamine. <i>Id.</i> at 1064, 1068. We reasoned that the evidence showed merely that the defendant was near the manufacturing site and knew about the manufacturing but not that he actually <i>participated</i> in the conspiracy. <i>Id.</i> at 1066-68. Flom argues that he, too, had a casual connection with the conspiracy that did not amount to participation. We disagree and conclude that there was sufficient evidence to prove that Flom's participation was more than casual, especially in light of the fact that he participated in the \"park patrol,\" which was an object of the conspiracy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> The requisite intent for this crime is \"the specific intent to injure, intimidate or interfere with the victim because of her race and because of the victim's occupation of her home.\"<i>McInnis,</i> 976 F.2d at 1230.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> The prosecutor argued during a sidebar that the question was relevant to impeaching Potter's mother's prior testimony that he was a \"nonviolent\" person. The court agreed and denied Potter's motion for a mistrial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> The district court used the 2001 version of the Sentencing Guidelines, which the defendants do not challenge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> We review for clear error the district court's finding that Allen, Dixon, and Skidmore were leaders or organizers<i>See United States v. Jordan,</i> <span class=\"citation\" data-id=\"777831\"><a href=\"/opinion/777831/united-states-v-allen-ray-jordan/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1091</span></a></span>, 1097 (9th Cir.2002); <i>United States v. Maldonado,</i> <span class=\"citation\" data-id=\"769126\"><a href=\"/opinion/769126/united-states-v-jose-alfredo-maldonado-aka-chino/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1046</span></a></span>, 1050 (9th Cir.2000); <i>United States v. Narte,</i> <span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">959</span></span>, 962 (9th Cir.1999). This is a deferential standard requiring reversal only if we have \"a definite and firm conviction that a mistake has been made.\" <i>Maldonado,</i> 215 F.3d at 1050 (internal quotation marks and citation omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> Allen, Dixon, and Skidmore argue that, although they held leadership positions in the MFWCS, they did not have leadership roles in the \"park patrol.\" We reject this argument in light of our decision in<i>United States v. Lillard,</i> <span class=\"citation\" data-id=\"558128\"><a href=\"/opinion/558128/united-states-v-jerry-paul-lillard/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">500</span></a></span>, 503 (9th Cir.1991), in which we held that &#167; 3B1.1 \"is not limited to the offense of conviction.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> Jason Williams, also a minor, participated in the \"park patrol\" and testified at trial about his interactions with the MFWCS</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> \"Used or attempted to use\" is further defined as \"directing, commanding, encouraging, intimidating, counseling, training, procuring, recruiting, or soliciting.\" U.S.S.G. &#167; 3B1.4, cmt. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> Section 2A2.2 defines \"aggravated assault\" as \"a felonious assault that involved (A) a dangerous weapon with intent to cause bodily injury (i.e., not merely to frighten) with that weapon; (B) serious bodily injury; or (C) an intent to commit another felony.\" U.S.S.G. &#167; 2A2.2, cmt. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> This guideline states that the base offense level for the defendants' crime \"shall be determined on the basis of the following ... in the case of a jointly undertaken criminal activity (a criminal plan, scheme, endeavor, or enterprise undertaken by the defendant in concert with others, whether or not charged as a conspiracy), all reasonably foreseeable acts and omissions of others in furtherance of the jointly undertaken criminal activity.\" U.S.S.G. &#167; 1B1.3(a)(1)(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> Witnesses testified at trial that Skidmore was at Allen's barbecue. This lends further support to the district court's conclusion that Skidmore committed perjury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> In<i>United States v. Shetty,</i> <span class=\"citation\" data-id=\"748851\"><a href=\"/opinion/748851/united-states-v-nagesh-shetty/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1324</span></a></span>, 1333 (9th Cir.1997), we applied the following standard of review: \"A district court's factual determinations under Section 3C1.1 of the guidelines are reviewed for clear error, and a district court's characterization of a defendant's conduct as obstruction within the meaning of Section 3C1.1 is reviewed denovo.\"</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/70802/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/75553/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107748/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110138/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112821/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112879/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118074/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118363/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/160828/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/280039/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/398313/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/416750/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/431907/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/535320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/553883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/558128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/565154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/582655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/586329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/592144/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/664133/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/668598/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/673908/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/678608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/686517/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/687686/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/691026/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/697351/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/703968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/705139/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/718809/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739344/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/744578/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/748851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/758521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765196/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769126/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769472/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772294/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774239/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/776195/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777382/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777831/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/781358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1402214/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2424862/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T23:12:08.961207Z",
      "date_modified": "2017-01-29T20:23:44.795975Z",
      "date_filed": "2003-08-26",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-sean-allen-united-states-of-america-v-eric-adam-dixon",
      "citation_id": 756122,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "United States v. Sean Allen, United States of America v. Eric Adam Dixon, United States of America v. Jeremiah Skidmore, United States of America v. Jason Guy Potter, United States of America v. Ryan Flaherty, United States of America v. Michael Flom",
      "federal_cite_one": "341 F.3d 870",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 41,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/51031/united-states-v-sean-allen-united-states-of-america-v-eric-adam-dixon/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:12:55.857323Z",
  "date_modified": "2016-02-01T18:30:13.668784Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "United States v. Sean Allen, United States of America v. Eric Adam Dixon, United States of America v. Jeremiah Skidmore, United States of America v. Jason Guy Potter, United States of America v. Ryan Flaherty, United States of America v. Michael Flom",
  "slug": "united-states-v-sean-allen-united-states-of-america-v-eric-adam-dixon",
  "docket_number": "02-30081",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}