{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/516735/",
  "id": 516735,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cadc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/488509/",
      "id": 488509,
      "absolute_url": "/opinion/488509/mimi-cutler-stephen-d-annand-and-national-council-of-senior-citizens-v/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/516735/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/488509/",
          "id": 488509,
          "absolute_url": "/opinion/488509/mimi-cutler-stephen-d-annand-and-national-council-of-senior-citizens-v/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/488509/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:49:54Z",
          "date_modified": "2017-03-25T10:03:43.620311Z",
          "type": "010combined",
          "sha1": "3b59f66308f2ba809b98b03e1335bb7523f06854",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/818/818.F2d.879.82-2365.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">818 F.2d 879</p>\n    <p class=\"case_cite\">260 U.S.App.D.C. 230</p>\n    <p class=\"parties\">Mimi CUTLER, Stephen D. Annand and National Council of<br>Senior Citizens, Appellants,<br>v.<br>Dr. Arthur Hull HAYES, Jr., et al.</p>\n    <p class=\"docket\">No. 82-2365.</p>\n    <p class=\"court\">United States Court of Appeals,<br>District of Columbia Circuit.</p>\n    <p class=\"date\">Argued June 7, 1983.<br>Decided May 5, 1987.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Columbia (Civil Action No. 81-02092).</p>\n      <p class=\"indent\">William B. Schultz, with whom Katherine A. Meyer and Alan B. Morrison, Washington, D.C., were on the brief, for appellants.</p>\n      <p class=\"indent\">Neil R. Ellis, Atty., Dept. of Justice, with whom William F. Baxter, Asst. Atty. Gen., Dept. of Justice, Robert B. Nicholson, Atty., Dept. of Justice, Washington, D.C., Thomas Scarlett, Chief Counsel, and Kenneth C. Baumgartner, Associate Chief Counsel, Food and Drug Admin., Rockville, Md., and Jeffrey N. Gibbs, Sp. Asst. U.S. Atty., Washington, D.C., were on the brief, for appellees.</p>\n      <p class=\"indent\">Robert A. Altman, with whom J. Griffin Lesher, Bryan Jay Yolles, Daniel F. O'Keefe, Jr., and Gregory M. Fisher, Washington, D.C., were on the brief, for appellee/cross appellant The Proprietary Ass'n, Inc.</p>\n      <p class=\"indent\">Before ROBINSON and SCALIA<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Circuit Judges, and WRIGHT, Senior Circuit Judge.</p>\n      <p class=\"indent\">Opinion for the Court filed by Circuit Judge SPOTTSWOOD W. ROBINSON, III.</p>\n      <p class=\"indent\">SPOTTSWOOD W. ROBINSON, III, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents a challenge by consumers of over-the-counter (OTC) drugs to the program undertaken by the Food and Drug Administration (FDA) comprehensively to review these drugs for their safety and effectiveness.  The consumers allege (1) that the regulations implementing this program violate the Food, Drug and Cosmetic Act of 1938 (FDC Act),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> as amended by the Drug Amendments of 1962,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> pursuant to which they were promulgated;  (2) that FDA's policy of nonenforcement of the efficacy requirement for marketing over-the-counter drugs in interstate commerce violates the agency's statutory duty;  and (3) that FDA's lack of progress in completing the review program and the unlikelihood that the review will be completed in the near future infringes the provisions of the Administrative Procedure Act<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> disapproving unreasonable agency delay.  The District Court granted appellees' motion for summary judgment on all counts.  While we affirm the District Court's judgment on appellants' first two claims, we vacate the judgment on the charge of unreasonable delay and remand the case to the District Court for reconsideration in accordance with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>I. THE STATUTORY SCHEME AND THE OTC DRUG REVIEW PROGRAM</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The FDC Act prohibits the marketing of \"new drugs\" without premarketing approval by FDA of a new drug application (NDA).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   The FDC Act as originally adopted by Congress classified \"new drugs\" as those not generally recognized by experts as safe for their intended use (GRAS).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   In 1962, Congress amended the definition of \"new drugs\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> to include all drugs \"not generally recognized among experts ... as safe and effective for use [GRAS/E] under the conditions prescribed, recommended, or suggested in the labeling thereof.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>   Drugs first marketed before 1938 were exempted from both the safety and efficacy requirements of the Act provided that they were not subsequently relabeled.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>   Similarly, drugs marketed between 1938 and 1962 as GRAS, and thus without an NDA, were exempted from the newly-imposed efficacy requirement as long as the conditions for use suggested by the labeling remained unchanged.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The 1962 amendments specified that after a two-year transition period,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> all \"new drugs\" marketed under an approved NDA would be subject to the effectiveness requirement, and directed the FDA to withdraw approval, after due notice and an opportunity for a hearing, of all NDAs for drugs that failed to satisfy both the safety and efficacy requirements.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>   To support a finding of effectiveness, Congress required substantial evidence to demonstrate that a drug actually produces its claimed effect.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>   The efficacy requirement became operative immediately for drugs not classified as \"new drugs.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>   For such drugs to be classified as GRAS/E, there must be an \"expert consensus ... founded upon 'substantial evidence' \" of the drug's effectiveness<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> and safety.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1966, FDA began its effort to ensure compliance with the new requirements of the FDC Act by initiating its Drug Efficacy Study Implementation (DESI) review to determine whether all \"new drugs\"--those marketed pursuant to an approved NDA--satisfied the Act's efficacy requirement.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>   The vast majority of the products examined in this study were prescription drugs, sold only under the direction of a physician.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1972, upon completion of this review,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> FDA turned its attention to pharmaceuticals marketed under the Act's GRAS/E exemption, which include primarily over-the-counter drugs,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> readily accessible to all consumers for use without medical supervision.  A drug efficacy study undertaken by the National Academy of Science-National Research Council (NAS-NRC) had concluded, after reviewing 420 drugs broadly representative of the OTC market, that only one-fourth of the drugs reviewed were actually effective.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>   In response, FDA began a comprehensive review of all OTC drugs to determine whether they were properly marketable under the GRAS/E exemption.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>   Instead of evaluating each of the hundreds of thousands of those drugs<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> individually, however, FDA classified the medications according to their comparatively few active ingredients,<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> and directed the OTC drug review to be conducted in four phases.  First, advisory review panels of qualified experts are appointed to analyze existing test data and make recommendations in the form of monographs establishing the conditions under which each OTC drug could be marketed without an NDA.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>   In Phase II, FDA reviews these monographs and publishes them in the Federal Register for public comment on the safety and effectiveness of the products under examination.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>   The third stage of the program obligates FDA to review comments, to publish a tentative final monograph, and to offer the public the opportunity to object formally, either in writing or at a hearing, to the findings made with respect to individual drugs.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>   In the fourth and final part of the OTC review, FDA promulgates a final monograph containing the agency's conclusive and legally binding determinations on the conditions under which a drug is considered GRAS/E.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The regulations call upon the agency to categorize products into three groups:  Category I, covering drugs recognized as safe and effective and establishing the conditions under which they may be marketed;<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>  Category II, including all ingredients, labeling claims and other conditions that would result in a drug's being not generally recognized as safe and effective;<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a>  and Category III, including ingredients for which available data are insufficient to justify classification in either of the other groups.<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a>   As originally promulgated by FDA, the regulations authorized the marketing of any Category III drug after publication of the final monograph provided the manufacturer engaged in additional testing.<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a>   The District Court for the District of Columbia, however, struck down this provision, holding that it directly contravened the FDC Act by sanctioning for an indefinite period the marketing of drugs that were unable to satisfy the GRAS/E requirements.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a>   In response to this decision, FDA amended its regulations to their present form, eliminating the post-final monograph marketing authorization for Category III drugs,<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> but adding a twelve-month period following publication of the tentative final monograph in which the administrative record is kept open for receipt of new information regarding the safety and effectiveness of drugs tentatively placed in Category III.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The OTC drug review has progressed sluggishly at best since its inception in 1972.  The District Court found that FDA had completed Phase I of its OTC review.<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a>   Phase II was scheduled for completion by the end of 1983,<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a> but because of FDA's policy requiring completion of each phase before proceeding to the next stage of review,<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a> the vast majority of the tentative final monographs and final monographs to be produced are yet to be completed<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a> and are not expected to be forthcoming for some time.<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a></p>\n    </div>\n    <p>II. PROCEEDINGS BELOW AND ISSUES ON APPEAL</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellants Mimi Cutler and Stephen Annand,<a class=\"footnote\" href=\"#fn40\" id=\"fn40_ref\">40</a> consumers of over-the-counter drugs, challenge both the legality of the regulations governing the OTC drug review and the progress of that program as implemented.<a class=\"footnote\" href=\"#fn41\" id=\"fn41_ref\">41</a>   They argued unsuccessfully before the District Court and again argue on appeal (1) that FDA's failure to complete the OTC review more than 10 years after it was initiated, and over 20 years after the efficacy requirement was added to the FDC Act, constitutes agency action unreasonably delayed contrarily to Sections 6<a class=\"footnote\" href=\"#fn42\" id=\"fn42_ref\">42</a> and 10(c)<a class=\"footnote\" href=\"#fn43\" id=\"fn43_ref\">43</a> of the Administrative Procedure Act;<a class=\"footnote\" href=\"#fn44\" id=\"fn44_ref\">44</a>  (2) that FDA's failure to complete the OTC review, when coupled with its unwillingness to bring enforcement actions against marketers of inefficacious drugs, violates the FDC Act,<a class=\"footnote\" href=\"#fn45\" id=\"fn45_ref\">45</a> which imposes upon FDA a duty judicially enforceable;<a class=\"footnote\" href=\"#fn46-1\" id=\"fn46-1_ref\">46</a>  and (3) that the regulations implementing the OTC review program are inconsistent with the Act because they create an interim testing period after publication of the tentative final monograph, which, by postponing promulgation of the final monograph, protects drugs not generally recognized as safe and effective.<a class=\"footnote\" href=\"#fn47\" id=\"fn47_ref\">47</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The District Court denied the motion of intervenor-defendant The Proprietary Association, Inc.  (PA) to dismiss for lack of standing to sue<a class=\"footnote\" href=\"#fn48\" id=\"fn48_ref\">48</a> and for failure to exhaust administrative remedies,<a class=\"footnote\" href=\"#fn49\" id=\"fn49_ref\">49</a> but granted FDA's motion for summary judgment.<a class=\"footnote\" href=\"#fn50\" id=\"fn50_ref\">50</a>   The court held that the regulations as amended did not violate the FDC Act as interpreted in Cutler v. Kennedy,<a class=\"footnote\" href=\"#fn51\" id=\"fn51_ref\">51</a> and that FDA had acted neither arbitrarily nor capriciously in adding the 12-month period for submission of additional information after publication of the tentative final monograph.<a class=\"footnote\" href=\"#fn52\" id=\"fn52_ref\">52</a>   The court rejected appellant's claim that \"FDA had adopted (and made known to the industry) a policy of non-enforcement against OTC drugs pending completion of the review which ... amounts to an implied promise of immunity for an indefinite and protracted future,\"<a class=\"footnote\" href=\"#fn53\" id=\"fn53_ref\">53</a> concluding that such a policy did not exist.<a class=\"footnote\" href=\"#fn54\" id=\"fn54_ref\">54</a>   The District Court further found that the 17 enforcement proceedings identified by FDA<a class=\"footnote\" href=\"#fn55\" id=\"fn55_ref\">55</a> were \"a reasonable exercise of the prosecutorial discretion the FDA ... possess[es].\"<a class=\"footnote\" href=\"#fn56\" id=\"fn56_ref\">56</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, in rejecting appellants' claim that failure to complete the OTC drug review program in a timely fashion constitutes unreasonable delay by FDA, the District Court relied on McIllwain v. Hayes,<a class=\"footnote\" href=\"#fn57\" id=\"fn57_ref\">57</a> in which this court held that the \" '... enormously complicated, uncertain and evolving technology ...' of mandatory scientific testing of 23 food color additives for safety alone (being conducted by the industry itself in deference to the FDA's own finite resources) could lawfully be protracted for 24 years.\"<a class=\"footnote\" href=\"#fn58\" id=\"fn58_ref\">58</a>   The District Court stressed the supposed voluntariness of the OTC drug review program, which was undertaken by FDA as one of several approaches it might have utilized,<a class=\"footnote\" href=\"#fn59\" id=\"fn59_ref\">59</a> and the complexity of the review.<a class=\"footnote\" href=\"#fn60\" id=\"fn60_ref\">60</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We hold that the District Court erred in concluding that McIlwain v. Hayes controls disposition of appellants' unreasonable-delay claim and vacate the portion of its judgment relating to that issue.  On all other grounds, we affirm the judgment of the District Court.</p>\n    </div>\n    <p>III. STANDING</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We first address intervenor's two threshold challenges.<a class=\"footnote\" href=\"#fn61\" id=\"fn61_ref\">61</a>   The PA alleges that appellants Mimi Cutler and Stephen D. Annand lack standing to bring this case, and are merely \"sham plaintiffs.\"<a class=\"footnote\" href=\"#fn62\" id=\"fn62_ref\">62</a>   The District Court held that the doctrine of collateral estoppel precluded PA from raising the standing issue<a class=\"footnote\" href=\"#fn63\" id=\"fn63_ref\">63</a> since this question was conclusively resolved in Cutler v. Kennedy.<a class=\"footnote\" href=\"#fn64\" id=\"fn64_ref\">64</a>   In that case, in which all parties to the present action participated, the plaintiffs were held to have standing to challenge the legality of a precursor to the present set of OTC regulations, which authorized the sale of Category III drugs after the issuance of final monographs.<a class=\"footnote\" href=\"#fn65\" id=\"fn65_ref\">65</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We begin with the observation that \"the doctrine of res judicata has application 'to questions of jurisdiction as well as to other issues' [and] it ordinarily precludes a subsequent challenge to a finding that jurisdiction does exist.\"<a class=\"footnote\" href=\"#fn66\" id=\"fn66_ref\">66</a>   Standing ranks amongst those questions of jurisdiction and justiciability not involving an adjudication on the merits,<a class=\"footnote\" href=\"#fn67\" id=\"fn67_ref\">67</a> whose disposition will not bar relitigation of the cause of action originally asserted, but may preclude, or collaterally estop,<a class=\"footnote\" href=\"#fn68\" id=\"fn68_ref\">68</a> relitigation of the precise issues of jurisdiction adjudicated.<a class=\"footnote\" href=\"#fn69\" id=\"fn69_ref\">69</a>   In Montana v. United States,<a class=\"footnote\" href=\"#fn70\" id=\"fn70_ref\">70</a> the Supreme Court set forth a concise statement of the estoppel principle and the policies it promotes:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Under collateral estoppel, once an issue is actually and necessarily determined by a court of competent jurisdiction, that determination is conclusive in subsequent suits based on a different cause of action involving a party to the prior litigation....  To preclude parties from contesting matters that they have had a full and fair opportunity to litigate protects their adversaries from the expense and vexation attending multiple law suits, conserves judicial resources and fosters reliance on judicial action by minimizing the possibility of inconsistent decisions.<a class=\"footnote\" href=\"#fn71\" id=\"fn71_ref\">71</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A valid jurisdictional judgment has preclusive effect, we note, even if erroneous.<a class=\"footnote\" href=\"#fn72\" id=\"fn72_ref\">72</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Principles of collateral estoppel clearly apply to standing determinations.<a class=\"footnote\" href=\"#fn73\" id=\"fn73_ref\">73</a>   As the District Court correctly determined, Cutler, Annand and PA were all parties to the proceeding in Cutler v. Kennedy;<a class=\"footnote\" href=\"#fn74\" id=\"fn74_ref\">74</a>  thus the sole \"remaining inquiry is whether the issue presented in the two proceedings is substantially the same.\"<a class=\"footnote\" href=\"#fn75\" id=\"fn75_ref\">75</a>   In the Kennedy case, the plaintiffs claimed that FDA's Category III regulations<a class=\"footnote\" href=\"#fn76\" id=\"fn76_ref\">76</a> were unlawful to the extent that they authorized marketing of OTC drugs without a prior determination of safety and effectiveness.<a class=\"footnote\" href=\"#fn77\" id=\"fn77_ref\">77</a>   The Kennedy court examined the question whether the plaintiffs had standing to challenge FDA's Category III regulations, and determined that they did.<a class=\"footnote\" href=\"#fn78\" id=\"fn78_ref\">78</a>   It found that the plaintiffs incurred an increased risk of consuming unsafe or ineffective drugs constituting a cognizable injury for standing purposes,<a class=\"footnote\" href=\"#fn79\" id=\"fn79_ref\">79</a> one traceable to the FDA Category III regulations they challenged<a class=\"footnote\" href=\"#fn80\" id=\"fn80_ref\">80</a> and redressable by the relief sought.<a class=\"footnote\" href=\"#fn81\" id=\"fn81_ref\">81</a>   PA never appealed this judgment but, in effect, attempts to attack it in the present action.  The District Court held that principles of estoppel barred this renewed challenge to plaintiffs' standing,<a class=\"footnote\" href=\"#fn82\" id=\"fn82_ref\">82</a> and its judgment seems to us unquestionably correct.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">FDA has eliminated post-final monograph marketing authorization for Category III drugs in accordance with the judgment in Kennedy, but has added a 12-month period following publication of the tentative final monograph in which the administrative record is to remain open for new information on safety and effectiveness before issuance of the final monograph.<a class=\"footnote\" href=\"#fn83\" id=\"fn83_ref\">83</a>   It is this regulation that appellants in the present action challenge as sanctioning, in new regulatory guise, the marketing of drugs not determined to be safe and effective;  they claim further that the agency's alleged policy of nonenforcement against OTC drugs disregards the agency's statutory mandate and that its delay in completing OTC review ignores the APA.<a class=\"footnote\" href=\"#fn84\" id=\"fn84_ref\">84</a>   As the District Court found, the gravamen of appellants' complaint is in substance the same:<a class=\"footnote\" href=\"#fn85\" id=\"fn85_ref\">85</a>  FDA regulatory and enforcement policy sanctions the continued marketing of Category III OTC drugs not affirmatively shown to have met FDC Act standards, in violation of the agency's statutory responsibilities.<a class=\"footnote\" href=\"#fn86\" id=\"fn86_ref\">86</a>   No change in \"controlling facts or legal principles\"<a class=\"footnote\" href=\"#fn87\" id=\"fn87_ref\">87</a> is apparent that would qualify this determination.<a class=\"footnote\" href=\"#fn88\" id=\"fn88_ref\">88</a></p>\n    </div>\n    <p>IV. EXHAUSTION OF ADMINISTRATIVE REMEDIES</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">PA next argues that appellants' failure to exhaust administrative remedies is ground for dismissal.<a class=\"footnote\" href=\"#fn89\" id=\"fn89_ref\">89</a>   The exhaustion requirement is not jurisdictional,<a class=\"footnote\" href=\"#fn90\" id=\"fn90_ref\">90</a> however, but rather should be applied \"flexibly, with an eye toward its underlying purposes.\"<a class=\"footnote\" href=\"#fn91\" id=\"fn91_ref\">91</a>   These purposes include (1) discouraging the \" 'frequent and deliberate flouting of administrative processes;' \"<a class=\"footnote\" href=\"#fn92\" id=\"fn92_ref\">92</a> (2) protecting agency autonomy by allowing an agency the first opportunity to apply its expertise, exercise its discretion, and correct its errors;  (3) aiding judicial review by promoting the development of facts during the administrative proceeding;  and (4) promoting judicial economy by reducing duplication, and perhaps even obviating judicial involvement.<a class=\"footnote\" href=\"#fn93\" id=\"fn93_ref\">93</a>   Since the doctrine is not linked to the power of the court to entertain actions, but instead implicates prudential considerations, the exhaustion requirement may be waived by the agency, or disregarded by the court when application of the doctrine would be futile.<a class=\"footnote\" href=\"#fn94\" id=\"fn94_ref\">94</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The District Court based its rejection of the PA's argument primarily on two grounds:  that FDA had failed to raise the exhaustion issue and thus had waived it,<a class=\"footnote\" href=\"#fn95\" id=\"fn95_ref\">95</a> and that resort to agency process in this case would have been futile.<a class=\"footnote\" href=\"#fn96\" id=\"fn96_ref\">96</a>   These two factors, when considered in tandem, clearly suggest that the purposes of the exhaustion doctrine would not be served by withholding our consideration of appellants' charge of unreasonable delay until FDA had a prior opportunity to reject it.  As we stated in Etelson v. Office of Personnel Management,<a class=\"footnote\" href=\"#fn97\" id=\"fn97_ref\">97</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>[w]hen an agency has committed itself not to change its rule unless judicially compelled to do so, has made known that its general views are contrary to those of the complainant, and has never given an inkling that it would consider a matter afresh, and when the regulations in question have received careful attention within and outside the agency, a complainant need not make a pro forma request that the agency redo its system.<a class=\"footnote\" href=\"#fn98\" id=\"fn98_ref\">98</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We therefore affirm the District Court's denial of intervenor's motion to dismiss for failure to exhaust administrative remedies.<a class=\"footnote\" href=\"#fn99\" id=\"fn99_ref\">99</a></p>\n    </div>\n    <p>V. NONENFORCEMENT OF STATUTORY MANDATE</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As we understand their argument, appellants assert that FDA has abdicated its statutory duty by (1) postponing enforcement of the Act's efficacy requirement and substantially limiting enforcement of the safety mandate until the completion of the OTC drug review program, and (2) then delaying completion of the program unreasonably.  They urge, citing as authority our en banc decision in Adams v. Richardson,<a class=\"footnote\" href=\"#fn100\" id=\"fn100_ref\">100</a> that we direct the agency to enforce both the safety and efficacy requirements of the statute.<a class=\"footnote\" href=\"#fn101\" id=\"fn101_ref\">101</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The District Court rejected appellants' argument, concluding that \"FDA has not adopted a policy of total nonenforcement,\" and that \"such enforcement as has been undertaken indicates a reasonable exercise of the prosecutorial discretion FDA was acknowledged to possess in Cutler v. Kennedy.\"<a class=\"footnote\" href=\"#fn102\" id=\"fn102_ref\">102</a>   The District Court found decisive the evidence submitted by FDA demonstrating that it had taken enforcement action on at least 17 occasions.<a class=\"footnote\" href=\"#fn103\" id=\"fn103_ref\">103</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We believe the court's affirmative finding in this regard is to be qualified by its failure adequately to distinguish between enforcement actions aimed at drugs that are simply ineffective and those directed at the marketing of drugs that are both ineffective and unsafe.  FDA's compliance policy guidelines specify that \"[p]rior to the final publication of a proposed monograph, it would not be in the agency's interest to pursue regulatory action unless failure to do so posed a potential health hazard to the consumer.\"<a class=\"footnote\" href=\"#fn104\" id=\"fn104_ref\">104</a>   FDA has thus made clear that it will not presently take action against an OTC drug that is safe but demonstrably ineffective for its intended use.<a class=\"footnote\" href=\"#fn105\" id=\"fn105_ref\">105</a>   The District Court erred in construing FDA's policy otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nevertheless, Adams v. Richardson does not call for judicial intervention in the case at bar.  In Heckler v. Chaney,<a class=\"footnote\" href=\"#fn106\" id=\"fn106_ref\">106</a> a case involving FDA, the Supreme Court held that an agency's refusal to take enforcement action is presumptively unreviewable.<a class=\"footnote\" href=\"#fn107\" id=\"fn107_ref\">107</a>   The Court did note that an extreme case, amounting to abdication of the agency's statutory responsibilities, might warrant judicial examination,<a class=\"footnote\" href=\"#fn108\" id=\"fn108_ref\">108</a> citing Adams v. Richardson in illustration of actionable nonfeasance.<a class=\"footnote\" href=\"#fn109\" id=\"fn109_ref\">109</a>   We find Adams, however, easily distinguishable from the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Adams, we directed the Secretary of Health, Education, and Welfare and the Director of the Office of Civil Rights to commence enforcement proceedings against primary and secondary school districts operating racially segregated schools while receiving federal funding.<a class=\"footnote\" href=\"#fn110\" id=\"fn110_ref\">110</a>   Title VI of the Civil Rights Act of 1964<a class=\"footnote\" href=\"#fn111\" id=\"fn111_ref\">111</a> explicitly directed all federal departments and agencies distributing federal funds to effectuate the provision of the Act prohibiting racial discrimination in programs accepting such funds.<a class=\"footnote\" href=\"#fn112\" id=\"fn112_ref\">112</a>   We held that the consistent failure of the federal defendants to carry out this clear and direct statutory mandate was a \"dereliction of duty reviewable in the courts,\"<a class=\"footnote\" href=\"#fn113\" id=\"fn113_ref\">113</a> and ordered the defendants to institute enforcement proceedings against schools operating in violation of the Act.<a class=\"footnote\" href=\"#fn114\" id=\"fn114_ref\">114</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the case before us, we have been unable to identify any statutory mandate comparable to the provisions of the Civil Rights Act we found dispositive in Adams.    The FDC Act imposes no clear duty upon FDA to bring enforcement proceedings to effectuate either the safety or the efficacy requirements of the Act.  Without a doubt, FDA has a responsibility under the Act to identify drugs generally recognized as safe and effective and require premarketing clearance for all others.<a class=\"footnote\" href=\"#fn115\" id=\"fn115_ref\">115</a>   But Congress has not given FDA an inflexible mandate to bring enforcement actions<a class=\"footnote\" href=\"#fn116\" id=\"fn116_ref\">116</a> against all violators of the Act.<a class=\"footnote\" href=\"#fn117\" id=\"fn117_ref\">117</a>   Hence, appellants' argument that judicial intervention under Adams v. Richardson is warranted to compel agency enforcement of FDC Act requirements is not persuasive.<a class=\"footnote\" href=\"#fn118\" id=\"fn118_ref\">118</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Nor does FDA's policy of postponing enforcement of the efficacy requirement until after publication of final monographs afford a basis for intervention under Heckler v. Chaney.<a class=\"footnote\" href=\"#fn119\" id=\"fn119_ref\">119</a>   Particularly as an agency with limited resources, FDA reasonably may assign enforcement of a statutory requirement designed to prevent unnecessary consumer expense to a lower priority than that accorded one concerned with identifying and eliminating threats to human life.<a class=\"footnote\" href=\"#fn120\" id=\"fn120_ref\">120</a>   More importantly, until FDA issues a final monograph, the agency has yet to make a substantiated and conclusive determination that a drug is not generally recognized as effective;<a class=\"footnote\" href=\"#fn121\" id=\"fn121_ref\">121</a>  besides, prior to promulgation of a final monograph, the agency's conclusion that an OTC drug is ineffective is subject to reconsideration based on new information<a class=\"footnote\" href=\"#fn122\" id=\"fn122_ref\">122</a> that may be submitted to FDA.<a class=\"footnote\" href=\"#fn123\" id=\"fn123_ref\">123</a>   It would be a futile act, as well as one financially disastrous for manufacturers of pharmaceuticals, were the agency to require removal of a potentially ineffective drug from interstate commerce only to find, on the basis of later unfolding information, that the drug should have been classified as generally recognized as effective.<a class=\"footnote\" href=\"#fn124\" id=\"fn124_ref\">124</a>   Given these rational justifications for postponing enforcement of the efficacy requirement, we hold that FDA's policy on that score does not amount to an abuse of discretion.<a class=\"footnote\" href=\"#fn125\" id=\"fn125_ref\">125</a></p>\n    </div>\n    <p>VI. UNREASONABLE DELAY OF OTC DRUG REVIEW</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Appellants next argue that the limited progress of the OTC drug review since its inception in 1972 has frustrated achievement of the safety and efficacy goals of the 1962 Amendments, and therefore constitutes unreasonable agency delay remediable under the APA.<a class=\"footnote\" href=\"#fn126\" id=\"fn126_ref\">126</a>   The District Court rejected this claim,<a class=\"footnote\" href=\"#fn127\" id=\"fn127_ref\">127</a> relying on our decision in McIlwain v. Hayes.<a class=\"footnote\" href=\"#fn128\" id=\"fn128_ref\">128</a>   That case involved the scheme of the FDC respecting food-coloring additives, and we approved an additional extension of time for industry submissions of proof of nontoxicity as a reasonable exercise of FDA's discretion despite the fact that the additives had been marketed provisionally for more than 20 years after enactment of the statute.<a class=\"footnote\" href=\"#fn129\" id=\"fn129_ref\">129</a>   Deeming the OTC drug review a program undertaken \"voluntarily,\"<a class=\"footnote\" href=\"#fn130\" id=\"fn130_ref\">130</a> the District Court felt that it was comparable to the mode of regulation of food-coloring products:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>If the \"... enormously complicated, uncertain, and evolving technology ...\" of mandatory scientific testing of 23 food color additives for safety alone ... could lawfully be protracted for 24 years ..., it can hardly be said that a voluntary testing program of over 700 active ingredients contained in various combinations in more than 300,000 OTC drug products for effectiveness as well as safety might not reasonably be expected to take at least as long.<a class=\"footnote\" href=\"#fn131\" id=\"fn131_ref\">131</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We do not join in the District Court's characterization of the OTC drug review as a \"voluntary\" program.  Consequently, we cannot agree that McIlwain supports the court's outcome on the delay claim.  The District Court must now reconsider that claim in accordance with acceptable legal standards.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As we have already stated, the 1962 amendments to the FDC Act obligate FDA to review all nonexempt OTC drugs for their therapeutic efficacy<a class=\"footnote\" href=\"#fn132\" id=\"fn132_ref\">132</a> as well as their safety.  Concededly, FDA has broad discretion in deciding how to achieve this objective.<a class=\"footnote\" href=\"#fn133\" id=\"fn133_ref\">133</a>   The District Court erred, however, in equating the agency's freedom to exercise its discretion with voluntariness.<a class=\"footnote\" href=\"#fn134\" id=\"fn134_ref\">134</a>   Although FDA's discretion extends to review of OTC drugs by ingredient rather than by product--a choice implicitly approved by the Supreme Court in Bentex Pharmaceuticals<a class=\"footnote\" href=\"#fn135\" id=\"fn135_ref\">135</a>--the agency lacks authority to simply do nothing to effectuate the purpose of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Once FDA elected to respond to its legislative directive by establishing the OTC drug review program, the APA imposed an obligation to proceed with reasonable dispatch.<a class=\"footnote\" href=\"#fn136\" id=\"fn136_ref\">136</a>   We have often intervened to compel an agency unreasonably delaying to speed up its activities,<a class=\"footnote\" href=\"#fn137\" id=\"fn137_ref\">137</a> and our authority to do so in appropriate instances is not here in question.<a class=\"footnote\" href=\"#fn138\" id=\"fn138_ref\">138</a>   In rejecting appellants' delay argument, however, the District Court examined none of the factors that have traditionally guided assessments on the propriety of agency delay;<a class=\"footnote\" href=\"#fn139\" id=\"fn139_ref\">139</a>  rather, the court relied solely on a single precedent--McIlwain v. Hayes<a class=\"footnote\" href=\"#fn140\" id=\"fn140_ref\">140</a>--which involved a statutory scheme very different from the one before us today.  The provisions governing marketing of food-color additives contain a transitional mechanism allowing commercially-establishedadditives to be marketed on an interim basis prior to a final determination on safety;<a class=\"footnote\" href=\"#fn141\" id=\"fn141_ref\">141</a>  as this court observed, it authorized FDA to postpone the closing date for submissions \" 'for such period or periods as ... necessary to carry out the purpose of this section.' \"<a class=\"footnote\" href=\"#fn142\" id=\"fn142_ref\">142</a>   Not only do the 1962 amendments of the FDC Act lack an analogous provision,<a class=\"footnote\" href=\"#fn143\" id=\"fn143_ref\">143</a> but the majority opinion in McIlwain took pains to distinguish the statutory arrangement in that case from the regime implicated here.<a class=\"footnote\" href=\"#fn144\" id=\"fn144_ref\">144</a>   It should also be noted that in the case at bar, initial research had indicated that a vast number of drugs on the market were ineffective,<a class=\"footnote\" href=\"#fn145\" id=\"fn145_ref\">145</a> while none of the test data on the food additives at issue in McIlwain suggested that they were unsafe.<a class=\"footnote\" href=\"#fn146\" id=\"fn146_ref\">146</a>   Given these significant distinctions, McIlwain clearly does not control the disposition of appellants' contention that there has been unreasonable agency delay.<a class=\"footnote\" href=\"#fn147\" id=\"fn147_ref\">147</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Since the District Court relied solely on McIlwain to support its awards of summary judgment, we must remand for reconsideration in accordance with correct legal standards.  Resolution of a claim of unreasonable delay obviously may require a number of factual determinations, and may also entail a balancing of competing considerations.  It therefore would be inappropriate for us to rule on the question without the benefit of initial consideration by the District Court.<a class=\"footnote\" href=\"#fn148\" id=\"fn148_ref\">148</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Any discussion of the standards relevant to the issue of delay must begin with recognition that an administrative agency is entitled to considerable deference in establishing a timetable for completing its proceedings.<a class=\"footnote\" href=\"#fn149\" id=\"fn149_ref\">149</a>   An agency has broad discretion to set its agenda and to first apply its limited resources to the regulatory tasks it deems most pressing.<a class=\"footnote\" href=\"#fn150\" id=\"fn150_ref\">150</a>   The agency's discretion is not unbounded, however, since the consequences of dilatoriness may be great.<a class=\"footnote\" href=\"#fn151\" id=\"fn151_ref\">151</a>   As we have had occasion to state, \"[t]here must be a 'rule of reason' to govern the time limit to administrative proceedings.  Quite simply, excessive delay saps the public confidence in an agency's ability to discharge its responsibilities and creates uncertainty for the parties, who must incorporate the potential effect of possible agency decisionmaking into future plans.\"<a class=\"footnote\" href=\"#fn152\" id=\"fn152_ref\">152</a>   Moreover, unjustifiable delay may undermine the statutory scheme<a class=\"footnote\" href=\"#fn153\" id=\"fn153_ref\">153</a> and could inflict harm on individuals in need of final action.  In some cases, agency delay may collide with the right to judicial review.<a class=\"footnote\" href=\"#fn154\" id=\"fn154_ref\">154</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Our cases identify a number of factors that aid in determining whether an agency's foot-dragging constitutes unreasonable delay.<a class=\"footnote\" href=\"#fn155\" id=\"fn155_ref\">155</a>   First, the court should ascertain the length of time that has elapsed since the agency came under a duty to act, and should evaluate any prospect of early completion.<a class=\"footnote\" href=\"#fn156\" id=\"fn156_ref\">156</a>   Next, \"[t]he reasonableness of the delay must be judged 'in the context of the statute' which authorizes the agency's action.\"<a class=\"footnote\" href=\"#fn157\" id=\"fn157_ref\">157</a>   This entails an examination of any legislative mandate in the statute and the degree of discretion given the agency by Congress.<a class=\"footnote\" href=\"#fn158\" id=\"fn158_ref\">158</a>   The court must also estimate the extent to which delay may be undermining the statutory scheme, either by frustrating the statutory goal<a class=\"footnote\" href=\"#fn159\" id=\"fn159_ref\">159</a> or by creating a situation in which the agency is \"losing its ability to effectively regulate at all.\"<a class=\"footnote\" href=\"#fn160\" id=\"fn160_ref\">160</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Third, and perhaps most critically, the court must examine the consequences of the agency's delay.  The deference traditionally accorded an agency to develop its own schedule is sharply reduced when injury likely will result from avoidable delay.  Economic harm is clearly an important consideration and will, in some cases, justify court intervention,<a class=\"footnote\" href=\"#fn161\" id=\"fn161_ref\">161</a> and \"[d]elays that might be altogether reasonable in the sphere of economic regulation are less tolerable when human lives are at stake.\"<a class=\"footnote\" href=\"#fn162\" id=\"fn162_ref\">162</a>   Lack of alternative means of eliminating or reducing the hazard necessarily adds to unreasonableness of a delay.<a class=\"footnote\" href=\"#fn163\" id=\"fn163_ref\">163</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The agency must justify its delay to the court's satisfaction.  If the court determines that the agency delays in bad faith, it should conclude that the delay is unreasonable.<a class=\"footnote\" href=\"#fn164\" id=\"fn164_ref\">164</a>   If the court finds an absence of bad faith, it should then consider the agency's explanation, such as administrative necessity, insufficient resources, or the complexity of the task confronting the agency.  Although complexity bears on avoidance in ascertaining reasonableness, it is not always sufficient to justify lengthy delays.<a class=\"footnote\" href=\"#fn165\" id=\"fn165_ref\">165</a>   And if an agency's failure to proceed expeditiously will result in harm or substantial nullification of a right conferred by statute, \"the courts must act to make certain that what can be done is done.\"<a class=\"footnote\" href=\"#fn166\" id=\"fn166_ref\">166</a>   The court should weigh any plea of administrative error, administrative convenience, practical difficulty in carrying out a legislative mandate, or need to prioritize in the face of limited resources.<a class=\"footnote\" href=\"#fn167\" id=\"fn167_ref\">167</a>   Of course, these justifications become less persuasive as delay progresses, and must always be balanced against the potential for harm.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">On remand, then, the District Court should scrutinize FDA's justifications for delay in completing the OTC drug review<a class=\"footnote\" href=\"#fn168\" id=\"fn168_ref\">168</a> and balance them against the consequences ensuing.<a class=\"footnote\" href=\"#fn169\" id=\"fn169_ref\">169</a>   The court must examine the delay in the context of the FDC Act and in harmony with the principles articulated herein.  And it goes without saying that this time the court will bear in mind that the OTC drug review is not a voluntary program for these purposes.<a class=\"footnote\" href=\"#fn170\" id=\"fn170_ref\">170</a></p>\n    </div>\n    <p>VII. THE CATEGORY III REGULATORY SCHEME</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Lastly, appellants attack as inconsistent with the FDC Act and the District Court's decision in Cutler v. Kennedy,<a class=\"footnote\" href=\"#fn171\" id=\"fn171_ref\">171</a> the amendment to the OTC drug review regulations creating a period for comment on temporary final monographs.  This amendment eliminated the marketing period for Category III drugs after formulation of the final monograph,<a class=\"footnote\" href=\"#fn172\" id=\"fn172_ref\">172</a> but added a twelve-month period following publication of the tentative final monograph for interested persons to present \"new data and information to support a condition excluded from the monograph in the tentative order.\"<a class=\"footnote\" href=\"#fn173\" id=\"fn173_ref\">173</a>   Cutler v. Kennedy held that a prior version of the regulations, which permitted marketing of drugs classified by final monograph in Category III to continue during ongoing product-testing,<a class=\"footnote\" href=\"#fn174\" id=\"fn174_ref\">174</a> contravened congressional intent because Category III drugs by definition were not generally recognized as safe and effective.<a class=\"footnote\" href=\"#fn175\" id=\"fn175_ref\">175</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellants argue that the newly-added twelve-month period for submitting additional information bearing on tentative final monographs<a class=\"footnote\" href=\"#fn176\" id=\"fn176_ref\">176</a> serves only to delay implementation of the Act's safety and efficacy requirements by further postponing publication of final monographs, and, in effect, to sanction the impermissible marketing of Category III drugs at an earlier stage in the process.<a class=\"footnote\" href=\"#fn177\" id=\"fn177_ref\">177</a>   FDA, on the other hand, contends that the revised regulations are consistent with the Act since they no longer authorize any marketing of drugs that officially have been labeled not generally recognized as safe and effective.<a class=\"footnote\" href=\"#fn178\" id=\"fn178_ref\">178</a>   FDA also asserts that this provision is unlikely to delay promulgation of final monographs since the twelve-month period will be used concurrently to prepare them.<a class=\"footnote\" href=\"#fn179\" id=\"fn179_ref\">179</a>   Moreover, the agency declares, the regulations will merely hold the administrative record open during these twelve months, and thus avoid the immense drain on resources likely to occur if all who sought to present new information on a drug's Category III classification were required formally to petition for reopening of the record.<a class=\"footnote\" href=\"#fn180\" id=\"fn180_ref\">180</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The District Court held that FDA had complied with Cutler v. Kennedy by removing from its regulations language authorizing marketing of Category III drugs after promulgation of final monographs.  The court further concluded that FDA had \"proffered a reasonable justification for the interim testing period based on administrative necessity,\"<a class=\"footnote\" href=\"#fn181\" id=\"fn181_ref\">181</a> and approved the new provision.  We agree that the regulation as amended is in harmony both with Cutler and with the applicable law.<a class=\"footnote\" href=\"#fn182\" id=\"fn182_ref\">182</a>   We therefore uphold the District Court's denial of appellants' request for declaratory relief.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We do not share appellants' expansive interpretation of Cutler.    It is evident that there the first set of OTC regulations were condemned because they permitted continued marketing of Category III drugs after publication of final monographs.<a class=\"footnote\" href=\"#fn183\" id=\"fn183_ref\">183</a>   By eliminating this marketing authorization, however, FDA has overcome the difficulty that was fatal in Cutler.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Nor do we perceive the current regulations as arbitrary, capricious, or otherwise inconsistent with the FDC Act.<a class=\"footnote\" href=\"#fn184\" id=\"fn184_ref\">184</a>   The OTC review program in its present form does not sanction the marketing of OTC drugs during the twelve-month period for which the administrative record remains open.<a class=\"footnote\" href=\"#fn185\" id=\"fn185_ref\">185</a>   Moreover, until publication of a final monograph, FDA makes no conclusive determination of a drug's GRAS/E status;  rather, panel recommendations and tentative conclusions remain subject to reconsideration in light of any additional information submitted in timely fashion to the agency.<a class=\"footnote\" href=\"#fn186\" id=\"fn186_ref\">186</a>   Moreover, the agency has presented reasonable justifications for adopting the twelve-month open-record period.  FDA designed this procedure to facilitate gathering of supplemental information, including that which is often solicited by the agency from manufacturers.  Leaving the record open for this period promotes efficiency since it eliminates the need to deal with the expectably large number of individual petitions to reopen the record,<a class=\"footnote\" href=\"#fn187\" id=\"fn187_ref\">187</a> and allows the agency simultaneously to evaluate the public comments, objections, and requests for hearings tendered after publication of the tentative final monographs.<a class=\"footnote\" href=\"#fn188\" id=\"fn188_ref\">188</a>   We therefore conclude that FDA did not act arbitrarily or otherwise improperly when it amended its regulations on Category III drugs.</p>\n    </div>\n    <p>VIII. CONCLUSION</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In 1962, Congress ordained that only those drugs generally recognized as safe and effective could be marketed without premarketing clearance.  Because, a quarter-century later, this mandate has not yet been fully satisfied, close scrutiny must be paid to appellants' claim that FDA has unreasonably delayed its completion of the OTC drug review program.  For that purpose, we vacate the judgment of the District Court on the question of unreasonable delay and remand the case for reconsideration on that point.  We affirm the judgment in all other respects.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Judge (now Justice) Scalia was a member of the panel at the time this case was argued, but did not participate in this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pub.L. No. 717, ch. 675, 52 Stat. 1040 (1938) (codified as amended at 21 U.S.C. Secs. 301-392 (Supp. III 1985))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Pub.L. No. 87-781, 76 Stat. 780 (1962)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 5 U.S.C. Secs. 551-559, 701-706, 1305, 3344 (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 21 U.S.C. Sec. 355(a) (Supp. III 1985).  The procedure to be followed by the FDA in reviewing NDAs is contained in id. Secs. 355(b)-(d).  It was supplemented by the Drug Price Competition and Patent Term Restoration Act of 1984, Pub.L. No. 98-417, 98 Stat. 1585 (codified in relevant part at 21 U.S.C. Sec. 355 (Supp. III 1985)), which authorizes an abbreviated new-drug application procedure for generic new drugs equivalent to new approved drugs.  See id. Sec. 355(j);  H.R.Rep. No. 98-857, 98th Cong., 2d Sess., reprinted in [1984] U.S.Code Cong. &amp; Admin.News 2647</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Federal Food, Drug and Cosmetic Act of 1938, Sec. 201(p)(1), 52 Stat. 1041-1042 (1938) (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Drug Amendments of 1962, Secs. 102(a)-(b), Pub.L. No. 87-781, 76 Stat. 780, 781 (1962)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 21 U.S.C. Sec. 321(p)(1) (1982) (emphasis added).  These experts must be \"qualified by scientific training and experience to evaluate the safety and effectiveness of drugs.\"    Id.  To be excluded from \"new drug\" status, a medication must also be used to a \"material extent or for a material time\" for purposes other than simply evaluating safety and effectiveness.  Id. Sec. 321(p)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See id. Sec. 321(p)(1).  These medicines are subject to the provisions of the Food and Drug Act of June 30, 1906, as amended.  Id.;  see United States v. Rutherford, 442 U.S. 544, 548 n. 3, 99 S.Ct. 2470, 2473 n. 3, 61 L.Ed.2d 68, 74 n. 3 (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Pub.L. No. 87-781, Sec. 107(c)(4), 76 Stat. 780, 789 (1962)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Id. Sec. 107(c)(3)(B), 76 Stat. 780, 788-789 (1962).  During this period, the efficacy requirement was not enforceable.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 21 U.S.C. Sec. 355(e) (Supp. III 1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Id.    \"Substantial evidence\" is defined as \"evidence consisting of adequate and well-controlled investigations, including clinical investigations, by experts qualified by scientific training and experience to evaluate the effectiveness of the drug involved, on the basis of which it could fairly and responsibly be concluded by such experts that the drug will have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the labeling or proposed labeling thereof.\"    Id. Sec. 355(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Pub.L. No. 87-781, Sec. 107(a), 76 Stat. 780, 788 (1962)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Weinberger v. Hynson, Westcott &amp; Dunning, Inc., 412 U.S. 609, 632, 93 S.Ct. 2469, 2484, 37 L.Ed.2d 207, 224-225 (1973).  The FDC Act did not define the degree of proof necessary to qualify for the GRAS/E exemption</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> United States v. Rutherford, supra note 6, 442 U.S. at 549-550 n. 7, 99 S.Ct. at 2474 n. 7, 61 L.Ed.2d at 75 n. 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> American Pub. Health Ass'n v. Veneman, 349 F.Supp. 1311, 1313-1314 (D.D.C.1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See Cutler v. Kennedy, 475 F.Supp. 838, 844 (D.D.C.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> In American Pub. Health Ass'n v. Veneman, supra note 16, the District Court for the District of Columbia held that FDA regulations which permitted the continued marketing of drugs conclusively found to be ineffective, while affording manufacturers an opportunity to provide additional data to FDA on the question of efficacy, violated the clear language of the FDC Act requiring removal of such drugs from the market after the grace period.  349 F.Supp. at 1315-1316, 1317.  The court also directed FDA to complete its evaluation of certain over-the-counter drugs marketed under NDAs instead of postponing its consideration of these products until initiation of the over-the-counter drug review program.   Id. at 1317.  FDA had examined prescription drugs before OTC drugs because of the former's greater potential for harm to consumers.  37 Fed.Reg. 85 (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> See Cutler v. Kennedy, supra note 17, 475 F.Supp. at 844</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> 37 Fed.Reg. 85 (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> See 37 Fed.Reg. 9464-9475 (1972) (codified at 21 C.F.R. Sec. 130.301 (1973))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> See Weinberger v. Bentex Pharmaceuticals, Inc., 412 U.S. 645, 650, 93 S.Ct. 2488, 2492, 37 L.Ed.2d 235, 240 (1973) (estimating between 100,000 and 500,000 OTC drugs);  Cutler v. Kennedy, supra note 17, 475 F.Supp. at 844-845</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> 37 Fed.Reg. 86 (1972).  FDA originally estimated that all OTC drugs were comprised of approximately 200 active ingredients, used alone or in varying combinations.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> 21 C.F.R. Secs. 330.10(a)(1)-(5) (1986);  see Cutler v. Hayes, 549 F.Supp. 1341, 1345 (D.D.C.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(6) (1986);  see Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> 21 C.F.R. Secs. 330.10(a)(7)-(8) (1986);  see Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(9) (1986);  see Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(5)(i) (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Id. Sec. 330.10(a)(5)(ii)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Id. Sec. 330.10(a)(5)(iii)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(13) (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> Cutler v. Kennedy, supra note 17, 475 F.Supp. at 855</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(7)(iii) (1986).  The legality of this new provision is challenged by appellants in this case.  See notes 176-177 infra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> See Brief for Appellees at 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> See id. at 29</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> Id. at 26.  In May of 1982, seven of a projected 77 monographs had been promulgated in final form.  See Milestone Status of OTC Drug Review Documents (May, 1982), reproduced at Joint Appendix (J.App.) 354.  In February of 1987, 16 of a projected 99 monographs had been promulgated in final form.  See Milestone Status of OTC Drug Review Documents (February 20, 1987), Attachment B to Letter from Robert A. Nicholson, United States Department of Justice to George A. Fisher, United States Court of Appeals (Mar. 11, 1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> Appellants presented evidence before the District Court suggesting that the OTC program will not be completed until close to year 2000.  See, e.g., Affidavit of M. Joy Dowling, J.App. 470.  Appellees dispute this figure as an unofficial projection and claim that the program will be completed much sooner, possibly by 1990.  See, e.g., OTC Drug Review Assessment (Dec., 1980), J.App. 485-486 (projecting last final monograph to be completed in 1990).  The District Court made no finding of fact on this question.  Current progress on OTC review suggests, however, that completion of all final monographs by the agency's targeted date of 1990 is very doubtful.  See supra note 38</p>\n      </div>\n      <div class=\"footnote\" id=\"fn40\">\n        <a class=\"footnote\" href=\"#fn40_ref\">40</a>\n        <p> The National Council of Senior Citizens (NCSC) was also a plaintiff before the District Court, which concluded that because both Cutler and Annand had standing to sue, it was \"unnecessary to determine whether the NCSC also has standing to maintain the lawsuit.\"    Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343 n. 2.  See note 63 infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn41\">\n        <a class=\"footnote\" href=\"#fn41_ref\">41</a>\n        <p> This is actually the second time these litigants have challenged the OTC drug review program.  Their first effort culminated in a favorable disposition of their claim that the regulations contravened the FDC Act.  See text supra at notes 31-32 and infra at notes 174-175.  The complaint in this case, as originally drafted, alleged that FDA had failed to amend its regulations and thus had not conformed to the District Court's decision in Cutler v. Kennedy, supra note 16.  Complaint p 22, Cutler v. Hayes, No. 81-2092 (D.D.C.)  (filed Sept. 3, 1981), J.App. 14.  When FDA finally promulgated its revised regulations on September 29, 1981, see 46 Fed.Reg. 47730 (1981), appellants amended their complaint to allege that the new provisions continued to violate the FDC Act.  Amended Complaint p 22, Cutler v. Hayes, No. 81-2092 (D.D.C.)  (filed Jan. 20, 1982), J.App. 21-22</p>\n      </div>\n      <div class=\"footnote\" id=\"fn42\">\n        <a class=\"footnote\" href=\"#fn42_ref\">42</a>\n        <p> 5 U.S.C. Sec. 555(b) (1982) (\"[w]ithin a reasonable time, each agency shall proceed to conclude a matter presented to it\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn43\">\n        <a class=\"footnote\" href=\"#fn43_ref\">43</a>\n        <p> Id. Sec. 706(1) (\"[t]he reviewing court shall ... compel agency action unlawfully withheld or unreasonably delayed\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn44\">\n        <a class=\"footnote\" href=\"#fn44_ref\">44</a>\n        <p> Amended Complaint p 21, supra note 42, J.App. 21.  Appellants request this court to instruct the District Court, in consultation with the parties, to establish a schedule for completing the OTC drug review program within a reasonable period of time.  Brief for Appellants at 47-48</p>\n      </div>\n      <div class=\"footnote\" id=\"fn45\">\n        <a class=\"footnote\" href=\"#fn45_ref\">45</a>\n        <p> Amended Complaint p 20, supra note 42, J.App. 21</p>\n      </div>\n      <div class=\"footnote\" id=\"fn46-1\">\n        <a class=\"footnote\" href=\"#fn46-1_ref\">46</a>\n        <p> See Adams v. Richardson, 156 U.S.App.D.C. 267, 480 F.2d 1159 (en banc 1973)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn47\">\n        <a class=\"footnote\" href=\"#fn47_ref\">47</a>\n        <p> Amended Complaint p 22, supra note 42, J.App. 21-22;  Brief for Appellants at 55.  See text supra at note 34</p>\n      </div>\n      <div class=\"footnote\" id=\"fn48\">\n        <a class=\"footnote\" href=\"#fn48_ref\">48</a>\n        <p> The District Court held that the PA was collaterally estopped from challenging plaintiffs' standing.    Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343</p>\n      </div>\n      <div class=\"footnote\" id=\"fn49\">\n        <a class=\"footnote\" href=\"#fn49_ref\">49</a>\n        <p> Id. at 1343-1344, 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn50\">\n        <a class=\"footnote\" href=\"#fn50_ref\">50</a>\n        <p> Id. at 1348.  The court also granted the intervenor's motion for judgment on the pleadings, treating it as a summary-judgment motion.  See Fed.R.Civ.P. 12(c).  549 F.Supp. at 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn51\">\n        <a class=\"footnote\" href=\"#fn51_ref\">51</a>\n        <p> Supra note 17</p>\n      </div>\n      <div class=\"footnote\" id=\"fn52\">\n        <a class=\"footnote\" href=\"#fn52_ref\">52</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345-1346</p>\n      </div>\n      <div class=\"footnote\" id=\"fn53\">\n        <a class=\"footnote\" href=\"#fn53_ref\">53</a>\n        <p> Id. at 1347</p>\n      </div>\n      <div class=\"footnote\" id=\"fn54\">\n        <a class=\"footnote\" href=\"#fn54_ref\">54</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn55\">\n        <a class=\"footnote\" href=\"#fn55_ref\">55</a>\n        <p> The parties had disagreed over whether the 17 enforcement actions identified by FDA in the course of discovery were \"illustrative\" or \"comprehensive.\"   Id. at 1347 n. 9.  The District Court labeled this dispute \"immaterial.\"    Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn56\">\n        <a class=\"footnote\" href=\"#fn56_ref\">56</a>\n        <p> Id. at 1347</p>\n      </div>\n      <div class=\"footnote\" id=\"fn57\">\n        <a class=\"footnote\" href=\"#fn57_ref\">57</a>\n        <p> 223 U.S.App.D.C. 304, 690 F.2d 1041 (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn58\">\n        <a class=\"footnote\" href=\"#fn58_ref\">58</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347-1348 (quoting McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 312, 690 F.2d at 1049 (emphasis in original))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn59\">\n        <a class=\"footnote\" href=\"#fn59_ref\">59</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347</p>\n      </div>\n      <div class=\"footnote\" id=\"fn60\">\n        <a class=\"footnote\" href=\"#fn60_ref\">60</a>\n        <p> The court noted that the program involved \"over 700 active ingredients contained in various combinations in more than 300,000 OTC drug products\" which had to be tested for \"effectiveness as well as safety.\"   Id. at 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn61\">\n        <a class=\"footnote\" href=\"#fn61_ref\">61</a>\n        <p> Appellees asserted initially that the District Court lacked subject-matter jurisdiction over this case, see Answer to Amended Complaint paragraphs 2, 26, Cutler v. Hayes, No. 81-2092 (D.D.C.)  (filed Feb. 9, 1982), J.App. 50, 54, but have not pressed the argument.  The District Court apparently acted on the assumption that it had general federal-question jurisdiction, see 28 U.S.C. Sec. 1331 (1982), as appellants had alleged.  See Amended Complaint p 2, supra note 42, J.App. 17.  Because our subsequent decision in Telecommunications Research &amp; Action Center v. FCC (TRAC), 242 U.S.App.D.C. 222, 750 F.2d 70 (1984), clarified the standard for determining jurisdiction to examine the pace of agency action, we sua sponte consider appellees' contention anew</p>\n        <p>TRAC held that \"where a statute commits final agency action to review by the Court of Appeals, the appellate court has exclusive jurisdiction to hear suits seeking relief that might affect its future statutory power of review.\"   Id. at 224, 750 F.2d at 72.  Like the instant case, TRAC involved a claim of unreasonable agency delay, and we ruled that the District Court was without jurisdiction to entertain it.  See id. at 249-251, 750 F.2d at 77-79.  Essential to our holding, however, were statutory provisions enabling us to review any final FCC order.  See id. at 249, 750 F.2d at 77.  We now must ascertain whether any of appellants' claims trigger similar statutory grants of jurisdiction to review final FDA actions.</p>\n        <p>The FDC Act contains no single, overarching provision governing judicial review.  Instead, discrete agency actions are subject to specialized review provisions.  See, e.g., 21 U.S.C. Sec. 355(h) (1982) (review by court of appeals of agency's disapproval of new-drug application);  id. Sec. 360g (review by court of appeals of regulations classifying devices);  id. Sec. 371(f) (review by court of appeals of orders issued pursuant to provisions enumerated in Sec. 371(e) ).  Agency action taken under sections silent in this respect are directly reviewable in a district court under some appropriate head of its jurisdiction, for courts of appeals have only such jurisdiction as Congress has chosen to confer upon them.   Shaw v. United States, 93 U.S.App.D.C. 300, 302, 209 F.2d 811, 813 (1954);  Diamond Shamrock Oil &amp; Gas Corp. v. Commissioner, 422 F.2d 532, 534 (8th Cir.1970).</p>\n        <p>Appellants' claims in the instant case involve FDA regulations implementing Sec. 355 and the related agency inaction in enforcing them.  Section 355(h), however, authorizes review by a court of appeals only in cases challenging disapprovals of new-drug applications, and is therefore inapplicable here.  Cf. Weinberger v. Bentex Pharmaceuticals, Inc., supra note 22, 412 U.S. at 651, 93 S.Ct. at 2493, 37 L.Ed.2d at 240-241 (interpreting Sec. 355(h) narrowly and endorsing district-court jurisdiction to hear appeals from orders affecting new-drug status).  Similarly, Sec. 371(f) is inapposite because Sec. 355 is not among the provisions listed in Sec. 371(e).  We note, too, that the Supreme Court has implicitly approved the exercise of district-court jurisdiction over similar claims pertaining to FDA's enforcement duties under Sec. 355.  See Heckler v. Chaney, 470 U.S. 821, 824-825, 105 S.Ct. 1649, 1652, 84 L.Ed.2d 714, 719-720 (1985).  We thus conclude that because in this case no statute commits direct review of FDA new drug regulations to this court, TRAC does not apply, and the District Court properly exercised jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn62\">\n        <a class=\"footnote\" href=\"#fn62_ref\">62</a>\n        <p> Brief for Intervenor at 15-18 &amp; n. 15</p>\n      </div>\n      <div class=\"footnote\" id=\"fn63\">\n        <a class=\"footnote\" href=\"#fn63_ref\">63</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343.  We agree with the District Court's conclusion, see id. at 1343 n. 2, that it is not necessary to determine whether NCSC, which raises the same issues as appellants Cutler and Annand, has independent standing to maintain this suit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn64\">\n        <a class=\"footnote\" href=\"#fn64_ref\">64</a>\n        <p> Supra note 17</p>\n      </div>\n      <div class=\"footnote\" id=\"fn65\">\n        <a class=\"footnote\" href=\"#fn65_ref\">65</a>\n        <p> See notes 31-32 supra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn66\">\n        <a class=\"footnote\" href=\"#fn66_ref\">66</a>\n        <p> Dozier v. Ford Motor Co., 227 U.S.App.D.C. 1, 17, 702 F.2d 1189, 1195 (1983) (emphasis omitted) (quoting American Sur. Co. v. Baldwin, 287 U.S. 156, 166, 53 S.Ct. 98, 101, 77 L.Ed. 231, 238 (1932) (concurring opinion) and citing Durfee v. Duke, 375 U.S. 106, 116, 84 S.Ct. 242, 247, 11 L.Ed.2d 186, 194 (1963) );  see also id.  (where \"jurisdictional issues ha[ve] been fully and fairly litigated by the parties and finally determined ..., the [second] court ... was correct in ruling that further inquiry was precluded\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn67\">\n        <a class=\"footnote\" href=\"#fn67_ref\">67</a>\n        <p> See Warth v. Seldin, 422 U.S. 490, 500, 95 S.Ct. 2197, 2206, 45 L.E.2d 343, 355 (1975) (\"standing in no way depends on the merits of the plaintiff's contention that particular conduct is illegal\");  Continental Cas. Co. v. Canadian Universal Ins., 605 F.2d 1340, 1342-1343 (5th Cir.1979), cert. denied, 445 U.S. 929, 100 S.Ct. 1317, 63 L.Ed.2d 762 (1980) (dismissal \"for want of a judicial controversy between live litigants\" is not a judgment on the merits, but on jurisdiction);  McCarney v. Ford Motor Co., 657 F.2d 230, 232-234 (8th Cir.1981) (standing determination does not reach merits but involves questions of justiciability and is quasi-jurisdictional in nature);  Sherman v. British Leyland Motors, Ltd., 601 F.2d 429, 439-440 (9th Cir.1979) (standing question is \"akin to that of jurisdiction\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn68\">\n        <a class=\"footnote\" href=\"#fn68_ref\">68</a>\n        <p> The res judicata effects of jurisdictional judgments have variously been discussed in terms of issue preclusion and estoppel.  See Restatement (Second) of Judgments Sec. 20 Reporter's Note to Comment b (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn69\">\n        <a class=\"footnote\" href=\"#fn69_ref\">69</a>\n        <p> See Dozier v. Ford Motor Co., supra note 66, 227 U.S. App.D.C. at 14-15, 702 F.2d at 1192-1193 (amount in controversy for diversity jurisdiction);  Carr v. District of Columbia, 207 U.S.App.D.C. 264, 272-273, 646 F.2d 599, 607-608 (1980) (subject-matter jurisdiction);  Estevez v. Nabers, 219 F.2d 321 (5th Cir.1955) (lack of justiciable controversy);  Oglala Sioux Tribe v. Homestake Mining Co., 722 F.2d 1407, 1411-1413 (8th Cir.1983) (subject-matter jurisdiction);  see also Segal v. American Tel. &amp; Tel. Co., 606 F.2d 842, 844-845 (9th Cir.1979) (dismissal for lack of jurisdiction results in issue preclusion, which unlike bar, forecloses litigation only of those issues of fact or law that were actually litigated and necessarily decided by a valid and final judgment between the parties);  see generally 1B J. Moore, J. Lucas &amp; T. Currier, Moore's Federal Practice p 0.405 (2d ed. 1984) (discussing preclusive effect of jurisdictional judgments).  For cases applying collateral estoppel principles to standing questions, see note 73 infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn70\">\n        <a class=\"footnote\" href=\"#fn70_ref\">70</a>\n        <p> 440 U.S. 147, 99 S.Ct. 970, 59 L.Ed.2d 210 (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn71\">\n        <a class=\"footnote\" href=\"#fn71_ref\">71</a>\n        <p> Id. at 153-154, 99 S.Ct. at 973-974, 59 L.Ed.2d at 217</p>\n      </div>\n      <div class=\"footnote\" id=\"fn72\">\n        <a class=\"footnote\" href=\"#fn72_ref\">72</a>\n        <p> See Underwriters Nat'l Assurance Co. v. North Carolina Life &amp; Accident &amp; Health Ins. Guar. Ass'n, 455 U.S. 691, 706-707, 709 n. 16, 102 S.Ct. 1357, 1366-1367, 1368 n. 16, 71 L.Ed.2d 558, 571-572, 573 n. 16 (1982) (principles of res judicata apply to jurisdictional judgments where \"the second court's inquiry discloses that those questions have been fully and fairly litigated and finally decided in the court which renders the original judgment\");  Stoll v. Gottlieb, 305 U.S. 165, 172, 59 S.Ct. 134, 138, 83 L.Ed. 104, 109 (1938) (\"[a]fter a party has his day in court, with opportunity to present his evidence and his view of the law, a collateral attack upon the decision as to jurisdiction there rendered merely retries the issue previously determined.  There is no reason to expect that the second decision will be more satisfactory than the first\");  1B J. Moore, J. Lucas &amp; T. Currier, supra note 69, p 0.405, at 227, 229-230 (\"[w]here the issue of jurisdiction is raised and is determined in favor of jurisdiction and the case then proceeds to a judgment on the merits, on wellsettled principles the judgment is not later open to collateral attack on the jurisdictional issue, whether or not the determination thereon was erroneous\") (footnote omitted);  see also 13A C. Wright, A. Miller &amp; E. Cooper, Federal Practice and Procedure:  Jurisdiction Sec. 3531.15, at 106 (2d ed. 1984) (\"[o]rdinarily [collateral] attacks [for want of standing] should be rejected, even if the Article III requirements of standing were not met\") (footnote omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn73\">\n        <a class=\"footnote\" href=\"#fn73_ref\">73</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343 (applying doctrine to standing) (policies furthered by collateral estoppel doctrine \"are equally served when the doctrine is applied to jurisdictional questions as to the merits\").  For authorities applying principles of collateral estoppel to questions of standing, see, e.g., Safir v. Dole, 231 U.S.App.D.C. 63, 69 n. 4, 718 F.2d 475, 481 n. 4 (1983), cert. denied, 467 U.S. 1206, 104 S.Ct. 2389, 81 L.Ed.2d 347 (1984);  Mrazek v. Suffolk County Bd. of Educ., 630 F.2d 890, 896 n. 10 (2d Cir.1980);  Planned Parenthood Ass'n v. Kempiners, 700 F.2d 1115, 1138 (7th Cir.1983) (concurring opinion);  McCarney v. Ford Motor Co., supra note 67;  California Chamber of Commerce v. Simpson, 601 F.Supp. 104, 106-107 (C.D.Cal.1985);  City Communications, Inc. v. City of Detroit, 650 F.Supp. 1570, 1580 (E.D. Mich.1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn74\">\n        <a class=\"footnote\" href=\"#fn74_ref\">74</a>\n        <p> Supra note 17</p>\n      </div>\n      <div class=\"footnote\" id=\"fn75\">\n        <a class=\"footnote\" href=\"#fn75_ref\">75</a>\n        <p> 549 F.Supp. at 1343.  See infra note 85</p>\n      </div>\n      <div class=\"footnote\" id=\"fn76\">\n        <a class=\"footnote\" href=\"#fn76_ref\">76</a>\n        <p> See text supra at notes 28-30</p>\n      </div>\n      <div class=\"footnote\" id=\"fn77\">\n        <a class=\"footnote\" href=\"#fn77_ref\">77</a>\n        <p> 475 F.Supp. at 847</p>\n      </div>\n      <div class=\"footnote\" id=\"fn78\">\n        <a class=\"footnote\" href=\"#fn78_ref\">78</a>\n        <p> Id. at 847-850</p>\n      </div>\n      <div class=\"footnote\" id=\"fn79\">\n        <a class=\"footnote\" href=\"#fn79_ref\">79</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn80\">\n        <a class=\"footnote\" href=\"#fn80_ref\">80</a>\n        <p> Id. at 850</p>\n      </div>\n      <div class=\"footnote\" id=\"fn81\">\n        <a class=\"footnote\" href=\"#fn81_ref\">81</a>\n        <p> Id. at 850 &amp; nn. 31-32.  The court further found that to the extent that extraconstitutional requirements for standing were imposed by Sec. 10 of the APA, 5 U.S.C. Sec. 702 (1982), \"plaintiffs' interests as drug consumers plainly satisfy [them],\" falling \"within the 'zone of interests to be protected or regulated by the statutory framework within which [their] claim arises'....\"    Id. at 847 n. 22 (quoting Simon v. Eastern Ky. Welfare Rights Org., 426 U.S. 26, 39 n. 19, 96 S.Ct. 1917, 1929 n. 19, 48 L.Ed.2d 450, 461 n. 19 (1976) )</p>\n      </div>\n      <div class=\"footnote\" id=\"fn82\">\n        <a class=\"footnote\" href=\"#fn82_ref\">82</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343</p>\n      </div>\n      <div class=\"footnote\" id=\"fn83\">\n        <a class=\"footnote\" href=\"#fn83_ref\">83</a>\n        <p> See text supra at notes 32-34</p>\n      </div>\n      <div class=\"footnote\" id=\"fn84\">\n        <a class=\"footnote\" href=\"#fn84_ref\">84</a>\n        <p> See text supra at notes 42-47</p>\n      </div>\n      <div class=\"footnote\" id=\"fn85\">\n        <a class=\"footnote\" href=\"#fn85_ref\">85</a>\n        <p> See Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343 (inquiring \"whether the issue presented in the two proceedings is substantially the same\").  Cf. Montana v. United States, supra note 70, 440 U.S. at 155, 99 S.Ct. at 974, 59 L.Ed.2d at 218 (\"whether the issues presented by this litigation are in substance the same ...\");  Schneider v. Lockheed Aircraft, 212 U.S.App.D.C. 87, 104, 658 F.2d 835, 852 (1981) (\"[t]he very heart of the collateral estoppel doctrine is the requirement that the issue to be precluded must be substantially the same as the issue previously litigated\");  Restatement (Second) of Judgments Sec. 27 Comment c (1982) (discussing factors pertinent to determining similarity of issues for preclusion purposes)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn86\">\n        <a class=\"footnote\" href=\"#fn86_ref\">86</a>\n        <p> The District Court reasoned that as \"[t]he parties and the threatened injury [were] the same in both cases, the standing issue is identical and was conclusively determined in the prior proceeding.\"    Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343.  We affirm on slightly broader grounds, namely, that the Kennedy court's three-part finding of Article III standing (embracing injury in fact, traceability, and redressability, see text supra at notes 78-81) easily accommodates whatever minor variances in claims the instant action presents</p>\n      </div>\n      <div class=\"footnote\" id=\"fn87\">\n        <a class=\"footnote\" href=\"#fn87_ref\">87</a>\n        <p> Montana v. United States, supra note 70, 440 U.S. at 155, 99 S.Ct. at 974, 59 L.Ed.2d at 218</p>\n      </div>\n      <div class=\"footnote\" id=\"fn88\">\n        <a class=\"footnote\" href=\"#fn88_ref\">88</a>\n        <p> The District Court found that PA had \"not introduced any evidence to refute the essential factual predicate underlying the standing decision in Cutler v. Kennedy, viz, that the individual plaintiffs consume OTC drugs and would be exposed to an increased health risk by the marketing of products which may not be safe or effective....\"  Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343-1344 n. 3.  In so ruling, the District Court correctly determined that any new evidence PA might have produced in support of its contention that the individual appellants are merely \"sham plaintiffs,\" see Brief for Intervenor-Appellee at 14-15, was immaterial to the legal basis on which the Kennedy court's ultimate findings on standing rested, see Cutler v. Kennedy, supra note 17, 475 F.Supp. at 850 n. 34 (holding PA's \"sham-plaintiff\" contention \"without legal merit\"), and so could not demonstrate a change in controlling facts sufficient to justify an exception to collateral estoppel principles.  See Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343 n. 3 (citing Montana v. United States, supra note 70, 440 U.S. at 155, 99 S.Ct. at 974, 59 L.Ed.2d at 218).  Neither has there been any change in the legal principles governing the constitutional standing inquiry that would warrant excepting the Kennedy court's determination of standing from the normal estoppel rule.  Compare Cutler v. Kennedy, supra note 17, 475 F.Supp. at 847-850 (three-part inquiry into constitutional elements of standing) with American Legal Found. v. FCC, 257 U.S.App.D.C. 189, 193, 808 F.2d 84, 88 (1987) (\"[t]he Supreme Court has in recent years distilled the constitutional requirement of standing into a three-part inquiry:  'A plaintiff must allege  personal injury  fairly traceable to the defendant's allegedly unlawful conduct and  likely to be redressed by the requested relief' \") (quoting Allen v. Wright, 468 U.S. 737, 751, 104 S.Ct. 3315, 3324, 82 L.Ed.2d 556, 569 (1984) and citing Valley Forge Christian College v. Americans United for Separation of Church &amp; State, Inc., 454 U.S. 464, 472, 102 S.Ct. 752, 758, 70 L.Ed.2d 700, 709 (1982) )</p>\n      </div>\n      <div class=\"footnote\" id=\"fn89\">\n        <a class=\"footnote\" href=\"#fn89_ref\">89</a>\n        <p> Brief of Intervenor-Appellee at 18-19</p>\n      </div>\n      <div class=\"footnote\" id=\"fn90\">\n        <a class=\"footnote\" href=\"#fn90_ref\">90</a>\n        <p> Andrade v. Lauer, 234 U.S.App.D.C. 384, 393, 729 F.2d 1475, 1484 (1984);  Beins v. United States, 224 U.S.App.D.C. 397, 405, 695 F.2d 591, 599 (1982);  Hayes v. Secretary of Defense, 169 U.S.App.D.C. 209, 214, 515 F.2d 668, 673 (1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn91\">\n        <a class=\"footnote\" href=\"#fn91_ref\">91</a>\n        <p> Etelson v. Office of Personnel Management, 221 U.S.App.D.C. 396, 401, 684 F.2d 918, 923 (1982);  accord, McKart v. United States, 395 U.S. 185, 193, 89 S.Ct. 1657, 1662, 23 L.Ed.2d 194, 203 (1969);  Andrade v. Lauer, supra note 90, 234 U.S.App.D.C. at 393, 729 F.2d at 1484;  National Treasury Employees Union v. Kurtz, 204 U.S.App.D.C. 139, 141-142, 636 F.2d 411, 413-414 (1980) (dissenting opinion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn92\">\n        <a class=\"footnote\" href=\"#fn92_ref\">92</a>\n        <p> Andrade v. Lauer, supra note 90, 234 U.S.App.D.C. at 393, 729 F.2d at 1484 (quoting McKart v. United States, supra note 91, 395 U.S. at 195, 89 S.Ct. at 1663, 23 L.Ed.2d at 204);  accord, Public Citizen Health Research Group v. Commissioner, 238 U.S.App.D.C. 271, 279, 740 F.2d 21, 29 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn93\">\n        <a class=\"footnote\" href=\"#fn93_ref\">93</a>\n        <p> Randolph-Sheppard Vendors of America v. Weinberger, 254 U.S.App.D.C. 45, 60, 795 F.2d 90, 105 (1986);  Public Citizen Health Research Group v. Commissioner, supra note 92, 238 U.S.App.D.C. at 279, 740 F.2d at 29;  Andrade v. Lauer, supra note 90, 234 U.S.App.D.C. at 393, 729 F.2d at 1484;  see also Wallace v. Lynn, 165 U.S.App.D.C. 363, 367, 507 F.2d 1186, 1190 (1974)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn94\">\n        <a class=\"footnote\" href=\"#fn94_ref\">94</a>\n        <p> See, e.g., Mathews v. Diaz, 426 U.S. 67, 75-77, 96 S.Ct. 1883, 1889-1890, 48 L.Ed.2d 478, 487-488 (1976);  Weinberger v. Salfi, 422 U.S. 749, 766-767, 95 S.Ct. 2457, 2467-2468, 45 L.Ed.2d 522, 539-540 (1975);  Baxter v. Claytor, 209 U.S. App.D.C. 188, 192, 652 F.2d 181, 185 (1981);  see also Ticor Title Ins. Co. v. FTC, 814 F.2d 731, 751 (D.C.Cir.1987) at 2 (concurring opinion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn95\">\n        <a class=\"footnote\" href=\"#fn95_ref\">95</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1344.  PA alleges that this conclusion is erroneous since FDA's Memorandum of Points and Authorities in Support of Federal Defendants' Motion to Dismiss or in the Alternative for Summary Judgment and in Opposition to Plaintiffs' Motion for Summary Judgment, at 20-21, Record (R.) 52, included the claim that administrative remedies had not been exhausted.  Brief for Intervenor at 18.  FDA has not appealed from the District Court's ruling, however, and does not argue before this court that appellants did not exhaust their administrative remedies.  If an agency makes only a token effort to sustain a claim alleging failure to exhaust, a court may well conclude that the claim has been waived, particularly when futility is an issue.  See, e.g., Mathews v. Diaz, supra note 94, 426 U.S. at 76-77, 96 S.Ct. at 1889-1890, 48 L.Ed.2d at 487-488;  Etelson v. Office of Personnel Management, supra note 91, 221 U.S.App.D.C. at 401, 684 F.2d at 923 (claim of failure to exhaust administrative remedies made by OPM in \"perfunctory and oblique manner\").  Because this question involves an element of judgment by the District Court, and especially because the agency itself does not press the exhaustion issue before us, we will not overturn the District Court's determination that this claim has been waived</p>\n      </div>\n      <div class=\"footnote\" id=\"fn96\">\n        <a class=\"footnote\" href=\"#fn96_ref\">96</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1344</p>\n      </div>\n      <div class=\"footnote\" id=\"fn97\">\n        <a class=\"footnote\" href=\"#fn97_ref\">97</a>\n        <p> Supra note 91</p>\n      </div>\n      <div class=\"footnote\" id=\"fn98\">\n        <a class=\"footnote\" href=\"#fn98_ref\">98</a>\n        <p> Etelson v. Office of Personnel Management, supra note 91, 221 U.S.App.D.C. at 403, 684 F.2d at 925 (footnotes omitted).  Although we were wary of possible misuse of the futility exception in Etelson, and thus based our holding in that case on several factors rather than on apparent futility alone, we recognized that the potential for abuse stems primarily from efforts to \" 'deliberate[ly] flout ... administrative processes.' \"   Id. at 403-404, 684 F.2d at 925-926 (quoting McKart v. United States, supra note 91, 395 U.S. at 195, 89 S.Ct. at 1663, 23 L.Ed.2d at 204).  In the case at bar, the fact that FDA does not press the argument that appellants have failed to exhaust administrative remedies supports the premise that an appeal to FDA would have been futile.  See Etelson v. Office of Personnel Management, supra note 91, 221 U.S.App.D.C. at 401, 684 F.2d at 923 (OPM's failure to assert that plaintiff did not exhaust administrative remedies \"strongly suggests that OPM considered itself to have rejected finally all of [plaintiff's] contentions, and it counsels us against a contrary determination\").  It also seems clear that appellants have made no effort deliberately to bypass a firmly established agency procedure for resolving this controversy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn99\">\n        <a class=\"footnote\" href=\"#fn99_ref\">99</a>\n        <p> We agree with the District Court, see Cutler v. Hayes, supra note 24, 549 F.Supp. at 1344, that it is unnecessary here to decide whether a nongovernmental party is entitled to raise the question of exhaustion of administrative remedies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn100\">\n        <a class=\"footnote\" href=\"#fn100_ref\">100</a>\n        <p> Supra note 46</p>\n      </div>\n      <div class=\"footnote\" id=\"fn101\">\n        <a class=\"footnote\" href=\"#fn101_ref\">101</a>\n        <p> Brief for Appellants at 23-31</p>\n      </div>\n      <div class=\"footnote\" id=\"fn102\">\n        <a class=\"footnote\" href=\"#fn102_ref\">102</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347</p>\n      </div>\n      <div class=\"footnote\" id=\"fn103\">\n        <a class=\"footnote\" href=\"#fn103_ref\">103</a>\n        <p> Id.; see note 55 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn104\">\n        <a class=\"footnote\" href=\"#fn104_ref\">104</a>\n        <p> FDA Compliance Policy Guide 7132b.15, J. App. 587.  Situations that might warrant enforcement prior to promulgation of a final monograph include:  \"1) documented consumer injuries;  2) drugs requiring the prescription legend marketed as OTC;  and 3) unwarranted claims for the treatment of serious disease conditions which could preclude obtaining proper medical attention.\"    Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn105\">\n        <a class=\"footnote\" href=\"#fn105_ref\">105</a>\n        <p> Our review of the enforcement actions taken by FDA suggests that all proceedings were initiated by the agency either after the issuance of a final monograph or after identification of a specific risk to consumer health.  See Appendix D to Declaration of Jerome A. Halperin, Illustrative OTC Regulatory Actions, J. App. 588-590</p>\n      </div>\n      <div class=\"footnote\" id=\"fn106\">\n        <a class=\"footnote\" href=\"#fn106_ref\">106</a>\n        <p> Supra note 61</p>\n      </div>\n      <div class=\"footnote\" id=\"fn107\">\n        <a class=\"footnote\" href=\"#fn107_ref\">107</a>\n        <p> 470 U.S. at 837-838, 105 S.Ct. at 1659, 84 L.Ed.2d at 727-728</p>\n      </div>\n      <div class=\"footnote\" id=\"fn108\">\n        <a class=\"footnote\" href=\"#fn108_ref\">108</a>\n        <p> Id. at 833 n. 4, 105 S.Ct. at 1656 n. 4, 84 L.Ed.2d at 724 n. 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn109\">\n        <a class=\"footnote\" href=\"#fn109_ref\">109</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn110\">\n        <a class=\"footnote\" href=\"#fn110_ref\">110</a>\n        <p> Adams v. Richardson, supra note 46, 156 U.S.App.D.C. at 269, 480 F.2d at 1161</p>\n      </div>\n      <div class=\"footnote\" id=\"fn111\">\n        <a class=\"footnote\" href=\"#fn111_ref\">111</a>\n        <p> 42 U.S.C. Secs. 2000d-2000d-6 (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn112\">\n        <a class=\"footnote\" href=\"#fn112_ref\">112</a>\n        <p> Id. Sec. 2000d-1 (1982) (\"[e]ach Federal department and agency which is empowered to extend Federal financial assistance to any program or activity ... is authorized and directed to effectuate the provisions of section 2000d ... with respect to such program or activity....\").  The department or agency may ensure compliance either:  \"(1) by the termination of or refusal to grant or to continue assistance under such program or activity to any recipient as to whom there has been an express finding on the record, after opportunity for hearing, of a failure to comply with such requirement ... or (2) by any other means authorized by law....\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn113\">\n        <a class=\"footnote\" href=\"#fn113_ref\">113</a>\n        <p> Adams v. Richardson, supra note 46, 156 U.S.App.D.C. at 271, 480 F.2d at 1163</p>\n      </div>\n      <div class=\"footnote\" id=\"fn114\">\n        <a class=\"footnote\" href=\"#fn114_ref\">114</a>\n        <p> Id. at 269, 480 F.2d at 1161</p>\n      </div>\n      <div class=\"footnote\" id=\"fn115\">\n        <a class=\"footnote\" href=\"#fn115_ref\">115</a>\n        <p> In Weinberger v. Hynson, Westcott &amp; Dunning, supra note 14, the Supreme Court described the 1962 amendments to the FDC Act as a \"statutory mandate to review all marketed drugs for their therapeutic efficacy, whether or not previously approved.\"    412 U.S. at 614, 93 S.Ct. at 2475, 37 L.Ed.2d at 214;  see also H.R.Rep. No. 2464, 87th Cong., 2d Sess. 3 (1962);  37 Fed.Reg. 9,464-9,465 (1972) (\"[t]here can be no question, however, that the Food and Drug Administration is obligated to review all OTC drugs to assure that all those found in the marketplace are safe and effective and not misbranded\").  In addition, it is clear that the efficacy requirement for the full range of OTC drugs took effect within two years of passage of the Drug Amendments of 1962.  See text supra at notes 10-13.  Hence, we disagree with the District Court's characterization of the OTC drug review program as \"voluntary.\"    See Cutler v. Hayes, supra note 24, 549 F.Supp. at 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn116\">\n        <a class=\"footnote\" href=\"#fn116_ref\">116</a>\n        <p> Congress did include an enforceable statutory directive, similar to that guiding our decision in Adams v. Richardson, in 21 U.S.C. Sec. 355(e) (Supp. III 1985), which provides that \"[t]he Secretary shall ... withdraw approval of [NDAs]\" if appropriate evidence demonstrates that these drugs are not safe or effective</p>\n      </div>\n      <div class=\"footnote\" id=\"fn117\">\n        <a class=\"footnote\" href=\"#fn117_ref\">117</a>\n        <p> The FDC Act's enforcement provisions remain almost identical to those first enacted in 1938.  See 21 U.S.C. Secs. 335-337 (1982).  The Secretary of the Health and Human Services refers violations of the Act to the appropriate United States Attorney, who may launch either a criminal prosecution or a civil action in the name of the United States.  Id. Secs. 335, 337 (1982).  But Congress made clear that the Secretary would have no obligation to \"report for prosecution, or for the institution of libel or injunction proceedings, minor violations of this chapter whenever he believes that the public interest will be adequately served by a suitable written notice or warning.\"    Id. Sec. 336.  FDA has authority to promulgate regulations for the \"efficient enforcement\" of the safety and efficacy requirements.  Id. Sec. 371(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn118\">\n        <a class=\"footnote\" href=\"#fn118_ref\">118</a>\n        <p> Accord, Cutler v. Kennedy, supra note 17, 475 F.Supp. at 856 (rejecting argument that Congress created a mandatory, nondiscretionary and judicially enforceable duty upon FDA to initiate enforcement proceedings against violators of the FDC Act)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn119\">\n        <a class=\"footnote\" href=\"#fn119_ref\">119</a>\n        <p> See 5 U.S.C. Sec. 706(2)(A) (1982);  see also Heckler v. Chaney, supra note 61, 470 U.S. at 831-832, 105 S.Ct. at 1656, 84 L.Ed.2d at 723-724 (discussing grounds for judicial recognition of agency discretion in enforcement decisions)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn120\">\n        <a class=\"footnote\" href=\"#fn120_ref\">120</a>\n        <p> See 470 U.S. at 831, 105 S.Ct. at 1656, 84 L.Ed.2d at 724.  Of course, the efficacy requirement serves several health-related purposes as well.  For example, a consumer might forego an effective drug in the mistaken belief that an ineffective drug will provide relief.  Current FDA policy, however, authorizes enforcement actions against ineffective drugs that present such a danger.  See note 104 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn121\">\n        <a class=\"footnote\" href=\"#fn121_ref\">121</a>\n        <p> Brief for Appellees at 17-18</p>\n      </div>\n      <div class=\"footnote\" id=\"fn122\">\n        <a class=\"footnote\" href=\"#fn122_ref\">122</a>\n        <p> See note 177 infra, discussing the type of \"new information\" which may be submitted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn123\">\n        <a class=\"footnote\" href=\"#fn123_ref\">123</a>\n        <p> See 21 C.F.R. Sec. 330.10(a)(7)(iii) (1986) (\"[w]ithin 12 months after publishing of a ... [tentative final monograph], any interested person may file with the Dockets Management Branch, Food and Drug Administration, new data and information to support a condition excluded from the monograph in the tentative order\");  see also Part VII infra upholding regulation as a reasonable exercise of discretion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn124\">\n        <a class=\"footnote\" href=\"#fn124_ref\">124</a>\n        <p> For a drug to be generally recognized as effective, there must be \"expert consensus ... founded upon 'substantial evidence.' \"    Weinberger v. Hynson, Westcott &amp; Dunning, supra note 14, 412 U.S. at 632, 93 S.Ct. at 2484, 37 L.Ed.2d at 224;  accord, United States v. Rutherford, supra note 8, 442 U.S. at 549-550 n. 7, 555, 99 S.Ct. at 2474 n. 7, 2477, 61 L.Ed.2d at 75 n. 7, 78.  For the definition of substantial evidence, see supra note 12.  \"In the absence of any evidence of adequate and well-controlled investigation supporting ... efficacy ..., [a drug] would be a 'new drug' subject to the provisions of the [FDC] Act.\"    Weinberger v. Hynson, Westcott &amp; Dunning, supra note 14, 412 U.S. at 629-630, 93 S.Ct. at 2483, 37 L.Ed.2d at 223.  Thus, the additional information would have to be significant enough to change the view of those experts who previously rejected classification of the drug as effective</p>\n      </div>\n      <div class=\"footnote\" id=\"fn125\">\n        <a class=\"footnote\" href=\"#fn125_ref\">125</a>\n        <p> FDA's practice of generally postponing publication of final monographs on OTC drugs until all temporary final monographs are completed is relevant to the question of unreasonable delay, and should be evaluated by the District Court on remand in conjunction with any fashioning of a remedy.  See notes 168-170 infra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn126\">\n        <a class=\"footnote\" href=\"#fn126_ref\">126</a>\n        <p> See notes 42-43 supra and accompanying text.  The unreasonableness of the delay, appellants argue, is compounded by alarming projections about the program's date of completion.  See note 39 supra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn127\">\n        <a class=\"footnote\" href=\"#fn127_ref\">127</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347-1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn128\">\n        <a class=\"footnote\" href=\"#fn128_ref\">128</a>\n        <p> Supra note 57</p>\n      </div>\n      <div class=\"footnote\" id=\"fn129\">\n        <a class=\"footnote\" href=\"#fn129_ref\">129</a>\n        <p> McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 310-312, 690 F.2d at 1047-1049</p>\n      </div>\n      <div class=\"footnote\" id=\"fn130\">\n        <a class=\"footnote\" href=\"#fn130_ref\">130</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347, 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn131\">\n        <a class=\"footnote\" href=\"#fn131_ref\">131</a>\n        <p> Id. at 1347-1348 (quoting McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 312, 690 F.2d at 1049)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn132\">\n        <a class=\"footnote\" href=\"#fn132_ref\">132</a>\n        <p> See note 115 supra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn133\">\n        <a class=\"footnote\" href=\"#fn133_ref\">133</a>\n        <p> Cf. Citizens to Preserve Overton Park v. Volpe, 401 U.S. 402, 416, 91 S.Ct. 814, 823-824, 28 L.Ed.2d 136, 153 (1971) (court will not substitute judgment for that of administrative agency)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn134\">\n        <a class=\"footnote\" href=\"#fn134_ref\">134</a>\n        <p> See Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347, 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn135\">\n        <a class=\"footnote\" href=\"#fn135_ref\">135</a>\n        <p> See Weinberger v. Bentex Pharmaceuticals, Inc., supra note 22, 412 U.S. at 645, 93 S.Ct. at 2488, 37 L.Ed.2d at 235</p>\n      </div>\n      <div class=\"footnote\" id=\"fn136\">\n        <a class=\"footnote\" href=\"#fn136_ref\">136</a>\n        <p> See 5 U.S.C. Secs. 555(b), 706(1) (1982);  notes 42-43 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn137\">\n        <a class=\"footnote\" href=\"#fn137_ref\">137</a>\n        <p> See, e.g., Public Citizen Health Research Group v. Auchter, 226 U.S.App.D.C. 413, 702 F.2d 1150 (1983);  Potomac Elec. Power Co. v. ICC, 226 U.S.App.D.C. 289, 702 F.2d 1026 (1983);  MCI Telecommunications Corp. v. FCC, 200 U.S.App.D.C. 269, 627 F.2d 322 (1980);  Nader v. FCC, 172 U.S.App.D.C. 1, 520 F.2d 182 (1975).  Other circuits have similarly exercised their authority under the APA.  See, e.g., British Airways Bd. v. Port Auth., 564 F.2d 1002 (2d Cir.1977);  Deering Milliken, Inc. v. Johnston, 295 F.2d 856 (4th Cir.1961)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn138\">\n        <a class=\"footnote\" href=\"#fn138_ref\">138</a>\n        <p> We note that appellants' allegation of unreasonable delay does not bring this case within the class involving \"the question of agency discretion not to invoke rulemaking proceedings\" reserved for decision in Heckler v. Chaney, supra note 61, 470 U.S. at 825 n. 2, 105 S.Ct. at 1652 n. 2, 84 L.Ed.2d at 719 n. 2, inasmuch as the agency has affirmatively committed itself to rulemaking pursuant to its OTC drug review program.  Accord, Oil, Chem. &amp; Atomic Workers Int'l v. Zegeer, 248 U.S.App.D.C. 47, 51, 768 F.2d 1480, 1484 (1985).  The sole issue raised by appellants' delay claim concerns the pace of the rulemaking</p>\n      </div>\n      <div class=\"footnote\" id=\"fn139\">\n        <a class=\"footnote\" href=\"#fn139_ref\">139</a>\n        <p> See notes 155-167 infra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn140\">\n        <a class=\"footnote\" href=\"#fn140_ref\">140</a>\n        <p> Supra note 57.  See text supra at notes 127-131</p>\n      </div>\n      <div class=\"footnote\" id=\"fn141\">\n        <a class=\"footnote\" href=\"#fn141_ref\">141</a>\n        <p> See McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 309, 690 F.2d at 1046</p>\n      </div>\n      <div class=\"footnote\" id=\"fn142\">\n        <a class=\"footnote\" href=\"#fn142_ref\">142</a>\n        <p> Id.  (quoting 21 U.S.C. Sec. 376 (1982) )</p>\n      </div>\n      <div class=\"footnote\" id=\"fn143\">\n        <a class=\"footnote\" href=\"#fn143_ref\">143</a>\n        <p> Accord, Cutler v. Kennedy, supra note 17, 475 F.Supp. at 854 (\"[t]here are ... no interim provisions under which safe, but only potentially effective drugs can be marketed pending testing\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn144\">\n        <a class=\"footnote\" href=\"#fn144_ref\">144</a>\n        <p> McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 309-310 n. 7, 690 F.2d at 1046-1047 n. 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn145\">\n        <a class=\"footnote\" href=\"#fn145_ref\">145</a>\n        <p> See text supra at note 20</p>\n      </div>\n      <div class=\"footnote\" id=\"fn146\">\n        <a class=\"footnote\" href=\"#fn146_ref\">146</a>\n        <p> McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 306, 690 F.2d at 1043.  \"[I]t [was] only the fact that new, more rigorous tests have since become available that makes it possible to say that these [food additives] have not yet been conclusively demonstrated to be safe.\"    Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn147\">\n        <a class=\"footnote\" href=\"#fn147_ref\">147</a>\n        <p> Indeed, McIlwain itself seems to fully validate this conclusion.  See id. at 309-310 n. 7, 690 F.2d at 1046-1047 n. 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn148\">\n        <a class=\"footnote\" href=\"#fn148_ref\">148</a>\n        <p> Accord, Public Citizen Health Research Group v. Commissioner, supra note 92, 238 U.S.App.D.C. at 284, 740 F.2d at 34.  Of course, remand is proper only when the district court can exercise jurisdiction over the claim.  See note 61 supra.  A court of appeals with exclusive jurisdiction would have to employ some alternative factfinding method.  See TRAC, supra note 61, 242 U.S.App.D.C. at 230, 750 F.2d at 78</p>\n      </div>\n      <div class=\"footnote\" id=\"fn149\">\n        <a class=\"footnote\" href=\"#fn149_ref\">149</a>\n        <p> Sierra Club v. Gorsuch, 230 U.S.App.D.C. 179, 184, 715 F.2d 653, 658 (1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn150\">\n        <a class=\"footnote\" href=\"#fn150_ref\">150</a>\n        <p> Id. at 184-185, 715 F.2d at 658-659;  Natural Resources Defense Council v. SEC, 196 U.S.App.D.C. 124, 149, 606 F.2d 1031, 1056 (1979) (agency \"alone is cognizant of the many demands on it, its limited resources, and the most effective structuring and timing of proceedings to resolve those competing demands\");  National Congress of Hispanic Am. Citizens v. Usery, 180 U.S.App.D.C. 337, 341, 554 F.2d 1196, 1200 (1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn151\">\n        <a class=\"footnote\" href=\"#fn151_ref\">151</a>\n        <p> The APA imposes a judicially-enforceable duty to proceed with reasonable dispatch.  See generally, Deering Milliken, Inc. v. Johnston, supra note 137, 295 F.2d at 866.  That obligation may derive directly from the underlying statute as well.  See, e.g., Potomac Elec. Power Co. v. ICC, supra note 137, 226 U.S.App.D.C. at 297, 702 F.2d at 1034;  Natural Resources Defense Council v. Train, 166 U.S.App.D.C. 312, 325, 510 F.2d 692, 705 (1974)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn152\">\n        <a class=\"footnote\" href=\"#fn152_ref\">152</a>\n        <p> Potomac Elec. Power Co. v. ICC, supra note 137, 226 U.S.App.D.C. at 297, 702 F.2d at 1034 (quoting MCI Telecommunications Corp. v. FCC, supra note 137, 200 U.S.App.D.C. at 287, 627 F.2d at 340).  Accord, Public Citizen Health Research Group v. Commissioner, supra note 92, 238 U.S.App.D.C. at 282, 740 F.2d at 32</p>\n      </div>\n      <div class=\"footnote\" id=\"fn153\">\n        <a class=\"footnote\" href=\"#fn153_ref\">153</a>\n        <p> See notes 134-140 infra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn154\">\n        <a class=\"footnote\" href=\"#fn154_ref\">154</a>\n        <p> See, e.g., Sierra Club v. Gorsuch, supra note 149, 230 U.S.App.D.C. at 185, 715 F.2d at 659 (\"judicial review of decisions not to regulate must not be frustrated by blind acceptance of an agency's claim that a decision is still under study\") (emphasis in original);  Environmental Defense Fund, Inc. v. Hardin, 138 U.S.App.D.C. 391, 397, 428 F.2d 1093, 1099 (1970) (\"when administrative inaction has precisely the same impact on the rights of the parties as denial of relief, an agency cannot preclude judicial review by casting its decision in the form of inaction rather than in the form of an order denying relief\");  American Broadcasting Co. v. FCC, 89 U.S.App.D.C. 298, 307, 191 F.2d 492, 501 (1951) (\"[t]he Commission cannot, by its delay, substantially nullify rights which the Act confers, though it preserves them in form\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn155\">\n        <a class=\"footnote\" href=\"#fn155_ref\">155</a>\n        <p> See, e.g., Telecommunications Research &amp; Action Center v. FCC, supra note 61, 242 U.S.App.D.C. at 229-230, 750 F.2d at 77-78</p>\n      </div>\n      <div class=\"footnote\" id=\"fn156\">\n        <a class=\"footnote\" href=\"#fn156_ref\">156</a>\n        <p> See, e.g., Nader v. FCC, supra note 137, 172 U.S.App.D.C. at 25, 520 F.2d at 206.  There we stated that \" 'nine years should be enough time for any agency to decide almost any issue.  There comes a point when relegating issues to proceedings that go on without conclusion in any kind of reasonable time frame is tantamount to refusing to address the issues at all--and the result is a denial of justice,' \"  Id.  (quoting MCI Reply Brief at 8-9).  We did not, however, intend to create a per se rule limiting agency action to nine years, but rather meant to express our concern that inordinate agency delay would frustrate congressional intent by forcing a breakdown of regulatory processes.  See 172 U.S.App.D.C. at 25-26, 520 F.2d at 206-207</p>\n      </div>\n      <div class=\"footnote\" id=\"fn157\">\n        <a class=\"footnote\" href=\"#fn157_ref\">157</a>\n        <p> Public Citizen Health Group v. Auchter, supra note 137, 226 U.S.App.D.C. at 421 n. 30, 702 F.2d at 1158 n. 30 (quoting National Congress of Hispanic Am. Citizens v. Marshall, 200 U.S.App.D.C. 18, 24, 626 F.2d 882, 888 (1979) ).  Accord, Public Citizen Health Research Group v. Commissioner, supra note 92, 238 U.S.App.D.C. at 284, 740 F.2d at 34</p>\n      </div>\n      <div class=\"footnote\" id=\"fn158\">\n        <a class=\"footnote\" href=\"#fn158_ref\">158</a>\n        <p> In Heckler v. Day, 467 U.S. 104, 104 S.Ct. 2249, 81 L.Ed.2d 88 (1984), the Supreme Court held invalid an injunction, issued on behalf of a statewide class, requiring all future social security disability claims to be adjudicated according to judicially-established deadlines.  In doing so, the Court was persuaded by extensive legislative history rejecting mandatory deadlines for resolution of disputed disability claims.   Id. at 111-116, 104 S.Ct. at 2254-2256, 81 L.Ed.2d at 96-100.  In the face of such a strong showing of congressional intent, the Court declined to sanction use of the traditional equity power to impose deadlines to prevent future delays.   Id. at 119, 104 S.Ct. at 2258, 81 L.Ed.2d at 101.  That, the Court believed, would be \"an unwarranted judicial intrusion into this pervasively regulated area.\"    Id</p>\n        <p>Since the injunction in Heckler v. Day was predicated on the District Court's view that the Department of Health and Human Services had infringed the claimant's statutory rights under 42 U.S.C. Sec. 405(b) (1982), 467 U.S. at 108, 104 S.Ct. at 2252, 81 L.Ed.2d at 94, neither that court nor the Supreme Court reached the question whether the agency's action constituted unreasonable delay under the APA.  See id. at 110 n. 13, 104 S.Ct. at 2253, n. 13, 81 L.Ed.2d at 95 n. 13.  Yet the Supreme's Court's stern counsel against judicial imposition of mandatory deadlines, where legislative history strongly indicates congressional repudiation of them, clearly applies to delay claims under the APA.  We note, however, that the legislative history of the FDC Act contains no discussion of the OTC drug review since this program was wholly devised and implemented by FDA.  See notes 20-21 supra and accompanying text.  Given this fact, we must, in divining congressional intent regarding deadlines for enforcing the FDC Act's GRAS/E requirements, seek guidance from the scheme and purposes of the Act.  See note 115 supra and accompanying text.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn159\">\n        <a class=\"footnote\" href=\"#fn159_ref\">159</a>\n        <p> See, e.g., In re:  Center for Auto Safety, 253 U.S.App.D.C. 360, 368 n. 55, 793 F.2d 1346, 1354 n. 55 (1986) (\"[r]ather than single, unitary rulemakings undertaken as a matter of agency discretion, we deal here with statutorily mandated annual rulemakings beset with repeated delay\");  Public Citizen Health Research Group v. Auchter, supra note 137, 226 U.S.App.D.C. at 421 n. 30, 702 F.2d at 1158 n. 30 (\"in the context of the OSH Act, designed to protect workers' health ..., the Assistant Secretary's protracted course in face of potentially grave health risks cannot be characterized as reasonable\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn160\">\n        <a class=\"footnote\" href=\"#fn160_ref\">160</a>\n        <p> Nader v. FCC, supra note 137, 172 U.S.App.D.C. at 26, 520 F.2d at 207</p>\n      </div>\n      <div class=\"footnote\" id=\"fn161\">\n        <a class=\"footnote\" href=\"#fn161_ref\">161</a>\n        <p> See, e.g., MCI Telecommunications Corp. v. FCC, supra note 137, 200 U.S.App.D.C. at 288-289, 627 F.2d at 341-342;  Nader v. FCC, supra note 137, 172 U.S.App.D.C. at 25, 520 F.2d at 206;  American Broadcasting Co. v. FCC, supra note 154, 89 U.S.App.D.C. at 307, 191 F.2d at 501</p>\n      </div>\n      <div class=\"footnote\" id=\"fn162\">\n        <a class=\"footnote\" href=\"#fn162_ref\">162</a>\n        <p> Public Citizen Health Research Group v. Auchter, supra note 137, 226 U.S.App.D.C. at 420, 702 F.2d at 1157.  Accord, Air Line Pilots Ass'n v. CAB, 242 U.S.App.D.C. 233, 238, 750 F.2d 81, 86 (1984);  Public Citizen Health Research Group v. Commissioner, supra note 92, 238 U.S.App.D.C. at 284, 740 F.2d at 34;  Public Citizen Health Research Group v. Auchter, supra note 137, 226 U.S.App.D.C. at 420-421 n. 26, 702 F.2d at 1157-1158 n. 26 (\"[t]he risk to human life need not be a certainty to justify expedition\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn163\">\n        <a class=\"footnote\" href=\"#fn163_ref\">163</a>\n        <p> See MCI Telecommunications Corp. v. FCC, supra note 137, 200 U.S.App.D.C. at 289, 627 F.2d at 342;  see also GTE Serv. Corp. v. FCC, 251 U.S.App.D.C. 181, 192, 782 F.2d 263, 274 (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn164\">\n        <a class=\"footnote\" href=\"#fn164_ref\">164</a>\n        <p> See, e.g., National Congress of Hispanic Am. Citizens v. Marshall, supra note 157, 200 U.S.App.D.C. at 26, 626 F.2d at 890</p>\n      </div>\n      <div class=\"footnote\" id=\"fn165\">\n        <a class=\"footnote\" href=\"#fn165_ref\">165</a>\n        <p> See American Broadcasting Co. v. FCC, supra note 154, 89 U.S.App.D.C. at 307, 191 F.2d at 501</p>\n      </div>\n      <div class=\"footnote\" id=\"fn166\">\n        <a class=\"footnote\" href=\"#fn166_ref\">166</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn167\">\n        <a class=\"footnote\" href=\"#fn167_ref\">167</a>\n        <p> See, e.g., MCI Telecommunications Corp. v. FCC, supra note 137, 200 U.S.App.D.C. at 292, 627 F.2d at 345 (change in circumstances and inception of related proceedings);  National Congress of Hispanic Am. Citizens v. Marshall, supra note 157, 200 U.S.App.D.C. at 25, 626 F.2d at 889 (resource allocation).  Cf. Public Citizen v. Schmidt, 1976 Food Drug Cosm.  L.Rep. (CCH) p 38,075 (D.D.C.1976) (practical considerations such as limited resources and varied responsibilities support FDA's decision to require replacement of chloroform products rather than a ban)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn168\">\n        <a class=\"footnote\" href=\"#fn168_ref\">168</a>\n        <p> See Brief for Appellees at 25-32</p>\n      </div>\n      <div class=\"footnote\" id=\"fn169\">\n        <a class=\"footnote\" href=\"#fn169_ref\">169</a>\n        <p> Should, on remand, the District Court conclude that FDA, by failing to make adequate progress in completing the OTC drug review, has delayed unreasonably, the court must determine whether a remedy can be fashioned to effectively redress appellants' concerns.  Two factors are relevant to this determination:  how much work the agency has yet to do, and how long it should take for the work to be done.  The District Court may find it appropriate, after hearing all parties, to impose a binding timetable upon FDA for completion of the program.  Cf. MCI Telecommunications v. FCC, supra note 137, 200 U.S.App.D.C. at 292, 627 F.2d at 345;  American Pub. Health Ass'n v. Veneman, supra note 16, 349 F.Supp. at 1317.  See also Oil, Chem., &amp; Atomic Workers Int'l v. Zegeer, supra note 138, 248 U.S.App.D.C. at 55, 768 F.2d at 1488</p>\n      </div>\n      <div class=\"footnote\" id=\"fn170\">\n        <a class=\"footnote\" href=\"#fn170_ref\">170</a>\n        <p> See notes 132-135 supra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn171\">\n        <a class=\"footnote\" href=\"#fn171_ref\">171</a>\n        <p> Supra note 17</p>\n      </div>\n      <div class=\"footnote\" id=\"fn172\">\n        <a class=\"footnote\" href=\"#fn172_ref\">172</a>\n        <p> The final monograph now lists only those drugs deemed generally recognized as safe and effective, and the conditions under which they must be utilized.  21 C.F.R. Sec. 330.10(a)(9) (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn173\">\n        <a class=\"footnote\" href=\"#fn173_ref\">173</a>\n        <p> Id. Sec. 330.10(a)(7)(iii)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn174\">\n        <a class=\"footnote\" href=\"#fn174_ref\">174</a>\n        <p> Cutler v. Kennedy, supra note 17, 475 F.Supp. at 855.  The previous regulations had provided that Category III drugs \"may remain on the market or may be introduced into the market\" as long as the required testing continued.  21 C.F.R. Sec. 330.10(a)(13)(i) (1981);  see Cutler v. Kennedy, supra note 17, 475 F.Supp. at 855 n. 42</p>\n      </div>\n      <div class=\"footnote\" id=\"fn175\">\n        <a class=\"footnote\" href=\"#fn175_ref\">175</a>\n        <p> See note 32 supra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn176\">\n        <a class=\"footnote\" href=\"#fn176_ref\">176</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(7) (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn177\">\n        <a class=\"footnote\" href=\"#fn177_ref\">177</a>\n        <p> Brief for Appellants at 50-51 (comparing regulation here challenged with scheme prohibited in Cutler v. Kennedy, supra note 17).  Appellants also charge that the twelve-month open-record period serves no legitimate purpose, and in reality constitutes a vehicle for violations of the Act, since it will be used only to accept the results of new tests on efficacy and safety.  Brief for Appellants at 53.  This is clearly prohibited, since \" 'the Act is designed so that drugs on the market ... will have mustered the requisite scientifically reliable evidence of effectiveness long before they are in a position to drop out of active regulation by ceasing to be a \"new drug.\" ' \"    Weinberger v. Hynson, Westcott &amp; Dunning, supra note 14, 412 U.S. at 631, 93 S.Ct. at 2484, 37 L.Ed.2d at 224 (quoting Solicitor General).  Accord, Cutler v. Kennedy, supra note 17, 475 F.Supp. at 852-853 n. 36</p>\n        <p>FDA has insisted that this criticism of the open-record period misconstrues its purpose.  Responding to the same argument, made in a public comment opposing the proposed amended regulation, FDA elucidated:</p>\n        <p>The comment incorrectly assumes that the 12-month period following the tentative final monograph is for the sole purpose of giving manufacturers additional time for testing to upgrade a condition to Category I status.  Rather, that period is the fixed time during which persons may submit data to the agency without petitioning to reopen the administrative record.  These data may consist of additional data and information that FDA, either from informal meetings with manufacturers to discuss testing requirements or after a review of previously submitted data, has determined are necessary to upgrade a condition to Category I.  In addition, manufacturers may submit new data from tests previously conducted.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">46</a>\n        <p> Fed.Reg. 47,734 (1981).  We find this explanation adequate, and therefore reject appellants' argument on this point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn178\">\n        <a class=\"footnote\" href=\"#fn178_ref\">178</a>\n        <p> Brief for Appellees at 34-35</p>\n      </div>\n      <div class=\"footnote\" id=\"fn179\">\n        <a class=\"footnote\" href=\"#fn179_ref\">179</a>\n        <p> Brief for Appellees at 37-38.  Accord, 46 Fed.Reg. 47,734 (1981) (\"[t]he time necessary for the agency to conduct essential scientific and administrative review and evaluations that must be completed before a final rule is issued is at least 12 months....  These ... reviews and evaluations by the agency proceed on parallel, not sequential, tracks with the time permitted for the submission of new data.  Therefore, [this] ... will not, in the agency's judgment, delay the overall OTC drug review process\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn180\">\n        <a class=\"footnote\" href=\"#fn180_ref\">180</a>\n        <p> Brief for Appellees at 34, 36-37.  Under the previous regulations, any party wishing to submit new data following publication of the tentative monograph was required to petition for reopening of the administrative record.  See 21 C.F.R. Sec. 330.10(a)(10)(ii) (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn181\">\n        <a class=\"footnote\" href=\"#fn181_ref\">181</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1346</p>\n      </div>\n      <div class=\"footnote\" id=\"fn182\">\n        <a class=\"footnote\" href=\"#fn182_ref\">182</a>\n        <p> See 5 U.S.C. Sec. 706(2)(A) (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn183\">\n        <a class=\"footnote\" href=\"#fn183_ref\">183</a>\n        <p> See Cutler v. Kennedy, supra note 17, 475 F.Supp. at 854-855</p>\n      </div>\n      <div class=\"footnote\" id=\"fn184\">\n        <a class=\"footnote\" href=\"#fn184_ref\">184</a>\n        <p> See note 182 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn185\">\n        <a class=\"footnote\" href=\"#fn185_ref\">185</a>\n        <p> See 46 Fed.Reg. 47,734 (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn186\">\n        <a class=\"footnote\" href=\"#fn186_ref\">186</a>\n        <p> See id.;    note 180 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn187\">\n        <a class=\"footnote\" href=\"#fn187_ref\">187</a>\n        <p> See 45 Fed.Reg. 31,423-31,424 (1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn188\">\n        <a class=\"footnote\" href=\"#fn188_ref\">188</a>\n        <p> See id. at 31,424 (\"[b]ased on the agency's experience with comments filed to Panel Reports and with the tentative final and final monographs published to date, the evaluation of the comments, objections, and requests for hearings will take at least as long as the fixed time period established for the submission of new data\").  Appellants argue that the period for completing the OTC drug review will be further prolonged because the revised regulations provide for a sixty-day comment period to enable the public to respond to material submitted while the administrative record remained open.  21 C.F.R. Sec. 330.10(a)(7)(iv) (1986);  see Reply Brief for Appellants at 15.  Given the unavoidable long-term nature of the OTC drug review in its entirety and the benefit derived from keeping the record open, we regard any slight delay created by the public comment period as de minimis and well within the bounds of reasonableness</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">879</span></span></p>\n    <p class=\"case_cite\">260 U.S.App.D.C. 230</p>\n    <p class=\"parties\">Mimi CUTLER, Stephen D. Annand and National Council of<br>Senior Citizens, Appellants,<br>v.<br>Dr. Arthur Hull HAYES, Jr., et al.</p>\n    <p class=\"docket\">No. 82-2365.</p>\n    <p class=\"court\">United States Court of Appeals,<br>District of Columbia Circuit.</p>\n    <p class=\"date\">Argued June 7, 1983.<br>Decided May 5, 1987.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Columbia (Civil Action No. 81-02092).</p>\n      <p class=\"indent\">William B. Schultz, with whom Katherine A. Meyer and Alan B. Morrison, Washington, D.C., were on the brief, for appellants.</p>\n      <p class=\"indent\">Neil R. Ellis, Atty., Dept. of Justice, with whom William F. Baxter, Asst. Atty. Gen., Dept. of Justice, Robert B. Nicholson, Atty., Dept. of Justice, Washington, D.C., Thomas Scarlett, Chief Counsel, and Kenneth C. Baumgartner, Associate Chief Counsel, Food and Drug Admin., Rockville, Md., and Jeffrey N. Gibbs, Sp. Asst. U.S. Atty., Washington, D.C., were on the brief, for appellees.</p>\n      <p class=\"indent\">Robert A. Altman, with whom J. Griffin Lesher, Bryan Jay Yolles, Daniel F. O'Keefe, Jr., and Gregory M. Fisher, Washington, D.C., were on the brief, for appellee/cross appellant The Proprietary Ass'n, Inc.</p>\n      <p class=\"indent\">Before ROBINSON and SCALIA<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Circuit Judges, and WRIGHT, Senior Circuit Judge.</p>\n      <p class=\"indent\">Opinion for the Court filed by Circuit Judge SPOTTSWOOD W. ROBINSON, III.</p>\n      <p class=\"indent\">SPOTTSWOOD W. ROBINSON, III, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents a challenge by consumers of over-the-counter (OTC) drugs to the program undertaken by the Food and Drug Administration (FDA) comprehensively to review these drugs for their safety and effectiveness.  The consumers allege (1) that the regulations implementing this program violate the Food, Drug and Cosmetic Act of 1938 (FDC Act),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> as amended by the Drug Amendments of 1962,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> pursuant to which they were promulgated;  (2) that FDA's policy of nonenforcement of the efficacy requirement for marketing over-the-counter drugs in interstate commerce violates the agency's statutory duty;  and (3) that FDA's lack of progress in completing the review program and the unlikelihood that the review will be completed in the near future infringes the provisions of the Administrative Procedure Act<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> disapproving unreasonable agency delay.  The District Court granted appellees' motion for summary judgment on all counts.  While we affirm the District Court's judgment on appellants' first two claims, we vacate the judgment on the charge of unreasonable delay and remand the case to the District Court for reconsideration in accordance with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>I. THE STATUTORY SCHEME AND THE OTC DRUG REVIEW PROGRAM</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The FDC Act prohibits the marketing of \"new drugs\" without premarketing approval by FDA of a new drug application (NDA).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   The FDC Act as originally adopted by Congress classified \"new drugs\" as those not generally recognized by experts as safe for their intended use (GRAS).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   In 1962, Congress amended the definition of \"new drugs\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> to include all drugs \"not generally recognized among experts ... as safe and effective for use [GRAS/E] under the conditions prescribed, recommended, or suggested in the labeling thereof.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>   Drugs first marketed before 1938 were exempted from both the safety and efficacy requirements of the Act provided that they were not subsequently relabeled.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>   Similarly, drugs marketed between 1938 and 1962 as GRAS, and thus without an NDA, were exempted from the newly-imposed efficacy requirement as long as the conditions for use suggested by the labeling remained unchanged.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The 1962 amendments specified that after a two-year transition period,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> all \"new drugs\" marketed under an approved NDA would be subject to the effectiveness requirement, and directed the FDA to withdraw approval, after due notice and an opportunity for a hearing, of all NDAs for drugs that failed to satisfy both the safety and efficacy requirements.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>   To support a finding of effectiveness, Congress required substantial evidence to demonstrate that a drug actually produces its claimed effect.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>   The efficacy requirement became operative immediately for drugs not classified as \"new drugs.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>   For such drugs to be classified as GRAS/E, there must be an \"expert consensus ... founded upon 'substantial evidence' \" of the drug's effectiveness<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> and safety.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1966, FDA began its effort to ensure compliance with the new requirements of the FDC Act by initiating its Drug Efficacy Study Implementation (DESI) review to determine whether all \"new drugs\"--those marketed pursuant to an approved NDA--satisfied the Act's efficacy requirement.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>   The vast majority of the products examined in this study were prescription drugs, sold only under the direction of a physician.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1972, upon completion of this review,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> FDA turned its attention to pharmaceuticals marketed under the Act's GRAS/E exemption, which include primarily over-the-counter drugs,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> readily accessible to all consumers for use without medical supervision.  A drug efficacy study undertaken by the National Academy of Science-National Research Council (NAS-NRC) had concluded, after reviewing 420 drugs broadly representative of the OTC market, that only one-fourth of the drugs reviewed were actually effective.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>   In response, FDA began a comprehensive review of all OTC drugs to determine whether they were properly marketable under the GRAS/E exemption.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>   Instead of evaluating each of the hundreds of thousands of those drugs<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> individually, however, FDA classified the medications according to their comparatively few active ingredients,<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> and directed the OTC drug review to be conducted in four phases.  First, advisory review panels of qualified experts are appointed to analyze existing test data and make recommendations in the form of monographs establishing the conditions under which each OTC drug could be marketed without an NDA.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>   In Phase II, FDA reviews these monographs and publishes them in the Federal Register for public comment on the safety and effectiveness of the products under examination.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>   The third stage of the program obligates FDA to review comments, to publish a tentative final monograph, and to offer the public the opportunity to object formally, either in writing or at a hearing, to the findings made with respect to individual drugs.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>   In the fourth and final part of the OTC review, FDA promulgates a final monograph containing the agency's conclusive and legally binding determinations on the conditions under which a drug is considered GRAS/E.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The regulations call upon the agency to categorize products into three groups:  Category I, covering drugs recognized as safe and effective and establishing the conditions under which they may be marketed;<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>  Category II, including all ingredients, labeling claims and other conditions that would result in a drug's being not generally recognized as safe and effective;<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a>  and Category III, including ingredients for which available data are insufficient to justify classification in either of the other groups.<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a>   As originally promulgated by FDA, the regulations authorized the marketing of any Category III drug after publication of the final monograph provided the manufacturer engaged in additional testing.<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a>   The District Court for the District of Columbia, however, struck down this provision, holding that it directly contravened the FDC Act by sanctioning for an indefinite period the marketing of drugs that were unable to satisfy the GRAS/E requirements.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a>   In response to this decision, FDA amended its regulations to their present form, eliminating the post-final monograph marketing authorization for Category III drugs,<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> but adding a twelve-month period following publication of the tentative final monograph in which the administrative record is kept open for receipt of new information regarding the safety and effectiveness of drugs tentatively placed in Category III.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The OTC drug review has progressed sluggishly at best since its inception in 1972.  The District Court found that FDA had completed Phase I of its OTC review.<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a>   Phase II was scheduled for completion by the end of 1983,<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a> but because of FDA's policy requiring completion of each phase before proceeding to the next stage of review,<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a> the vast majority of the tentative final monographs and final monographs to be produced are yet to be completed<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a> and are not expected to be forthcoming for some time.<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a></p>\n    </div>\n    <p>II. PROCEEDINGS BELOW AND ISSUES ON APPEAL</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellants Mimi Cutler and Stephen Annand,<a class=\"footnote\" href=\"#fn40\" id=\"fn40_ref\">40</a> consumers of over-the-counter drugs, challenge both the legality of the regulations governing the OTC drug review and the progress of that program as implemented.<a class=\"footnote\" href=\"#fn41\" id=\"fn41_ref\">41</a>   They argued unsuccessfully before the District Court and again argue on appeal (1) that FDA's failure to complete the OTC review more than 10 years after it was initiated, and over 20 years after the efficacy requirement was added to the FDC Act, constitutes agency action unreasonably delayed contrarily to Sections 6<a class=\"footnote\" href=\"#fn42\" id=\"fn42_ref\">42</a> and 10(c)<a class=\"footnote\" href=\"#fn43\" id=\"fn43_ref\">43</a> of the Administrative Procedure Act;<a class=\"footnote\" href=\"#fn44\" id=\"fn44_ref\">44</a>  (2) that FDA's failure to complete the OTC review, when coupled with its unwillingness to bring enforcement actions against marketers of inefficacious drugs, violates the FDC Act,<a class=\"footnote\" href=\"#fn45\" id=\"fn45_ref\">45</a> which imposes upon FDA a duty judicially enforceable;<a class=\"footnote\" href=\"#fn46-1\" id=\"fn46-1_ref\">46</a>  and (3) that the regulations implementing the OTC review program are inconsistent with the Act because they create an interim testing period after publication of the tentative final monograph, which, by postponing promulgation of the final monograph, protects drugs not generally recognized as safe and effective.<a class=\"footnote\" href=\"#fn47\" id=\"fn47_ref\">47</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The District Court denied the motion of intervenor-defendant The Proprietary Association, Inc.  (PA) to dismiss for lack of standing to sue<a class=\"footnote\" href=\"#fn48\" id=\"fn48_ref\">48</a> and for failure to exhaust administrative remedies,<a class=\"footnote\" href=\"#fn49\" id=\"fn49_ref\">49</a> but granted FDA's motion for summary judgment.<a class=\"footnote\" href=\"#fn50\" id=\"fn50_ref\">50</a>   The court held that the regulations as amended did not violate the FDC Act as interpreted in Cutler v. Kennedy,<a class=\"footnote\" href=\"#fn51\" id=\"fn51_ref\">51</a> and that FDA had acted neither arbitrarily nor capriciously in adding the 12-month period for submission of additional information after publication of the tentative final monograph.<a class=\"footnote\" href=\"#fn52\" id=\"fn52_ref\">52</a>   The court rejected appellant's claim that \"FDA had adopted (and made known to the industry) a policy of non-enforcement against OTC drugs pending completion of the review which ... amounts to an implied promise of immunity for an indefinite and protracted future,\"<a class=\"footnote\" href=\"#fn53\" id=\"fn53_ref\">53</a> concluding that such a policy did not exist.<a class=\"footnote\" href=\"#fn54\" id=\"fn54_ref\">54</a>   The District Court further found that the 17 enforcement proceedings identified by FDA<a class=\"footnote\" href=\"#fn55\" id=\"fn55_ref\">55</a> were \"a reasonable exercise of the prosecutorial discretion the FDA ... possess[es].\"<a class=\"footnote\" href=\"#fn56\" id=\"fn56_ref\">56</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, in rejecting appellants' claim that failure to complete the OTC drug review program in a timely fashion constitutes unreasonable delay by FDA, the District Court relied on McIllwain v. Hayes,<a class=\"footnote\" href=\"#fn57\" id=\"fn57_ref\">57</a> in which this court held that the \" '... enormously complicated, uncertain and evolving technology ...' of mandatory scientific testing of 23 food color additives for safety alone (being conducted by the industry itself in deference to the FDA's own finite resources) could lawfully be protracted for 24 years.\"<a class=\"footnote\" href=\"#fn58\" id=\"fn58_ref\">58</a>   The District Court stressed the supposed voluntariness of the OTC drug review program, which was undertaken by FDA as one of several approaches it might have utilized,<a class=\"footnote\" href=\"#fn59\" id=\"fn59_ref\">59</a> and the complexity of the review.<a class=\"footnote\" href=\"#fn60\" id=\"fn60_ref\">60</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We hold that the District Court erred in concluding that McIlwain v. Hayes controls disposition of appellants' unreasonable-delay claim and vacate the portion of its judgment relating to that issue.  On all other grounds, we affirm the judgment of the District Court.</p>\n    </div>\n    <p>III. STANDING</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We first address intervenor's two threshold challenges.<a class=\"footnote\" href=\"#fn61\" id=\"fn61_ref\">61</a>   The PA alleges that appellants Mimi Cutler and Stephen D. Annand lack standing to bring this case, and are merely \"sham plaintiffs.\"<a class=\"footnote\" href=\"#fn62\" id=\"fn62_ref\">62</a>   The District Court held that the doctrine of collateral estoppel precluded PA from raising the standing issue<a class=\"footnote\" href=\"#fn63\" id=\"fn63_ref\">63</a> since this question was conclusively resolved in Cutler v. Kennedy.<a class=\"footnote\" href=\"#fn64\" id=\"fn64_ref\">64</a>   In that case, in which all parties to the present action participated, the plaintiffs were held to have standing to challenge the legality of a precursor to the present set of OTC regulations, which authorized the sale of Category III drugs after the issuance of final monographs.<a class=\"footnote\" href=\"#fn65\" id=\"fn65_ref\">65</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We begin with the observation that \"the doctrine of res judicata has application 'to questions of jurisdiction as well as to other issues' [and] it ordinarily precludes a subsequent challenge to a finding that jurisdiction does exist.\"<a class=\"footnote\" href=\"#fn66\" id=\"fn66_ref\">66</a>   Standing ranks amongst those questions of jurisdiction and justiciability not involving an adjudication on the merits,<a class=\"footnote\" href=\"#fn67\" id=\"fn67_ref\">67</a> whose disposition will not bar relitigation of the cause of action originally asserted, but may preclude, or collaterally estop,<a class=\"footnote\" href=\"#fn68\" id=\"fn68_ref\">68</a> relitigation of the precise issues of jurisdiction adjudicated.<a class=\"footnote\" href=\"#fn69\" id=\"fn69_ref\">69</a>   In Montana v. United States,<a class=\"footnote\" href=\"#fn70\" id=\"fn70_ref\">70</a> the Supreme Court set forth a concise statement of the estoppel principle and the policies it promotes:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Under collateral estoppel, once an issue is actually and necessarily determined by a court of competent jurisdiction, that determination is conclusive in subsequent suits based on a different cause of action involving a party to the prior litigation....  To preclude parties from contesting matters that they have had a full and fair opportunity to litigate protects their adversaries from the expense and vexation attending multiple law suits, conserves judicial resources and fosters reliance on judicial action by minimizing the possibility of inconsistent decisions.<a class=\"footnote\" href=\"#fn71\" id=\"fn71_ref\">71</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A valid jurisdictional judgment has preclusive effect, we note, even if erroneous.<a class=\"footnote\" href=\"#fn72\" id=\"fn72_ref\">72</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Principles of collateral estoppel clearly apply to standing determinations.<a class=\"footnote\" href=\"#fn73\" id=\"fn73_ref\">73</a>   As the District Court correctly determined, Cutler, Annand and PA were all parties to the proceeding in Cutler v. Kennedy;<a class=\"footnote\" href=\"#fn74\" id=\"fn74_ref\">74</a>  thus the sole \"remaining inquiry is whether the issue presented in the two proceedings is substantially the same.\"<a class=\"footnote\" href=\"#fn75\" id=\"fn75_ref\">75</a>   In the Kennedy case, the plaintiffs claimed that FDA's Category III regulations<a class=\"footnote\" href=\"#fn76\" id=\"fn76_ref\">76</a> were unlawful to the extent that they authorized marketing of OTC drugs without a prior determination of safety and effectiveness.<a class=\"footnote\" href=\"#fn77\" id=\"fn77_ref\">77</a>   The Kennedy court examined the question whether the plaintiffs had standing to challenge FDA's Category III regulations, and determined that they did.<a class=\"footnote\" href=\"#fn78\" id=\"fn78_ref\">78</a>   It found that the plaintiffs incurred an increased risk of consuming unsafe or ineffective drugs constituting a cognizable injury for standing purposes,<a class=\"footnote\" href=\"#fn79\" id=\"fn79_ref\">79</a> one traceable to the FDA Category III regulations they challenged<a class=\"footnote\" href=\"#fn80\" id=\"fn80_ref\">80</a> and redressable by the relief sought.<a class=\"footnote\" href=\"#fn81\" id=\"fn81_ref\">81</a>   PA never appealed this judgment but, in effect, attempts to attack it in the present action.  The District Court held that principles of estoppel barred this renewed challenge to plaintiffs' standing,<a class=\"footnote\" href=\"#fn82\" id=\"fn82_ref\">82</a> and its judgment seems to us unquestionably correct.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">FDA has eliminated post-final monograph marketing authorization for Category III drugs in accordance with the judgment in Kennedy, but has added a 12-month period following publication of the tentative final monograph in which the administrative record is to remain open for new information on safety and effectiveness before issuance of the final monograph.<a class=\"footnote\" href=\"#fn83\" id=\"fn83_ref\">83</a>   It is this regulation that appellants in the present action challenge as sanctioning, in new regulatory guise, the marketing of drugs not determined to be safe and effective;  they claim further that the agency's alleged policy of nonenforcement against OTC drugs disregards the agency's statutory mandate and that its delay in completing OTC review ignores the APA.<a class=\"footnote\" href=\"#fn84\" id=\"fn84_ref\">84</a>   As the District Court found, the gravamen of appellants' complaint is in substance the same:<a class=\"footnote\" href=\"#fn85\" id=\"fn85_ref\">85</a>  FDA regulatory and enforcement policy sanctions the continued marketing of Category III OTC drugs not affirmatively shown to have met FDC Act standards, in violation of the agency's statutory responsibilities.<a class=\"footnote\" href=\"#fn86\" id=\"fn86_ref\">86</a>   No change in \"controlling facts or legal principles\"<a class=\"footnote\" href=\"#fn87\" id=\"fn87_ref\">87</a> is apparent that would qualify this determination.<a class=\"footnote\" href=\"#fn88\" id=\"fn88_ref\">88</a></p>\n    </div>\n    <p>IV. EXHAUSTION OF ADMINISTRATIVE REMEDIES</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">PA next argues that appellants' failure to exhaust administrative remedies is ground for dismissal.<a class=\"footnote\" href=\"#fn89\" id=\"fn89_ref\">89</a>   The exhaustion requirement is not jurisdictional,<a class=\"footnote\" href=\"#fn90\" id=\"fn90_ref\">90</a> however, but rather should be applied \"flexibly, with an eye toward its underlying purposes.\"<a class=\"footnote\" href=\"#fn91\" id=\"fn91_ref\">91</a>   These purposes include (1) discouraging the \" 'frequent and deliberate flouting of administrative processes;' \"<a class=\"footnote\" href=\"#fn92\" id=\"fn92_ref\">92</a> (2) protecting agency autonomy by allowing an agency the first opportunity to apply its expertise, exercise its discretion, and correct its errors;  (3) aiding judicial review by promoting the development of facts during the administrative proceeding;  and (4) promoting judicial economy by reducing duplication, and perhaps even obviating judicial involvement.<a class=\"footnote\" href=\"#fn93\" id=\"fn93_ref\">93</a>   Since the doctrine is not linked to the power of the court to entertain actions, but instead implicates prudential considerations, the exhaustion requirement may be waived by the agency, or disregarded by the court when application of the doctrine would be futile.<a class=\"footnote\" href=\"#fn94\" id=\"fn94_ref\">94</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The District Court based its rejection of the PA's argument primarily on two grounds:  that FDA had failed to raise the exhaustion issue and thus had waived it,<a class=\"footnote\" href=\"#fn95\" id=\"fn95_ref\">95</a> and that resort to agency process in this case would have been futile.<a class=\"footnote\" href=\"#fn96\" id=\"fn96_ref\">96</a>   These two factors, when considered in tandem, clearly suggest that the purposes of the exhaustion doctrine would not be served by withholding our consideration of appellants' charge of unreasonable delay until FDA had a prior opportunity to reject it.  As we stated in Etelson v. Office of Personnel Management,<a class=\"footnote\" href=\"#fn97\" id=\"fn97_ref\">97</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>[w]hen an agency has committed itself not to change its rule unless judicially compelled to do so, has made known that its general views are contrary to those of the complainant, and has never given an inkling that it would consider a matter afresh, and when the regulations in question have received careful attention within and outside the agency, a complainant need not make a pro forma request that the agency redo its system.<a class=\"footnote\" href=\"#fn98\" id=\"fn98_ref\">98</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We therefore affirm the District Court's denial of intervenor's motion to dismiss for failure to exhaust administrative remedies.<a class=\"footnote\" href=\"#fn99\" id=\"fn99_ref\">99</a></p>\n    </div>\n    <p>V. NONENFORCEMENT OF STATUTORY MANDATE</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As we understand their argument, appellants assert that FDA has abdicated its statutory duty by (1) postponing enforcement of the Act's efficacy requirement and substantially limiting enforcement of the safety mandate until the completion of the OTC drug review program, and (2) then delaying completion of the program unreasonably.  They urge, citing as authority our en banc decision in Adams v. Richardson,<a class=\"footnote\" href=\"#fn100\" id=\"fn100_ref\">100</a> that we direct the agency to enforce both the safety and efficacy requirements of the statute.<a class=\"footnote\" href=\"#fn101\" id=\"fn101_ref\">101</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The District Court rejected appellants' argument, concluding that \"FDA has not adopted a policy of total nonenforcement,\" and that \"such enforcement as has been undertaken indicates a reasonable exercise of the prosecutorial discretion FDA was acknowledged to possess in Cutler v. Kennedy.\"<a class=\"footnote\" href=\"#fn102\" id=\"fn102_ref\">102</a>   The District Court found decisive the evidence submitted by FDA demonstrating that it had taken enforcement action on at least 17 occasions.<a class=\"footnote\" href=\"#fn103\" id=\"fn103_ref\">103</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We believe the court's affirmative finding in this regard is to be qualified by its failure adequately to distinguish between enforcement actions aimed at drugs that are simply ineffective and those directed at the marketing of drugs that are both ineffective and unsafe.  FDA's compliance policy guidelines specify that \"[p]rior to the final publication of a proposed monograph, it would not be in the agency's interest to pursue regulatory action unless failure to do so posed a potential health hazard to the consumer.\"<a class=\"footnote\" href=\"#fn104\" id=\"fn104_ref\">104</a>   FDA has thus made clear that it will not presently take action against an OTC drug that is safe but demonstrably ineffective for its intended use.<a class=\"footnote\" href=\"#fn105\" id=\"fn105_ref\">105</a>   The District Court erred in construing FDA's policy otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nevertheless, Adams v. Richardson does not call for judicial intervention in the case at bar.  In Heckler v. Chaney,<a class=\"footnote\" href=\"#fn106\" id=\"fn106_ref\">106</a> a case involving FDA, the Supreme Court held that an agency's refusal to take enforcement action is presumptively unreviewable.<a class=\"footnote\" href=\"#fn107\" id=\"fn107_ref\">107</a>   The Court did note that an extreme case, amounting to abdication of the agency's statutory responsibilities, might warrant judicial examination,<a class=\"footnote\" href=\"#fn108\" id=\"fn108_ref\">108</a> citing Adams v. Richardson in illustration of actionable nonfeasance.<a class=\"footnote\" href=\"#fn109\" id=\"fn109_ref\">109</a>   We find Adams, however, easily distinguishable from the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Adams, we directed the Secretary of Health, Education, and Welfare and the Director of the Office of Civil Rights to commence enforcement proceedings against primary and secondary school districts operating racially segregated schools while receiving federal funding.<a class=\"footnote\" href=\"#fn110\" id=\"fn110_ref\">110</a>   Title VI of the Civil Rights Act of 1964<a class=\"footnote\" href=\"#fn111\" id=\"fn111_ref\">111</a> explicitly directed all federal departments and agencies distributing federal funds to effectuate the provision of the Act prohibiting racial discrimination in programs accepting such funds.<a class=\"footnote\" href=\"#fn112\" id=\"fn112_ref\">112</a>   We held that the consistent failure of the federal defendants to carry out this clear and direct statutory mandate was a \"dereliction of duty reviewable in the courts,\"<a class=\"footnote\" href=\"#fn113\" id=\"fn113_ref\">113</a> and ordered the defendants to institute enforcement proceedings against schools operating in violation of the Act.<a class=\"footnote\" href=\"#fn114\" id=\"fn114_ref\">114</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the case before us, we have been unable to identify any statutory mandate comparable to the provisions of the Civil Rights Act we found dispositive in Adams.    The FDC Act imposes no clear duty upon FDA to bring enforcement proceedings to effectuate either the safety or the efficacy requirements of the Act.  Without a doubt, FDA has a responsibility under the Act to identify drugs generally recognized as safe and effective and require premarketing clearance for all others.<a class=\"footnote\" href=\"#fn115\" id=\"fn115_ref\">115</a>   But Congress has not given FDA an inflexible mandate to bring enforcement actions<a class=\"footnote\" href=\"#fn116\" id=\"fn116_ref\">116</a> against all violators of the Act.<a class=\"footnote\" href=\"#fn117\" id=\"fn117_ref\">117</a>   Hence, appellants' argument that judicial intervention under Adams v. Richardson is warranted to compel agency enforcement of FDC Act requirements is not persuasive.<a class=\"footnote\" href=\"#fn118\" id=\"fn118_ref\">118</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Nor does FDA's policy of postponing enforcement of the efficacy requirement until after publication of final monographs afford a basis for intervention under Heckler v. Chaney.<a class=\"footnote\" href=\"#fn119\" id=\"fn119_ref\">119</a>   Particularly as an agency with limited resources, FDA reasonably may assign enforcement of a statutory requirement designed to prevent unnecessary consumer expense to a lower priority than that accorded one concerned with identifying and eliminating threats to human life.<a class=\"footnote\" href=\"#fn120\" id=\"fn120_ref\">120</a>   More importantly, until FDA issues a final monograph, the agency has yet to make a substantiated and conclusive determination that a drug is not generally recognized as effective;<a class=\"footnote\" href=\"#fn121\" id=\"fn121_ref\">121</a>  besides, prior to promulgation of a final monograph, the agency's conclusion that an OTC drug is ineffective is subject to reconsideration based on new information<a class=\"footnote\" href=\"#fn122\" id=\"fn122_ref\">122</a> that may be submitted to FDA.<a class=\"footnote\" href=\"#fn123\" id=\"fn123_ref\">123</a>   It would be a futile act, as well as one financially disastrous for manufacturers of pharmaceuticals, were the agency to require removal of a potentially ineffective drug from interstate commerce only to find, on the basis of later unfolding information, that the drug should have been classified as generally recognized as effective.<a class=\"footnote\" href=\"#fn124\" id=\"fn124_ref\">124</a>   Given these rational justifications for postponing enforcement of the efficacy requirement, we hold that FDA's policy on that score does not amount to an abuse of discretion.<a class=\"footnote\" href=\"#fn125\" id=\"fn125_ref\">125</a></p>\n    </div>\n    <p>VI. UNREASONABLE DELAY OF OTC DRUG REVIEW</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Appellants next argue that the limited progress of the OTC drug review since its inception in 1972 has frustrated achievement of the safety and efficacy goals of the 1962 Amendments, and therefore constitutes unreasonable agency delay remediable under the APA.<a class=\"footnote\" href=\"#fn126\" id=\"fn126_ref\">126</a>   The District Court rejected this claim,<a class=\"footnote\" href=\"#fn127\" id=\"fn127_ref\">127</a> relying on our decision in McIlwain v. Hayes.<a class=\"footnote\" href=\"#fn128\" id=\"fn128_ref\">128</a>   That case involved the scheme of the FDC respecting food-coloring additives, and we approved an additional extension of time for industry submissions of proof of nontoxicity as a reasonable exercise of FDA's discretion despite the fact that the additives had been marketed provisionally for more than 20 years after enactment of the statute.<a class=\"footnote\" href=\"#fn129\" id=\"fn129_ref\">129</a>   Deeming the OTC drug review a program undertaken \"voluntarily,\"<a class=\"footnote\" href=\"#fn130\" id=\"fn130_ref\">130</a> the District Court felt that it was comparable to the mode of regulation of food-coloring products:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>If the \"... enormously complicated, uncertain, and evolving technology ...\" of mandatory scientific testing of 23 food color additives for safety alone ... could lawfully be protracted for 24 years ..., it can hardly be said that a voluntary testing program of over 700 active ingredients contained in various combinations in more than 300,000 OTC drug products for effectiveness as well as safety might not reasonably be expected to take at least as long.<a class=\"footnote\" href=\"#fn131\" id=\"fn131_ref\">131</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We do not join in the District Court's characterization of the OTC drug review as a \"voluntary\" program.  Consequently, we cannot agree that McIlwain supports the court's outcome on the delay claim.  The District Court must now reconsider that claim in accordance with acceptable legal standards.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As we have already stated, the 1962 amendments to the FDC Act obligate FDA to review all nonexempt OTC drugs for their therapeutic efficacy<a class=\"footnote\" href=\"#fn132\" id=\"fn132_ref\">132</a> as well as their safety.  Concededly, FDA has broad discretion in deciding how to achieve this objective.<a class=\"footnote\" href=\"#fn133\" id=\"fn133_ref\">133</a>   The District Court erred, however, in equating the agency's freedom to exercise its discretion with voluntariness.<a class=\"footnote\" href=\"#fn134\" id=\"fn134_ref\">134</a>   Although FDA's discretion extends to review of OTC drugs by ingredient rather than by product--a choice implicitly approved by the Supreme Court in Bentex Pharmaceuticals<a class=\"footnote\" href=\"#fn135\" id=\"fn135_ref\">135</a>--the agency lacks authority to simply do nothing to effectuate the purpose of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Once FDA elected to respond to its legislative directive by establishing the OTC drug review program, the APA imposed an obligation to proceed with reasonable dispatch.<a class=\"footnote\" href=\"#fn136\" id=\"fn136_ref\">136</a>   We have often intervened to compel an agency unreasonably delaying to speed up its activities,<a class=\"footnote\" href=\"#fn137\" id=\"fn137_ref\">137</a> and our authority to do so in appropriate instances is not here in question.<a class=\"footnote\" href=\"#fn138\" id=\"fn138_ref\">138</a>   In rejecting appellants' delay argument, however, the District Court examined none of the factors that have traditionally guided assessments on the propriety of agency delay;<a class=\"footnote\" href=\"#fn139\" id=\"fn139_ref\">139</a>  rather, the court relied solely on a single precedent--McIlwain v. Hayes<a class=\"footnote\" href=\"#fn140\" id=\"fn140_ref\">140</a>--which involved a statutory scheme very different from the one before us today.  The provisions governing marketing of food-color additives contain a transitional mechanism allowing commercially-establishedadditives to be marketed on an interim basis prior to a final determination on safety;<a class=\"footnote\" href=\"#fn141\" id=\"fn141_ref\">141</a>  as this court observed, it authorized FDA to postpone the closing date for submissions \" 'for such period or periods as ... necessary to carry out the purpose of this section.' \"<a class=\"footnote\" href=\"#fn142\" id=\"fn142_ref\">142</a>   Not only do the 1962 amendments of the FDC Act lack an analogous provision,<a class=\"footnote\" href=\"#fn143\" id=\"fn143_ref\">143</a> but the majority opinion in McIlwain took pains to distinguish the statutory arrangement in that case from the regime implicated here.<a class=\"footnote\" href=\"#fn144\" id=\"fn144_ref\">144</a>   It should also be noted that in the case at bar, initial research had indicated that a vast number of drugs on the market were ineffective,<a class=\"footnote\" href=\"#fn145\" id=\"fn145_ref\">145</a> while none of the test data on the food additives at issue in McIlwain suggested that they were unsafe.<a class=\"footnote\" href=\"#fn146\" id=\"fn146_ref\">146</a>   Given these significant distinctions, McIlwain clearly does not control the disposition of appellants' contention that there has been unreasonable agency delay.<a class=\"footnote\" href=\"#fn147\" id=\"fn147_ref\">147</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Since the District Court relied solely on McIlwain to support its awards of summary judgment, we must remand for reconsideration in accordance with correct legal standards.  Resolution of a claim of unreasonable delay obviously may require a number of factual determinations, and may also entail a balancing of competing considerations.  It therefore would be inappropriate for us to rule on the question without the benefit of initial consideration by the District Court.<a class=\"footnote\" href=\"#fn148\" id=\"fn148_ref\">148</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Any discussion of the standards relevant to the issue of delay must begin with recognition that an administrative agency is entitled to considerable deference in establishing a timetable for completing its proceedings.<a class=\"footnote\" href=\"#fn149\" id=\"fn149_ref\">149</a>   An agency has broad discretion to set its agenda and to first apply its limited resources to the regulatory tasks it deems most pressing.<a class=\"footnote\" href=\"#fn150\" id=\"fn150_ref\">150</a>   The agency's discretion is not unbounded, however, since the consequences of dilatoriness may be great.<a class=\"footnote\" href=\"#fn151\" id=\"fn151_ref\">151</a>   As we have had occasion to state, \"[t]here must be a 'rule of reason' to govern the time limit to administrative proceedings.  Quite simply, excessive delay saps the public confidence in an agency's ability to discharge its responsibilities and creates uncertainty for the parties, who must incorporate the potential effect of possible agency decisionmaking into future plans.\"<a class=\"footnote\" href=\"#fn152\" id=\"fn152_ref\">152</a>   Moreover, unjustifiable delay may undermine the statutory scheme<a class=\"footnote\" href=\"#fn153\" id=\"fn153_ref\">153</a> and could inflict harm on individuals in need of final action.  In some cases, agency delay may collide with the right to judicial review.<a class=\"footnote\" href=\"#fn154\" id=\"fn154_ref\">154</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Our cases identify a number of factors that aid in determining whether an agency's foot-dragging constitutes unreasonable delay.<a class=\"footnote\" href=\"#fn155\" id=\"fn155_ref\">155</a>   First, the court should ascertain the length of time that has elapsed since the agency came under a duty to act, and should evaluate any prospect of early completion.<a class=\"footnote\" href=\"#fn156\" id=\"fn156_ref\">156</a>   Next, \"[t]he reasonableness of the delay must be judged 'in the context of the statute' which authorizes the agency's action.\"<a class=\"footnote\" href=\"#fn157\" id=\"fn157_ref\">157</a>   This entails an examination of any legislative mandate in the statute and the degree of discretion given the agency by Congress.<a class=\"footnote\" href=\"#fn158\" id=\"fn158_ref\">158</a>   The court must also estimate the extent to which delay may be undermining the statutory scheme, either by frustrating the statutory goal<a class=\"footnote\" href=\"#fn159\" id=\"fn159_ref\">159</a> or by creating a situation in which the agency is \"losing its ability to effectively regulate at all.\"<a class=\"footnote\" href=\"#fn160\" id=\"fn160_ref\">160</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Third, and perhaps most critically, the court must examine the consequences of the agency's delay.  The deference traditionally accorded an agency to develop its own schedule is sharply reduced when injury likely will result from avoidable delay.  Economic harm is clearly an important consideration and will, in some cases, justify court intervention,<a class=\"footnote\" href=\"#fn161\" id=\"fn161_ref\">161</a> and \"[d]elays that might be altogether reasonable in the sphere of economic regulation are less tolerable when human lives are at stake.\"<a class=\"footnote\" href=\"#fn162\" id=\"fn162_ref\">162</a>   Lack of alternative means of eliminating or reducing the hazard necessarily adds to unreasonableness of a delay.<a class=\"footnote\" href=\"#fn163\" id=\"fn163_ref\">163</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The agency must justify its delay to the court's satisfaction.  If the court determines that the agency delays in bad faith, it should conclude that the delay is unreasonable.<a class=\"footnote\" href=\"#fn164\" id=\"fn164_ref\">164</a>   If the court finds an absence of bad faith, it should then consider the agency's explanation, such as administrative necessity, insufficient resources, or the complexity of the task confronting the agency.  Although complexity bears on avoidance in ascertaining reasonableness, it is not always sufficient to justify lengthy delays.<a class=\"footnote\" href=\"#fn165\" id=\"fn165_ref\">165</a>   And if an agency's failure to proceed expeditiously will result in harm or substantial nullification of a right conferred by statute, \"the courts must act to make certain that what can be done is done.\"<a class=\"footnote\" href=\"#fn166\" id=\"fn166_ref\">166</a>   The court should weigh any plea of administrative error, administrative convenience, practical difficulty in carrying out a legislative mandate, or need to prioritize in the face of limited resources.<a class=\"footnote\" href=\"#fn167\" id=\"fn167_ref\">167</a>   Of course, these justifications become less persuasive as delay progresses, and must always be balanced against the potential for harm.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">On remand, then, the District Court should scrutinize FDA's justifications for delay in completing the OTC drug review<a class=\"footnote\" href=\"#fn168\" id=\"fn168_ref\">168</a> and balance them against the consequences ensuing.<a class=\"footnote\" href=\"#fn169\" id=\"fn169_ref\">169</a>   The court must examine the delay in the context of the FDC Act and in harmony with the principles articulated herein.  And it goes without saying that this time the court will bear in mind that the OTC drug review is not a voluntary program for these purposes.<a class=\"footnote\" href=\"#fn170\" id=\"fn170_ref\">170</a></p>\n    </div>\n    <p>VII. THE CATEGORY III REGULATORY SCHEME</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Lastly, appellants attack as inconsistent with the FDC Act and the District Court's decision in Cutler v. Kennedy,<a class=\"footnote\" href=\"#fn171\" id=\"fn171_ref\">171</a> the amendment to the OTC drug review regulations creating a period for comment on temporary final monographs.  This amendment eliminated the marketing period for Category III drugs after formulation of the final monograph,<a class=\"footnote\" href=\"#fn172\" id=\"fn172_ref\">172</a> but added a twelve-month period following publication of the tentative final monograph for interested persons to present \"new data and information to support a condition excluded from the monograph in the tentative order.\"<a class=\"footnote\" href=\"#fn173\" id=\"fn173_ref\">173</a>   Cutler v. Kennedy held that a prior version of the regulations, which permitted marketing of drugs classified by final monograph in Category III to continue during ongoing product-testing,<a class=\"footnote\" href=\"#fn174\" id=\"fn174_ref\">174</a> contravened congressional intent because Category III drugs by definition were not generally recognized as safe and effective.<a class=\"footnote\" href=\"#fn175\" id=\"fn175_ref\">175</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellants argue that the newly-added twelve-month period for submitting additional information bearing on tentative final monographs<a class=\"footnote\" href=\"#fn176\" id=\"fn176_ref\">176</a> serves only to delay implementation of the Act's safety and efficacy requirements by further postponing publication of final monographs, and, in effect, to sanction the impermissible marketing of Category III drugs at an earlier stage in the process.<a class=\"footnote\" href=\"#fn177\" id=\"fn177_ref\">177</a>   FDA, on the other hand, contends that the revised regulations are consistent with the Act since they no longer authorize any marketing of drugs that officially have been labeled not generally recognized as safe and effective.<a class=\"footnote\" href=\"#fn178\" id=\"fn178_ref\">178</a>   FDA also asserts that this provision is unlikely to delay promulgation of final monographs since the twelve-month period will be used concurrently to prepare them.<a class=\"footnote\" href=\"#fn179\" id=\"fn179_ref\">179</a>   Moreover, the agency declares, the regulations will merely hold the administrative record open during these twelve months, and thus avoid the immense drain on resources likely to occur if all who sought to present new information on a drug's Category III classification were required formally to petition for reopening of the record.<a class=\"footnote\" href=\"#fn180\" id=\"fn180_ref\">180</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The District Court held that FDA had complied with Cutler v. Kennedy by removing from its regulations language authorizing marketing of Category III drugs after promulgation of final monographs.  The court further concluded that FDA had \"proffered a reasonable justification for the interim testing period based on administrative necessity,\"<a class=\"footnote\" href=\"#fn181\" id=\"fn181_ref\">181</a> and approved the new provision.  We agree that the regulation as amended is in harmony both with Cutler and with the applicable law.<a class=\"footnote\" href=\"#fn182\" id=\"fn182_ref\">182</a>   We therefore uphold the District Court's denial of appellants' request for declaratory relief.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We do not share appellants' expansive interpretation of Cutler.    It is evident that there the first set of OTC regulations were condemned because they permitted continued marketing of Category III drugs after publication of final monographs.<a class=\"footnote\" href=\"#fn183\" id=\"fn183_ref\">183</a>   By eliminating this marketing authorization, however, FDA has overcome the difficulty that was fatal in Cutler.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Nor do we perceive the current regulations as arbitrary, capricious, or otherwise inconsistent with the FDC Act.<a class=\"footnote\" href=\"#fn184\" id=\"fn184_ref\">184</a>   The OTC review program in its present form does not sanction the marketing of OTC drugs during the twelve-month period for which the administrative record remains open.<a class=\"footnote\" href=\"#fn185\" id=\"fn185_ref\">185</a>   Moreover, until publication of a final monograph, FDA makes no conclusive determination of a drug's GRAS/E status;  rather, panel recommendations and tentative conclusions remain subject to reconsideration in light of any additional information submitted in timely fashion to the agency.<a class=\"footnote\" href=\"#fn186\" id=\"fn186_ref\">186</a>   Moreover, the agency has presented reasonable justifications for adopting the twelve-month open-record period.  FDA designed this procedure to facilitate gathering of supplemental information, including that which is often solicited by the agency from manufacturers.  Leaving the record open for this period promotes efficiency since it eliminates the need to deal with the expectably large number of individual petitions to reopen the record,<a class=\"footnote\" href=\"#fn187\" id=\"fn187_ref\">187</a> and allows the agency simultaneously to evaluate the public comments, objections, and requests for hearings tendered after publication of the tentative final monographs.<a class=\"footnote\" href=\"#fn188\" id=\"fn188_ref\">188</a>   We therefore conclude that FDA did not act arbitrarily or otherwise improperly when it amended its regulations on Category III drugs.</p>\n    </div>\n    <p>VIII. CONCLUSION</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In 1962, Congress ordained that only those drugs generally recognized as safe and effective could be marketed without premarketing clearance.  Because, a quarter-century later, this mandate has not yet been fully satisfied, close scrutiny must be paid to appellants' claim that FDA has unreasonably delayed its completion of the OTC drug review program.  For that purpose, we vacate the judgment of the District Court on the question of unreasonable delay and remand the case for reconsideration on that point.  We affirm the judgment in all other respects.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Judge (now Justice) Scalia was a member of the panel at the time this case was argued, but did not participate in this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pub.L. No. 717, ch. 675, 52 Stat. 1040 (1938) (codified as amended at 21 U.S.C. Secs. 301-392 (Supp. III 1985))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Pub.L. No. 87-781, 76 Stat. 780 (1962)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 5 U.S.C. Secs. 551-559, 701-706, 1305, 3344 (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 21 U.S.C. Sec. 355(a) (Supp. III 1985).  The procedure to be followed by the FDA in reviewing NDAs is contained in id. Secs. 355(b)-(d).  It was supplemented by the Drug Price Competition and Patent Term Restoration Act of 1984, Pub.L. No. 98-417, 98 Stat. 1585 (codified in relevant part at 21 U.S.C. Sec. 355 (Supp. III 1985)), which authorizes an abbreviated new-drug application procedure for generic new drugs equivalent to new approved drugs.  See id. Sec. 355(j);  H.R.Rep. No. 98-857, 98th Cong., 2d Sess., reprinted in [1984] U.S.Code Cong. &amp; Admin.News 2647</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Federal Food, Drug and Cosmetic Act of 1938, Sec. 201(p)(1), 52 Stat. 1041-1042 (1938) (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Drug Amendments of 1962, Secs. 102(a)-(b), Pub.L. No. 87-781, 76 Stat. 780, 781 (1962)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 21 U.S.C. Sec. 321(p)(1) (1982) (emphasis added).  These experts must be \"qualified by scientific training and experience to evaluate the safety and effectiveness of drugs.\"    Id.  To be excluded from \"new drug\" status, a medication must also be used to a \"material extent or for a material time\" for purposes other than simply evaluating safety and effectiveness.  Id. Sec. 321(p)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See id. Sec. 321(p)(1).  These medicines are subject to the provisions of the Food and Drug Act of June 30, 1906, as amended.  Id.;  see United States v. Rutherford, <span class=\"citation\" data-id=\"110111\"><a href=\"/opinion/110111/united-states-v-rutherford/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 548 n. 3, <span class=\"citation\" data-id=\"110111\"><a href=\"/opinion/110111/united-states-v-rutherford/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2470</span></a></span>, 2473 n. 3, <span class=\"citation\" data-id=\"110111\"><a href=\"/opinion/110111/united-states-v-rutherford/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">68</span></a></span>, 74 n. 3 (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Pub.L. No. 87-781, Sec. 107(c)(4), 76 Stat. 780, 789 (1962)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Id. Sec. 107(c)(3)(B), 76 Stat. 780, 788-789 (1962).  During this period, the efficacy requirement was not enforceable.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 21 U.S.C. Sec. 355(e) (Supp. III 1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Id.    \"Substantial evidence\" is defined as \"evidence consisting of adequate and well-controlled investigations, including clinical investigations, by experts qualified by scientific training and experience to evaluate the effectiveness of the drug involved, on the basis of which it could fairly and responsibly be concluded by such experts that the drug will have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the labeling or proposed labeling thereof.\"    Id. Sec. 355(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Pub.L. No. 87-781, Sec. 107(a), 76 Stat. 780, 788 (1962)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Weinberger v. Hynson, Westcott &amp; Dunning, Inc., <span class=\"citation\" data-id=\"108820\"><a href=\"/opinion/108820/weinberger-v-hynson-westcott-dunning-inc/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 632, <span class=\"citation\" data-id=\"108820\"><a href=\"/opinion/108820/weinberger-v-hynson-westcott-dunning-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2469</span></a></span>, 2484, <span class=\"citation\" data-id=\"108820\"><a href=\"/opinion/108820/weinberger-v-hynson-westcott-dunning-inc/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span>, 224-225 (1973).  The FDC Act did not define the degree of proof necessary to qualify for the GRAS/E exemption</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> United States v. Rutherford, supra note 6, 442 U.S. at 549-550 n. 7, 99 S.Ct. at 2474 n. 7, 61 L.Ed.2d at 75 n. 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> American Pub. Health Ass'n v. Veneman, <span class=\"citation\" data-id=\"1502045\"><a href=\"/opinion/1502045/american-public-health-association-v-veneman/\"><span class=\"volume\">349</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1311</span></a></span>, 1313-1314 (D.D.C.1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See Cutler v. Kennedy, <span class=\"citation\" data-id=\"1688633\"><a href=\"/opinion/1688633/cutler-v-kennedy/\"><span class=\"volume\">475</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">838</span></a></span>, 844 (D.D.C.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> In American Pub. Health Ass'n v. Veneman, supra note 16, the District Court for the District of Columbia held that FDA regulations which permitted the continued marketing of drugs conclusively found to be ineffective, while affording manufacturers an opportunity to provide additional data to FDA on the question of efficacy, violated the clear language of the FDC Act requiring removal of such drugs from the market after the grace period.  349 F.Supp. at 1315-1316, 1317.  The court also directed FDA to complete its evaluation of certain over-the-counter drugs marketed under NDAs instead of postponing its consideration of these products until initiation of the over-the-counter drug review program.   Id. at 1317.  FDA had examined prescription drugs before OTC drugs because of the former's greater potential for harm to consumers.  37 Fed.Reg. 85 (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> See Cutler v. Kennedy, supra note 17, 475 F.Supp. at 844</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> 37 Fed.Reg. 85 (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> See 37 Fed.Reg. 9464-9475 (1972) (codified at 21 C.F.R. Sec. 130.301 (1973))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> See Weinberger v. Bentex Pharmaceuticals, Inc., <span class=\"citation\" data-id=\"108822\"><a href=\"/opinion/108822/weinberger-v-bentex-pharmaceuticals-inc/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">645</span></a></span>, 650, <span class=\"citation\" data-id=\"108822\"><a href=\"/opinion/108822/weinberger-v-bentex-pharmaceuticals-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2488</span></a></span>, 2492, <span class=\"citation\" data-id=\"108822\"><a href=\"/opinion/108822/weinberger-v-bentex-pharmaceuticals-inc/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">235</span></a></span>, 240 (1973) (estimating between 100,000 and 500,000 OTC drugs);  Cutler v. Kennedy, supra note 17, 475 F.Supp. at 844-845</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> 37 Fed.Reg. 86 (1972).  FDA originally estimated that all OTC drugs were comprised of approximately 200 active ingredients, used alone or in varying combinations.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> 21 C.F.R. Secs. 330.10(a)(1)-(5) (1986);  see Cutler v. Hayes, <span class=\"citation\" data-id=\"1770192\"><a href=\"/opinion/1770192/cutler-v-hayes/\"><span class=\"volume\">549</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1341</span></a></span>, 1345 (D.D.C.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(6) (1986);  see Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> 21 C.F.R. Secs. 330.10(a)(7)-(8) (1986);  see Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(9) (1986);  see Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(5)(i) (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Id. Sec. 330.10(a)(5)(ii)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Id. Sec. 330.10(a)(5)(iii)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(13) (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> Cutler v. Kennedy, supra note 17, 475 F.Supp. at 855</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(7)(iii) (1986).  The legality of this new provision is challenged by appellants in this case.  See notes 176-177 infra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> See Brief for Appellees at 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> See id. at 29</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> Id. at 26.  In May of 1982, seven of a projected 77 monographs had been promulgated in final form.  See Milestone Status of OTC Drug Review Documents (May, 1982), reproduced at Joint Appendix (J.App.) 354.  In February of 1987, 16 of a projected 99 monographs had been promulgated in final form.  See Milestone Status of OTC Drug Review Documents (February 20, 1987), Attachment B to Letter from Robert A. Nicholson, United States Department of Justice to George A. Fisher, United States Court of Appeals (Mar. 11, 1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> Appellants presented evidence before the District Court suggesting that the OTC program will not be completed until close to year 2000.  See, e.g., Affidavit of M. Joy Dowling, J.App. 470.  Appellees dispute this figure as an unofficial projection and claim that the program will be completed much sooner, possibly by 1990.  See, e.g., OTC Drug Review Assessment (Dec., 1980), J.App. 485-486 (projecting last final monograph to be completed in 1990).  The District Court made no finding of fact on this question.  Current progress on OTC review suggests, however, that completion of all final monographs by the agency's targeted date of 1990 is very doubtful.  See supra note 38</p>\n      </div>\n      <div class=\"footnote\" id=\"fn40\">\n        <a class=\"footnote\" href=\"#fn40_ref\">40</a>\n        <p> The National Council of Senior Citizens (NCSC) was also a plaintiff before the District Court, which concluded that because both Cutler and Annand had standing to sue, it was \"unnecessary to determine whether the NCSC also has standing to maintain the lawsuit.\"    Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343 n. 2.  See note 63 infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn41\">\n        <a class=\"footnote\" href=\"#fn41_ref\">41</a>\n        <p> This is actually the second time these litigants have challenged the OTC drug review program.  Their first effort culminated in a favorable disposition of their claim that the regulations contravened the FDC Act.  See text supra at notes 31-32 and infra at notes 174-175.  The complaint in this case, as originally drafted, alleged that FDA had failed to amend its regulations and thus had not conformed to the District Court's decision in Cutler v. Kennedy, supra note 16.  Complaint p 22, Cutler v. Hayes, No. 81-2092 (D.D.C.)  (filed Sept. 3, 1981), J.App. 14.  When FDA finally promulgated its revised regulations on September 29, 1981, see 46 Fed.Reg. 47730 (1981), appellants amended their complaint to allege that the new provisions continued to violate the FDC Act.  Amended Complaint p 22, Cutler v. Hayes, No. 81-2092 (D.D.C.)  (filed Jan. 20, 1982), J.App. 21-22</p>\n      </div>\n      <div class=\"footnote\" id=\"fn42\">\n        <a class=\"footnote\" href=\"#fn42_ref\">42</a>\n        <p> 5 U.S.C. Sec. 555(b) (1982) (\"[w]ithin a reasonable time, each agency shall proceed to conclude a matter presented to it\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn43\">\n        <a class=\"footnote\" href=\"#fn43_ref\">43</a>\n        <p> Id. Sec. 706(1) (\"[t]he reviewing court shall ... compel agency action unlawfully withheld or unreasonably delayed\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn44\">\n        <a class=\"footnote\" href=\"#fn44_ref\">44</a>\n        <p> Amended Complaint p 21, supra note 42, J.App. 21.  Appellants request this court to instruct the District Court, in consultation with the parties, to establish a schedule for completing the OTC drug review program within a reasonable period of time.  Brief for Appellants at 47-48</p>\n      </div>\n      <div class=\"footnote\" id=\"fn45\">\n        <a class=\"footnote\" href=\"#fn45_ref\">45</a>\n        <p> Amended Complaint p 20, supra note 42, J.App. 21</p>\n      </div>\n      <div class=\"footnote\" id=\"fn46-1\">\n        <a class=\"footnote\" href=\"#fn46-1_ref\">46</a>\n        <p> See Adams v. Richardson, 156 U.S.App.D.C. 267, <span class=\"citation\" data-id=\"312132\"><a href=\"/opinion/312132/kenneth-adams-v-elliot-l-richardson-individuallyand-as-secretary-of-the/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1159</span></a></span> (en banc 1973)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn47\">\n        <a class=\"footnote\" href=\"#fn47_ref\">47</a>\n        <p> Amended Complaint p 22, supra note 42, J.App. 21-22;  Brief for Appellants at 55.  See text supra at note 34</p>\n      </div>\n      <div class=\"footnote\" id=\"fn48\">\n        <a class=\"footnote\" href=\"#fn48_ref\">48</a>\n        <p> The District Court held that the PA was collaterally estopped from challenging plaintiffs' standing.    Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343</p>\n      </div>\n      <div class=\"footnote\" id=\"fn49\">\n        <a class=\"footnote\" href=\"#fn49_ref\">49</a>\n        <p> Id. at 1343-1344, 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn50\">\n        <a class=\"footnote\" href=\"#fn50_ref\">50</a>\n        <p> Id. at 1348.  The court also granted the intervenor's motion for judgment on the pleadings, treating it as a summary-judgment motion.  See Fed.R.Civ.P. 12(c).  549 F.Supp. at 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn51\">\n        <a class=\"footnote\" href=\"#fn51_ref\">51</a>\n        <p> Supra note 17</p>\n      </div>\n      <div class=\"footnote\" id=\"fn52\">\n        <a class=\"footnote\" href=\"#fn52_ref\">52</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1345-1346</p>\n      </div>\n      <div class=\"footnote\" id=\"fn53\">\n        <a class=\"footnote\" href=\"#fn53_ref\">53</a>\n        <p> Id. at 1347</p>\n      </div>\n      <div class=\"footnote\" id=\"fn54\">\n        <a class=\"footnote\" href=\"#fn54_ref\">54</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn55\">\n        <a class=\"footnote\" href=\"#fn55_ref\">55</a>\n        <p> The parties had disagreed over whether the 17 enforcement actions identified by FDA in the course of discovery were \"illustrative\" or \"comprehensive.\"   Id. at 1347 n. 9.  The District Court labeled this dispute \"immaterial.\"    Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn56\">\n        <a class=\"footnote\" href=\"#fn56_ref\">56</a>\n        <p> Id. at 1347</p>\n      </div>\n      <div class=\"footnote\" id=\"fn57\">\n        <a class=\"footnote\" href=\"#fn57_ref\">57</a>\n        <p> 223 U.S.App.D.C. 304, <span class=\"citation\" data-id=\"409586\"><a href=\"/opinion/409586/wende-mcilwain-v-arthur-hull-hayes-jr-commissioner-food-and-drug/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1041</span></a></span> (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn58\">\n        <a class=\"footnote\" href=\"#fn58_ref\">58</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347-1348 (quoting McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 312, 690 F.2d at 1049 (emphasis in original))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn59\">\n        <a class=\"footnote\" href=\"#fn59_ref\">59</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347</p>\n      </div>\n      <div class=\"footnote\" id=\"fn60\">\n        <a class=\"footnote\" href=\"#fn60_ref\">60</a>\n        <p> The court noted that the program involved \"over 700 active ingredients contained in various combinations in more than 300,000 OTC drug products\" which had to be tested for \"effectiveness as well as safety.\"   Id. at 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn61\">\n        <a class=\"footnote\" href=\"#fn61_ref\">61</a>\n        <p> Appellees asserted initially that the District Court lacked subject-matter jurisdiction over this case, see Answer to Amended Complaint paragraphs 2, 26, Cutler v. Hayes, No. 81-2092 (D.D.C.)  (filed Feb. 9, 1982), J.App. 50, 54, but have not pressed the argument.  The District Court apparently acted on the assumption that it had general federal-question jurisdiction, see 28 U.S.C. Sec. 1331 (1982), as appellants had alleged.  See Amended Complaint p 2, supra note 42, J.App. 17.  Because our subsequent decision in Telecommunications Research &amp; Action Center v. FCC (TRAC), 242 U.S.App.D.C. 222, <span class=\"citation\" data-id=\"445427\"><a href=\"/opinion/445427/telecommunications-research-and-action-center-v-federal-communications/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">70</span></a></span> (1984), clarified the standard for determining jurisdiction to examine the pace of agency action, we sua sponte consider appellees' contention anew</p>\n        <p>TRAC held that \"where a statute commits final agency action to review by the Court of Appeals, the appellate court has exclusive jurisdiction to hear suits seeking relief that might affect its future statutory power of review.\"   Id. at 224, 750 F.2d at 72.  Like the instant case, TRAC involved a claim of unreasonable agency delay, and we ruled that the District Court was without jurisdiction to entertain it.  See id. at 249-251, 750 F.2d at 77-79.  Essential to our holding, however, were statutory provisions enabling us to review any final FCC order.  See id. at 249, 750 F.2d at 77.  We now must ascertain whether any of appellants' claims trigger similar statutory grants of jurisdiction to review final FDA actions.</p>\n        <p>The FDC Act contains no single, overarching provision governing judicial review.  Instead, discrete agency actions are subject to specialized review provisions.  See, e.g., 21 U.S.C. Sec. 355(h) (1982) (review by court of appeals of agency's disapproval of new-drug application);  id. Sec. 360g (review by court of appeals of regulations classifying devices);  id. Sec. 371(f) (review by court of appeals of orders issued pursuant to provisions enumerated in Sec. 371(e) ).  Agency action taken under sections silent in this respect are directly reviewable in a district court under some appropriate head of its jurisdiction, for courts of appeals have only such jurisdiction as Congress has chosen to confer upon them.   Shaw v. United States, 93 U.S.App.D.C. 300, 302, <span class=\"citation\" data-id=\"233235\"><a href=\"/opinion/233235/shaw-v-united-states-begalke-v-united-states/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span>, 813 (1954);  Diamond Shamrock Oil &amp; Gas Corp. v. Commissioner, <span class=\"citation\" data-id=\"288710\"><a href=\"/opinion/288710/diamond-shamrock-oil-and-gas-corporation-v-commissioner-of-revenues-state/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 534 (8th Cir.1970).</p>\n        <p>Appellants' claims in the instant case involve FDA regulations implementing Sec. 355 and the related agency inaction in enforcing them.  Section 355(h), however, authorizes review by a court of appeals only in cases challenging disapprovals of new-drug applications, and is therefore inapplicable here.  Cf. Weinberger v. Bentex Pharmaceuticals, Inc., supra note 22, 412 U.S. at 651, 93 S.Ct. at 2493, 37 L.Ed.2d at 240-241 (interpreting Sec. 355(h) narrowly and endorsing district-court jurisdiction to hear appeals from orders affecting new-drug status).  Similarly, Sec. 371(f) is inapposite because Sec. 355 is not among the provisions listed in Sec. 371(e).  We note, too, that the Supreme Court has implicitly approved the exercise of district-court jurisdiction over similar claims pertaining to FDA's enforcement duties under Sec. 355.  See Heckler v. Chaney, <span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></a></span>, 824-825, <span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1649</span></a></span>, 1652, <span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span>, 719-720 (1985).  We thus conclude that because in this case no statute commits direct review of FDA new drug regulations to this court, TRAC does not apply, and the District Court properly exercised jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn62\">\n        <a class=\"footnote\" href=\"#fn62_ref\">62</a>\n        <p> Brief for Intervenor at 15-18 &amp; n. 15</p>\n      </div>\n      <div class=\"footnote\" id=\"fn63\">\n        <a class=\"footnote\" href=\"#fn63_ref\">63</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343.  We agree with the District Court's conclusion, see id. at 1343 n. 2, that it is not necessary to determine whether NCSC, which raises the same issues as appellants Cutler and Annand, has independent standing to maintain this suit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn64\">\n        <a class=\"footnote\" href=\"#fn64_ref\">64</a>\n        <p> Supra note 17</p>\n      </div>\n      <div class=\"footnote\" id=\"fn65\">\n        <a class=\"footnote\" href=\"#fn65_ref\">65</a>\n        <p> See notes 31-32 supra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn66\">\n        <a class=\"footnote\" href=\"#fn66_ref\">66</a>\n        <p> Dozier v. Ford Motor Co., 227 U.S.App.D.C. 1, 17, <span class=\"citation\" data-id=\"415613\"><a href=\"/opinion/415613/james-j-dozier-v-ford-motor-company/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1189</span></a></span>, 1195 (1983) (emphasis omitted) (quoting American Sur. Co. v. Baldwin, <span class=\"citation\" data-id=\"101967\"><a href=\"/opinion/101967/american-surety-co-v-baldwin/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 166, <span class=\"citation\" data-id=\"101967\"><a href=\"/opinion/101967/american-surety-co-v-baldwin/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">98</span></a></span>, 101, <span class=\"citation\" data-id=\"101967\"><a href=\"/opinion/101967/american-surety-co-v-baldwin/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">231</span></a></span>, 238 (1932) (concurring opinion) and citing Durfee v. Duke, <span class=\"citation\" data-id=\"106701\"><a href=\"/opinion/106701/durfee-v-duke/\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 116, <span class=\"citation\" data-id=\"106701\"><a href=\"/opinion/106701/durfee-v-duke/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"106701\"><a href=\"/opinion/106701/durfee-v-duke/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span></a></span>, 194 (1963) );  see also id.  (where \"jurisdictional issues ha[ve] been fully and fairly litigated by the parties and finally determined ..., the [second] court ... was correct in ruling that further inquiry was precluded\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn67\">\n        <a class=\"footnote\" href=\"#fn67_ref\">67</a>\n        <p> See Warth v. Seldin, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 500, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2206, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span>, 355 (1975) (\"standing in no way depends on the merits of the plaintiff's contention that particular conduct is illegal\");  Continental Cas. Co. v. Canadian Universal Ins., <span class=\"citation\" data-id=\"370154\"><a href=\"/opinion/370154/continental-casualty-company-and-employers-surplus-lines-insurance-company/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1340</span></a></span>, 1342-1343 (5th Cir.1979), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1317</span></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">762</span></span> (1980) (dismissal \"for want of a judicial controversy between live litigants\" is not a judgment on the merits, but on jurisdiction);  McCarney v. Ford Motor Co., <span class=\"citation\" data-id=\"393361\"><a href=\"/opinion/393361/robert-p-mccarney-and-elizabeth-h-mccarney-v-ford-motor-company/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 232-234 (8th Cir.1981) (standing determination does not reach merits but involves questions of justiciability and is quasi-jurisdictional in nature);  Sherman v. British Leyland Motors, Ltd., <span class=\"citation\" data-id=\"367317\"><a href=\"/opinion/367317/gary-h-sherman-and-vincent-imports-inc-doing-business-as-european/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">429</span></a></span>, 439-440 (9th Cir.1979) (standing question is \"akin to that of jurisdiction\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn68\">\n        <a class=\"footnote\" href=\"#fn68_ref\">68</a>\n        <p> The res judicata effects of jurisdictional judgments have variously been discussed in terms of issue preclusion and estoppel.  See Restatement (Second) of Judgments Sec. 20 Reporter's Note to Comment b (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn69\">\n        <a class=\"footnote\" href=\"#fn69_ref\">69</a>\n        <p> See Dozier v. Ford Motor Co., supra note 66, 227 U.S. App.D.C. at 14-15, 702 F.2d at 1192-1193 (amount in controversy for diversity jurisdiction);  Carr v. District of Columbia, 207 U.S.App.D.C. 264, 272-273, <span class=\"citation\" data-id=\"389453\"><a href=\"/opinion/389453/oliver-t-carr-jr-trustee-v-district-of-columbia-a-municipal/\"><span class=\"volume\">646</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">599</span></a></span>, 607-608 (1980) (subject-matter jurisdiction);  Estevez v. Nabers, <span class=\"citation\" data-id=\"235782\"><a href=\"/opinion/235782/jose-estevez-v-horace-a-nabers-acting-officer-in-charge-new-orleans/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">321</span></a></span> (5th Cir.1955) (lack of justiciable controversy);  Oglala Sioux Tribe v. Homestake Mining Co., <span class=\"citation\" data-id=\"428379\"><a href=\"/opinion/428379/the-oglala-sioux-tribe-of-the-pine-ridge-indian-reservation-v-homestake/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1407</span></a></span>, 1411-1413 (8th Cir.1983) (subject-matter jurisdiction);  see also Segal v. American Tel. &amp; Tel. Co., <span class=\"citation\" data-id=\"370362\"><a href=\"/opinion/370362/joseph-segal-and-western-states-telephone-co-inc-etc-v-american/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">842</span></a></span>, 844-845 (9th Cir.1979) (dismissal for lack of jurisdiction results in issue preclusion, which unlike bar, forecloses litigation only of those issues of fact or law that were actually litigated and necessarily decided by a valid and final judgment between the parties);  see generally 1B J. Moore, J. Lucas &amp; T. Currier, Moore's Federal Practice p 0.405 (2d ed. 1984) (discussing preclusive effect of jurisdictional judgments).  For cases applying collateral estoppel principles to standing questions, see note 73 infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn70\">\n        <a class=\"footnote\" href=\"#fn70_ref\">70</a>\n        <p> <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">970</span></a></span>, <span class=\"citation\" data-id=\"110022\"><a href=\"/opinion/110022/montana-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn71\">\n        <a class=\"footnote\" href=\"#fn71_ref\">71</a>\n        <p> Id. at 153-154, 99 S.Ct. at 973-974, 59 L.Ed.2d at 217</p>\n      </div>\n      <div class=\"footnote\" id=\"fn72\">\n        <a class=\"footnote\" href=\"#fn72_ref\">72</a>\n        <p> See Underwriters Nat'l Assurance Co. v. North Carolina Life &amp; Accident &amp; Health Ins. Guar. Ass'n, <span class=\"citation\" data-id=\"110674\"><a href=\"/opinion/110674/underwriters-assur-co-v-nc-guaranty-assn/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">691</span></a></span>, 706-707, 709 n. 16, <span class=\"citation\" data-id=\"110674\"><a href=\"/opinion/110674/underwriters-assur-co-v-nc-guaranty-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1357</span></a></span>, 1366-1367, 1368 n. 16, <span class=\"citation\" data-id=\"110674\"><a href=\"/opinion/110674/underwriters-assur-co-v-nc-guaranty-assn/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">558</span></a></span>, 571-572, 573 n. 16 (1982) (principles of res judicata apply to jurisdictional judgments where \"the second court's inquiry discloses that those questions have been fully and fairly litigated and finally decided in the court which renders the original judgment\");  Stoll v. Gottlieb, <span class=\"citation\" data-id=\"103096\"><a href=\"/opinion/103096/stoll-v-gottlieb/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 172, <span class=\"citation\" data-id=\"103096\"><a href=\"/opinion/103096/stoll-v-gottlieb/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">134</span></a></span>, 138, <span class=\"citation\" data-id=\"103096\"><a href=\"/opinion/103096/stoll-v-gottlieb/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">104</span></a></span>, 109 (1938) (\"[a]fter a party has his day in court, with opportunity to present his evidence and his view of the law, a collateral attack upon the decision as to jurisdiction there rendered merely retries the issue previously determined.  There is no reason to expect that the second decision will be more satisfactory than the first\");  1B J. Moore, J. Lucas &amp; T. Currier, supra note 69, p 0.405, at 227, 229-230 (\"[w]here the issue of jurisdiction is raised and is determined in favor of jurisdiction and the case then proceeds to a judgment on the merits, on wellsettled principles the judgment is not later open to collateral attack on the jurisdictional issue, whether or not the determination thereon was erroneous\") (footnote omitted);  see also 13A C. Wright, A. Miller &amp; E. Cooper, Federal Practice and Procedure:  Jurisdiction Sec. 3531.15, at 106 (2d ed. 1984) (\"[o]rdinarily [collateral] attacks [for want of standing] should be rejected, even if the Article III requirements of standing were not met\") (footnote omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn73\">\n        <a class=\"footnote\" href=\"#fn73_ref\">73</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343 (applying doctrine to standing) (policies furthered by collateral estoppel doctrine \"are equally served when the doctrine is applied to jurisdictional questions as to the merits\").  For authorities applying principles of collateral estoppel to questions of standing, see, e.g., Safir v. Dole, 231 U.S.App.D.C. 63, 69 n. 4, <span class=\"citation\" data-id=\"425175\"><a href=\"/opinion/425175/marshall-p-safir-v-elizabeth-hanford-dole-secretary-of-transportation/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">475</span></a></span>, 481 n. 4 (1983), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1206</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2389</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></span> (1984);  Mrazek v. Suffolk County Bd. of Educ., <span class=\"citation\" data-id=\"382192\"><a href=\"/opinion/382192/robert-mrazek-rudolph-f-x-migliore-leslie-fitzpatrick-and-grace/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 896 n. 10 (2d Cir.1980);  Planned Parenthood Ass'n v. Kempiners, <span class=\"citation\" data-id=\"414488\"><a href=\"/opinion/414488/planned-parenthood-association-of-chicago-area-an-illinois-not-for-profit/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></a></span>, 1138 (7th Cir.1983) (concurring opinion);  McCarney v. Ford Motor Co., supra note 67;  California Chamber of Commerce v. Simpson, <span class=\"citation\" data-id=\"1734994\"><a href=\"/opinion/1734994/california-chamber-of-commerce-v-simpson/\"><span class=\"volume\">601</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">104</span></a></span>, 106-107 (C.D.Cal.1985);  City Communications, Inc. v. City of Detroit, <span class=\"citation\" data-id=\"1661775\"><a href=\"/opinion/1661775/city-communications-inc-v-city-of-detroit/\"><span class=\"volume\">650</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1570</span></a></span>, 1580 (E.D. Mich.1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn74\">\n        <a class=\"footnote\" href=\"#fn74_ref\">74</a>\n        <p> Supra note 17</p>\n      </div>\n      <div class=\"footnote\" id=\"fn75\">\n        <a class=\"footnote\" href=\"#fn75_ref\">75</a>\n        <p> 549 F.Supp. at 1343.  See infra note 85</p>\n      </div>\n      <div class=\"footnote\" id=\"fn76\">\n        <a class=\"footnote\" href=\"#fn76_ref\">76</a>\n        <p> See text supra at notes 28-30</p>\n      </div>\n      <div class=\"footnote\" id=\"fn77\">\n        <a class=\"footnote\" href=\"#fn77_ref\">77</a>\n        <p> 475 F.Supp. at 847</p>\n      </div>\n      <div class=\"footnote\" id=\"fn78\">\n        <a class=\"footnote\" href=\"#fn78_ref\">78</a>\n        <p> Id. at 847-850</p>\n      </div>\n      <div class=\"footnote\" id=\"fn79\">\n        <a class=\"footnote\" href=\"#fn79_ref\">79</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn80\">\n        <a class=\"footnote\" href=\"#fn80_ref\">80</a>\n        <p> Id. at 850</p>\n      </div>\n      <div class=\"footnote\" id=\"fn81\">\n        <a class=\"footnote\" href=\"#fn81_ref\">81</a>\n        <p> Id. at 850 &amp; nn. 31-32.  The court further found that to the extent that extraconstitutional requirements for standing were imposed by Sec. 10 of the APA, 5 U.S.C. Sec. 702 (1982), \"plaintiffs' interests as drug consumers plainly satisfy [them],\" falling \"within the 'zone of interests to be protected or regulated by the statutory framework within which [their] claim arises'....\"    Id. at 847 n. 22 (quoting Simon v. Eastern Ky. Welfare Rights Org., <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></a></span>, 39 n. 19, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1917</span></a></span>, 1929 n. 19, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span>, 461 n. 19 (1976) )</p>\n      </div>\n      <div class=\"footnote\" id=\"fn82\">\n        <a class=\"footnote\" href=\"#fn82_ref\">82</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343</p>\n      </div>\n      <div class=\"footnote\" id=\"fn83\">\n        <a class=\"footnote\" href=\"#fn83_ref\">83</a>\n        <p> See text supra at notes 32-34</p>\n      </div>\n      <div class=\"footnote\" id=\"fn84\">\n        <a class=\"footnote\" href=\"#fn84_ref\">84</a>\n        <p> See text supra at notes 42-47</p>\n      </div>\n      <div class=\"footnote\" id=\"fn85\">\n        <a class=\"footnote\" href=\"#fn85_ref\">85</a>\n        <p> See Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343 (inquiring \"whether the issue presented in the two proceedings is substantially the same\").  Cf. Montana v. United States, supra note 70, 440 U.S. at 155, 99 S.Ct. at 974, 59 L.Ed.2d at 218 (\"whether the issues presented by this litigation are in substance the same ...\");  Schneider v. Lockheed Aircraft, 212 U.S.App.D.C. 87, 104, <span class=\"citation\" data-id=\"393937\"><a href=\"/opinion/393937/michael-moses-schneider-also-known-as-nguyen-phi-khanh-a-minor-who-sues-by/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">835</span></a></span>, 852 (1981) (\"[t]he very heart of the collateral estoppel doctrine is the requirement that the issue to be precluded must be substantially the same as the issue previously litigated\");  Restatement (Second) of Judgments Sec. 27 Comment c (1982) (discussing factors pertinent to determining similarity of issues for preclusion purposes)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn86\">\n        <a class=\"footnote\" href=\"#fn86_ref\">86</a>\n        <p> The District Court reasoned that as \"[t]he parties and the threatened injury [were] the same in both cases, the standing issue is identical and was conclusively determined in the prior proceeding.\"    Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343.  We affirm on slightly broader grounds, namely, that the Kennedy court's three-part finding of Article III standing (embracing injury in fact, traceability, and redressability, see text supra at notes 78-81) easily accommodates whatever minor variances in claims the instant action presents</p>\n      </div>\n      <div class=\"footnote\" id=\"fn87\">\n        <a class=\"footnote\" href=\"#fn87_ref\">87</a>\n        <p> Montana v. United States, supra note 70, 440 U.S. at 155, 99 S.Ct. at 974, 59 L.Ed.2d at 218</p>\n      </div>\n      <div class=\"footnote\" id=\"fn88\">\n        <a class=\"footnote\" href=\"#fn88_ref\">88</a>\n        <p> The District Court found that PA had \"not introduced any evidence to refute the essential factual predicate underlying the standing decision in Cutler v. Kennedy, viz, that the individual plaintiffs consume OTC drugs and would be exposed to an increased health risk by the marketing of products which may not be safe or effective....\"  Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343-1344 n. 3.  In so ruling, the District Court correctly determined that any new evidence PA might have produced in support of its contention that the individual appellants are merely \"sham plaintiffs,\" see Brief for Intervenor-Appellee at 14-15, was immaterial to the legal basis on which the Kennedy court's ultimate findings on standing rested, see Cutler v. Kennedy, supra note 17, 475 F.Supp. at 850 n. 34 (holding PA's \"sham-plaintiff\" contention \"without legal merit\"), and so could not demonstrate a change in controlling facts sufficient to justify an exception to collateral estoppel principles.  See Cutler v. Hayes, supra note 24, 549 F.Supp. at 1343 n. 3 (citing Montana v. United States, supra note 70, 440 U.S. at 155, 99 S.Ct. at 974, 59 L.Ed.2d at 218).  Neither has there been any change in the legal principles governing the constitutional standing inquiry that would warrant excepting the Kennedy court's determination of standing from the normal estoppel rule.  Compare Cutler v. Kennedy, supra note 17, 475 F.Supp. at 847-850 (three-part inquiry into constitutional elements of standing) with American Legal Found. v. FCC, 257 U.S.App.D.C. 189, 193, <span class=\"citation\" data-id=\"480958\"><a href=\"/opinion/480958/american-legal-foundation-v-federal-communications-commission-and-the/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">84</span></a></span>, 88 (1987) (\"[t]he Supreme Court has in recent years distilled the constitutional requirement of standing into a three-part inquiry:  'A plaintiff must allege  personal injury  fairly traceable to the defendant's allegedly unlawful conduct and  likely to be redressed by the requested relief' \") (quoting Allen v. Wright, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 751, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, 3324, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span>, 569 (1984) and citing Valley Forge Christian College v. Americans United for Separation of Church &amp; State, Inc., <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 758, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span>, 709 (1982) )</p>\n      </div>\n      <div class=\"footnote\" id=\"fn89\">\n        <a class=\"footnote\" href=\"#fn89_ref\">89</a>\n        <p> Brief of Intervenor-Appellee at 18-19</p>\n      </div>\n      <div class=\"footnote\" id=\"fn90\">\n        <a class=\"footnote\" href=\"#fn90_ref\">90</a>\n        <p> Andrade v. Lauer, 234 U.S.App.D.C. 384, 393, <span class=\"citation\" data-id=\"433020\"><a href=\"/opinion/433020/sharon-andrade-v-charles-a-lauer-acting-administrator-office-of/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1475</span></a></span>, 1484 (1984);  Beins v. United States, 224 U.S.App.D.C. 397, 405, <span class=\"citation\" data-id=\"411856\"><a href=\"/opinion/411856/d-ross-beins-v-united-states/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 599 (1982);  Hayes v. Secretary of Defense, 169 U.S.App.D.C. 209, 214, <span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">668</span></span>, 673 (1975)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn91\">\n        <a class=\"footnote\" href=\"#fn91_ref\">91</a>\n        <p> Etelson v. Office of Personnel Management, 221 U.S.App.D.C. 396, 401, <span class=\"citation\" data-id=\"406743\"><a href=\"/opinion/406743/jesse-i-etelson-v-office-of-personnel-management/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, 923 (1982);  accord, McKart v. United States, <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 193, <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, 1662, <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">194</span></a></span>, 203 (1969);  Andrade v. Lauer, supra note 90, 234 U.S.App.D.C. at 393, 729 F.2d at 1484;  National Treasury Employees Union v. Kurtz, 204 U.S.App.D.C. 139, 141-142, <span class=\"citation\" data-id=\"384928\"><a href=\"/opinion/384928/national-treasury-employees-union-and-joseph-mackin-v-jerome-kurtz/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 413-414 (1980) (dissenting opinion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn92\">\n        <a class=\"footnote\" href=\"#fn92_ref\">92</a>\n        <p> Andrade v. Lauer, supra note 90, 234 U.S.App.D.C. at 393, 729 F.2d at 1484 (quoting McKart v. United States, supra note 91, 395 U.S. at 195, 89 S.Ct. at 1663, 23 L.Ed.2d at 204);  accord, Public Citizen Health Research Group v. Commissioner, 238 U.S.App.D.C. 271, 279, <span class=\"citation\" data-id=\"439200\"><a href=\"/opinion/439200/public-citizen-health-research-group-v-commissioner-food-drug/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 29 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn93\">\n        <a class=\"footnote\" href=\"#fn93_ref\">93</a>\n        <p> Randolph-Sheppard Vendors of America v. Weinberger, 254 U.S.App.D.C. 45, 60, <span class=\"citation\" data-id=\"472980\"><a href=\"/opinion/472980/randolph-sheppard-vendors-of-america-v-caspar-w-weinberger-national/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>, 105 (1986);  Public Citizen Health Research Group v. Commissioner, supra note 92, 238 U.S.App.D.C. at 279, 740 F.2d at 29;  Andrade v. Lauer, supra note 90, 234 U.S.App.D.C. at 393, 729 F.2d at 1484;  see also Wallace v. Lynn, 165 U.S.App.D.C. 363, 367, <span class=\"citation\" data-id=\"323915\"><a href=\"/opinion/323915/ronald-wallace-v-james-t-lynn-secretary-of-housing-and-urban-development/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></a></span>, 1190 (1974)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn94\">\n        <a class=\"footnote\" href=\"#fn94_ref\">94</a>\n        <p> See, e.g., Mathews v. Diaz, <span class=\"citation\" data-id=\"109463\"><a href=\"/opinion/109463/mathews-v-diaz/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 75-77, <span class=\"citation\" data-id=\"109463\"><a href=\"/opinion/109463/mathews-v-diaz/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></a></span>, 1889-1890, <span class=\"citation\" data-id=\"109463\"><a href=\"/opinion/109463/mathews-v-diaz/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">478</span></a></span>, 487-488 (1976);  Weinberger v. Salfi, <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span>, 766-767, <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2457</span></a></span>, 2467-2468, <span class=\"citation\" data-id=\"109308\"><a href=\"/opinion/109308/weinberger-v-salfi/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></a></span>, 539-540 (1975);  Baxter v. Claytor, 209 U.S. App.D.C. 188, 192, <span class=\"citation\" data-id=\"391785\"><a href=\"/opinion/391785/jerry-dwayne-baxter-v-graham-w-claytor-jr-secretary-of-the-navy/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">181</span></a></span>, 185 (1981);  see also Ticor Title Ins. Co. v. FTC, <span class=\"citation\" data-id=\"485228\"><a href=\"/opinion/485228/ticor-title-insurance-company-v-federal-trade-commission/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 751 (D.C.Cir.1987) at 2 (concurring opinion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn95\">\n        <a class=\"footnote\" href=\"#fn95_ref\">95</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1344.  PA alleges that this conclusion is erroneous since FDA's Memorandum of Points and Authorities in Support of Federal Defendants' Motion to Dismiss or in the Alternative for Summary Judgment and in Opposition to Plaintiffs' Motion for Summary Judgment, at 20-21, Record (R.) 52, included the claim that administrative remedies had not been exhausted.  Brief for Intervenor at 18.  FDA has not appealed from the District Court's ruling, however, and does not argue before this court that appellants did not exhaust their administrative remedies.  If an agency makes only a token effort to sustain a claim alleging failure to exhaust, a court may well conclude that the claim has been waived, particularly when futility is an issue.  See, e.g., Mathews v. Diaz, supra note 94, 426 U.S. at 76-77, 96 S.Ct. at 1889-1890, 48 L.Ed.2d at 487-488;  Etelson v. Office of Personnel Management, supra note 91, 221 U.S.App.D.C. at 401, 684 F.2d at 923 (claim of failure to exhaust administrative remedies made by OPM in \"perfunctory and oblique manner\").  Because this question involves an element of judgment by the District Court, and especially because the agency itself does not press the exhaustion issue before us, we will not overturn the District Court's determination that this claim has been waived</p>\n      </div>\n      <div class=\"footnote\" id=\"fn96\">\n        <a class=\"footnote\" href=\"#fn96_ref\">96</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1344</p>\n      </div>\n      <div class=\"footnote\" id=\"fn97\">\n        <a class=\"footnote\" href=\"#fn97_ref\">97</a>\n        <p> Supra note 91</p>\n      </div>\n      <div class=\"footnote\" id=\"fn98\">\n        <a class=\"footnote\" href=\"#fn98_ref\">98</a>\n        <p> Etelson v. Office of Personnel Management, supra note 91, 221 U.S.App.D.C. at 403, 684 F.2d at 925 (footnotes omitted).  Although we were wary of possible misuse of the futility exception in Etelson, and thus based our holding in that case on several factors rather than on apparent futility alone, we recognized that the potential for abuse stems primarily from efforts to \" 'deliberate[ly] flout ... administrative processes.' \"   Id. at 403-404, 684 F.2d at 925-926 (quoting McKart v. United States, supra note 91, 395 U.S. at 195, 89 S.Ct. at 1663, 23 L.Ed.2d at 204).  In the case at bar, the fact that FDA does not press the argument that appellants have failed to exhaust administrative remedies supports the premise that an appeal to FDA would have been futile.  See Etelson v. Office of Personnel Management, supra note 91, 221 U.S.App.D.C. at 401, 684 F.2d at 923 (OPM's failure to assert that plaintiff did not exhaust administrative remedies \"strongly suggests that OPM considered itself to have rejected finally all of [plaintiff's] contentions, and it counsels us against a contrary determination\").  It also seems clear that appellants have made no effort deliberately to bypass a firmly established agency procedure for resolving this controversy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn99\">\n        <a class=\"footnote\" href=\"#fn99_ref\">99</a>\n        <p> We agree with the District Court, see Cutler v. Hayes, supra note 24, 549 F.Supp. at 1344, that it is unnecessary here to decide whether a nongovernmental party is entitled to raise the question of exhaustion of administrative remedies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn100\">\n        <a class=\"footnote\" href=\"#fn100_ref\">100</a>\n        <p> Supra note 46</p>\n      </div>\n      <div class=\"footnote\" id=\"fn101\">\n        <a class=\"footnote\" href=\"#fn101_ref\">101</a>\n        <p> Brief for Appellants at 23-31</p>\n      </div>\n      <div class=\"footnote\" id=\"fn102\">\n        <a class=\"footnote\" href=\"#fn102_ref\">102</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347</p>\n      </div>\n      <div class=\"footnote\" id=\"fn103\">\n        <a class=\"footnote\" href=\"#fn103_ref\">103</a>\n        <p> Id.; see note 55 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn104\">\n        <a class=\"footnote\" href=\"#fn104_ref\">104</a>\n        <p> FDA Compliance Policy Guide 7132b.15, J. App. 587.  Situations that might warrant enforcement prior to promulgation of a final monograph include:  \"1) documented consumer injuries;  2) drugs requiring the prescription legend marketed as OTC;  and 3) unwarranted claims for the treatment of serious disease conditions which could preclude obtaining proper medical attention.\"    Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn105\">\n        <a class=\"footnote\" href=\"#fn105_ref\">105</a>\n        <p> Our review of the enforcement actions taken by FDA suggests that all proceedings were initiated by the agency either after the issuance of a final monograph or after identification of a specific risk to consumer health.  See Appendix D to Declaration of Jerome A. Halperin, Illustrative OTC Regulatory Actions, J. App. 588-590</p>\n      </div>\n      <div class=\"footnote\" id=\"fn106\">\n        <a class=\"footnote\" href=\"#fn106_ref\">106</a>\n        <p> Supra note 61</p>\n      </div>\n      <div class=\"footnote\" id=\"fn107\">\n        <a class=\"footnote\" href=\"#fn107_ref\">107</a>\n        <p> 470 U.S. at 837-838, 105 S.Ct. at 1659, 84 L.Ed.2d at 727-728</p>\n      </div>\n      <div class=\"footnote\" id=\"fn108\">\n        <a class=\"footnote\" href=\"#fn108_ref\">108</a>\n        <p> Id. at 833 n. 4, 105 S.Ct. at 1656 n. 4, 84 L.Ed.2d at 724 n. 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn109\">\n        <a class=\"footnote\" href=\"#fn109_ref\">109</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn110\">\n        <a class=\"footnote\" href=\"#fn110_ref\">110</a>\n        <p> Adams v. Richardson, supra note 46, 156 U.S.App.D.C. at 269, 480 F.2d at 1161</p>\n      </div>\n      <div class=\"footnote\" id=\"fn111\">\n        <a class=\"footnote\" href=\"#fn111_ref\">111</a>\n        <p> 42 U.S.C. Secs. 2000d-2000d-6 (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn112\">\n        <a class=\"footnote\" href=\"#fn112_ref\">112</a>\n        <p> Id. Sec. 2000d-1 (1982) (\"[e]ach Federal department and agency which is empowered to extend Federal financial assistance to any program or activity ... is authorized and directed to effectuate the provisions of section 2000d ... with respect to such program or activity....\").  The department or agency may ensure compliance either:  \"(1) by the termination of or refusal to grant or to continue assistance under such program or activity to any recipient as to whom there has been an express finding on the record, after opportunity for hearing, of a failure to comply with such requirement ... or (2) by any other means authorized by law....\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn113\">\n        <a class=\"footnote\" href=\"#fn113_ref\">113</a>\n        <p> Adams v. Richardson, supra note 46, 156 U.S.App.D.C. at 271, 480 F.2d at 1163</p>\n      </div>\n      <div class=\"footnote\" id=\"fn114\">\n        <a class=\"footnote\" href=\"#fn114_ref\">114</a>\n        <p> Id. at 269, 480 F.2d at 1161</p>\n      </div>\n      <div class=\"footnote\" id=\"fn115\">\n        <a class=\"footnote\" href=\"#fn115_ref\">115</a>\n        <p> In Weinberger v. Hynson, Westcott &amp; Dunning, supra note 14, the Supreme Court described the 1962 amendments to the FDC Act as a \"statutory mandate to review all marketed drugs for their therapeutic efficacy, whether or not previously approved.\"    412 U.S. at 614, 93 S.Ct. at 2475, 37 L.Ed.2d at 214;  see also H.R.Rep. No. 2464, 87th Cong., 2d Sess. 3 (1962);  37 Fed.Reg. 9,464-9,465 (1972) (\"[t]here can be no question, however, that the Food and Drug Administration is obligated to review all OTC drugs to assure that all those found in the marketplace are safe and effective and not misbranded\").  In addition, it is clear that the efficacy requirement for the full range of OTC drugs took effect within two years of passage of the Drug Amendments of 1962.  See text supra at notes 10-13.  Hence, we disagree with the District Court's characterization of the OTC drug review program as \"voluntary.\"    See Cutler v. Hayes, supra note 24, 549 F.Supp. at 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn116\">\n        <a class=\"footnote\" href=\"#fn116_ref\">116</a>\n        <p> Congress did include an enforceable statutory directive, similar to that guiding our decision in Adams v. Richardson, in 21 U.S.C. Sec. 355(e) (Supp. III 1985), which provides that \"[t]he Secretary shall ... withdraw approval of [NDAs]\" if appropriate evidence demonstrates that these drugs are not safe or effective</p>\n      </div>\n      <div class=\"footnote\" id=\"fn117\">\n        <a class=\"footnote\" href=\"#fn117_ref\">117</a>\n        <p> The FDC Act's enforcement provisions remain almost identical to those first enacted in 1938.  See 21 U.S.C. Secs. 335-337 (1982).  The Secretary of the Health and Human Services refers violations of the Act to the appropriate United States Attorney, who may launch either a criminal prosecution or a civil action in the name of the United States.  Id. Secs. 335, 337 (1982).  But Congress made clear that the Secretary would have no obligation to \"report for prosecution, or for the institution of libel or injunction proceedings, minor violations of this chapter whenever he believes that the public interest will be adequately served by a suitable written notice or warning.\"    Id. Sec. 336.  FDA has authority to promulgate regulations for the \"efficient enforcement\" of the safety and efficacy requirements.  Id. Sec. 371(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn118\">\n        <a class=\"footnote\" href=\"#fn118_ref\">118</a>\n        <p> Accord, Cutler v. Kennedy, supra note 17, 475 F.Supp. at 856 (rejecting argument that Congress created a mandatory, nondiscretionary and judicially enforceable duty upon FDA to initiate enforcement proceedings against violators of the FDC Act)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn119\">\n        <a class=\"footnote\" href=\"#fn119_ref\">119</a>\n        <p> See 5 U.S.C. Sec. 706(2)(A) (1982);  see also Heckler v. Chaney, supra note 61, 470 U.S. at 831-832, 105 S.Ct. at 1656, 84 L.Ed.2d at 723-724 (discussing grounds for judicial recognition of agency discretion in enforcement decisions)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn120\">\n        <a class=\"footnote\" href=\"#fn120_ref\">120</a>\n        <p> See 470 U.S. at 831, 105 S.Ct. at 1656, 84 L.Ed.2d at 724.  Of course, the efficacy requirement serves several health-related purposes as well.  For example, a consumer might forego an effective drug in the mistaken belief that an ineffective drug will provide relief.  Current FDA policy, however, authorizes enforcement actions against ineffective drugs that present such a danger.  See note 104 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn121\">\n        <a class=\"footnote\" href=\"#fn121_ref\">121</a>\n        <p> Brief for Appellees at 17-18</p>\n      </div>\n      <div class=\"footnote\" id=\"fn122\">\n        <a class=\"footnote\" href=\"#fn122_ref\">122</a>\n        <p> See note 177 infra, discussing the type of \"new information\" which may be submitted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn123\">\n        <a class=\"footnote\" href=\"#fn123_ref\">123</a>\n        <p> See 21 C.F.R. Sec. 330.10(a)(7)(iii) (1986) (\"[w]ithin 12 months after publishing of a ... [tentative final monograph], any interested person may file with the Dockets Management Branch, Food and Drug Administration, new data and information to support a condition excluded from the monograph in the tentative order\");  see also Part VII infra upholding regulation as a reasonable exercise of discretion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn124\">\n        <a class=\"footnote\" href=\"#fn124_ref\">124</a>\n        <p> For a drug to be generally recognized as effective, there must be \"expert consensus ... founded upon 'substantial evidence.' \"    Weinberger v. Hynson, Westcott &amp; Dunning, supra note 14, 412 U.S. at 632, 93 S.Ct. at 2484, 37 L.Ed.2d at 224;  accord, United States v. Rutherford, supra note 8, 442 U.S. at 549-550 n. 7, 555, 99 S.Ct. at 2474 n. 7, 2477, 61 L.Ed.2d at 75 n. 7, 78.  For the definition of substantial evidence, see supra note 12.  \"In the absence of any evidence of adequate and well-controlled investigation supporting ... efficacy ..., [a drug] would be a 'new drug' subject to the provisions of the [FDC] Act.\"    Weinberger v. Hynson, Westcott &amp; Dunning, supra note 14, 412 U.S. at 629-630, 93 S.Ct. at 2483, 37 L.Ed.2d at 223.  Thus, the additional information would have to be significant enough to change the view of those experts who previously rejected classification of the drug as effective</p>\n      </div>\n      <div class=\"footnote\" id=\"fn125\">\n        <a class=\"footnote\" href=\"#fn125_ref\">125</a>\n        <p> FDA's practice of generally postponing publication of final monographs on OTC drugs until all temporary final monographs are completed is relevant to the question of unreasonable delay, and should be evaluated by the District Court on remand in conjunction with any fashioning of a remedy.  See notes 168-170 infra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn126\">\n        <a class=\"footnote\" href=\"#fn126_ref\">126</a>\n        <p> See notes 42-43 supra and accompanying text.  The unreasonableness of the delay, appellants argue, is compounded by alarming projections about the program's date of completion.  See note 39 supra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn127\">\n        <a class=\"footnote\" href=\"#fn127_ref\">127</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347-1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn128\">\n        <a class=\"footnote\" href=\"#fn128_ref\">128</a>\n        <p> Supra note 57</p>\n      </div>\n      <div class=\"footnote\" id=\"fn129\">\n        <a class=\"footnote\" href=\"#fn129_ref\">129</a>\n        <p> McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 310-312, 690 F.2d at 1047-1049</p>\n      </div>\n      <div class=\"footnote\" id=\"fn130\">\n        <a class=\"footnote\" href=\"#fn130_ref\">130</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347, 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn131\">\n        <a class=\"footnote\" href=\"#fn131_ref\">131</a>\n        <p> Id. at 1347-1348 (quoting McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 312, 690 F.2d at 1049)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn132\">\n        <a class=\"footnote\" href=\"#fn132_ref\">132</a>\n        <p> See note 115 supra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn133\">\n        <a class=\"footnote\" href=\"#fn133_ref\">133</a>\n        <p> Cf. Citizens to Preserve Overton Park v. Volpe, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 416, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, 823-824, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span>, 153 (1971) (court will not substitute judgment for that of administrative agency)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn134\">\n        <a class=\"footnote\" href=\"#fn134_ref\">134</a>\n        <p> See Cutler v. Hayes, supra note 24, 549 F.Supp. at 1347, 1348</p>\n      </div>\n      <div class=\"footnote\" id=\"fn135\">\n        <a class=\"footnote\" href=\"#fn135_ref\">135</a>\n        <p> See Weinberger v. Bentex Pharmaceuticals, Inc., supra note 22, 412 U.S. at 645, 93 S.Ct. at 2488, 37 L.Ed.2d at 235</p>\n      </div>\n      <div class=\"footnote\" id=\"fn136\">\n        <a class=\"footnote\" href=\"#fn136_ref\">136</a>\n        <p> See 5 U.S.C. Secs. 555(b), 706(1) (1982);  notes 42-43 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn137\">\n        <a class=\"footnote\" href=\"#fn137_ref\">137</a>\n        <p> See, e.g., Public Citizen Health Research Group v. Auchter, 226 U.S.App.D.C. 413, <span class=\"citation\" data-id=\"415610\"><a href=\"/opinion/415610/public-citizen-health-research-group-v-thorne-g-auchter-assistant/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1150</span></a></span> (1983);  Potomac Elec. Power Co. v. ICC, 226 U.S.App.D.C. 289, <span class=\"citation\" data-id=\"415602\"><a href=\"/opinion/415602/potomac-electric-power-company-v-interstate-commerce-commission-and-united/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1026</span></a></span> (1983);  MCI Telecommunications Corp. v. FCC, 200 U.S.App.D.C. 269, <span class=\"citation\" data-id=\"380921\"><a href=\"/opinion/380921/mci-telecommunications-corporation-microwave-communications-inc-and/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">322</span></a></span> (1980);  Nader v. FCC, 172 U.S.App.D.C. 1, <span class=\"citation\" data-id=\"329217\"><a href=\"/opinion/329217/ralph-nader-and-reuben-b-robertson-iii-v-federal-communications/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">182</span></a></span> (1975).  Other circuits have similarly exercised their authority under the APA.  See, e.g., British Airways Bd. v. Port Auth., <span class=\"citation\" data-id=\"350169\"><a href=\"/opinion/350169/british-airways-board-and-compagnie-nationale-air-france-v-the-port/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1002</span></a></span> (2d Cir.1977);  Deering Milliken, Inc. v. Johnston, <span class=\"citation\" data-id=\"255366\"><a href=\"/opinion/255366/deering-milliken-inc-a-corporation-v-reed-johnston-as-regional/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">856</span></a></span> (4th Cir.1961)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn138\">\n        <a class=\"footnote\" href=\"#fn138_ref\">138</a>\n        <p> We note that appellants' allegation of unreasonable delay does not bring this case within the class involving \"the question of agency discretion not to invoke rulemaking proceedings\" reserved for decision in Heckler v. Chaney, supra note 61, 470 U.S. at 825 n. 2, 105 S.Ct. at 1652 n. 2, 84 L.Ed.2d at 719 n. 2, inasmuch as the agency has affirmatively committed itself to rulemaking pursuant to its OTC drug review program.  Accord, Oil, Chem. &amp; Atomic Workers Int'l v. Zegeer, 248 U.S.App.D.C. 47, 51, <span class=\"citation\" data-id=\"456163\"><a href=\"/opinion/456163/oil-chemical-and-atomic-workers-international-union-and-public-citizen/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1480</span></a></span>, 1484 (1985).  The sole issue raised by appellants' delay claim concerns the pace of the rulemaking</p>\n      </div>\n      <div class=\"footnote\" id=\"fn139\">\n        <a class=\"footnote\" href=\"#fn139_ref\">139</a>\n        <p> See notes 155-167 infra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn140\">\n        <a class=\"footnote\" href=\"#fn140_ref\">140</a>\n        <p> Supra note 57.  See text supra at notes 127-131</p>\n      </div>\n      <div class=\"footnote\" id=\"fn141\">\n        <a class=\"footnote\" href=\"#fn141_ref\">141</a>\n        <p> See McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 309, 690 F.2d at 1046</p>\n      </div>\n      <div class=\"footnote\" id=\"fn142\">\n        <a class=\"footnote\" href=\"#fn142_ref\">142</a>\n        <p> Id.  (quoting 21 U.S.C. Sec. 376 (1982) )</p>\n      </div>\n      <div class=\"footnote\" id=\"fn143\">\n        <a class=\"footnote\" href=\"#fn143_ref\">143</a>\n        <p> Accord, Cutler v. Kennedy, supra note 17, 475 F.Supp. at 854 (\"[t]here are ... no interim provisions under which safe, but only potentially effective drugs can be marketed pending testing\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn144\">\n        <a class=\"footnote\" href=\"#fn144_ref\">144</a>\n        <p> McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 309-310 n. 7, 690 F.2d at 1046-1047 n. 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn145\">\n        <a class=\"footnote\" href=\"#fn145_ref\">145</a>\n        <p> See text supra at note 20</p>\n      </div>\n      <div class=\"footnote\" id=\"fn146\">\n        <a class=\"footnote\" href=\"#fn146_ref\">146</a>\n        <p> McIlwain v. Hayes, supra note 57, 223 U.S.App.D.C. at 306, 690 F.2d at 1043.  \"[I]t [was] only the fact that new, more rigorous tests have since become available that makes it possible to say that these [food additives] have not yet been conclusively demonstrated to be safe.\"    Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn147\">\n        <a class=\"footnote\" href=\"#fn147_ref\">147</a>\n        <p> Indeed, McIlwain itself seems to fully validate this conclusion.  See id. at 309-310 n. 7, 690 F.2d at 1046-1047 n. 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn148\">\n        <a class=\"footnote\" href=\"#fn148_ref\">148</a>\n        <p> Accord, Public Citizen Health Research Group v. Commissioner, supra note 92, 238 U.S.App.D.C. at 284, 740 F.2d at 34.  Of course, remand is proper only when the district court can exercise jurisdiction over the claim.  See note 61 supra.  A court of appeals with exclusive jurisdiction would have to employ some alternative factfinding method.  See TRAC, supra note 61, 242 U.S.App.D.C. at 230, 750 F.2d at 78</p>\n      </div>\n      <div class=\"footnote\" id=\"fn149\">\n        <a class=\"footnote\" href=\"#fn149_ref\">149</a>\n        <p> Sierra Club v. Gorsuch, 230 U.S.App.D.C. 179, 184, <span class=\"citation\" data-id=\"423899\"><a href=\"/opinion/423899/sierra-club-v-anne-m-gorsuch-administrator-environmental-protection/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span>, 658 (1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn150\">\n        <a class=\"footnote\" href=\"#fn150_ref\">150</a>\n        <p> Id. at 184-185, 715 F.2d at 658-659;  Natural Resources Defense Council v. SEC, 196 U.S.App.D.C. 124, 149, <span class=\"citation\" data-id=\"370385\"><a href=\"/opinion/370385/natural-resources-defense-council-inc-v-securities-and-exchange/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1031</span></a></span>, 1056 (1979) (agency \"alone is cognizant of the many demands on it, its limited resources, and the most effective structuring and timing of proceedings to resolve those competing demands\");  National Congress of Hispanic Am. Citizens v. Usery, 180 U.S.App.D.C. 337, 341, <span class=\"citation\" data-id=\"345375\"><a href=\"/opinion/345375/national-congress-of-hispanic-american-citizens-v-william-j-usery/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1196</span></a></span>, 1200 (1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn151\">\n        <a class=\"footnote\" href=\"#fn151_ref\">151</a>\n        <p> The APA imposes a judicially-enforceable duty to proceed with reasonable dispatch.  See generally, Deering Milliken, Inc. v. Johnston, supra note 137, 295 F.2d at 866.  That obligation may derive directly from the underlying statute as well.  See, e.g., Potomac Elec. Power Co. v. ICC, supra note 137, 226 U.S.App.D.C. at 297, 702 F.2d at 1034;  Natural Resources Defense Council v. Train, 166 U.S.App.D.C. 312, 325, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">692</span></span>, 705 (1974)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn152\">\n        <a class=\"footnote\" href=\"#fn152_ref\">152</a>\n        <p> Potomac Elec. Power Co. v. ICC, supra note 137, 226 U.S.App.D.C. at 297, 702 F.2d at 1034 (quoting MCI Telecommunications Corp. v. FCC, supra note 137, 200 U.S.App.D.C. at 287, 627 F.2d at 340).  Accord, Public Citizen Health Research Group v. Commissioner, supra note 92, 238 U.S.App.D.C. at 282, 740 F.2d at 32</p>\n      </div>\n      <div class=\"footnote\" id=\"fn153\">\n        <a class=\"footnote\" href=\"#fn153_ref\">153</a>\n        <p> See notes 134-140 infra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn154\">\n        <a class=\"footnote\" href=\"#fn154_ref\">154</a>\n        <p> See, e.g., Sierra Club v. Gorsuch, supra note 149, 230 U.S.App.D.C. at 185, 715 F.2d at 659 (\"judicial review of decisions not to regulate must not be frustrated by blind acceptance of an agency's claim that a decision is still under study\") (emphasis in original);  Environmental Defense Fund, Inc. v. Hardin, 138 U.S.App.D.C. 391, 397, <span class=\"citation\" data-id=\"291062\"><a href=\"/opinion/291062/environmental-defense-fund-incorporated-v-clifford-m-hardin-secretary/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></a></span>, 1099 (1970) (\"when administrative inaction has precisely the same impact on the rights of the parties as denial of relief, an agency cannot preclude judicial review by casting its decision in the form of inaction rather than in the form of an order denying relief\");  American Broadcasting Co. v. FCC, 89 U.S.App.D.C. 298, 307, <span class=\"citation\" data-id=\"227809\"><a href=\"/opinion/227809/american-broadcasting-co-inc-v-federal-communications-commission/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">492</span></a></span>, 501 (1951) (\"[t]he Commission cannot, by its delay, substantially nullify rights which the Act confers, though it preserves them in form\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn155\">\n        <a class=\"footnote\" href=\"#fn155_ref\">155</a>\n        <p> See, e.g., Telecommunications Research &amp; Action Center v. FCC, supra note 61, 242 U.S.App.D.C. at 229-230, 750 F.2d at 77-78</p>\n      </div>\n      <div class=\"footnote\" id=\"fn156\">\n        <a class=\"footnote\" href=\"#fn156_ref\">156</a>\n        <p> See, e.g., Nader v. FCC, supra note 137, 172 U.S.App.D.C. at 25, 520 F.2d at 206.  There we stated that \" 'nine years should be enough time for any agency to decide almost any issue.  There comes a point when relegating issues to proceedings that go on without conclusion in any kind of reasonable time frame is tantamount to refusing to address the issues at all--and the result is a denial of justice,' \"  Id.  (quoting MCI Reply Brief at 8-9).  We did not, however, intend to create a per se rule limiting agency action to nine years, but rather meant to express our concern that inordinate agency delay would frustrate congressional intent by forcing a breakdown of regulatory processes.  See 172 U.S.App.D.C. at 25-26, 520 F.2d at 206-207</p>\n      </div>\n      <div class=\"footnote\" id=\"fn157\">\n        <a class=\"footnote\" href=\"#fn157_ref\">157</a>\n        <p> Public Citizen Health Group v. Auchter, supra note 137, 226 U.S.App.D.C. at 421 n. 30, 702 F.2d at 1158 n. 30 (quoting National Congress of Hispanic Am. Citizens v. Marshall, 200 U.S.App.D.C. 18, 24, <span class=\"citation\" data-id=\"380737\"><a href=\"/opinion/380737/national-congress-of-hispanic-american-citizens-el-congreso-v-ray/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">882</span></a></span>, 888 (1979) ).  Accord, Public Citizen Health Research Group v. Commissioner, supra note 92, 238 U.S.App.D.C. at 284, 740 F.2d at 34</p>\n      </div>\n      <div class=\"footnote\" id=\"fn158\">\n        <a class=\"footnote\" href=\"#fn158_ref\">158</a>\n        <p> In Heckler v. Day, <span class=\"citation\" data-id=\"111190\"><a href=\"/opinion/111190/heckler-v-day/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, <span class=\"citation\" data-id=\"111190\"><a href=\"/opinion/111190/heckler-v-day/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2249</span></a></span>, <span class=\"citation\" data-id=\"111190\"><a href=\"/opinion/111190/heckler-v-day/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">88</span></a></span> (1984), the Supreme Court held invalid an injunction, issued on behalf of a statewide class, requiring all future social security disability claims to be adjudicated according to judicially-established deadlines.  In doing so, the Court was persuaded by extensive legislative history rejecting mandatory deadlines for resolution of disputed disability claims.   Id. at 111-116, 104 S.Ct. at 2254-2256, 81 L.Ed.2d at 96-100.  In the face of such a strong showing of congressional intent, the Court declined to sanction use of the traditional equity power to impose deadlines to prevent future delays.   Id. at 119, 104 S.Ct. at 2258, 81 L.Ed.2d at 101.  That, the Court believed, would be \"an unwarranted judicial intrusion into this pervasively regulated area.\"    Id</p>\n        <p>Since the injunction in Heckler v. Day was predicated on the District Court's view that the Department of Health and Human Services had infringed the claimant's statutory rights under 42 U.S.C. Sec. 405(b) (1982), 467 U.S. at 108, 104 S.Ct. at 2252, 81 L.Ed.2d at 94, neither that court nor the Supreme Court reached the question whether the agency's action constituted unreasonable delay under the APA.  See id. at 110 n. 13, 104 S.Ct. at 2253, n. 13, 81 L.Ed.2d at 95 n. 13.  Yet the Supreme's Court's stern counsel against judicial imposition of mandatory deadlines, where legislative history strongly indicates congressional repudiation of them, clearly applies to delay claims under the APA.  We note, however, that the legislative history of the FDC Act contains no discussion of the OTC drug review since this program was wholly devised and implemented by FDA.  See notes 20-21 supra and accompanying text.  Given this fact, we must, in divining congressional intent regarding deadlines for enforcing the FDC Act's GRAS/E requirements, seek guidance from the scheme and purposes of the Act.  See note 115 supra and accompanying text.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn159\">\n        <a class=\"footnote\" href=\"#fn159_ref\">159</a>\n        <p> See, e.g., In re:  Center for Auto Safety, 253 U.S.App.D.C. 360, 368 n. 55, <span class=\"citation\" data-id=\"472131\"><a href=\"/opinion/472131/in-re-center-for-auto-safety/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1346</span></a></span>, 1354 n. 55 (1986) (\"[r]ather than single, unitary rulemakings undertaken as a matter of agency discretion, we deal here with statutorily mandated annual rulemakings beset with repeated delay\");  Public Citizen Health Research Group v. Auchter, supra note 137, 226 U.S.App.D.C. at 421 n. 30, 702 F.2d at 1158 n. 30 (\"in the context of the OSH Act, designed to protect workers' health ..., the Assistant Secretary's protracted course in face of potentially grave health risks cannot be characterized as reasonable\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn160\">\n        <a class=\"footnote\" href=\"#fn160_ref\">160</a>\n        <p> Nader v. FCC, supra note 137, 172 U.S.App.D.C. at 26, 520 F.2d at 207</p>\n      </div>\n      <div class=\"footnote\" id=\"fn161\">\n        <a class=\"footnote\" href=\"#fn161_ref\">161</a>\n        <p> See, e.g., MCI Telecommunications Corp. v. FCC, supra note 137, 200 U.S.App.D.C. at 288-289, 627 F.2d at 341-342;  Nader v. FCC, supra note 137, 172 U.S.App.D.C. at 25, 520 F.2d at 206;  American Broadcasting Co. v. FCC, supra note 154, 89 U.S.App.D.C. at 307, 191 F.2d at 501</p>\n      </div>\n      <div class=\"footnote\" id=\"fn162\">\n        <a class=\"footnote\" href=\"#fn162_ref\">162</a>\n        <p> Public Citizen Health Research Group v. Auchter, supra note 137, 226 U.S.App.D.C. at 420, 702 F.2d at 1157.  Accord, Air Line Pilots Ass'n v. CAB, 242 U.S.App.D.C. 233, 238, <span class=\"citation\" data-id=\"445428\"><a href=\"/opinion/445428/air-line-pilots-association-international-v-civil-aeronautics-board/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span>, 86 (1984);  Public Citizen Health Research Group v. Commissioner, supra note 92, 238 U.S.App.D.C. at 284, 740 F.2d at 34;  Public Citizen Health Research Group v. Auchter, supra note 137, 226 U.S.App.D.C. at 420-421 n. 26, 702 F.2d at 1157-1158 n. 26 (\"[t]he risk to human life need not be a certainty to justify expedition\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn163\">\n        <a class=\"footnote\" href=\"#fn163_ref\">163</a>\n        <p> See MCI Telecommunications Corp. v. FCC, supra note 137, 200 U.S.App.D.C. at 289, 627 F.2d at 342;  see also GTE Serv. Corp. v. FCC, 251 U.S.App.D.C. 181, 192, <span class=\"citation\" data-id=\"463699\"><a href=\"/opinion/463699/gte-service-corporation-v-federal-communications-commission-mci/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span>, 274 (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn164\">\n        <a class=\"footnote\" href=\"#fn164_ref\">164</a>\n        <p> See, e.g., National Congress of Hispanic Am. Citizens v. Marshall, supra note 157, 200 U.S.App.D.C. at 26, 626 F.2d at 890</p>\n      </div>\n      <div class=\"footnote\" id=\"fn165\">\n        <a class=\"footnote\" href=\"#fn165_ref\">165</a>\n        <p> See American Broadcasting Co. v. FCC, supra note 154, 89 U.S.App.D.C. at 307, 191 F.2d at 501</p>\n      </div>\n      <div class=\"footnote\" id=\"fn166\">\n        <a class=\"footnote\" href=\"#fn166_ref\">166</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn167\">\n        <a class=\"footnote\" href=\"#fn167_ref\">167</a>\n        <p> See, e.g., MCI Telecommunications Corp. v. FCC, supra note 137, 200 U.S.App.D.C. at 292, 627 F.2d at 345 (change in circumstances and inception of related proceedings);  National Congress of Hispanic Am. Citizens v. Marshall, supra note 157, 200 U.S.App.D.C. at 25, 626 F.2d at 889 (resource allocation).  Cf. Public Citizen v. Schmidt, 1976 Food Drug Cosm.  L.Rep. (CCH) p 38,075 (D.D.C.1976) (practical considerations such as limited resources and varied responsibilities support FDA's decision to require replacement of chloroform products rather than a ban)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn168\">\n        <a class=\"footnote\" href=\"#fn168_ref\">168</a>\n        <p> See Brief for Appellees at 25-32</p>\n      </div>\n      <div class=\"footnote\" id=\"fn169\">\n        <a class=\"footnote\" href=\"#fn169_ref\">169</a>\n        <p> Should, on remand, the District Court conclude that FDA, by failing to make adequate progress in completing the OTC drug review, has delayed unreasonably, the court must determine whether a remedy can be fashioned to effectively redress appellants' concerns.  Two factors are relevant to this determination:  how much work the agency has yet to do, and how long it should take for the work to be done.  The District Court may find it appropriate, after hearing all parties, to impose a binding timetable upon FDA for completion of the program.  Cf. MCI Telecommunications v. FCC, supra note 137, 200 U.S.App.D.C. at 292, 627 F.2d at 345;  American Pub. Health Ass'n v. Veneman, supra note 16, 349 F.Supp. at 1317.  See also Oil, Chem., &amp; Atomic Workers Int'l v. Zegeer, supra note 138, 248 U.S.App.D.C. at 55, 768 F.2d at 1488</p>\n      </div>\n      <div class=\"footnote\" id=\"fn170\">\n        <a class=\"footnote\" href=\"#fn170_ref\">170</a>\n        <p> See notes 132-135 supra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn171\">\n        <a class=\"footnote\" href=\"#fn171_ref\">171</a>\n        <p> Supra note 17</p>\n      </div>\n      <div class=\"footnote\" id=\"fn172\">\n        <a class=\"footnote\" href=\"#fn172_ref\">172</a>\n        <p> The final monograph now lists only those drugs deemed generally recognized as safe and effective, and the conditions under which they must be utilized.  21 C.F.R. Sec. 330.10(a)(9) (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn173\">\n        <a class=\"footnote\" href=\"#fn173_ref\">173</a>\n        <p> Id. Sec. 330.10(a)(7)(iii)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn174\">\n        <a class=\"footnote\" href=\"#fn174_ref\">174</a>\n        <p> Cutler v. Kennedy, supra note 17, 475 F.Supp. at 855.  The previous regulations had provided that Category III drugs \"may remain on the market or may be introduced into the market\" as long as the required testing continued.  21 C.F.R. Sec. 330.10(a)(13)(i) (1981);  see Cutler v. Kennedy, supra note 17, 475 F.Supp. at 855 n. 42</p>\n      </div>\n      <div class=\"footnote\" id=\"fn175\">\n        <a class=\"footnote\" href=\"#fn175_ref\">175</a>\n        <p> See note 32 supra and accompanying text</p>\n      </div>\n      <div class=\"footnote\" id=\"fn176\">\n        <a class=\"footnote\" href=\"#fn176_ref\">176</a>\n        <p> 21 C.F.R. Sec. 330.10(a)(7) (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn177\">\n        <a class=\"footnote\" href=\"#fn177_ref\">177</a>\n        <p> Brief for Appellants at 50-51 (comparing regulation here challenged with scheme prohibited in Cutler v. Kennedy, supra note 17).  Appellants also charge that the twelve-month open-record period serves no legitimate purpose, and in reality constitutes a vehicle for violations of the Act, since it will be used only to accept the results of new tests on efficacy and safety.  Brief for Appellants at 53.  This is clearly prohibited, since \" 'the Act is designed so that drugs on the market ... will have mustered the requisite scientifically reliable evidence of effectiveness long before they are in a position to drop out of active regulation by ceasing to be a \"new drug.\" ' \"    Weinberger v. Hynson, Westcott &amp; Dunning, supra note 14, 412 U.S. at 631, 93 S.Ct. at 2484, 37 L.Ed.2d at 224 (quoting Solicitor General).  Accord, Cutler v. Kennedy, supra note 17, 475 F.Supp. at 852-853 n. 36</p>\n        <p>FDA has insisted that this criticism of the open-record period misconstrues its purpose.  Responding to the same argument, made in a public comment opposing the proposed amended regulation, FDA elucidated:</p>\n        <p>The comment incorrectly assumes that the 12-month period following the tentative final monograph is for the sole purpose of giving manufacturers additional time for testing to upgrade a condition to Category I status.  Rather, that period is the fixed time during which persons may submit data to the agency without petitioning to reopen the administrative record.  These data may consist of additional data and information that FDA, either from informal meetings with manufacturers to discuss testing requirements or after a review of previously submitted data, has determined are necessary to upgrade a condition to Category I.  In addition, manufacturers may submit new data from tests previously conducted.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">46</a>\n        <p> Fed.Reg. 47,734 (1981).  We find this explanation adequate, and therefore reject appellants' argument on this point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn178\">\n        <a class=\"footnote\" href=\"#fn178_ref\">178</a>\n        <p> Brief for Appellees at 34-35</p>\n      </div>\n      <div class=\"footnote\" id=\"fn179\">\n        <a class=\"footnote\" href=\"#fn179_ref\">179</a>\n        <p> Brief for Appellees at 37-38.  Accord, 46 Fed.Reg. 47,734 (1981) (\"[t]he time necessary for the agency to conduct essential scientific and administrative review and evaluations that must be completed before a final rule is issued is at least 12 months....  These ... reviews and evaluations by the agency proceed on parallel, not sequential, tracks with the time permitted for the submission of new data.  Therefore, [this] ... will not, in the agency's judgment, delay the overall OTC drug review process\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn180\">\n        <a class=\"footnote\" href=\"#fn180_ref\">180</a>\n        <p> Brief for Appellees at 34, 36-37.  Under the previous regulations, any party wishing to submit new data following publication of the tentative monograph was required to petition for reopening of the administrative record.  See 21 C.F.R. Sec. 330.10(a)(10)(ii) (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn181\">\n        <a class=\"footnote\" href=\"#fn181_ref\">181</a>\n        <p> Cutler v. Hayes, supra note 24, 549 F.Supp. at 1346</p>\n      </div>\n      <div class=\"footnote\" id=\"fn182\">\n        <a class=\"footnote\" href=\"#fn182_ref\">182</a>\n        <p> See 5 U.S.C. Sec. 706(2)(A) (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn183\">\n        <a class=\"footnote\" href=\"#fn183_ref\">183</a>\n        <p> See Cutler v. Kennedy, supra note 17, 475 F.Supp. at 854-855</p>\n      </div>\n      <div class=\"footnote\" id=\"fn184\">\n        <a class=\"footnote\" href=\"#fn184_ref\">184</a>\n        <p> See note 182 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn185\">\n        <a class=\"footnote\" href=\"#fn185_ref\">185</a>\n        <p> See 46 Fed.Reg. 47,734 (1981)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn186\">\n        <a class=\"footnote\" href=\"#fn186_ref\">186</a>\n        <p> See id.;    note 180 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn187\">\n        <a class=\"footnote\" href=\"#fn187_ref\">187</a>\n        <p> See 45 Fed.Reg. 31,423-31,424 (1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn188\">\n        <a class=\"footnote\" href=\"#fn188_ref\">188</a>\n        <p> See id. at 31,424 (\"[b]ased on the agency's experience with comments filed to Panel Reports and with the tentative final and final monographs published to date, the evaluation of the comments, objections, and requests for hearings will take at least as long as the fixed time period established for the submission of new data\").  Appellants argue that the period for completing the OTC drug review will be further prolonged because the revised regulations provide for a sixty-day comment period to enable the public to respond to material submitted while the administrative record remained open.  21 C.F.R. Sec. 330.10(a)(7)(iv) (1986);  see Reply Brief for Appellants at 15.  Given the unavoidable long-term nature of the OTC drug review in its entirety and the benefit derived from keeping the record open, we regard any slight delay created by the public comment period as de minimis and well within the bounds of reasonableness</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103096/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108283/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108820/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109308/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109462/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109463/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110022/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110674/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111190/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111383/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/227809/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/233235/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/235782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/255366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/288710/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291062/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/312132/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/323915/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/329217/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/345375/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/367317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/370154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/370362/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/370385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/380737/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/380921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/382192/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/384928/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/389453/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/391785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/393361/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/393937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406743/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/409586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/414488/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/415602/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/415610/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/415613/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/423899/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/425175/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/428379/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/433020/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/439200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/445427/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/445428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/456163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/463699/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/472131/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/472980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/480958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/485228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1502045/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1661775/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1688633/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1734994/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1770192/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T21:40:18.017527Z",
      "date_modified": "2017-05-04T20:21:11.896963Z",
      "date_filed": "1987-05-05",
      "date_filed_is_approximate": false,
      "slug": "mimi-cutler-stephen-d-annand-and-national-council-of-senior-citizens-v",
      "citation_id": 462289,
      "case_name_short": "",
      "case_name": "Mimi Cutler, Stephen D. Annand and National Council of Senior Citizens v. Dr. Arthur Hull Hayes, Jr.",
      "case_name_full": "",
      "federal_cite_one": "818 F.2d 879",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 106,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/516735/mimi-cutler-stephen-d-annand-and-national-council-of-senior-citizens-v/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:07:46.653200Z",
  "date_modified": "2014-10-30T10:07:46.653200Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Mimi Cutler, Stephen D. Annand and National Council of Senior Citizens v. Dr. Arthur Hull Hayes, Jr.",
  "case_name_full": "",
  "slug": "mimi-cutler-stephen-d-annand-and-national-council-of-senior-citizens-v",
  "docket_number": "82-2365",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}