{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/534488/",
  "id": 534488,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca10/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/161529/",
      "id": 161529,
      "absolute_url": "/opinion/161529/colorado-cross-v-hermanson-ltd/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/534488/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/161529/",
          "id": 161529,
          "absolute_url": "/opinion/161529/colorado-cross-v-hermanson-ltd/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/161529/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-08-14T07:10:22Z",
          "date_modified": "2017-03-24T08:00:44.202672Z",
          "type": "010combined",
          "sha1": "c856f0671a31941b805328375b725fdae4f8ec9a",
          "page_count": 27,
          "download_url": "http://www.ca10.uscourts.gov/opinions/00/00-1303.pdf",
          "local_path": "pdf/2001/08/29/Colorado_Cross_vs._Hermanson_Ltd..pdf",
          "plain_text": "                                                                  F I L E D\n                                                          United States Court of Appeals\n                                                                  Tenth Circuit\n                                     PUBLISH\n                                                                  AUG 29 2001\n                         UNITED STATES COURT OF APPEALS\n                                                                PATRICK FISHER\n                                                                      Clerk\n                                  TENTH CIRCUIT\n\n\nCOLORADO CROSS DISABILITY\nCOALITION,\n\n           Plaintiff,\n\n     and\n\nKEVIN W. WILLIAMS, for himself and\nall others similarly situated,\n\n           Plaintiff-Appellant,\nv.                                                No. 00-1303\nHERMANSON FAMILY LIMITED\nPARTNERSHIP I,\n\n           Defendant-Appellee,\n\n     and\n\nANN TAYLOR, INC.; NINE WEST\nGROUP, INC.,\n\n           Defendants.\n\n\n\n\nUNITED STATES OF AMERICA,\n\n           Amicus Curiae.\n\f             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                     FOR THE DISTRICT OF COLORADO\n                         (D.C. No. 96-WY-2490-AJ)\n\n\nAmy F. Robertson (Timothy P. Fox with her on the brief), of Fox & Robertson, Denver,\nColorado, for Plaintiff-Appellant.\n\nMartin D. Beier (Joe L. Silver with him on the brief), of Silver & DeBoskey, Denver,\nColorado, for Defendant-Appellee.\n\nBill Lann Lee, Assistant Attorney General, Jessica Dunsay Silver and Thomas E.\nChandler, Attorneys, United States Department of Justice, Washington, D.C., filed a brief\non behalf of the Amicus Curiae.\n\n\nBefore BRISCOE, BALDOCK, and LUCERO, Circuit Judges.\n\n\nBALDOCK, Circuit Judge.\n\n\n       Defendant Hermanson Family Limited Partnership I owns certain commercial\n\nbuildings in Larimer Square, an historic block of shops and restaurants located in\n\ndowntown Denver, Colorado. Plaintiff Kevin W. Williams is a Denver attorney who, as\n\na result of a spinal cord injury, is paralyzed from the chest down and uses a power wheel\n\nchair for mobility. Since he moved to Denver around 1990, Plaintiff Williams has visited\n\nLarimer Square frequently. On his trips to Larimer Square, Plaintiff Williams noticed\n\nthat architectural barriers prevented him from accessing many of the stores. Specifically,\n\na 5.5 inch iron stoop at the entrance to the Crawford Building, owned by Defendant,\n\nprevents wheelchair access. In addition, the door to the store is recessed from the\n\n\n                                             2\n\fstorefront and adds another barrier to wheelchair access of one to three inches.\n\n       In 1996, Plaintiff Williams and his employer, the Colorado Cross Disability\n\nCoalition, filed four separate lawsuits in the federal district court against Defendants\n\nunder Title III of the Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12181\n\nthru 12189, and the Colorado Anti-Discrimination Act, Colo. Rev. Stat. §§ 24-34-601\n\nthru 24-34-605. In their suits, Plaintiffs asked the district court to compel Defendants\n\nto install ramps at four locations in Larimer Square.1 The district court consolidated\n\nthe cases for both discovery and trial.\n\n       The consolidated cases proceeded to a bench trial. At the close of Plaintiff’s case,\n\nthe district court granted Defendants’ motions for judgment as a matter of law, see Fed.\n\nR. Civ. P. 52(c), concluding that Plaintiff failed to establish that removal of architectural\n\nbarriers at the four locations was readily achievable. Plaintiff appeals the district court’s\n\nruling as to only one of the four locations, the Crawford Building. We exercise\n\njurisdiction pursuant to 28 U.S.C. § 1291. We review de novo a district court’s grant\n\nof a motion for judgment as a matter of law, construing the evidence and inferences\n\ntherefrom in the light most favorable to the nonmoving party. Shaw v. AAA Eng’g &\n\nDrafting, Inc., 213 F.3d 519, 529 (10th Cir. 2000). Applying this standard, we affirm.\n\n                                              I.\n\n\n\n       1\n        Colorado Cross-Disability Coalition, originally a plaintiff in this case, was\ndismissed on its own motion before trial.\n\n                                              3\n\f       Title III of the ADA prohibits discrimination against persons with disabilities in\n\nplaces of public accommodation. 42 U.S.C. § 12182(a). The ADA provides a private\n\nright of action for preventative relief, including an application for a permanent or\n\ntemporary injunction or restraining order for “any person who is being subjected to\n\ndiscrimination on the basis of disability in violation of” Title III. Id. §§ 12182(a)(1),\n\n2000a-3(a). A successful plaintiff may also be entitled to attorney fees and costs. Id.\n\n§ 2000a-3(b). Section 12182(a) provides: “No individual shall be discriminated against\n\non the basis of disability in the full and equal enjoyment of the goods, services, facilities,\n\nprivileges, advantages, or accommodations of any place of public accommodation by any\n\nperson who owns, leases (or leases to), or operates a place of public accommodation.” Id.\n\n§ 12182(a). Under Title III of the ADA, “discrimination” specifically includes “failure\n\nto remove architectural barriers . . . in existing facilities . . . where such removal is\n\nreadily achievable.” Id. § 12182(b)(2)(A)(iv).2\n\n       The ADA defines “readily achievable” as “easily accomplishable and able to be\n\ncarried out without much difficulty or expense.” Id. § 12181(9). The ADA further sets\n\n\n\n       2\n           Section 12182((b)(2)(A)(iv) provides in full that discrimination includes:\n\n       [A] failure to remove architectural barriers, and communication barriers that are\n       structural in nature, in existing facilities, and transportation barriers in existing\n       vehicles and rail passenger cars used by an establishment for transporting\n       individuals (not including barriers that can only be removed through the\n       retrofitting of hydraulic or rail passenger cars by the installation of a hydraulic\n       or other lift), where such removal is readily achievable[.]\n\n                                                4\n\fout several factors to be considered in determining whether removal of architectural\n\nbarriers is readily achievable: (1) nature and cost of the action; (2) overall financial\n\nresources of the facility or facilities involved; (3) number of persons employed at\n\nsuch facility; (4) effect on expenses and resources; (5) impact of such action upon the\n\noperation of the facility; (6) overall financial resources of the covered entity; (7) overall\n\nsize of the business of a covered entity with respect to the number of its employees;\n\n(8) the number, type, and location of its facilities; (9) type of operation or operations of\n\nthe covered entity, including composition, structure, and functions of the workforce of\n\nsuch entity; and (10) geographic separateness, administrative or fiscal relationship of the\n\nfacility or facilities in question to the covered entity. Id. § 12181(9)(A)-(D); see also\n\nFirst Bank Nat’l Ass’n v. FDIC, 79 F.3d 362, 370 n.8 (3d Cir. 1996).\n\n       Title III of the ADA, however, remains silent as to who bears the burden of\n\nproving that removal of an architectural barrier is, or is not, readily achievable. See\n\nPascuiti v. New York Yankees, No. 98 CIV. 8186(SAS), 1999 WL 1102748, at *1\n\n(S.D.N.Y. Dec. 6, 1999) (unpublished). Plaintiff argues that subsection (iv), when\n\nread in conjunction with subsection (v), places the burden on Defendant to prove the\n\nproposed architectural barrier removal is not readily achievable. Subsection (v) states\n\nthat discrimination includes, “where an entity can demonstrate that the removal of a\n\nbarrier under clause (iv) is not readily achievable, a failure to make such goods, services,\n\nfacilities, privileges, advantages, or accommodations available through alternative\n\n\n                                               5\n\fmethods if such methods are readily achievable.” 42 U.S.C. § 12182(b)(2)(A)(v)\n\n(emphasis added). Subsection (v) clearly contemplates that the entity, rather than the\n\nplaintiff, bears the burden to demonstrate that barrier removal under subsection (iv) is not\n\nreadily achievable. Read together, subsections (iv) and (v) provide an affirmative defense\n\nfor an entity. Accordingly, we conclude Plaintiff must initially present evidence tending\n\nto show that the suggested method of barrier removal is readily achievable under the\n\nparticular circumstances. If Plaintiff does so, Defendant then bears the ultimate burden\n\nof persuasion that barrier removal is not readily achievable under subsection (iv).3\n\n       Placing the burden of persuasion on Defendant to prove the affirmative defense\n\nthat barrier removal is not readily achievable is consistent with the remaining subsections\n\nof Title III. Section 12182(b)(2)(A)(i) provides that discrimination includes the\n\nimposition of eligibility criteria that “screen out” or “tend to screen out” individuals with\n\ndisabilities unless the eligibility criteria can be shown to be necessary.4 Several district\n\ncourts have placed the burden of showing that the eligibility criteria are necessary on the\n\n       3\n          We note that in its answer to Plaintiff’s complaint, Defendant’s second\naffirmative defense stated that “Plaintiff’s claims are barred because the proposed\nalterations are not readily achievable.”\n       4\n           Subsection (i) states in full that discrimination includes:\n\n       The imposition or application of eligibility criteria that screen out or tend to\n       screen out an individual with a disability or any class of individuals with\n       disabilities from fully and equally enjoying any goods, services, facilities,\n       privileges, advantages, or accommodations, unless such criteria can be\n       shown to be necessary for the provision of the goods, services, facilities,\n       privileges, advantages, or accommodation being offered.\n\n                                                6\n\fproponent of such criteria. See Hahn ex rel. Barta v. Linn County, Iowa, 130 F. Supp. 2d\n\n1036, 1055 (N.D. Iowa 2001) (“Eligibility criteria that ‘screen out’ or ‘tend to screen out’\n\ndisabled individuals violate the ADA unless the proponent of the eligibility criteria can\n\nshow that the eligibility requirements are necessary.”); Bowers v. NCAA, 118 F. Supp.\n\n2d 494, 518 (D.N.J. 2000) (same), opinion amended on reargument, 130 F. Supp. 2d 610\n\n(D.N.J. 2001); Guckenberger v. Boston Univ., 974 F. Supp. 106, 134 (D. Mass. 1997)\n\n(“[P]ublic entities cannot use eligibility criteria that screen out or tend to screen out\n\nindividuals with disabilities unless they can show that the criteria are necessary.”).\n\n       Similarly, sections 12182(b)(2)(A)(ii) and (iii) provide an affirmative defense\n\nfor an entity to demonstrate that compliance would fundamentally alter the nature of the\n\ngoods and services provided.5 Consequently, the entity bears the burden of persuasion\n\n\n       5\n           Subsections (ii) and (iii) state that discrimination includes:\n\n               (ii) a failure to make reasonable modifications in policies, practices,\n       or procedures, when such modifications are necessary to afford such goods,\n       services, facilities, privileges, advantages, or accommodations to\n       individuals with disabilities, unless the entity can demonstrate that making\n       such modifications would fundamentally alter the nature of such goods,\n       services, facilities, privileges, advantages, or accommodations;\n               (iii) a failure to take such steps as may be necessary to ensure that no\n       individual with a disability is excluded, denied services, segregated or\n       otherwise treated differently than other individuals because of the absence\n       of auxiliary aids and services, unless the entity can demonstrate that taking\n       such steps would fundamentally alter the nature of the good, service,\n       facility, privilege, advantage, or accommodation being offered or would\n       result in an undue burden[.]\n\n                                                                                 (continued...)\n\n                                                7\n\fregarding fundamental alteration and undue burden. See Johnson v. Gambrinus\n\nCo./Spoetzl Brewery, 116 F.3d 1052, 1059 (5th Cir. 1997) (under subsection (ii)\n\nmodification claim, defendant bears “burden of proving that the requested modification\n\nwould fundamentally alter the nature of the public accommodation”); Mayberry v. Von\n\nValtier, 843 F. Supp. 1160, 1166 (E.D. Mich. 1994) (shifting burden of proof to\n\ndefendant in subsection (iii) case).\n\n       In Johnson, 116 F.3d at 1059, the Fifth Circuit addressed the burden of proof in\n\na § 12182(b)(2)(A)(ii) reasonable modification claim. The court held that the plaintiff\n\nbears the burden of proving that a modification was requested and that the requested\n\nmodification was reasonable. Id. Once the plaintiff meets the burden of showing that\n\nan accommodation is reasonable in the general sense, the court held the defendant must\n\nmake the requested accommodation unless defendant pleads and meets its burden of\n\nproving that the requested accommodation would fundamentally alter the nature of the\n\npublic accommodation. Id. The plaintiff bears the ultimate burden of proof on the issue\n\nof reasonableness, while the defendant bears the burden of proving the requested\n\naccommodation would fundamentally alter the nature of the public accommodation. Id.\n\n       Several district courts have adopted Johnson’s allocation of the burden of proof in\n\nsubsection (ii) cases. See Dahlberg v. Avis Rent A Car Sys., Inc., 92 F. Supp. 2d 1091,\n\n\n\n\n       (...continued)\n       5\n\n 42 U.S.C. §§ 12182(b)(2)(A)(ii), (iii) (emphasis added).\n\n                                            8\n\f1105-06 (D. Colo. 2000) (adopting Johnson); Bingham v. Oregon Sch. Activities Ass’n,\n\n24 F. Supp. 2d 1110, 1116-17 (D. Ore. 1998) (under subsection (ii), “[o]nce plaintiff\n\nestablishes that the requested accommodation is reasonable in a general sense, the\n\nburden shifts to the defendant to prove that the modification is unreasonable under\n\nthe circumstances, that such would fundamentally alter the nature of the public\n\naccommodation or otherwise work an undue hardship on the entity.”). Our conclusion\n\nthat Congress also intended to create an affirmative defense for an entity to establish a\n\nproposed barrier removal is not readily achievable under subsection (iv) once Plaintiff\n\nmeets the initial burden of tending to show barrier removal is readily achievable\n\ncomports with the remaining subsections of Title III setting forth affirmative defenses.\n\n       The Department of Justice (DOJ) Regulations regarding Title III similarly support\n\nour conclusion that “readily achievable” is an affirmative defense.6 The regulations\n\nspecifically refer to the “readily achievable defense.” 28 C.F.R. Pt. 36, App. B. at\n\n647 (2000). Furthermore, the regulations compare the “readily achievable defense”\n\nto the “undue burden defense” of § 12182(b)(2)(A)(iii), which limits a public\n\n\n       6\n          The Supreme Court has given significant deference to the DOJ’s Title III\nregulations. See Bragdon v. Abbott, 524 U.S. 624, 646 (1998) (noting with approval “the\nadministrative guidance issued by the Justice Department to implement the public\naccommodation provisions of Title III of the ADA. As the agency directed by Congress\nto issue implementing regulations, see 42 U.S.C. § 12186(b), to render technical\nassistance explaining the responsibilities of covered individuals and institutions,\n§ 12206(c), and to enforce Title III in court, § 12188(b), the Department’s views are\nentitled to deference.”) (citing Chevron v. Natural Res. Defense Council, Inc., 467 U.S.\n837, 844 (1984)).\n\n                                             9\n\faccommodation’s obligation to provide auxiliary aids, and the “undue hardship defense”\n\nof § 12112(b)(5)(A), which limits an employer’s obligation to make reasonable\n\naccommodations in the employment context. Id. While the regulations state the readily\n\nachievable defense is less demanding than the undue burden or undue hardship defenses,\n\nthey nevertheless explicitly place the burden of persuasion on the entity. Id.\n\n       While no circuit court has addressed the issue of who bears the burden of proving\n\nreadily achievable under subsection (iv), several district courts have done so.7 In Pascuiti,\n\n1999 WL 1102748, at *1, after considering the text of Title III, its legislative history, and\n\nimplementing regulations, the district court allocated the burden of proof on the issue of\n\nwhether the removal is readily available in the following manner: “The plaintiffs bear the\n\ninitial burden of suggesting a method of barrier removal and proffering evidence that their\n\nsuggested method meets the statutory definition of ‘readily achievable.’” The court\n\n\n\n       7\n          Plaintiff relies on Lieber v. Macy’s West, Inc., 80 F. Supp. 2d 1065, 1077 (N.D.\nCal. 1999) as interpreting subsection (iv) to create an affirmative defense wherein the\ndefendant must prove that a proposed method of barrier removal is not readily achievable.\nThe district court in Lieber, however, inexplicably applied subsection (ii) to the plaintiff’s\nbarrier removal case. Id. The court stated, “Plaintiffs also bear the burden of putting\nforward reasonable modifications. The burden then shifts to [defendant] to show that the\nrequested modifications would fundamentally alter the nature of its public\naccommodation.” In support of its burden shifting approach, the court in Lieber cited\nMartin v. PGA Tour, 994 F. Supp. 1242 (D. Ore. 1998); aff’d, 121 S. Ct. 1879 (2001).\nMartin involved claims under subsection (i), which forbids the imposition of eligibility\ncriteria which tend to screen out individuals with disabilities unless the eligibility\nrequirements are necessary, and subsection (ii), which forbids the failure to make\nreasonable policy modifications where such modifications are necessary to allow\naccess to individuals with disabilities.\n\n                                             10\n\ffurther stated that plaintiffs must consider the factors identified in § 12181(9) and proffer\n\nevidence, including expert testimony, as to the ease and inexpensiveness of their proposed\n\nmethod of barrier removal. Id. at *4. “If plaintiffs satisfy their burden of proffering\n\nevidence that a suggested method of barrier removal can be accomplished easily and\n\nwithout much difficulty or expense, the burden then shifts to the [defendants] to rebut\n\nthat showing and prove that the suggested method is not readily achievable.” Id. at *5.\n\nFinally, the court noted that “[p]lacing this burden on the defendant gives meaning to\n\nsubsection (v), which contains the phrase ‘where an entity can demonstrate that the\n\nremoval of a barrier under clause (iv) is not readily achievable.’ 42 U.S.C.\n\n§ 12182(b)(2)(A)(v).” Id.\n\n       The district court employed a similar approach in Parr v. L & L Drive-Inn Rest.,\n\n96 F. Supp. 2d 1065, 1085 (D. Haw. 2000). Citing Gilbert v. Eckerd Drugs, No. Civ. A.\n\n97-3118, 1998 WL 388567, at *2 (E.D. La. July 8, 1998) (unpublished),8 and Pascuiti,\n\n1999 WL 1102748, at *5, the district court concluded that “[t]o succeed on an ADA\n\nclaim of discrimination on account of one’s disability due to an architectural barrier, the\n\nplaintiff must also prove that: (1) the existing facility at the defendant’s place of business\n\n\n       8\n           In Gilbert, 1998 WL 388567, at *2, the district court simply stated without\nanalysis that, to succeed on his claim that the defendant had failed to remove architectural\nbarriers in violation of the ADA, the plaintiff had to “prove both that (1) the existing\nfacilities at Defendants’ places of business present an ‘architectural barrier’ under the\nADA, and (2) the removal of the ‘barrier’ is ‘readily achievable’ under the ADA.”\nWithout analyzing the burden of proof, the district court denied plaintiff’s motion for\nsummary judgment.\n\n                                              11\n\fpresents an architectural barrier prohibited under the ADA, and (2) the removal of the\n\nbarrier is readily achievable.” Id. (emphasis in original). The court discussed the shifting\n\nburden, stating, “[i]f Plaintiff satisfies his burdens, he has made out a prima facie case of\n\ndiscrimination, upon which the burden shifts to Defendant to present sufficient evidence\n\nto rebut such a showing.” Id. While the court in Pascuiti shifted the burden of persuasion\n\nto Defendant, the court in Parr appears to have shifted only the burden of production to\n\nDefendant.\n\n       We find the burden allocation of Pascuiti to be well-reasoned and consistent with\n\nthe language of Title III of the ADA. We therefore adopt the same approach wherein\n\nPlaintiff bears the initial burden of production to present evidence that a suggested\n\nmethod of barrier removal is readily achievable, i.e., can be accomplished easily and\n\nwithout much difficulty or expense. If Plaintiff satisfies this burden, Defendant then has\n\nthe opportunity to rebut that showing. Defendant bears the ultimate burden of persuasion\n\nregarding its affirmative defense that a suggested method of barrier removal is not readily\n\nachievable. See 1 Christopher B. Mueller & Laird C. Kirkpatrick, Federal Evidence\n\n§ 65 (1994) (“[T]he defendant bears the burden of persuasion on affirmative defenses.”).9\n\n\n       9\n        We agree with the First Circuit’s conclusion that the McDonnell Douglas\nburden shifting approach does not apply to ADA discrimination claims based on\n§ 12182(b)(2)(A). Reed v. LePage Bakeries, Inc., 244 F.3d 254, 259 n.3 (1st Cir.\n2001). As the court explained,\n      The burden-shifting model was introduced into employment law\n      in order to allow indirect proof of the often elusive “intent” to\n                                                                           (continued...)\n\n                                             12\n\f       Further, our conclusion that subsections (iv) and (v), read together, place the\n\nburden of persuasion on Defendant to prove the affirmative defense that barrier removal\n\nis not readily achievable comports with the overall operation of the ADA. The ADA\n\nhas three separate titles: Title I covers employment discrimination, 42 U.S.C.\n\n§§ 12111-12117; Title II covers discrimination by government entities, Id.\n\n§§ 12131-12165; and Title III covers discrimination by places of public accommodation,\n\nId. §§ 12181-12189. Title I provides that impermissible employment disability\n\ndiscrimination includes “not making reasonable accommodations to the known physical\n\nor mental limitations of an otherwise qualified individual with a disability . . . unless such\n\ncovered entity can demonstrate that the accommodation would impose an undue hardship\n\non the operation of the business of such covered entity.” Id. § 12112(b)(5)(A). “‘The\n\nemployer . . . bears the burden of persuasion on whether a proposed accommodation\n\nwould impose an undue hardship.’” Rascon v. US West Communications, Inc., 143 F.3d\n\n\n\n       9\n         (...continued)\n        discriminate. Thus, burden shifting allows a plaintiff to make a small\n        showing of discrimination, whereupon the employer must articulate a\n        nondiscriminatory reason for its actions, and if that reason proves to be\n        untrue, then an inference of discrimination may be warranted. By contrast,\n        whether a requested accommodation is reasonable or whether it imposes an\n        undue hardship are questions typically proved through direct, objective\n        evidence. Accordingly, we have already held that the McDonnell Douglas\n        model does not apply to ADA discrimination claims based on failure to\n        reasonably accommodate.\nId. (citations omitted). This reasoning applies equally to discrimination claims\nbased on failure to remove architectural barriers.\n\n                                              13\n\f1324, 1334 (10th Cir. 1998) (quoting Smith v. Americtech, 129 F.3d 857, 866 (6th Cir.\n\n1997)); see also Reed v. LePage Bakeries, Inc., 244 F.3d 254, 259 (1st Cir. 2001)\n\n(discussing the “burdens of showing reasonable accommodation and undue hardship as\n\nthey appear in the statute: the plaintiff fully bears the former, and the defendant fully\n\nbears the latter.”). But see White v. York Intern. Corp., 45 F.3d 357, 361 (10th Cir. 1995)\n\n(shifting burden of production, not persuasion, to defendant to present evidence of its\n\ninability to accommodate).\n\n       Similarly, Title II states that “no qualified individual with a disability shall, by\n\nreason of such disability, be excluded from participation in or be denied the benefits of\n\nthe services, programs, or activities of a public entity, or be subjected to discrimination by\n\nany such entity.” 42 U.S.C. § 12132. The DOJ regulations provide: “A public entity\n\nshall operate each service, program, or activity so that the service, program, or activity,\n\nwhen viewed in its entirety, is readily accessible to and useable by individuals with\n\ndisabilities.” 28 C.F.R. § 35.150(a). Under the regulations, however, a public entity is\n\nnot required to “take any action that it can demonstrate would result in a fundamental\n\nalteration in the nature of a service, program, or activity or in undue financial and\n\nadministrative burdens.” 28 C.F.R. § 35.150(a)(3). Further, the regulations specifically\n\nstate that “a public entity has the burden of proving that compliance with § 35.150(a) of\n\nthis part would result in such alterations or burdens.” Id; see also Parker v. Universidad\n\nde Puerto Rico, 225 F.3d 1, 5 (1st Cir. 2000).\n\n\n                                              14\n\f       According to the plain language of Title III and the allocation of burdens we\n\nhave adopted, Plaintiff must initially introduce evidence tending to establish that the\n\nproposed method of architectural barrier removal is “readily achievable,” i.e., “easily\n\naccomplishable and able to be carried out without much difficulty or expense” under\n\nthe particular circumstances. 42 U.S.C. § 12181(9). Only if Plaintiff satisfies this initial\n\nburden does the burden of persuasion shift to Defendant to prove that the requested\n\nbarrier removal method is not readily achievable.\n\n                                              II.\n\n       We now turn to the question of whether Plaintiff in this case produced sufficient\n\nevidence to satisfy his burden that his suggested method of barrier removal is readily\n\nachievable. At trial, Plaintiff introduced evidence regarding the installation of a ramp\n\nat the entrance to the Crawford Building. Plaintiff called Nore Winter, an expert in\n\nhistorical preservation in architecture and urban design. Winter owns a company called\n\nWinter & Company, which provides consultation to property owners, architects, and\n\nmunicipalities in developing preservation policies and design concepts. Winter testified\n\nthat the front entrance to the Crawford Building could be made accessible without\n\nthreatening or destroying the historic significance of the building or the district.\n\n       Winter prepared a sketch for a concept of a warped-plane sidewalk to provide\n\naccess to the Crawford Building. He testified that did not intend for the sketch to be a\n\nconstruction drawing, but rather to illustrate an approach for achieving accessibility that\n\n\n                                              15\n\fwould be compatible with the historic character of the building. Winter acknowledged\n\nthat his sketch was “conceptual.” Further, he stated that “[w]hen you start talking about\n\nreal building design, et cetera, it’s going to take a team of collaboration of all the parties\n\ninvolved with all the different viewpoints and interest to come up with the solutions that\n\nare going to best meet everyone’s needs.” Winter did not provide precise cost estimates.\n\nInstead, he estimated probable costs associated with the ramps of $10,750 based on his\n\nexperience with similar projects. Winter testified that he reviewed a report by John\n\nSalmen, Defendant’s consultant. According to Winter, Salmen’s report suggested that\n\nWinter’s approach would be valid, but Salmen would recommend extending the ramp\n\nout the full width of the sidewalk.\n\n       On cross-examination, Winter appeared to be unaware that the rise of the threshold\n\nof the building was three inches, bringing the total rise from the sidewalk elevation into\n\nthe building to nine inches.10 To address the nine-inch rise, Winter suggested extending\n\nthe elevation out for the full width of the sidewalk. When cross examined about\n\ndesigning the ramp to accommodate both wheelchair access and people with vision\n\nimpairments who could fail to discern the change in grade and trip on such a ramp,\n\nWinter responded that–\n\n\n\n       10\n           In his response brief, Plaintiff claims that the record contains no evidence that\nany additional step or height existed at the Crawford Building at the time of the litigation.\nPlaintiff’s exhibit 3, however, clearly shows an additional step at the doorway beyond the\ninitial step. Winter, nevertheless, appeared unaware of this additional rise.\n\n                                              16\n\f       you’re getting beyond what my focus has been, which is on the historic\n       impacts on these properties. As I stated earlier, I would work in\n       collaboration with the design team to help solve these kinds of problems\n       and these kinds of questions. I can’t give you the design for that altering\n       of the ramp right here.\n\nWinter also suggested slanting the stoop to address the nine-inch rise. He\n\nacknowledged, however, that “I haven’t really inspected this, but only to say\n\nI believe it could be possible.”\n\n       Plaintiff next presented the testimony of expert accountant Robert Aucone\n\nregarding Defendant’s financial resources. Aucone concluded that the financial impacts\n\nof installing ramps would be relatively immaterial and easily accomplishable. Aucone\n\ntestified that in his opinion, even if the actual cost of a ramp was twice as much as\n\nestimated, his opinion would not change.\n\n       Plaintiff further introduced testimony and documentary evidence that Defendant\n\nand its predecessor had received estimates to ramp the Crawford Building. Plaintiff\n\ncalled Susan Spencer, the general manager of Larimer Square from 1986 until 1995.\n\nSpencer acted as general manager when Defendant purchased the Crawford Building\n\nin 1993. As general manager of Larimer Square, Spencer’s duties included property\n\nmanagement and leasing responsibilities. In addition, Spencer’s responsibilities included\n\ndiscerning costs and making recommendations concerning whether ramps would be\n\ninstalled at buildings in Larimer Square. In July 1992, Rich Langston, a contractor, sent\n\nSpencer an estimate for a ramp at the Crawford building in the amount of $2,195.00. In\n\n\n                                             17\n\fthe memo, Langston recommended against the ramp because it would require cutting\n\nthe iron stoop. In November 1992, Langston sent Spencer an estimate in the amount\n\nof $2,272.00 to ramp the Crawford Building.\n\n       Spencer testified that she considered ramping the Crawford Building, but decided\n\nagainst it. According to Spencer, a ramp extending to the side of the building would have\n\nextended into the doorway or into the neighboring property. Further, Spencer expressed\n\nconcern that a ramp extending straight out from the building would have created a trip\n\nhazard for persons with visual impairments.\n\n       Finally, Plaintiff introduced Title III DOJ regulations and commentary concerning\n\nwhether a method of architectural barrier removal is readily achievable under subsection\n\n(iv). The regulations specifically list “[i]nstalling ramps” as an example of barrier\n\nremoval under § 12182(b)(2)(A)(iv). 28 C.F.R. § 36.304(b)(1). The commentary\n\npoints out, however, that\n\n       the inclusion of a measure on this list does not mean that it is readily\n       achievable in all cases. Whether or not any of these measures is readily\n       achievable is to be determined on a case-by-case basis in light of the\n       particular circumstances presented and the factors listed in the definition\n       of readily achievable (§ 36.104).\n\n28 C.F.R. Pt. 36, App. B at 647 (2000). The commentary further explains when\n\nramping steps may be required:\n\n       A public accommodation generally would not be required to remove a\n       barrier to physical access posed by a flight of steps, if removal would\n       require extensive ramping or an elevator. Ramping a single step, however,\n       will likely be readily achievable, and ramping several steps will in many\n\n                                         18\n\f       circumstance also be readily achievable.\n\nId. The DOJ regulations also urge public accommodations–\n\n       to comply with the barrier removal requirements of this section\n       in accordance with the following order of priorities.\n              (1) First, a public accommodation should take measures\n       to provide access to a place of public accommodation from public\n       sidewalks, parking, or public transportation. These measures\n       include, for example, installing an entrance ramp . . . .\n\n28 C.F.R. § 36.304(c)(1).\n\n       While the regulations specifically mention ramping a single step as a top priority\n\nand likely to be readily achievable, the regulations also state that whether removal of a\n\nbarrier is readily achievable is subject to a case by case inquiry. 28 C.F.R. Pt. 36, App.\n\nB at 647. Accordingly, Plaintiff must show that installation of a ramp at the Crawford\n\nBuilding is readily achievable in light of the particular circumstances.\n\n       While this is a close case, we conclude Plaintiff introduced evidence regarding\n\nonly speculative concepts of ramp installation, rather than evidence that a specific design\n\nwas readily achievable. For instance, Plaintiff failed to present any evidence to establish\n\nthe likelihood that the City of Denver would approve a proposed modification to the\n\nhistorical building. Plaintiff also failed to provide any precise cost estimates regarding\n\nthe proposed modification. Perhaps most importantly, Plaintiff’s expert testimony failed\n\nto demonstrate that under the particular circumstances installing a ramp would be readily\n\nachievable. Instead, expert Winter provided speculative conceptual ideas, rather than a\n\nspecific design which would be easily accomplishable and able to be carried out without\n\n                                             19\n\fmuch difficulty or expense. Winter acknowledged that his sketch was conceptual and\n\nthat he did not intend the sketch to be a construction drawing. Notably, Winters appeared\n\nunaware of the exact height of the architectural barrier.\n\n       While the regulations state that ramping a single step will likely be readily\n\nachievable, such an inquiry must be based on a case by case basis under the particular\n\ncircumstances and factors listed in the definition of readily achievable. Because Plaintiff\n\nfailed to present sufficient evidence that removal of the architectural barrier is readily\n\nachievable, the district court properly granted Defendant’s motion for judgment as a\n\nmatter of law.\n\n       The judgment of the district court is AFFIRMED.\n\n\n\n\n                                              20\n\fNo. 00-1303, Williams v Hermanson\n\n\nLUCERO, Circuit Judge, concurring and dissenting.\n\n      I concur in the majority’s Section I analysis concerning the burden of proof\n\nin cases brought to remove architectural barriers under 42 U.S.C.\n\n§ 12182(b)(2)(A)(iv). In particular, I agree that the approach outlined in Pascuiti\n\nv. New York Yankees, No. 98 CIV. 8186, 1999 WL 1102748 (S.D.N.Y. Dec. 6,\n\n1999), and adopted by the majority is well-reasoned. However, I dissent from the\n\nresolution of this case in Section II of the majority opinion. In my judgment, the\n\nmajority demands too much of ADA Title III plaintiffs. Moreover, in simply\n\npremising its holding on a negative—that Williams presented too little evidence\n\nshowing his proposal was readily achievable—the majority provides inadequate\n\nguidance to trial courts in this undeveloped area of ADA law.\n\n                                          I\n\n      The majority opinion does not clarify the type and quantum of evidence a\n\nplaintiff must present to show that removal of an architectural barrier is “readily\n\nachievable” pursuant to 42 U.S.C. § 12182(b)(2)(A)(iv). As to the type of\n\nevidence, an obvious starting place is the language of the ADA itself, which\n\ndefines “readily achievable” as “easily accomplishable and able to be carried out\n\fwithout much difficulty or expense.” 42 U.S.C. § 12181(9). 1 A clear reading of\n\nthat definition is that it requires a plaintiff to show two things related to the\n\nremoval of an architectural barrier: (1) that it can be done with ease 2 and (2) that\n\nit can be done inexpensively. See Pascuiti, 1999 WL 1102748, at *4 (holding that\n\nplaintiffs must “proffer evidence . . . as to the ease and inexpensiveness of their\n\nproposed method of barrier removal” to make out a prima facie case).\n\n      The first requirement addresses non-monetary qualitative issues such as\n\nfeasibility, engineering/structural concerns, historic preservation, and so forth.\n\n      1\n        The statute also lists the following factors to be considered “[i]n\ndetermining whether an action is readily achievable”:\n\n              (A) the nature and cost of the action needed under this chapter;\n              (B) the overall financial resources of the facility or facilities\n      involved in the action; the number of persons employed at such\n      facility; the effect on expenses and resources, or the impact\n      otherwise of such action upon the operation of the facility;\n              (C) the overall financial resources of the covered entity; the\n      overall size of the business of a covered entity with respect to the\n      number of its employees; the number, type, and location of its\n      facilities; and\n              (D) the type of operation or operations of the covered entity,\n      including the composition, structure, and functions of the workforce\n      of such entity; the geographic separateness, administrative or fiscal\n      relationship of the facility or facilities in question to the covered\n      entity.\n\n42 U.S.C. § 12181(9)(A)–(D).\n      2\n        I can see no meaningful distinction in the definition of “readily\nachievable” between “easily accomplishable” and “able to be carried out without\nmuch difficulty.” Could there ever be a situation in which a proposed barrier\nremoval plan were one but not the other?\n\n                                          -2-\n\fThese concerns will vary with the design of the building, the character of the\n\nneighborhood, local laws and regulations, and other variables. In most cases,\n\nplaintiffs should provide expert testimony presenting a plan and assuring its\n\nfeasibility, keeping in mind any applicable engineering, structural, and historic\n\npreservation concerns.\n\n      The second requirement addresses quantitative, monetary issues and\n\nincludes such considerations as “cost,” 42 U.S.C. § 12181(9)(A), “overall\n\nfinancial resources,”§ 12181(9)(B), (C), and “the effect on expenses and\n\nresources,” § 12181(9)(B). Plaintiffs can satisfy their burden through the\n\ntestimony of a financial expert who can relate the estimated costs of the proposal\n\nto the defendant’s financial position and ability to pay those costs.\n\n      It is the quantum of evidence—the amount of detail and precision—as to\n\nwhich the majority requires too much. In the vast majority of cases, there will be\n\nan information imbalance between plaintiffs and defendants. Defendants, who\n\npossess the practical experience and knowledge gained by owning and operating\n\nthe building containing the architectural barrier, will have a much better sense of\n\nthe true impact and feasibility of a barrier removal proposal. As a result, while\n\nplaintiffs bear the burden of advancing a reasonable plan, defendants ultimately\n\nare in a better position to produce—as part of their affirmative defense—the\n\ndetailed evidence the majority apparently wishes to see in these types of cases. I\n\n\n                                          -3-\n\ffind it unreasonable to require ADA Title III plaintiffs to anticipate and counter\n\nany and all potential objections as part of their prima facie case. Placing too high\n\na burden on ADA plaintiffs risks ignoring Congressional intent 3 and gutting the\n\nADA’s private right of action. If plaintiffs must all but present the court with a\n\npre-approved construction contract for a sum certain which includes detailed\n\nplans, impact statements, engineering studies, and permits to meet their threshold\n\nburden, virtually no plaintiff could afford to bring an architectural barrier removal\n\nclaim under 42 U.S.C. § 12182(b)(2)(A)(iv). 4 Plaintiffs should present some\n\n\n      3\n        See, e.g., H.R. Rep. No. 101-485, pt. 2, at 28 (1990) (“[T]here exists a\ncompelling need to establish a clear and comprehensive Federal prohibition of\ndiscrimination on the basis of disability in the area[] of . . . public\naccommodations . . . .”); S. Rep. No. 101-116, at 5 (1989) (same).\n      4\n         I recognize that the ADA has provisions allowing successful plaintiffs to\nrecover attorney fees and expert witness costs. See 42 U.S.C. § 12205\n(authorizing the award of “litigation expenses” to prevailing parties in ADA\nsuits); James C. Harrington, The ADA and Section 1983: Walking Hand in Hand,\n19 Rev. Litig. 435, 461–62 (2000) (quoting legislative history indicating\nCongress’s intent to include the cost of expert witnesses as part of “litigation\nexpenses”). Nevertheless, requiring plaintiffs to provide a highly detailed barrier\nremoval plan would result in up-front costs that outweigh the incentives for\nprivate representation embodied in § 12205’s fee-shifting provisions. Cf. Louis\nS. Rulli, Employment Discrimination Litigation under the ADA from the\nPerspective of the Poor: Can the Promise of Title I Be Fulfilled for Low-Income\nWorkers in the Next Decade?, 9 Temp. Pol. & Civ. Rts. L. Rev. 345, 369, 378–82\n(2000) (noting that suits brought under Title I of the ADA “are fact intensive,\nhighly individualized cases that require extensive discovery and expert witnesses,\nand thus are expensive to litigate” and expressing doubts as to the availability of\nlegal services to poor potential ADA plaintiffs from legal services programs,\npublic interest organizations, or the private bar despite § 12205).\n\n\n                                         -4-\n\fevidence as to cost and feasibility that recognizes and addresses these\n\nconsiderations but should not be required to have final, detailed answers as to any\n\nof them.\n\n                                          II\n\n      Turning to the facts of this case, I believe that Williams satisfied his burden\n\nof proffering a plan for barrier removal that is readily achievable. It is quite\n\nevident from the record that the only concern that separates this case from the\n\n“garden variety” ramping of a nine-inch entrance elevation 5 is the subject\n\nproperty’s inclusion on the National Register of Historic Places. As the majority\n\ndiscusses, Williams called expert witnesses Noré Winter, an architect and\n\nauthority on historical preservation, who discussed the ramping plan, a possible\n\ndesign, and estimated costs, and Robert Aucone, an accountant, who testified\n\nregarding Hermanson’s financial resources. The majority faults this evidence for\n\nthree reasons: (1) it included only “speculative conceptual ideas, rather than a\n\nspecific design”; (2) it “failed to provide any precise cost estimates”; and (3) it\n\n“failed to present any evidence that the City of Denver would approve” the ramp.\n\n(Majority Op. at 19.)\n\n\n\n      5\n         See, e.g., 28 C.F.R. Pt. 36, App. B at 646 (“Ramping a single step . . .\nwill likely be readily achievable . . . .”); H.R. Rep. No. 101-485, pt. 2, at 110\n(1990) (“The kind of barrier removal which is envisioned . . . includes . . . the\nsimple ramping of a few steps . . . .”); S. Rep. No. 101-116, at 66 (1989) (same).\n\n                                         -5-\n\f      The majority’s criticisms of the “speculative” nature of the proposed barrier\n\nremoval plan, which appear to critique Williams’s evidence addressing the\n\nqualitative prong of the “readily achievable” standard, are undermined by the fact\n\nthat both Winter and Hermanson’s expert, John Salmen, approved the same\n\napproach to removing the challenged architectural barrier: warping and raising the\n\nsidewalk gradually from the curb to the entrance of the Crawford Building. At\n\nthe very least, this demonstrates that the basic approach advocated by Winter was\n\nsound. That is enough, in my view, to satisfy Williams’s burden. Hermanson\n\nwould have ample opportunity to demonstrate whatever flaws exist in Winter’s\n\nplan during Hermanson’s presentation of his affirmative defense.\n\n      There is no need for “precise” cost estimates in this case because there was\n\nno uncertainty surrounding Hermanson’s ability to pay for the proposed barrier\n\nremoval plan. Aucone testified that “even if the actual cost of a ramp was twice\n\nas much as estimated, his opinion” that Hermanson could easily afford to install\n\nthe ramp “would not change.” (Id. at 17.) In fact, Aucone testified that\n\nHermanson could well afford, by a factor of six, the estimated cost of Salmen’s\n\nCrawford Building proposal. Perhaps precise estimates would be necessary if the\n\ncost of the barrier removal plan were at the margin of Hermanson’s ability to pay\n\nfor it, but that was not the situation. The issue is “could Hermanson easily afford\n\n\n\n\n                                         -6-\n\fto remove the barrier?” The clear answer, even assuming a six-fold error by\n\nWinter in estimating the cost of the proposal, is “yes.”\n\n      I do not believe Williams should be required to present evidence\n\ndemonstrating the likelihood of approval by the City of Denver as part of his\n\nprima facie case. No reason is advanced to suspect that the City of Denver would\n\nnot approve the proposed plan—the only evidence on this subject indicated that\n\nthe City of Denver had approved other barrier removal projects in the Larimer\n\nSquare area. We are not presented with a complicated and expensive project such\n\nas incorporating an elevator into an antiquated building, and absent such evidence\n\nor a similar reason—such as unusually large scope or novelty—we should not\n\npresume significant hurdles to planning approval. Moreover, given the character\n\nof Larimer Square, the most likely obstacle to the City of Denver’s approval of\n\nthe barrier removal plan would be historic preservation concerns. However, that\n\nwas exactly the area of Winter’s expertise and the area he most thoroughly\n\naddressed in his testimony.\n\n      I would hold that Williams met his burden and reverse the district court.\n\n\n\n\n                                         -7-\n\f",
          "html": "<p class=\"case_cite\">264 F.3d 999 (10th Cir. 2001)</p>\n    <p class=\"parties\">COLORADO CROSS DISABILITY COALITION, Plaintiff,<br>and<br>KEVIN W. WILLIAMS, for himself and all others similarly situated, Plaintiff-Appellant,<br>v.<br>HERMANSON FAMILY LIMITED PARTNERSHIP I, Defendant-Appellee,<br>and<br>ANN TAYLOR, INC.; NINE WEST GROUP, INC., Defendants.<br>UNITED STATES OF AMERICA, Amicus Curiae.</p>\n    <p class=\"docket\">No. 00-1303</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS TENTH CIRCUIT</p>\n    <p class=\"date\">August 29, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF COLORADO (D.C. No. 96-WY-2490-AJ) Amy F. Robertson (Timothy P. Fox with her on the brief), of Fox &amp; Robertson, Denver, Colorado, for Plaintiff-Appellant.</p>\n      <p class=\"indent\">Martin D. Beier (Joe L. Silver with him on the brief), of Silver &amp; DeBoskey, Denver, Colorado, for Defendant-Appellee.</p>\n      <p class=\"indent\">Bill Lann Lee, Assistant Attorney General, Jessica Dunsay Silver and Thomas E. Chandler, Attorneys, United States Department of Justice, Washington, D.C., filed a brief on behalf of the Amicus Curiae.</p>\n      <p class=\"indent\">Before BRISCOE, BALDOCK, and LUCERO, Circuit Judges.</p>\n      <p class=\"indent\">BALDOCK, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Hermanson Family Limited Partnership I owns certain commercial buildings in Larimer Square, an historic block of shops and restaurants located in downtown Denver, Colorado. Plaintiff Kevin W. Williams is a Denver attorney who, as a result of a spinal cord injury, is paralyzed from the chest down and uses a power wheel chair for mobility. Since he moved to Denver around 1990, Plaintiff Williams has visited Larimer Square frequently. On his trips to Larimer Square, Plaintiff Williams noticed that architectural barriers prevented him from accessing many of the stores. Specifically, a 5.5 inch iron stoop at the entrance to the Crawford Building, owned by Defendant, prevents wheelchair access. In addition, the door to the store is recessed from the storefront and adds another barrier to wheelchair access of one to three inches.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1996, Plaintiff Williams and his employer, the Colorado Cross Disability Coalition, filed four separate lawsuits in the federal district court against Defendants under Title III of the Americans with Disabilities Act (ADA), 42 U.S.C.  12181 thru 12189, and the Colorado Anti-Discrimination Act, Colo. Rev. Stat.  24-34-601 thru 24-34-605. In their suits, Plaintiffs asked the district court to compel Defendants to install ramps at four locations in Larimer Square.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court consolidated the cases for both discovery and trial.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The consolidated cases proceeded to a bench trial. At the close of Plaintiff's case, the district court granted Defendants' motions for judgment as a matter of law, see Fed. R. Civ. P. 52(c), concluding that Plaintiff failed to establish that removal of architectural barriers at the four locations was readily achievable. Plaintiff appeals the district court's ruling as to only one of the four locations, the Crawford Building. We exercise jurisdiction pursuant to 28 U.S.C.  1291. We review de novo a district court's grant of a motion for judgment as a matter of law, construing the evidence and inferences therefrom in the light most favorable to the nonmoving party. Shaw v. AAA Eng'g &amp; Drafting, Inc., 213 F.3d 519, 529 (10th Cir. 2000). Applying this standard, we affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Title III of the ADA prohibits discrimination against persons with disabilities in places of public accommodation. 42 U.S.C.  12182(a). The ADA provides a private right of action for preventative relief, including an application for a permanent or temporary injunction or restraining order for \"any person who is being subjected to discrimination on the basis of disability in violation of\" Title III. Id.  12182(a)(1), 2000a-3(a). A successful plaintiff may also be entitled to attorney fees and costs. Id.  2000a-3(b). Section 12182(a) provides: \"No individual shall be discriminated against on the basis of disability in the full and equal enjoyment of the goods, services, facilities, privileges, advantages, or accommodations of any place of public accommodation by any person who owns, leases (or leases to), or operates a place of public accommodation.\" Id.  12182(a). Under Title III of the ADA, \"discrimination\" specifically includes \"failure to remove architectural barriers . . . in existing facilities . . . where such removal is readily achievable.\" Id.  12182(b)(2)(A)(iv).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The ADA defines \"readily achievable\" as \"easily accomplishable and able to be carried out without much difficulty or expense.\" Id.  12181(9). The ADA further sets out several factors to be considered in determining whether removal of architectural barriers is readily achievable: (1) nature and cost of the action; (2) overall financial resources of the facility or facilities involved; (3) number of persons employed at such facility; (4) effect on expenses and resources; (5) impact of such action upon the operation of the facility; (6) overall financial resources of the covered entity; (7) overall size of the business of a covered entity with respect to the number of its employees; (8) the number, type, and location of its facilities; (9) type of operation or operations of the covered entity, including composition, structure, and functions of the workforce of such entity; and (10) geographic separateness, administrative or fiscal relationship of the facility or facilities in question to the covered entity. Id.  12181(9)(A)-(D); see also First Bank Nat'l Ass'n v. FDIC, 79 F.3d 362, 370 n.8 (3d Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Title III of the ADA, however, remains silent as to who bears the burden of proving that removal of an architectural barrier is, or is not, readily achievable. See Pascuiti v. New York Yankees, No. 98 CIV. 8186(SAS), 1999 WL 1102748, at *1 (S.D.N.Y. Dec. 6, 1999) (unpublished). Plaintiff argues that subsection (iv), when read in conjunction with subsection (v), places the burden on Defendant to prove the proposed architectural barrier removal is not readily achievable. Subsection (v) states that discrimination includes, \"where an entity can demonstrate that the removal of a barrier under clause (iv) is not readily achievable, a failure to make such goods, services, facilities, privileges, advantages, or accommodations available through alternative methods if such methods are readily achievable.\" 42 U.S.C.  12182(b)(2)(A)(v) (emphasis added). Subsection (v) clearly contemplates that the entity, rather than the plaintiff, bears the burden to demonstrate that barrier removal under subsection (iv) is not readily achievable. Read together, subsections (iv) and (v) provide an affirmative defense for an entity. Accordingly, we conclude Plaintiff must initially present evidence tending to show that the suggested method of barrier removal is readily achievable under the particular circumstances. If Plaintiff does so, Defendant then bears the ultimate burden of persuasion that barrier removal is not readily achievable under subsection (iv).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Placing the burden of persuasion on Defendant to prove the affirmative defense that barrier removal is not readily achievable is consistent with the remaining subsections of Title III. Section 12182(b)(2)(A)(i) provides that discrimination includes the imposition of eligibility criteria that \"screen out\" or \"tend to screen out\" individuals with disabilities unless the eligibility criteria can be shown to be necessary.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Several district courts have placed the burden of showing that the eligibility criteria are necessary on the proponent of such criteria. See Hahn ex rel. Barta v. Linn County, Iowa, 130 F. Supp. 2d 1036, 1055 (N.D. Iowa 2001) (\"Eligibility criteria that 'screen out' or 'tend to screen out' disabled individuals violate the ADA unless the proponent of the eligibility criteria can show that the eligibility requirements are necessary.\"); Bowers v. NCAA, 118 F. Supp. 2d 494, 518 (D.N.J. 2000) (same), opinion amended on reargument, 130 F. Supp. 2d 610 (D.N.J. 2001); Guckenberger v. Boston Univ., 974 F. Supp. 106, 134 (D. Mass. 1997) (\"[P]ublic entities cannot use eligibility criteria that screen out or tend to screen out individuals with disabilities unless they can show that the criteria are necessary.\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Similarly, sections 12182(b)(2)(A)(ii) and (iii) provide an affirmative defense for an entity to demonstrate that compliance would fundamentally alter the nature of the goods and services provided.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Consequently, the entity bears the burden of persuasion regarding fundamental alteration and undue burden. See Johnson v. Gambrinus Co./Spoetzl Brewery, 116 F.3d 1052, 1059 (5th Cir. 1997) (under subsection (ii) modification claim, defendant bears \"burden of proving that the requested modification would fundamentally alter the nature of the public accommodation\"); Mayberry v. Von Valtier, 843 F. Supp. 1160, 1166 (E.D. Mich. 1994) (shifting burden of proof to defendant in subsection (iii) case).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Johnson, 116 F.3d at 1059, the Fifth Circuit addressed the burden of proof in a  12182(b)(2)(A)(ii) reasonable modification claim. The court held that the plaintiff bears the burden of proving that a modification was requested and that the requested modification was reasonable. Id. Once the plaintiff meets the burden of showing that an accommodation is reasonable in the general sense, the court held the defendant must make the requested accommodation unless defendant pleads and meets its burden of proving that the requested accommodation would fundamentally alter the nature of the public accommodation. Id. The plaintiff bears the ultimate burden of proof on the issue of reasonableness, while the defendant bears the burden of proving the requested accommodation would fundamentally alter the nature of the public accommodation. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Several district courts have adopted Johnson's allocation of the burden of proof in subsection (ii) cases. See Dahlberg v. Avis Rent A Car Sys., Inc., 92 F. Supp. 2d 1091, 1105-06 (D. Colo. 2000) (adopting Johnson); Bingham v. Oregon Sch. Activities Ass'n, 24 F. Supp. 2d 1110, 1116-17 (D. Ore. 1998) (under subsection (ii), \"[o]nce plaintiff establishes that the requested accommodation is reasonable in a general sense, the burden shifts to the defendant to prove that the modification is unreasonable under the circumstances, that such would fundamentally alter the nature of the public accommodation or otherwise work an undue hardship on the entity.\"). Our conclusion that Congress also intended to create an affirmative defense for an entity to establish a proposed barrier removal is not readily achievable under subsection (iv) once Plaintiff meets the initial burden of tending to show barrier removal is readily achievable comports with the remaining subsections of Title III setting forth affirmative defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Department of Justice (DOJ) Regulations regarding Title III similarly support our conclusion that \"readily achievable\" is an affirmative defense.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The regulations specifically refer to the \"readily achievable defense.\" 28 C.F.R. Pt. 36, App. B. at 647 (2000). Furthermore, the regulations compare the \"readily achievable defense\" to the \"undue burden defense\" of  12182(b)(2)(A)(iii), which limits a public accommodation's obligation to provide auxiliary aids, and the \"undue hardship defense\" of  12112(b)(5)(A), which limits an employer's obligation to make reasonable accommodations in the employment context. Id. While the regulations state the readily achievable defense is less demanding than the undue burden or undue hardship defenses, they nevertheless explicitly place the burden of persuasion on the entity. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While no circuit court has addressed the issue of who bears the burden of proving readily achievable under subsection (iv), several district courts have done so.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> In Pascuiti, 1999 WL 1102748, at *1, after considering the text of Title III, its legislative history, and implementing regulations, the district court allocated the burden of proof on the issue of whether the removal is readily available in the following manner: \"The plaintiffs bear the initial burden of suggesting a method of barrier removal and proffering evidence that their suggested method meets the statutory definition of 'readily achievable.'\" The court further stated that plaintiffs must consider the factors identified in  12181(9) and proffer evidence, including expert testimony, as to the ease and inexpensiveness of their proposed method of barrier removal. Id. at *4. \"If plaintiffs satisfy their burden of proffering evidence that a suggested method of barrier removal can be accomplished easily and without much difficulty or expense, the burden then shifts to the [defendants] to rebut that showing and prove that the suggested method is not readily achievable.\" Id. at *5. Finally, the court noted that \"[p]lacing this burden on the defendant gives meaning to subsection (v), which contains the phrase 'where an entity can demonstrate that the removal of a barrier under clause (iv) is not readily achievable.' 42 U.S.C.  12182(b)(2)(A)(v).\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court employed a similar approach in Parr v. L &amp; L Drive-Inn Rest., 96 F. Supp. 2d 1065, 1085 (D. Haw. 2000). Citing Gilbert v. Eckerd Drugs, No. Civ. A. 97-3118, 1998 WL 388567, at *2 (E.D. La. July 8, 1998) (unpublished),<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and Pascuiti, 1999 WL 1102748, at *5, the district court concluded that \"[t]o succeed on an ADA claim of discrimination on account of one's disability due to an architectural barrier, the plaintiff must also prove that: (1) the existing facility at the defendant's place of business presents an architectural barrier prohibited under the ADA, and (2) the removal of the barrier is readily achievable.\" Id. (emphasis in original). The court discussed the shifting burden, stating, \"[i]f Plaintiff satisfies his burdens, he has made out a prima facie case of discrimination, upon which the burden shifts to Defendant to present sufficient evidence to rebut such a showing.\" Id. While the court in Pascuiti shifted the burden of persuasion to Defendant, the court in Parr appears to have shifted only the burden of production to Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We find the burden allocation of Pascuiti to be well-reasoned and consistent with the language of Title III of the ADA. We therefore adopt the same approach wherein Plaintiff bears the initial burden of production to present evidence that a suggested method of barrier removal is readily achievable, i.e., can be accomplished easily and without much difficulty or expense. If Plaintiff satisfies this burden, Defendant then has the opportunity to rebut that showing. Defendant bears the ultimate burden of persuasion regarding its affirmative defense that a suggested method of barrier removal is not readily achievable. See 1 Christopher B. Mueller &amp; Laird C. Kirkpatrick, Federal Evidence  65 (1994) (\"[T]he defendant bears the burden of persuasion on affirmative defenses.\").<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Further, our conclusion that subsections (iv) and (v), read together, place the burden of persuasion on Defendant to prove the affirmative defense that barrier removal is not readily achievable comports with the overall operation of the ADA. The ADA has three separate titles: Title I covers employment discrimination, 42 U.S.C.  12111-12117; Title II covers discrimination by government entities, Id.  12131-12165; and Title III covers discrimination by places of public accommodation, Id.  12181-12189. Title I provides that impermissible employment disability discrimination includes \"not making reasonable accommodations to the known physical or mental limitations of an otherwise qualified individual with a disability . . . unless such covered entity can demonstrate that the accommodation would impose an undue hardship on the operation of the business of such covered entity.\" Id.  12112(b)(5)(A). \"'The employer . . . bears the burden of persuasion on whether a proposed accommodation would impose an undue hardship.'\" Rascon v. US West Communications, Inc., 143 F.3d 1324, 1334 (10th Cir. 1998) (quoting Smith v. Americtech, 129 F.3d 857, 866 (6th Cir. 1997)); see also Reed v. LePage Bakeries, Inc., 244 F.3d 254, 259 (1st Cir. 2001) (discussing the \"burdens of showing reasonable accommodation and undue hardship as they appear in the statute: the plaintiff fully bears the former, and the defendant fully bears the latter.\"). But see White v. York Intern. Corp., 45 F.3d 357, 361 (10th Cir. 1995) (shifting burden of production, not persuasion, to defendant to present evidence of its inability to accommodate).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Similarly, Title II states that \"no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.\" 42 U.S.C.  12132. The DOJ regulations provide: \"A public entity shall operate each service, program, or activity so that the service, program, or activity, when viewed in its entirety, is readily accessible to and useable by individuals with disabilities.\" 28 C.F.R.  35.150(a). Under the regulations, however, a public entity is not required to \"take any action that it can demonstrate would result in a fundamental alteration in the nature of a service, program, or activity or in undue financial and administrative burdens.\" 28 C.F.R.  35.150(a)(3). Further, the regulations specifically state that \"a public entity has the burden of proving that compliance with  35.150(a) of this part would result in such alterations or burdens.\" Id; see also Parker v. Universidad de Puerto Rico, 225 F.3d 1, 5 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">According to the plain language of Title III and the allocation of burdens we have adopted, Plaintiff must initially introduce evidence tending to establish that the proposed method of architectural barrier removal is \"readily achievable,\" i.e., \"easily accomplishable and able to be carried out without much difficulty or expense\" under the particular circumstances. 42 U.S.C.  12181(9). Only if Plaintiff satisfies this initial burden does the burden of persuasion shift to Defendant to prove that the requested barrier removal method is not readily achievable.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We now turn to the question of whether Plaintiff in this case produced sufficient evidence to satisfy his burden that his suggested method of barrier removal is readily achievable. At trial, Plaintiff introduced evidence regarding the installation of a ramp at the entrance to the Crawford Building. Plaintiff called Nore Winter, an expert in historical preservation in architecture and urban design. Winter owns a company called Winter &amp; Company, which provides consultation to property owners, architects, and municipalities in developing preservation policies and design concepts. Winter testified that the front entrance to the Crawford Building could be made accessible without threatening or destroying the historic significance of the building or the district.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Winter prepared a sketch for a concept of a warped-plane sidewalk to provide access to the Crawford Building. He testified that did not intend for the sketch to be a construction drawing, but rather to illustrate an approach for achieving accessibility that would be compatible with the historic character of the building. Winter acknowledged that his sketch was \"conceptual.\" Further, he stated that \"[w]hen you start talking about real building design, et cetera, it's going to take a team of collaboration of all the parties involved with all the different viewpoints and interest to come up with the solutions that are going to best meet everyone's needs.\" Winter did not provide precise cost estimates. Instead, he estimated probable costs associated with the ramps of $10,750 based on his experience with similar projects. Winter testified that he reviewed a report by John Salmen, Defendant's consultant. According to Winter, Salmen's report suggested that Winter's approach would be valid, but Salmen would recommend extending the ramp out the full width of the sidewalk.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On cross-examination, Winter appeared to be unaware that the rise of the threshold of the building was three inches, bringing the total rise from the sidewalk elevation into the building to nine inches.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> To address the nine-inch rise, Winter suggested extending the elevation out for the full width of the sidewalk. When cross examined about designing the ramp to accommodate both wheelchair access and people with vision impairments who could fail to discern the change in grade and trip on such a ramp, Winter responded that --</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">you're getting beyond what my focus has been, which is on the historic impacts on these properties. As I stated earlier, I would work in collaboration with the design team to help solve these kinds of problems and these kinds of questions. I can't give you the design for that altering of the ramp right here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Winter also suggested slanting the stoop to address the nine-inch rise. He acknowledged, however, that \"I haven't really inspected this, but only to say I believe it could be possible.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiff next presented the testimony of expert accountant Robert Aucone regarding Defendant's financial resources. Aucone concluded that the financial impacts of installing ramps would be relatively immaterial and easily accomplishable. Aucone testified that in his opinion, even if the actual cost of a ramp was twice as much as estimated, his opinion would not change.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiff further introduced testimony and documentary evidence that Defendant and its predecessor had received estimates to ramp the Crawford Building. Plaintiff called Susan Spencer, the general manager of Larimer Square from 1986 until 1995. Spencer acted as general manager when Defendant purchased the Crawford Building in 1993. As general manager of Larimer Square, Spencer's duties included property management and leasing responsibilities. In addition, Spencer's responsibilities included discerning costs and making recommendations concerning whether ramps would be installed at buildings in Larimer Square. In July 1992, Rich Langston, a contractor, sent Spencer an estimate for a ramp at the Crawford building in the amount of $2,195.00. In the memo, Langston recommended against the ramp because it would require cutting the iron stoop. In November 1992, Langston sent Spencer an estimate in the amount of $2,272.00 to ramp the Crawford Building.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Spencer testified that she considered ramping the Crawford Building, but decided against it. According to Spencer, a ramp extending to the side of the building would have extended into the doorway or into the neighboring property. Further, Spencer expressed concern that a ramp extending straight out from the building would have created a trip hazard for persons with visual impairments.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, Plaintiff introduced Title III DOJ regulations and commentary concerning whether a method of architectural barrier removal is readily achievable under subsection (iv). The regulations specifically list \"[i]nstalling ramps\" as an example of barrier removal under  12182(b)(2)(A)(iv). 28 C.F.R.  36.304(b)(1). The commentary points out, however, that</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">the inclusion of a measure on this list does not mean that it is readily achievable in all cases. Whether or not any of these measures is readily achievable is to be determined on a case-by-case basis in light of the particular circumstances presented and the factors listed in the definition of readily achievable ( 36.104).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">28 C.F.R. Pt. 36, App. B at 647 (2000). The commentary further explains when ramping steps may be required:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A public accommodation generally would not be required to remove a barrier to physical access posed by a flight of steps, if removal would require extensive ramping or an elevator. Ramping a single step, however, will likely be readily achievable, and ramping several steps will in many circumstance also be readily achievable.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Id. The DOJ regulations also urge public accommodations</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">to comply with the barrier removal requirements of this section in accordance with the following order of priorities.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(1) First, a public accommodation should take measures to provide access to a place of public accommodation from public sidewalks, parking, or public transportation. These measures include, for example, installing an entrance ramp</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">28 C.F.R.  36.304(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">While the regulations specifically mention ramping a single step as a top priority and likely to be readily achievable, the regulations also state that whether removal of a barrier is readily achievable is subject to a case by case inquiry. 28 C.F.R. Pt. 36, App. B at 647. Accordingly, Plaintiff must show that installation of a ramp at the Crawford Building is readily achievable in light of the particular circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">While this is a close case, we conclude Plaintiff introduced evidence regarding only speculative concepts of ramp installation, rather than evidence that a specific design was readily achievable. For instance, Plaintiff failed to present any evidence to establish the likelihood that the City of Denver would approve a proposed modification to the historical building. Plaintiff also failed to provide any precise cost estimates regarding the proposed modification. Perhaps most importantly, Plaintiff's expert testimony failed to demonstrate that under the particular circumstances installing a ramp would be readily achievable. Instead, expert Winter provided speculative conceptual ideas, rather than a specific design which would be easily accomplishable and able to be carried out without much difficulty or expense. Winter acknowledged that his sketch was conceptual and that he did not intend the sketch to be a construction drawing. Notably, Winters appeared unaware of the exact height of the architectural barrier.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">While the regulations state that ramping a single step will likely be readily achievable, such an inquiry must be based on a case by case basis under the particular circumstances and factors listed in the definition of readily achievable. Because Plaintiff failed to present sufficient evidence that removal of the architectural barrier is readily achievable, the district court properly granted Defendant's motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The judgment of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Colorado Cross-Disability Coalition, originally a plaintiff in this case, was dismissed on its own motion before trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 12182((b)(2)(A)(iv) provides in full that discrimination includes:</p>\n        <p>[A] failure to remove architectural barriers, and communication barriers that are structural in nature, in existing facilities, and transportation barriers in existing vehicles and rail passenger cars used by an establishment for transporting individuals (not including barriers that can only be removed through the retrofitting of hydraulic or rail passenger cars by the installation of a hydraulic or other lift), where such removal is readily achievable[.]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that in its answer to Plaintiff's complaint, Defendant's second affirmative defense stated that \"Plaintiff's claims are barred because the proposed alterations are not readily achievable.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Subsection (i) states in full that discrimination includes:</p>\n        <p>The imposition or application of eligibility criteria that screen out or tend to screen out an individual with a disability or any class of individuals with disabilities from fully and equally enjoying any goods, services, facilities, privileges, advantages, or accommodations, unless such criteria can be shown to be necessary for the provision of the goods, services, facilities, privileges, advantages, or accommodation being offered.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Subsections (ii) and (iii) state that discrimination includes:</p>\n        <p>(ii) a failure to make reasonable modifications in policies, practices, or procedures, when such modifications are necessary to afford such goods, services, facilities, privileges, advantages, or accommodations to individuals with disabilities, unless the entity can demonstrate that making such modifications would fundamentally alter the nature of such goods, services, facilities, privileges, advantages, or accommodations;</p>\n        <p>(iii) a failure to take such steps as may be necessary to ensure that no individual with a disability is excluded, denied services, segregated or otherwise treated differently than other individuals because of the absence of auxiliary aids and services, unless the entity can demonstrate that taking such steps would fundamentally alter the nature of the good, service, facility, privilege, advantage, or accommodation being offered or would result in an undue burden[.]</p>\n        <p>42 U.S.C.  12182(b)(2)(A)(ii), (iii) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Supreme Court has given significant deference to the DOJ's Title III regulations. See Bragdon v. Abbott, 524 U.S. 624, 646 (1998) (noting with approval \"the administrative guidance issued by the Justice Department to implement the public accommodation provisions of Title III of the ADA. As the agency directed by Congress to issue implementing regulations, see 42 U.S.C.  12186(b), to render technical assistance explaining the responsibilities of covered individuals and institutions,  12206(c), and to enforce Title III in court,  12188(b), the Department's views are entitled to deference.\") (citing Chevron v. Natural Res. Defense Council, Inc., 467 U.S. 837, 844 (1984)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Plaintiff relies on Lieber v. Macy's West, Inc., 80 F. Supp. 2d 1065, 1077 (N.D. Cal. 1999) as interpreting subsection (iv) to create an affirmative defense wherein the defendant must prove that a proposed method of barrier removal is not readily achievable. The district court in Lieber, however, inexplicably applied subsection (ii) to the plaintiff's barrier removal case. Id. The court stated, \"Plaintiffs also bear the burden of putting forward reasonable modifications. The burden then shifts to [defendant] to show that the requested modifications would fundamentally alter the nature of its public accommodation.\" In support of its burden shifting approach, the court in Lieber cited Martin v. PGA Tour, 994 F. Supp. 1242 (D. Ore. 1998); aff'd, 121 S. Ct. 1879 (2001). Martin involved claims under subsection (i), which forbids the imposition of eligibility criteria which tend to screen out individuals with disabilities unless the eligibility requirements are necessary, and subsection (ii), which forbids the failure to make reasonable policy modifications where such modifications are necessary to allow access to individuals with disabilities.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In Gilbert, 1998 WL 388567, at *2, the district court simply stated without analysis that, to succeed on his claim that the defendant had failed to remove architectural barriers in violation of the ADA, the plaintiff had to \"prove both that (1) the existing facilities at Defendants' places of business present an 'architectural barrier' under the ADA, and (2) the removal of the 'barrier' is 'readily achievable' under the ADA.\" Without analyzing the burden of proof, the district court denied plaintiff's motion for summary judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We agree with the First Circuit's conclusion that the McDonnell Douglas burden shifting approach does not apply to ADA discrimination claims based on  12182(b)(2)(A). Reed v. LePage Bakeries, Inc., 244 F.3d 254, 259 n.3 (1st Cir. 2001).  As the court explained,</p>\n        <p>The burden-shifting model was introduced into employment law in order to allow indirect proof of the often elusive \"intent\" to discriminate.  Thus, burden shifting allows a plaintiff to make a small showing of discrimination, whereupon the employer must articulate a nondiscriminatory reason for its actions, and if that reason proves to be untrue, then an inference of discrimination may be warranted. By contrast, whether a requested accommodation is reasonable or whether it imposes an undue hardship are questions typically proved through direct, objective evidence. Accordingly, we have already held that the McDonnell Douglas model does not apply to ADA discrimination claims based on failure to reasonably accommodate.</p>\n        <p>Id. (citations omitted). This reasoning applies equally to discrimination claims based on failure to remove architectural barriers.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In his response brief, Plaintiff claims that the record contains no evidence that any additional step or height existed at the Crawford Building at the time of the litigation. Plaintiff's exhibit 3, however, clearly shows an additional step at the doorway beyond the initial step. Winter, nevertheless, appeared unaware of this additional rise.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">LUCERO, Circuit Judge, concurring and dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I concur in the majority's Section I analysis concerning the burden of proof in cases brought to remove architectural barriers under 42 U.S.C.  12182(b)(2)(A)(iv). In particular, I agree that the approach outlined in Pascuiti v. New York Yankees, No. 98 CIV. 8186, 1999 WL 1102748 (S.D.N.Y. Dec. 6, 1999), and adopted by the majority is well-reasoned. However, I dissent from the resolution of this case in Section II of the majority opinion. In my judgment, the majority demands too much of ADA Title III plaintiffs. Moreover, in simply premising its holding on a negative--that Williams presented too little evidence showing his proposal was readily achievable--the majority provides inadequate guidance to trial courts in this undeveloped area of ADA law.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">* The majority opinion does not clarify the type and quantum of evidence a plaintiff must present to show that removal of an architectural barrier is \"readily achievable\" pursuant to 42 U.S.C.  12182(b)(2)(A)(iv). As to the type of evidence, an obvious starting place is the language of the ADA itself, which defines \"readily achievable\" as \"easily accomplishable and able to be carried out without much difficulty or expense.\" 42 U.S.C.  12181(9).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> A clear reading of that definition is that it requires a plaintiff to show two things related to the removal of an architectural barrier: (1) that it can be done with ease<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> and (2) that it can be done inexpensively. See Pascuiti, 1999 WL 1102748, at *4 (holding that plaintiffs must \"proffer evidence . . . as to the ease and inexpensiveness of their proposed method of barrier removal\" to make out a prima facie case).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The first requirement addresses non-monetary qualitative issues such as feasibility, engineering/structural concerns, historic preservation, and so forth. These concerns will vary with the design of the building, the character of the neighborhood, local laws and regulations, and other variables. In most cases, plaintiffs should provide expert testimony presenting a plan and assuring its feasibility, keeping in mind any applicable engineering, structural, and historic preservation concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The second requirement addresses quantitative, monetary issues and includes such considerations as \"cost,\" 42 U.S.C.  12181(9)(A), \"overall financial resources,\" 12181(9)(B), (C), and \"the effect on expenses and resources,\"  12181(9)(B). Plaintiffs can satisfy their burden through the testimony of a financial expert who can relate the estimated costs of the proposal to the defendant's financial position and ability to pay those costs.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is the quantum of evidence--the amount of detail and precision--as to which the majority requires too much. In the vast majority of cases, there will be an information imbalance between plaintiffs and defendants. Defendants, who possess the practical experience and knowledge gained by owning and operating the building containing the architectural barrier, will have a much better sense of the true impact and feasibility of a barrier removal proposal. As a result, while plaintiffs bear the burden of advancing a reasonable plan, defendants ultimately are in a better position to produce--as part of their affirmative defense--the detailed evidence the majority apparently wishes to see in these types of cases. I find it unreasonable to require ADA Title III plaintiffs to anticipate and counter any and all potential objections as part of their prima facie case. Placing too high a burden on ADA plaintiffs risks ignoring Congressional intent<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> and gutting the ADA's private right of action. If plaintiffs must all but present the court with a pre-approved construction contract for a sum certain which includes detailed plans, impact statements, engineering studies, and permits to meet their threshold burden, virtually no plaintiff could afford to bring an architectural barrier removal claim under 42 U.S.C.  12182(b)(2)(A)(iv).<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  Plaintiffs should present some evidence as to cost and feasibility that recognizes and addresses these considerations but should not be required to have final, detailed answers as to any of them.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Turning to the facts of this case, I believe that Williams satisfied his burden of proffering a plan for barrier removal that is readily achievable. It is quite evident from the record that the only concern that separates this case from the \"garden variety\" ramping of a nine-inch entrance elevation<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> is the subject property's inclusion on the National Register of Historic Places. As the majority discusses, Williams called expert witnesses Nor Winter, an architect and authority on historical preservation, who discussed the ramping plan, a possible design, and estimated costs, and Robert Aucone, an accountant, who testified regarding Hermanson's financial resources. The majority faults this evidence for three reasons: (1) it included only \"speculative conceptual ideas, rather than a specific design\"; (2) it \"failed to provide any precise cost estimates\"; and (3) it \"failed to present any evidence that the City of Denver would approve\" the ramp. (Majority Op. at 1009.)</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The majority's criticisms of the \"speculative\" nature of the proposed barrier removal plan, which appear to critique Williams's evidence addressing the qualitative prong of the \"readily achievable\" standard, are undermined by the fact that both Winter and Hermanson's expert, John Salmen, approved the same approach to removing the challenged architectural barrier: warping and raising the sidewalk gradually from the curb to the entrance of the Crawford Building. At the very least, this demonstrates that the basic approach advocated by Winter was sound. That is enough, in my view, to satisfy Williams's burden. Hermanson would have ample opportunity to demonstrate whatever flaws exist in Winter's plan during Hermanson's presentation of his affirmative defense.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">There is no need for \"precise\" cost estimates in this case because there was no uncertainty surrounding Hermanson's ability to pay for the proposed barrier removal plan. Aucone testified that \"even if the actual cost of a ramp was twice as much as estimated, his opinion\" that Hermanson could easily afford to install the ramp \"would not change.\" (Id. at 17.) In fact, Aucone testified that Hermanson could well afford, by a factor of six, the estimated cost of Salmen's Crawford Building proposal. Perhaps precise estimates would be necessary if the cost of the barrier removal plan were at the margin of Hermanson's ability to pay for it, but that was not the situation. The issue is \"could Hermanson easily afford to remove the barrier?\" The clear answer, even assuming a six-fold error by Winter in estimating the cost of the proposal, is \"yes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">I do not believe Williams should be required to present evidence demonstrating the likelihood of approval by the City of Denver as part of his prima facie case. No reason is advanced to suspect that the City of Denver would not approve the proposed plan--the only evidence on this subject indicated that the City of Denver had approved other barrier removal projects in the Larimer Square area. We are not presented with a complicated and expensive project such as incorporating an elevator into an antiquated building, and absent such evidence or a similar reason--such as unusually large scope or novelty--we should not presume significant hurdles to planning approval. Moreover, given the character of Larimer Square, the most likely obstacle to the City of Denver's approval of the barrier removal plan would be historic preservation concerns. However, that was exactly the area of Winter's expertise and the area he most thoroughly addressed in his testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I would hold that Williams met his burden and reverse the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The statute also lists the following factors to be considered \"[i]n determining whether an action is readily achievable\":</p>\n        <p>(A) the nature and cost of the action needed under this chapter;</p>\n        <p>(B) the overall financial resources of the facility or facilities involved in the action; the number of persons employed at such facility; the effect on expenses and resources, or the impact otherwise of such action upon the operation of the facility;</p>\n        <p>(C) the overall financial resources of the covered entity; the overall size of the business of a covered entity with respect to the number of its employees; the number, type, and location of its facilities; and</p>\n        <p>(D) the type of operation or operations of the covered entity, including the composition, structure, and functions of the workforce of such entity; the geographic separateness, administrative or fiscal relationship of the facility or facilities in question to the covered entity.</p>\n        <p>42 U.S.C.  12181(9)(A)(D).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> I can see no meaningful distinction in the definition of \"readily achievable\" between \"easily accomplishable\" and \"able to be carried out without much difficulty.\" Could there ever be a situation in which a proposed barrier removal plan were one but not the other?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> See, e.g., H.R. Rep. No. 101-485, pt. 2, at 28 (1990) (\"[T]here exists a compelling need to establish a clear and comprehensive Federal prohibition of discrimination on the basis of disability in the area[] of . . . public accommodations . . . .\"); S. Rep. No. 101-116, at 5 (1989) (same).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> I recognize that the ADA has provisions allowing successful plaintiffs to recover attorney fees and expert witness costs. See 42 U.S.C.  12205 (authorizing the award of \"litigation expenses\" to prevailing parties in ADA suits); James C. Harrington, The ADA and Section 1983: Walking Hand in Hand, 19 Rev. Litig. 435, 46162 (2000) (quoting legislative history indicating Congress's intent to include the cost of expert witnesses as part of \"litigation expenses\"). Nevertheless, requiring plaintiffs to provide a highly detailed barrier removal plan would result in up-front costs that outweigh the incentives for private representation embodied in  12205's fee-shifting provisions. Cf. Louis S. Rulli, Employment Discrimination Litigation under the ADA from the Perspective of the Poor: Can the Promise of Title I Be Fulfilled for Low-Income Workers in the Next Decade?, 9 Temp. Pol. &amp; Civ. Rts. L. Rev. 345, 369, 37882 (2000) (noting that suits brought under Title I of the ADA \"are fact intensive, highly individualized cases that require extensive discovery and expert witnesses, and thus are expensive to litigate\" and expressing doubts as to the availability of legal services to poor potential ADA plaintiffs from legal services programs, public interest organizations, or the private bar despite  12205).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> See, e.g., 28 C.F.R. Pt. 36, App. B at 646 (\"Ramping a single step . . . will likely be readily achievable . . . .\"); H.R. Rep. No. 101-485, pt. 2, at 110 (1990) (\"The kind of barrier removal which is envisioned . . . includes . . . the simple ramping of a few steps . . . .\"); S. Rep. No. 101-116, at 66 (1989) (same).</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">999</span></span> (10th Cir. 2001)</p>\n    <p class=\"parties\">COLORADO CROSS DISABILITY COALITION, Plaintiff,<br>and<br>KEVIN W. WILLIAMS, for himself and all others similarly situated, Plaintiff-Appellant,<br>v.<br>HERMANSON FAMILY LIMITED PARTNERSHIP I, Defendant-Appellee,<br>and<br>ANN TAYLOR, INC.; NINE WEST GROUP, INC., Defendants.<br>UNITED STATES OF AMERICA, Amicus Curiae.</p>\n    <p class=\"docket\">No. 00-1303</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS TENTH CIRCUIT</p>\n    <p class=\"date\">August 29, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF COLORADO (D.C. No. 96-WY-2490-AJ) Amy F. Robertson (Timothy P. Fox with her on the brief), of Fox &amp; Robertson, Denver, Colorado, for Plaintiff-Appellant.</p>\n      <p class=\"indent\">Martin D. Beier (Joe L. Silver with him on the brief), of Silver &amp; DeBoskey, Denver, Colorado, for Defendant-Appellee.</p>\n      <p class=\"indent\">Bill Lann Lee, Assistant Attorney General, Jessica Dunsay Silver and Thomas E. Chandler, Attorneys, United States Department of Justice, Washington, D.C., filed a brief on behalf of the Amicus Curiae.</p>\n      <p class=\"indent\">Before BRISCOE, BALDOCK, and LUCERO, Circuit Judges.</p>\n      <p class=\"indent\">BALDOCK, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Hermanson Family Limited Partnership I owns certain commercial buildings in Larimer Square, an historic block of shops and restaurants located in downtown Denver, Colorado. Plaintiff Kevin W. Williams is a Denver attorney who, as a result of a spinal cord injury, is paralyzed from the chest down and uses a power wheel chair for mobility. Since he moved to Denver around 1990, Plaintiff Williams has visited Larimer Square frequently. On his trips to Larimer Square, Plaintiff Williams noticed that architectural barriers prevented him from accessing many of the stores. Specifically, a 5.5 inch iron stoop at the entrance to the Crawford Building, owned by Defendant, prevents wheelchair access. In addition, the door to the store is recessed from the storefront and adds another barrier to wheelchair access of one to three inches.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1996, Plaintiff Williams and his employer, the Colorado Cross Disability Coalition, filed four separate lawsuits in the federal district court against Defendants under Title III of the Americans with Disabilities Act (ADA), 42 U.S.C.  12181 thru 12189, and the Colorado Anti-Discrimination Act, Colo. Rev. Stat.  24-34-601 thru 24-34-605. In their suits, Plaintiffs asked the district court to compel Defendants to install ramps at four locations in Larimer Square.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court consolidated the cases for both discovery and trial.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The consolidated cases proceeded to a bench trial. At the close of Plaintiff's case, the district court granted Defendants' motions for judgment as a matter of law, see Fed. R. Civ. P. 52(c), concluding that Plaintiff failed to establish that removal of architectural barriers at the four locations was readily achievable. Plaintiff appeals the district court's ruling as to only one of the four locations, the Crawford Building. We exercise jurisdiction pursuant to 28 U.S.C.  1291. We review de novo a district court's grant of a motion for judgment as a matter of law, construing the evidence and inferences therefrom in the light most favorable to the nonmoving party. Shaw v. AAA Eng'g &amp; Drafting, Inc., <span class=\"citation\" data-id=\"159646\"><a href=\"/opinion/159646/united-states-v-aaa-engineering/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">519</span></a></span>, 529 (10th Cir. 2000). Applying this standard, we affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Title III of the ADA prohibits discrimination against persons with disabilities in places of public accommodation. 42 U.S.C.  12182(a). The ADA provides a private right of action for preventative relief, including an application for a permanent or temporary injunction or restraining order for \"any person who is being subjected to discrimination on the basis of disability in violation of\" Title III. Id.  12182(a)(1), 2000a-3(a). A successful plaintiff may also be entitled to attorney fees and costs. Id.  2000a-3(b). Section 12182(a) provides: \"No individual shall be discriminated against on the basis of disability in the full and equal enjoyment of the goods, services, facilities, privileges, advantages, or accommodations of any place of public accommodation by any person who owns, leases (or leases to), or operates a place of public accommodation.\" Id.  12182(a). Under Title III of the ADA, \"discrimination\" specifically includes \"failure to remove architectural barriers . . . in existing facilities . . . where such removal is readily achievable.\" Id.  12182(b)(2)(A)(iv).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The ADA defines \"readily achievable\" as \"easily accomplishable and able to be carried out without much difficulty or expense.\" Id.  12181(9). The ADA further sets out several factors to be considered in determining whether removal of architectural barriers is readily achievable: (1) nature and cost of the action; (2) overall financial resources of the facility or facilities involved; (3) number of persons employed at such facility; (4) effect on expenses and resources; (5) impact of such action upon the operation of the facility; (6) overall financial resources of the covered entity; (7) overall size of the business of a covered entity with respect to the number of its employees; (8) the number, type, and location of its facilities; (9) type of operation or operations of the covered entity, including composition, structure, and functions of the workforce of such entity; and (10) geographic separateness, administrative or fiscal relationship of the facility or facilities in question to the covered entity. Id.  12181(9)(A)-(D); see also First Bank Nat'l Ass'n v. FDIC, <span class=\"citation\" data-id=\"714964\"><a href=\"/opinion/714964/first-bank-national-association-as-trustee-aljaf-associates-limited/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">362</span></a></span>, 370 n.8 (3d Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Title III of the ADA, however, remains silent as to who bears the burden of proving that removal of an architectural barrier is, or is not, readily achievable. See Pascuiti v. New York Yankees, No. 98 CIV. 8186(SAS), <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1102748</span></span>, at *1 (S.D.N.Y. Dec. 6, 1999) (unpublished). Plaintiff argues that subsection (iv), when read in conjunction with subsection (v), places the burden on Defendant to prove the proposed architectural barrier removal is not readily achievable. Subsection (v) states that discrimination includes, \"where an entity can demonstrate that the removal of a barrier under clause (iv) is not readily achievable, a failure to make such goods, services, facilities, privileges, advantages, or accommodations available through alternative methods if such methods are readily achievable.\" 42 U.S.C.  12182(b)(2)(A)(v) (emphasis added). Subsection (v) clearly contemplates that the entity, rather than the plaintiff, bears the burden to demonstrate that barrier removal under subsection (iv) is not readily achievable. Read together, subsections (iv) and (v) provide an affirmative defense for an entity. Accordingly, we conclude Plaintiff must initially present evidence tending to show that the suggested method of barrier removal is readily achievable under the particular circumstances. If Plaintiff does so, Defendant then bears the ultimate burden of persuasion that barrier removal is not readily achievable under subsection (iv).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Placing the burden of persuasion on Defendant to prove the affirmative defense that barrier removal is not readily achievable is consistent with the remaining subsections of Title III. Section 12182(b)(2)(A)(i) provides that discrimination includes the imposition of eligibility criteria that \"screen out\" or \"tend to screen out\" individuals with disabilities unless the eligibility criteria can be shown to be necessary.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Several district courts have placed the burden of showing that the eligibility criteria are necessary on the proponent of such criteria. See Hahn ex rel. Barta v. Linn County, Iowa, <span class=\"citation\" data-id=\"2418603\"><a href=\"/opinion/2418603/hahn-ex-rel-barta-v-linn-county-ia/\"><span class=\"volume\">130</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1036</span></a></span>, 1055 (N.D. Iowa 2001) (\"Eligibility criteria that 'screen out' or 'tend to screen out' disabled individuals violate the ADA unless the proponent of the eligibility criteria can show that the eligibility requirements are necessary.\"); Bowers v. NCAA, <span class=\"citation\" data-id=\"2358432\"><a href=\"/opinion/2358432/bowers-v-national-collegiate-athletic-assn/\"><span class=\"volume\">118</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">494</span></a></span>, 518 (D.N.J. 2000) (same), opinion amended on reargument, <span class=\"citation\" data-id=\"2418579\"><a href=\"/opinion/2418579/bowers-v-national-collegiate-athletic-assn/\"><span class=\"volume\">130</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">610</span></a></span> (D.N.J. 2001); Guckenberger v. Boston Univ., <span class=\"citation\" data-id=\"1450834\"><a href=\"/opinion/1450834/guckenberger-v-boston-university/\"><span class=\"volume\">974</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">106</span></a></span>, 134 (D. Mass. 1997) (\"[P]ublic entities cannot use eligibility criteria that screen out or tend to screen out individuals with disabilities unless they can show that the criteria are necessary.\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Similarly, sections 12182(b)(2)(A)(ii) and (iii) provide an affirmative defense for an entity to demonstrate that compliance would fundamentally alter the nature of the goods and services provided.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Consequently, the entity bears the burden of persuasion regarding fundamental alteration and undue burden. See Johnson v. Gambrinus Co./Spoetzl Brewery, <span class=\"citation\" data-id=\"11919\"><a href=\"/opinion/11919/johnson-v-gambrinus-company/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1052</span></a></span>, 1059 (5th Cir. 1997) (under subsection (ii) modification claim, defendant bears \"burden of proving that the requested modification would fundamentally alter the nature of the public accommodation\"); Mayberry v. Von Valtier, <span class=\"citation\" data-id=\"2594077\"><a href=\"/opinion/2594077/mayberry-v-von-valtier/\"><span class=\"volume\">843</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1160</span></a></span>, 1166 (E.D. Mich. 1994) (shifting burden of proof to defendant in subsection (iii) case).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Johnson, 116 F.3d at 1059, the Fifth Circuit addressed the burden of proof in a  12182(b)(2)(A)(ii) reasonable modification claim. The court held that the plaintiff bears the burden of proving that a modification was requested and that the requested modification was reasonable. Id. Once the plaintiff meets the burden of showing that an accommodation is reasonable in the general sense, the court held the defendant must make the requested accommodation unless defendant pleads and meets its burden of proving that the requested accommodation would fundamentally alter the nature of the public accommodation. Id. The plaintiff bears the ultimate burden of proof on the issue of reasonableness, while the defendant bears the burden of proving the requested accommodation would fundamentally alter the nature of the public accommodation. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Several district courts have adopted Johnson's allocation of the burden of proof in subsection (ii) cases. See Dahlberg v. Avis Rent A Car Sys., Inc., <span class=\"citation\" data-id=\"2529498\"><a href=\"/opinion/2529498/dahlberg-v-avis-rent-a-car-system-inc/\"><span class=\"volume\">92</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1091</span></a></span>, 1105-06 (D. Colo. 2000) (adopting Johnson); Bingham v. Oregon Sch. Activities Ass'n, <span class=\"citation\" data-id=\"2516874\"><a href=\"/opinion/2516874/bingham-v-oregon-school-activities-assn/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1110</span></a></span>, 1116-17 (D. Ore. 1998) (under subsection (ii), \"[o]nce plaintiff establishes that the requested accommodation is reasonable in a general sense, the burden shifts to the defendant to prove that the modification is unreasonable under the circumstances, that such would fundamentally alter the nature of the public accommodation or otherwise work an undue hardship on the entity.\"). Our conclusion that Congress also intended to create an affirmative defense for an entity to establish a proposed barrier removal is not readily achievable under subsection (iv) once Plaintiff meets the initial burden of tending to show barrier removal is readily achievable comports with the remaining subsections of Title III setting forth affirmative defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Department of Justice (DOJ) Regulations regarding Title III similarly support our conclusion that \"readily achievable\" is an affirmative defense.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The regulations specifically refer to the \"readily achievable defense.\" 28 C.F.R. Pt. 36, App. B. at 647 (2000). Furthermore, the regulations compare the \"readily achievable defense\" to the \"undue burden defense\" of  12182(b)(2)(A)(iii), which limits a public accommodation's obligation to provide auxiliary aids, and the \"undue hardship defense\" of  12112(b)(5)(A), which limits an employer's obligation to make reasonable accommodations in the employment context. Id. While the regulations state the readily achievable defense is less demanding than the undue burden or undue hardship defenses, they nevertheless explicitly place the burden of persuasion on the entity. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While no circuit court has addressed the issue of who bears the burden of proving readily achievable under subsection (iv), several district courts have done so.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> In Pascuiti, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1102748</span></span>, at *1, after considering the text of Title III, its legislative history, and implementing regulations, the district court allocated the burden of proof on the issue of whether the removal is readily available in the following manner: \"The plaintiffs bear the initial burden of suggesting a method of barrier removal and proffering evidence that their suggested method meets the statutory definition of 'readily achievable.'\" The court further stated that plaintiffs must consider the factors identified in  12181(9) and proffer evidence, including expert testimony, as to the ease and inexpensiveness of their proposed method of barrier removal. Id. at *4. \"If plaintiffs satisfy their burden of proffering evidence that a suggested method of barrier removal can be accomplished easily and without much difficulty or expense, the burden then shifts to the [defendants] to rebut that showing and prove that the suggested method is not readily achievable.\" Id. at *5. Finally, the court noted that \"[p]lacing this burden on the defendant gives meaning to subsection (v), which contains the phrase 'where an entity can demonstrate that the removal of a barrier under clause (iv) is not readily achievable.' 42 U.S.C.  12182(b)(2)(A)(v).\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court employed a similar approach in Parr v. L &amp; L Drive-Inn Rest., <span class=\"citation\" data-id=\"2420988\"><a href=\"/opinion/2420988/parr-v-l-l-drive-inn-restaurant/\"><span class=\"volume\">96</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1065</span></a></span>, 1085 (D. Haw. 2000). Citing Gilbert v. Eckerd Drugs, No. Civ. A. 97-3118, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">388567</span></span>, at *2 (E.D. La. July 8, 1998) (unpublished),<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and Pascuiti, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1102748</span></span>, at *5, the district court concluded that \"[t]o succeed on an ADA claim of discrimination on account of one's disability due to an architectural barrier, the plaintiff must also prove that: (1) the existing facility at the defendant's place of business presents an architectural barrier prohibited under the ADA, and (2) the removal of the barrier is readily achievable.\" Id. (emphasis in original). The court discussed the shifting burden, stating, \"[i]f Plaintiff satisfies his burdens, he has made out a prima facie case of discrimination, upon which the burden shifts to Defendant to present sufficient evidence to rebut such a showing.\" Id. While the court in Pascuiti shifted the burden of persuasion to Defendant, the court in Parr appears to have shifted only the burden of production to Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We find the burden allocation of Pascuiti to be well-reasoned and consistent with the language of Title III of the ADA. We therefore adopt the same approach wherein Plaintiff bears the initial burden of production to present evidence that a suggested method of barrier removal is readily achievable, i.e., can be accomplished easily and without much difficulty or expense. If Plaintiff satisfies this burden, Defendant then has the opportunity to rebut that showing. Defendant bears the ultimate burden of persuasion regarding its affirmative defense that a suggested method of barrier removal is not readily achievable. See 1 Christopher B. Mueller &amp; Laird C. Kirkpatrick, Federal Evidence  65 (1994) (\"[T]he defendant bears the burden of persuasion on affirmative defenses.\").<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Further, our conclusion that subsections (iv) and (v), read together, place the burden of persuasion on Defendant to prove the affirmative defense that barrier removal is not readily achievable comports with the overall operation of the ADA. The ADA has three separate titles: Title I covers employment discrimination, 42 U.S.C.  12111-12117; Title II covers discrimination by government entities, Id.  12131-12165; and Title III covers discrimination by places of public accommodation, Id.  12181-12189. Title I provides that impermissible employment disability discrimination includes \"not making reasonable accommodations to the known physical or mental limitations of an otherwise qualified individual with a disability . . . unless such covered entity can demonstrate that the accommodation would impose an undue hardship on the operation of the business of such covered entity.\" Id.  12112(b)(5)(A). \"'The employer . . . bears the burden of persuasion on whether a proposed accommodation would impose an undue hardship.'\" Rascon v. US West Communications, Inc., <span class=\"citation\" data-id=\"156310\"><a href=\"/opinion/156310/rascon-v-us-west/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1324</span></a></span>, 1334 (10th Cir. 1998) (quoting Smith v. Americtech, <span class=\"citation\" data-id=\"748382\"><a href=\"/opinion/748382/terry-smith-v-ameritech-ameritech-publishing-inc-sickness-and-accident/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">857</span></a></span>, 866 (6th Cir. 1997)); see also Reed v. LePage Bakeries, Inc., <span class=\"citation\" data-id=\"199356\"><a href=\"/opinion/199356/reed-v-lepage-bakeries/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 259 (1st Cir. 2001) (discussing the \"burdens of showing reasonable accommodation and undue hardship as they appear in the statute: the plaintiff fully bears the former, and the defendant fully bears the latter.\"). But see White v. York Intern. Corp., <span class=\"citation\" data-id=\"686833\"><a href=\"/opinion/686833/david-l-white-v-york-international-corporation/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 361 (10th Cir. 1995) (shifting burden of production, not persuasion, to defendant to present evidence of its inability to accommodate).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Similarly, Title II states that \"no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.\" 42 U.S.C.  12132. The DOJ regulations provide: \"A public entity shall operate each service, program, or activity so that the service, program, or activity, when viewed in its entirety, is readily accessible to and useable by individuals with disabilities.\" 28 C.F.R.  35.150(a). Under the regulations, however, a public entity is not required to \"take any action that it can demonstrate would result in a fundamental alteration in the nature of a service, program, or activity or in undue financial and administrative burdens.\" 28 C.F.R.  35.150(a)(3). Further, the regulations specifically state that \"a public entity has the burden of proving that compliance with  35.150(a) of this part would result in such alterations or burdens.\" Id; see also Parker v. Universidad de Puerto Rico, <span class=\"citation\" data-id=\"199063\"><a href=\"/opinion/199063/parker-v-universidad-de-puert/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">According to the plain language of Title III and the allocation of burdens we have adopted, Plaintiff must initially introduce evidence tending to establish that the proposed method of architectural barrier removal is \"readily achievable,\" i.e., \"easily accomplishable and able to be carried out without much difficulty or expense\" under the particular circumstances. 42 U.S.C.  12181(9). Only if Plaintiff satisfies this initial burden does the burden of persuasion shift to Defendant to prove that the requested barrier removal method is not readily achievable.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We now turn to the question of whether Plaintiff in this case produced sufficient evidence to satisfy his burden that his suggested method of barrier removal is readily achievable. At trial, Plaintiff introduced evidence regarding the installation of a ramp at the entrance to the Crawford Building. Plaintiff called Nore Winter, an expert in historical preservation in architecture and urban design. Winter owns a company called Winter &amp; Company, which provides consultation to property owners, architects, and municipalities in developing preservation policies and design concepts. Winter testified that the front entrance to the Crawford Building could be made accessible without threatening or destroying the historic significance of the building or the district.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Winter prepared a sketch for a concept of a warped-plane sidewalk to provide access to the Crawford Building. He testified that did not intend for the sketch to be a construction drawing, but rather to illustrate an approach for achieving accessibility that would be compatible with the historic character of the building. Winter acknowledged that his sketch was \"conceptual.\" Further, he stated that \"[w]hen you start talking about real building design, et cetera, it's going to take a team of collaboration of all the parties involved with all the different viewpoints and interest to come up with the solutions that are going to best meet everyone's needs.\" Winter did not provide precise cost estimates. Instead, he estimated probable costs associated with the ramps of $10,750 based on his experience with similar projects. Winter testified that he reviewed a report by John Salmen, Defendant's consultant. According to Winter, Salmen's report suggested that Winter's approach would be valid, but Salmen would recommend extending the ramp out the full width of the sidewalk.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On cross-examination, Winter appeared to be unaware that the rise of the threshold of the building was three inches, bringing the total rise from the sidewalk elevation into the building to nine inches.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> To address the nine-inch rise, Winter suggested extending the elevation out for the full width of the sidewalk. When cross examined about designing the ramp to accommodate both wheelchair access and people with vision impairments who could fail to discern the change in grade and trip on such a ramp, Winter responded that --</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">you're getting beyond what my focus has been, which is on the historic impacts on these properties. As I stated earlier, I would work in collaboration with the design team to help solve these kinds of problems and these kinds of questions. I can't give you the design for that altering of the ramp right here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Winter also suggested slanting the stoop to address the nine-inch rise. He acknowledged, however, that \"I haven't really inspected this, but only to say I believe it could be possible.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiff next presented the testimony of expert accountant Robert Aucone regarding Defendant's financial resources. Aucone concluded that the financial impacts of installing ramps would be relatively immaterial and easily accomplishable. Aucone testified that in his opinion, even if the actual cost of a ramp was twice as much as estimated, his opinion would not change.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiff further introduced testimony and documentary evidence that Defendant and its predecessor had received estimates to ramp the Crawford Building. Plaintiff called Susan Spencer, the general manager of Larimer Square from 1986 until 1995. Spencer acted as general manager when Defendant purchased the Crawford Building in 1993. As general manager of Larimer Square, Spencer's duties included property management and leasing responsibilities. In addition, Spencer's responsibilities included discerning costs and making recommendations concerning whether ramps would be installed at buildings in Larimer Square. In July 1992, Rich Langston, a contractor, sent Spencer an estimate for a ramp at the Crawford building in the amount of $2,195.00. In the memo, Langston recommended against the ramp because it would require cutting the iron stoop. In November 1992, Langston sent Spencer an estimate in the amount of $2,272.00 to ramp the Crawford Building.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Spencer testified that she considered ramping the Crawford Building, but decided against it. According to Spencer, a ramp extending to the side of the building would have extended into the doorway or into the neighboring property. Further, Spencer expressed concern that a ramp extending straight out from the building would have created a trip hazard for persons with visual impairments.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, Plaintiff introduced Title III DOJ regulations and commentary concerning whether a method of architectural barrier removal is readily achievable under subsection (iv). The regulations specifically list \"[i]nstalling ramps\" as an example of barrier removal under  12182(b)(2)(A)(iv). 28 C.F.R.  36.304(b)(1). The commentary points out, however, that</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">the inclusion of a measure on this list does not mean that it is readily achievable in all cases. Whether or not any of these measures is readily achievable is to be determined on a case-by-case basis in light of the particular circumstances presented and the factors listed in the definition of readily achievable ( 36.104).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">28 C.F.R. Pt. 36, App. B at 647 (2000). The commentary further explains when ramping steps may be required:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A public accommodation generally would not be required to remove a barrier to physical access posed by a flight of steps, if removal would require extensive ramping or an elevator. Ramping a single step, however, will likely be readily achievable, and ramping several steps will in many circumstance also be readily achievable.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Id. The DOJ regulations also urge public accommodations</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">to comply with the barrier removal requirements of this section in accordance with the following order of priorities.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(1) First, a public accommodation should take measures to provide access to a place of public accommodation from public sidewalks, parking, or public transportation. These measures include, for example, installing an entrance ramp</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">28 C.F.R.  36.304(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">While the regulations specifically mention ramping a single step as a top priority and likely to be readily achievable, the regulations also state that whether removal of a barrier is readily achievable is subject to a case by case inquiry. 28 C.F.R. Pt. 36, App. B at 647. Accordingly, Plaintiff must show that installation of a ramp at the Crawford Building is readily achievable in light of the particular circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">While this is a close case, we conclude Plaintiff introduced evidence regarding only speculative concepts of ramp installation, rather than evidence that a specific design was readily achievable. For instance, Plaintiff failed to present any evidence to establish the likelihood that the City of Denver would approve a proposed modification to the historical building. Plaintiff also failed to provide any precise cost estimates regarding the proposed modification. Perhaps most importantly, Plaintiff's expert testimony failed to demonstrate that under the particular circumstances installing a ramp would be readily achievable. Instead, expert Winter provided speculative conceptual ideas, rather than a specific design which would be easily accomplishable and able to be carried out without much difficulty or expense. Winter acknowledged that his sketch was conceptual and that he did not intend the sketch to be a construction drawing. Notably, Winters appeared unaware of the exact height of the architectural barrier.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">While the regulations state that ramping a single step will likely be readily achievable, such an inquiry must be based on a case by case basis under the particular circumstances and factors listed in the definition of readily achievable. Because Plaintiff failed to present sufficient evidence that removal of the architectural barrier is readily achievable, the district court properly granted Defendant's motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The judgment of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Colorado Cross-Disability Coalition, originally a plaintiff in this case, was dismissed on its own motion before trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 12182((b)(2)(A)(iv) provides in full that discrimination includes:</p>\n        <p>[A] failure to remove architectural barriers, and communication barriers that are structural in nature, in existing facilities, and transportation barriers in existing vehicles and rail passenger cars used by an establishment for transporting individuals (not including barriers that can only be removed through the retrofitting of hydraulic or rail passenger cars by the installation of a hydraulic or other lift), where such removal is readily achievable[.]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that in its answer to Plaintiff's complaint, Defendant's second affirmative defense stated that \"Plaintiff's claims are barred because the proposed alterations are not readily achievable.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Subsection (i) states in full that discrimination includes:</p>\n        <p>The imposition or application of eligibility criteria that screen out or tend to screen out an individual with a disability or any class of individuals with disabilities from fully and equally enjoying any goods, services, facilities, privileges, advantages, or accommodations, unless such criteria can be shown to be necessary for the provision of the goods, services, facilities, privileges, advantages, or accommodation being offered.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Subsections (ii) and (iii) state that discrimination includes:</p>\n        <p>(ii) a failure to make reasonable modifications in policies, practices, or procedures, when such modifications are necessary to afford such goods, services, facilities, privileges, advantages, or accommodations to individuals with disabilities, unless the entity can demonstrate that making such modifications would fundamentally alter the nature of such goods, services, facilities, privileges, advantages, or accommodations;</p>\n        <p>(iii) a failure to take such steps as may be necessary to ensure that no individual with a disability is excluded, denied services, segregated or otherwise treated differently than other individuals because of the absence of auxiliary aids and services, unless the entity can demonstrate that taking such steps would fundamentally alter the nature of the good, service, facility, privilege, advantage, or accommodation being offered or would result in an undue burden[.]</p>\n        <p>42 U.S.C.  12182(b)(2)(A)(ii), (iii) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Supreme Court has given significant deference to the DOJ's Title III regulations. See Bragdon v. Abbott, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 646 (1998) (noting with approval \"the administrative guidance issued by the Justice Department to implement the public accommodation provisions of Title III of the ADA. As the agency directed by Congress to issue implementing regulations, see 42 U.S.C.  12186(b), to render technical assistance explaining the responsibilities of covered individuals and institutions,  12206(c), and to enforce Title III in court,  12188(b), the Department's views are entitled to deference.\") (citing Chevron v. Natural Res. Defense Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 844 (1984)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Plaintiff relies on Lieber v. Macy's West, Inc., <span class=\"citation\" data-id=\"2565223\"><a href=\"/opinion/2565223/lieber-v-macys-west-inc/\"><span class=\"volume\">80</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1065</span></a></span>, 1077 (N.D. Cal. 1999) as interpreting subsection (iv) to create an affirmative defense wherein the defendant must prove that a proposed method of barrier removal is not readily achievable. The district court in Lieber, however, inexplicably applied subsection (ii) to the plaintiff's barrier removal case. Id. The court stated, \"Plaintiffs also bear the burden of putting forward reasonable modifications. The burden then shifts to [defendant] to show that the requested modifications would fundamentally alter the nature of its public accommodation.\" In support of its burden shifting approach, the court in Lieber cited Martin v. PGA Tour, <span class=\"citation\" data-id=\"1530903\"><a href=\"/opinion/1530903/martin-v-pga-tour-inc/\"><span class=\"volume\">994</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1242</span></a></span> (D. Ore. 1998); aff'd, <span class=\"citation\" data-id=\"118432\"><a href=\"/opinion/118432/pga-tour-inc-v-martin/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1879</span></a></span> (2001). Martin involved claims under subsection (i), which forbids the imposition of eligibility criteria which tend to screen out individuals with disabilities unless the eligibility requirements are necessary, and subsection (ii), which forbids the failure to make reasonable policy modifications where such modifications are necessary to allow access to individuals with disabilities.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In Gilbert, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">388567</span></span>, at *2, the district court simply stated without analysis that, to succeed on his claim that the defendant had failed to remove architectural barriers in violation of the ADA, the plaintiff had to \"prove both that (1) the existing facilities at Defendants' places of business present an 'architectural barrier' under the ADA, and (2) the removal of the 'barrier' is 'readily achievable' under the ADA.\" Without analyzing the burden of proof, the district court denied plaintiff's motion for summary judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We agree with the First Circuit's conclusion that the McDonnell Douglas burden shifting approach does not apply to ADA discrimination claims based on  12182(b)(2)(A). Reed v. LePage Bakeries, Inc., <span class=\"citation\" data-id=\"199356\"><a href=\"/opinion/199356/reed-v-lepage-bakeries/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 259 n.3 (1st Cir. 2001).  As the court explained,</p>\n        <p>The burden-shifting model was introduced into employment law in order to allow indirect proof of the often elusive \"intent\" to discriminate.  Thus, burden shifting allows a plaintiff to make a small showing of discrimination, whereupon the employer must articulate a nondiscriminatory reason for its actions, and if that reason proves to be untrue, then an inference of discrimination may be warranted. By contrast, whether a requested accommodation is reasonable or whether it imposes an undue hardship are questions typically proved through direct, objective evidence. Accordingly, we have already held that the McDonnell Douglas model does not apply to ADA discrimination claims based on failure to reasonably accommodate.</p>\n        <p>Id. (citations omitted). This reasoning applies equally to discrimination claims based on failure to remove architectural barriers.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In his response brief, Plaintiff claims that the record contains no evidence that any additional step or height existed at the Crawford Building at the time of the litigation. Plaintiff's exhibit 3, however, clearly shows an additional step at the doorway beyond the initial step. Winter, nevertheless, appeared unaware of this additional rise.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">LUCERO, Circuit Judge, concurring and dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I concur in the majority's Section I analysis concerning the burden of proof in cases brought to remove architectural barriers under 42 U.S.C.  12182(b)(2)(A)(iv). In particular, I agree that the approach outlined in Pascuiti v. New York Yankees, No. 98 CIV. 8186, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1102748</span></span> (S.D.N.Y. Dec. 6, 1999), and adopted by the majority is well-reasoned. However, I dissent from the resolution of this case in Section II of the majority opinion. In my judgment, the majority demands too much of ADA Title III plaintiffs. Moreover, in simply premising its holding on a negative--that Williams presented too little evidence showing his proposal was readily achievable--the majority provides inadequate guidance to trial courts in this undeveloped area of ADA law.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">* The majority opinion does not clarify the type and quantum of evidence a plaintiff must present to show that removal of an architectural barrier is \"readily achievable\" pursuant to 42 U.S.C.  12182(b)(2)(A)(iv). As to the type of evidence, an obvious starting place is the language of the ADA itself, which defines \"readily achievable\" as \"easily accomplishable and able to be carried out without much difficulty or expense.\" 42 U.S.C.  12181(9).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> A clear reading of that definition is that it requires a plaintiff to show two things related to the removal of an architectural barrier: (1) that it can be done with ease<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> and (2) that it can be done inexpensively. See Pascuiti, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1102748</span></span>, at *4 (holding that plaintiffs must \"proffer evidence . . . as to the ease and inexpensiveness of their proposed method of barrier removal\" to make out a prima facie case).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The first requirement addresses non-monetary qualitative issues such as feasibility, engineering/structural concerns, historic preservation, and so forth. These concerns will vary with the design of the building, the character of the neighborhood, local laws and regulations, and other variables. In most cases, plaintiffs should provide expert testimony presenting a plan and assuring its feasibility, keeping in mind any applicable engineering, structural, and historic preservation concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The second requirement addresses quantitative, monetary issues and includes such considerations as \"cost,\" 42 U.S.C.  12181(9)(A), \"overall financial resources,\" 12181(9)(B), (C), and \"the effect on expenses and resources,\"  12181(9)(B). Plaintiffs can satisfy their burden through the testimony of a financial expert who can relate the estimated costs of the proposal to the defendant's financial position and ability to pay those costs.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is the quantum of evidence--the amount of detail and precision--as to which the majority requires too much. In the vast majority of cases, there will be an information imbalance between plaintiffs and defendants. Defendants, who possess the practical experience and knowledge gained by owning and operating the building containing the architectural barrier, will have a much better sense of the true impact and feasibility of a barrier removal proposal. As a result, while plaintiffs bear the burden of advancing a reasonable plan, defendants ultimately are in a better position to produce--as part of their affirmative defense--the detailed evidence the majority apparently wishes to see in these types of cases. I find it unreasonable to require ADA Title III plaintiffs to anticipate and counter any and all potential objections as part of their prima facie case. Placing too high a burden on ADA plaintiffs risks ignoring Congressional intent<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> and gutting the ADA's private right of action. If plaintiffs must all but present the court with a pre-approved construction contract for a sum certain which includes detailed plans, impact statements, engineering studies, and permits to meet their threshold burden, virtually no plaintiff could afford to bring an architectural barrier removal claim under 42 U.S.C.  12182(b)(2)(A)(iv).<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  Plaintiffs should present some evidence as to cost and feasibility that recognizes and addresses these considerations but should not be required to have final, detailed answers as to any of them.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Turning to the facts of this case, I believe that Williams satisfied his burden of proffering a plan for barrier removal that is readily achievable. It is quite evident from the record that the only concern that separates this case from the \"garden variety\" ramping of a nine-inch entrance elevation<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> is the subject property's inclusion on the National Register of Historic Places. As the majority discusses, Williams called expert witnesses Nor Winter, an architect and authority on historical preservation, who discussed the ramping plan, a possible design, and estimated costs, and Robert Aucone, an accountant, who testified regarding Hermanson's financial resources. The majority faults this evidence for three reasons: (1) it included only \"speculative conceptual ideas, rather than a specific design\"; (2) it \"failed to provide any precise cost estimates\"; and (3) it \"failed to present any evidence that the City of Denver would approve\" the ramp. (Majority Op. at 1009.)</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The majority's criticisms of the \"speculative\" nature of the proposed barrier removal plan, which appear to critique Williams's evidence addressing the qualitative prong of the \"readily achievable\" standard, are undermined by the fact that both Winter and Hermanson's expert, John Salmen, approved the same approach to removing the challenged architectural barrier: warping and raising the sidewalk gradually from the curb to the entrance of the Crawford Building. At the very least, this demonstrates that the basic approach advocated by Winter was sound. That is enough, in my view, to satisfy Williams's burden. Hermanson would have ample opportunity to demonstrate whatever flaws exist in Winter's plan during Hermanson's presentation of his affirmative defense.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">There is no need for \"precise\" cost estimates in this case because there was no uncertainty surrounding Hermanson's ability to pay for the proposed barrier removal plan. Aucone testified that \"even if the actual cost of a ramp was twice as much as estimated, his opinion\" that Hermanson could easily afford to install the ramp \"would not change.\" (Id. at 17.) In fact, Aucone testified that Hermanson could well afford, by a factor of six, the estimated cost of Salmen's Crawford Building proposal. Perhaps precise estimates would be necessary if the cost of the barrier removal plan were at the margin of Hermanson's ability to pay for it, but that was not the situation. The issue is \"could Hermanson easily afford to remove the barrier?\" The clear answer, even assuming a six-fold error by Winter in estimating the cost of the proposal, is \"yes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">I do not believe Williams should be required to present evidence demonstrating the likelihood of approval by the City of Denver as part of his prima facie case. No reason is advanced to suspect that the City of Denver would not approve the proposed plan--the only evidence on this subject indicated that the City of Denver had approved other barrier removal projects in the Larimer Square area. We are not presented with a complicated and expensive project such as incorporating an elevator into an antiquated building, and absent such evidence or a similar reason--such as unusually large scope or novelty--we should not presume significant hurdles to planning approval. Moreover, given the character of Larimer Square, the most likely obstacle to the City of Denver's approval of the barrier removal plan would be historic preservation concerns. However, that was exactly the area of Winter's expertise and the area he most thoroughly addressed in his testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I would hold that Williams met his burden and reverse the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The statute also lists the following factors to be considered \"[i]n determining whether an action is readily achievable\":</p>\n        <p>(A) the nature and cost of the action needed under this chapter;</p>\n        <p>(B) the overall financial resources of the facility or facilities involved in the action; the number of persons employed at such facility; the effect on expenses and resources, or the impact otherwise of such action upon the operation of the facility;</p>\n        <p>(C) the overall financial resources of the covered entity; the overall size of the business of a covered entity with respect to the number of its employees; the number, type, and location of its facilities; and</p>\n        <p>(D) the type of operation or operations of the covered entity, including the composition, structure, and functions of the workforce of such entity; the geographic separateness, administrative or fiscal relationship of the facility or facilities in question to the covered entity.</p>\n        <p>42 U.S.C.  12181(9)(A)(D).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> I can see no meaningful distinction in the definition of \"readily achievable\" between \"easily accomplishable\" and \"able to be carried out without much difficulty.\" Could there ever be a situation in which a proposed barrier removal plan were one but not the other?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> See, e.g., H.R. Rep. No. 101-485, pt. 2, at 28 (1990) (\"[T]here exists a compelling need to establish a clear and comprehensive Federal prohibition of discrimination on the basis of disability in the area[] of . . . public accommodations . . . .\"); S. Rep. No. 101-116, at 5 (1989) (same).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> I recognize that the ADA has provisions allowing successful plaintiffs to recover attorney fees and expert witness costs. See 42 U.S.C.  12205 (authorizing the award of \"litigation expenses\" to prevailing parties in ADA suits); James C. Harrington, The ADA and Section 1983: Walking Hand in Hand, 19 Rev. Litig. 435, 46162 (2000) (quoting legislative history indicating Congress's intent to include the cost of expert witnesses as part of \"litigation expenses\"). Nevertheless, requiring plaintiffs to provide a highly detailed barrier removal plan would result in up-front costs that outweigh the incentives for private representation embodied in  12205's fee-shifting provisions. Cf. Louis S. Rulli, Employment Discrimination Litigation under the ADA from the Perspective of the Poor: Can the Promise of Title I Be Fulfilled for Low-Income Workers in the Next Decade?, 9 Temp. Pol. &amp; Civ. Rts. L. Rev. 345, 369, 37882 (2000) (noting that suits brought under Title I of the ADA \"are fact intensive, highly individualized cases that require extensive discovery and expert witnesses, and thus are expensive to litigate\" and expressing doubts as to the availability of legal services to poor potential ADA plaintiffs from legal services programs, public interest organizations, or the private bar despite  12205).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> See, e.g., 28 C.F.R. Pt. 36, App. B at 646 (\"Ramping a single step . . . will likely be readily achievable . . . .\"); H.R. Rep. No. 101-485, pt. 2, at 110 (1990) (\"The kind of barrier removal which is envisioned . . . includes . . . the simple ramping of a few steps . . . .\"); S. Rep. No. 101-116, at 66 (1989) (same).</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/11919/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/156310/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/159646/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/199063/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/199356/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/686833/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/714964/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/748382/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1450834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1530903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2358432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2418579/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2418603/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2420988/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2516874/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2529498/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2565223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2594077/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:25:10.743224Z",
      "date_modified": "2018-04-04T16:43:45.157358Z",
      "date_filed": "2001-08-29",
      "date_filed_is_approximate": false,
      "slug": "colorado-cross-v-hermanson-ltd",
      "citation_id": 145603,
      "case_name_short": "",
      "case_name": "Colorado Cross v. Hermanson Ltd.",
      "case_name_full": "",
      "federal_cite_one": "264 F.3d 999",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 28,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/534488/colorado-cross-v-hermanson-ltd/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:16:06.068755Z",
  "date_modified": "2014-10-30T10:16:06.068755Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Colorado Cross v. Hermanson Ltd.",
  "case_name_full": "",
  "slug": "colorado-cross-v-hermanson-ltd",
  "docket_number": "00-1303",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}