{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/545497/",
  "id": 545497,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cadc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/185254/",
      "id": 185254,
      "absolute_url": "/opinion/185254/williams-brad-v-first-govt-mtge/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/545497/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/185254/",
          "id": 185254,
          "absolute_url": "/opinion/185254/williams-brad-v-first-govt-mtge/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/185254/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-02-05T02:29:44Z",
          "date_modified": "2017-03-24T10:04:49.009967Z",
          "type": "010combined",
          "sha1": "6bb4be5177e2c63aea6f806f65cdc373c81f988d",
          "page_count": null,
          "download_url": "http://www.cadc.uscourts.gov/internet/opinions.nsf/5FB9863E4EFEDE0C85256F180065C70B/$file/97-7195b.txt",
          "local_path": "txt/2000/08/01/Williams_Brad_vs._First_Govt_Mtge.txt",
          "plain_text": "                  United States Court of Appeals\n\n               FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n       Argued December 11, 1998     Decided August 1, 2000 \n\n                           No. 97-7195\n\n                         Brad Williams, \n                     Appellee/Cross-Appellant\n\n                                v.\n\n      First Government Mortgage and Investors Corporation, \n                     Appellant/Cross-Appellee\n\n                   Industry Mortgage Company, \n                     Appellant/Cross-Appellee\n\n                        Consolidated with \n                           No. 97-7243\n\n          Appeals from the United States District Court \n                  for the District of Columbia \n                         (No. 96cv00708) \n                         (No. 96cv01993)\n\n                            ---------\n\n\f     Nathan I. Finkelstein and Laurie B. Horvitz argued the \ncause and filed the briefs for appellants/cross-appellees.\n\n     Rachel Mariner argued the cause for Brad Williams as \nappellee.  Nina F. Simon argued the cause for Brad \nWilliams as cross-appellant.  With them on the briefs was \nJean Constantine-Davis.\n\n     Before:  Wald,* Tatel and Garland, Circuit Judges.\n\n     Opinion for the Court filed by Circuit Judge Tatel.\n\n     Tatel, Circuit Judge:  Brad Williams refinanced his Wash-\nington, D.C. home with First Government Mortgage and \nInvestors Corporation.  Unable to make his monthly pay-\nments and threatened with foreclosure, Williams sued First \nGovernment, raising common law and both state and federal \nstatutory causes of action.  A jury found First Government \nliable under the D.C. Consumer Protection Procedures Act \nand awarded damages.  The district court trebled the dam-\nages, denied Williams's common law unconscionability and \nfederal Truth in Lending Act claims, and awarded him sub-\nstantial attorneys' fees.  Both sides appealed.  Because the \nDistrict of Columbia Court of Appeals has squarely held that \nthe D.C. Consumer Protection Procedures Act applies to \nhome mortgage transactions, and because we find sufficient \nevidence in the record to support the jury's verdict, we affirm \nthe award of damages.  We also affirm the district court's \njudgment that the attorneys' fee award, though disproportion-\nate to the amount of damages recovered, was reasonable in \nrelation to Williams's success in the litigation.  Finally, we \naffirm the district court's dismissal of Williams's Truth in \nLending Act claims, but remand his common law unconsciona-\nbility claim for the district court to clarify whether he lacked \n\"meaningful choice\" when he agreed to the terms of the loan.\n\n                                I\n\n     The facts of this case are set forth in detail in Williams v. \nFirst Gov't Mortgage & Investors Corp., 176 F.3d 497 (D.C. \n\n__________\n     * Former Circuit Judge Wald was a member of the panel at the \ntime of oral argument, but did not participate in the decision.\n\nCir. 1999).  In summary, appellee and cross-appellant Brad \nWilliams, a 61 year old retired painter and handyman, has \nowned his home in Northeast Washington, D.C. for 29 years.  \nIn 1994, Williams had a $42,000 mortgage from Central \nMoney Mortgage Company.  He paid $587 per month.  Be-\ncause he owed $1,400 in unpaid property taxes, the D.C. \ngovernment advertised his house for auction in a tax sale.  \nShort on cash, Williams went to several lenders, including \nseven banks, seeking a $1,400 loan to pay his taxes.  Most \nwould not give him credit because his income was too low.\n\n     First Government Mortgage and Investors Corporation, \nappellant and cross-appellee, offered to help Williams, though \nnot by loaning him the $1,400 he needed to make the pay-\nment.  Instead, First Government offered to refinance his \nentire mortgage through a 30-year loan for $58,300 with a \n13.9 percent interest rate and $686 monthly payments.  Al-\nthough the monthly payment was $100 more than he had \nbeen paying, and although the term of the loan was longer \nthan he wanted, Williams reluctantly took the loan, believing \nthat he had no other alternative to foreclosure.  Most of the \nloan, $42,913, paid off his existing mortgage;  $7,596 covered \nvarious fees;  $1,609 covered his taxes;  $1,273 went to pay for \na two-year life insurance policy;  the remaining $4,909 eventu-\nally went toward his monthly payments.\n\n     At the time of the loan settlement, Williams was receiving \n$1,072 a month in disability benefits, $100 of which went to \nhealth insurance, plus up to $3,000 a year from part-time \nwork.  At most he had roughly $1,200 a month in disposable \nincome, over half of which went to First Government to cover \nhis $686 monthly payments.  This left little more than $500 \neach month to buy necessities for himself and his dependents.  \nWith 11 children and 23 grandchildren, Williams testified that \nhis household had at least seven people in it at any given \ntime.\n\n     He kept up with his loan payments for 12 months, but his \nfinancial circumstances steadily worsened.  He began to run \nout of food by the latter part of each month.  His electricity, \ngas, and water were cut off.  He eventually fell behind on his \n\n\floan payments.  In August 1996, Industry Mortgage Compa-\nny (to whom First Government had assigned the loan) served \nhim with a foreclosure notice demanding $63,831.\n\n     Williams filed suit in the United States District Court for \nthe District of Columbia, seeking to enjoin the foreclosure, to \nrescind the loan, and to obtain damages pursuant to statutory \nand common law causes of action.  Among other things, he \nclaimed:  (1) that First Government violated section 28-\n3904(r) of the D.C. Consumer Protection Procedures Act \n(\"CPPA\") by knowingly taking advantage of his inability to \nprotect his interests in the loan transaction or by knowingly \nmaking him a loan he could not repay with any reasonable \nprobability;  (2) that First Government violated the common \nlaw doctrine of unconscionability articulated in Williams v. \nWalker-Thomas Furniture Co., 350 F.2d 445 (D.C. Cir. 1965);  \nand (3) that First Government violated the federal Truth in \nLending Act (\"TILA\") by failing to disclose the life insurance \npremium as a finance charge and by failing to give him timely \nnotice of his right to cancel the loan.  First Government \nmoved for summary judgment, arguing that the CPPA did \nnot apply to home mortgage loans.  The district court denied \nthe motion.  See Williams v. Central Money Co., 974 F. \nSupp. 22, 27 (D.D.C. 1997) (\"Williams I\").\n\n     After a five-day trial, the jury returned a verdict in favor of \nWilliams on his CPPA claim in the amount of $8,400.  Find-\ning the evidence sufficient to sustain the verdict, the district \ncourt denied First Government's motion for judgment not-\nwithstanding the verdict.  See Williams v. First Gov't Mort-\ngage & Investors Corp., 974 F. Supp. 17, 22 (D.D.C. 1997) \n(\"Williams II\").  After trebling the jury's award to $25,200, \nas authorized by section 28-3905(k)(1) of the CPPA, the \ndistrict court denied Williams's common law unconscionability \nand TILA claims.  See id. at 18-22.  Williams then filed a \nmotion seeking $199,340 in attorneys' fees.  The district court \nawarded him the entire amount.  See Williams v. Central \nMoney Co., No. 96-1993 (D.D.C. Jan. 28, 1998) (\"Fees Order \nII\");  Williams v. Central Money Co., No. 96-1993 (D.D.C. \nOct. 1, 1997) (\"Fees Order I\").  Both sides appealed.\n\n\f     Oral argument in this case was heard on the same day as \nDeBerry v. First Gov't Mortgage & Investors Corp., 170 F.3d \n1105 (D.C. Cir. 1999) amended, No. 97-7211, ___ F.3d ____ \n(D.C. Cir. 2000), a case also involving a claim by First \nGovernment that the CPPA does not apply to home mortgage \ntransactions.  Because local D.C. courts had \"not ruled di-\nrectly on this issue and because the answer will have signifi-\ncant effects on District of Columbia mortgage finance prac-\ntice,\" we certified the following question to the D.C. Court of \nAppeals:  \"Does D.C. Code s 28-3904(r) apply to real estate \nmortgage finance transactions?\"  Id. at 1110.  In the mean-\ntime, we disposed of First Government's claims that Mary-\nland law, not the CPPA, governs the loan it made to Williams \nand that TILA preempts the CPPA.  See Williams, 176 F.3d \nat 499-500.\n\n     On December 30, 1999, the D.C. Court of Appeals answered \nthe certified question, holding that section 28-3904(r) of the \nCPPA does apply to real estate mortgage finance transac-\ntions.  DeBerry v. First Gov't Mortgage & Investors Corp., \n743 A.2d 699, 703 (D.C. 1999), reh'g en banc denied (May 16, \n2000).  We address First Government's remaining claims in \nsection II of this opinion.  In section III, we address \nWilliams's cross appeal.\n\n                                II\n\n     First Government argues that the evidence is insufficient to \nsupport the jury's finding of liability and award of damages \nunder the CPPA.  It also challenges the award of attorneys' \nfees to Williams.  We discuss each argument in turn.\n\n                     Sufficiency of evidence\n\n     The district court instructed the jury that it could find \nCPPA liability on one of two grounds:  either that First \nGovernment made Williams a loan that it knew he could not \nrepay, see D.C. Code Ann. s 28-3904(r)(1), or that First \nGovernment took advantage of Williams's inability to protect \nhis interests in the transaction, see id. s 28-3904(r)(5).  Our \nrole in reviewing the jury's verdict in Williams's favor and the \ndistrict court's denial of First Government's motion for judg-\n\n\fment notwithstanding the verdict is \"very limited.\"  Ferebee \nv. Chevron Chem. Co., 736 F.2d 1529, 1534 (D.C. Cir. 1984).\n\n     The jury's verdict must stand unless the evidence, to-\n     gether with all inferences that can reasonably be drawn \n     therefrom is so one-sided that reasonable [persons] could \n     not disagree on the verdict.  The appellate court does \n     not assess witness credibility nor weigh the evidence, but \n     rather seeks to verify only that fair-minded jurors could \n     reach the verdict rendered.\n     \nId. (citations and internal quotation marks omitted).\n\n     Applying this highly deferential standard, we think \"fair-\nminded jurors\" could find First Government liable under \neither subsection (r)(1) or subsection (r)(5).  Williams testified \nthat he informed First Government that he received approxi-\nmately $900 in monthly disability benefits and no more than \n$3,000 a year from part-time work.  See Trial Tr. 5/12/97 \n(\"Tr.\") at 96-97.  Although Williams's loan application indi-\ncated that he earned $500 a month in addition to his monthly \ncheck, Williams testified not only that he never gave that \nfigure to First Government, but also that First Government \n\"lied\" when it wrote that figure on his application.  Id. at 100.  \nFrom this testimony, a reasonable jury could easily find that \nFirst Government knew that Williams's income was no more \nthan $1,200 a month.  From other evidence in the record, a \nreasonable jury could also find that First Government knew \nthat Williams was disabled, that he was getting older, and \nthat he would be unable to supplement his fixed income with \nearnings from part-time work throughout the 30-year term of \nthe loan.  We find that a reasonable jury could conclude that \nFirst Government made the loan to Williams knowing \"there \nwas no reasonable probability of payment in full of the \nobligation.\"  D.C. Code Ann. s 28-3904(r)(1).\n\n     We likewise find that a reasonable jury applying subsection \n(r)(5) could conclude that Williams was unable fully to under-\nstand the transaction and that First Government \"knowingly \n[took] advantage of [his] inability ... reasonably to protect \nhis interests.\"  Id. s 28-3904(r)(5).  Williams testified that he \nhad only a sixth-grade education from the segregated schools \n\n\fof Savannah, Georgia, see Tr. at 40-41, that he could read no \nmore than 40 percent of a newspaper, see id. at 90, that he \nonly recently learned through tutoring \"what S means at the \nend of the word\" and \"what a capital letter means,\" id. at 43-\n44, that he thought an interest rate of 13.90 percent exceeded \n13.9 percent, see id. at 173-74, and that when he bought his \nhouse in 1970, he \"depended on [his wife] basically to do most \nof [his] reading [at the closing] 'cause she had an 11th grade \neducation,\" id. at 43.  Williams also testified that during his \n20-minute meeting with First Government to settle the loan, \nthe loan officers neither explained the papers he signed nor \ngave him time to review the papers or any papers to take \nhome.  See id. at 60-61, 142-44, 183.  First Government \npoints to testimony suggesting that Williams had considerable \nexperience and familiarity with mortgage transactions.  Our \nrole, however, does not include weighing the evidence.  See \nFerebee, 736 F.2d at 1534.  Instead, we need only satisfy \nourselves that \"fair-minded jurors could reach the verdict \nrendered.\"  Id.  In this case, the evidence is sufficient for a \nreasonable jury to find liability under subsection (r)(5).\n\n     First Government next claims that the evidence does not \nsupport the jury's award of damages, pointing out that the \nterms of the loan were calibrated to the risk Williams posed \nas a borrower and that Williams was unable to secure better \nterms from other lenders.  But the amount of damages turns \nnot on whether Williams had better options or whether the \nterms of the loan met industry standards, but rather, as the \ndistrict court instructed the jury, on whether \"Mr. Williams \nlost money as a result of unlawful acts of First Government.\"  \nTr. at 816 (emphasis added).  Upon finding that First Gov-\nernment unlawfully made Williams a loan that he either could \nnot repay or did not understand, the jury had ample basis for \nawarding $8,400 in damages.  After all, First Government \ncollected over $7,500 in fees and expenses, and charged \nWilliams $100 per month more than he had been paying \nunder his previous mortgage.\n\n     Nor do we find merit in First Government's complaint that \nthe district court articulated no factual basis for trebling the \ndamages and improperly awarded Williams both treble dam-\n\n\fages and attorneys' fees.  Once it is established that a \n\"consumer [has] suffer[ed] any damage,\" the CPPA autho-\nrizes courts to treble damages without further findings.  D.C. \nCode Ann. s 28-3905(k)(1)(A) (1996).  Moreover, at the time \nFirst Government made the loan, the CPPA provided that \nplaintiffs may \"recover or obtain any of the following:  (A) \ntreble damages;  (B) reasonable attorneys' fees;  (C) punitive \ndamages;  (D) any other relief which the court deems proper.\"  \nId. s 28-3905(k)(1) (amended 1998).  The word \"any,\" togeth-\ner with the absence of the word \"or\" between options (A) \nthrough (D), indicates that courts may award any one or any \ncombination of the listed remedies.  See District of Columbia \nCommittee on Public Services and Consumer Affairs, Report \non Bill 1-253, the District of Columbia Consumer Protection \nProcedures Act 23 (1976) (\"Treble damages and reasonable \nattorneys' fees are recoverable in order to encourage the \nprivate bar to take such cases.\").\n\n                         Attorneys' fees\n\n     Williams's original suit in district court named four defen-\ndants (First Government, Industry Mortgage, Central Money, \nand Charles Hardesty) and alleged five causes of action \n(common law fraud, common law unconscionability, CPPA, \nTILA, and D.C. usury law).  After settling with two defen-\ndants (Central Money and Charles Hardesty), Williams went \nto trial against First Government and Industry Mortgage, the \nassignee of the loan.  Following the jury verdict in his favor \nand the district court's subsequent orders, Williams submit-\nted a fee request calculated as follows:  Starting with the total \namount of fees generated by the suit, Williams's attorneys cut \nin half all fees incurred prior to settlement with Central \nMoney and Charles Hardesty, thus excluding fees attribut-\nable to work performed against the two settling defendants.  \nHis attorneys then excluded fees associated with the TILA \nand usury claims, as well as post-trial fees associated with the \nunconscionability claim.  Thus, according to Williams, the \n$199,340 fee request, which the district court granted in full, \nreflects half of all fees associated with the fraud, CPPA, and \nunconscionability claims prior to settlement, plus the entire \namount of such fees after settlement up to the end of trial.  \n\n\f\"[A]n attorney's fee award by the District Court will be upset \non appeal only if it represents an abuse of discretion.\"  Cope-\nland v. Marshall, 641 F.2d 880, 901 (D.C. Cir. 1980) (en banc).\n\n     Under settled law, Williams may recover fees only for work \nrelated to the claim on which he prevailed, and the fees \nawarded on that claim must be reasonable in relation to the \nsuccess achieved.  See Hensley v. Eckerhart, 461 U.S. 424, \n434 (1983).  Pointing out that Williams's fee request actually \nincluded time for work on the TILA claims, First Government \nargues that the TILA and fraud claims were unrelated to the \nCPPA and unconscionability claims.  The latter, it says, \ninvolved Williams's ability to understand the transaction and \nto pay off the loan, while the former involved the accuracy \nand completeness of First Government's disclosures and rep-\nresentations to Williams.  Disagreeing with First Govern-\nment, the district court explained that \"all the claims against \nall defendants involved a 'common core of facts' and 'related \nlegal theories.' \"  Fees Order I at 3 (quoting Hensley, 461 \nU.S. at 435).  \"For example,\" the district court said, \"the sale \nof insurance to plaintiff ... was a common denominator of \nplaintiff's [TILA] theory, its fraud theory, and its D.C. statu-\ntory claims.  The overlap was certainly enough to justify the \nbasic approach of plaintiff's counsel [in calculating the fee \nrequest].\"  Fees Order II at 1-2.\n\n     In Morgan v. District of Columbia, we said that \"[f]ees for \ntime spent on claims that ultimately were unsuccessful should \nbe excluded only when the claims are 'distinctly different' in \nall respects, both legal and factual, from plaintiff's successful \nclaims.\"  824 F.2d 1049, 1066 (D.C. Cir. 1987) (quoting Hens-\nley, 461 U.S. at 434).  Recognizing that \"there is no certain \nmethod of determining when claims are 'related' or 'unrelat-\ned,' \" Hensley, 461 U.S. at 437 n.12, we find no basis for \nbelieving that the district court abused its discretion in con-\ncluding that the TILA and fraud claims were not \" 'distinctly \ndifferent in all respects' \" from the CPPA and unconscionabil-\nity claims.  Fees Order II at 1 (quoting Morgan, 824 F.2d at \n1066).  Indeed, considering the overlap among Williams's \nvarious common law and statutory causes of action, we agree \nwith the district court that \"[m]uch of the work done by \n\n\fplaintiff's counsel would have been required to litigate any \none of his claims against any single defendant.\"  Fees Order I \nat 3.\n\n     First Government next argues that the district court \nabused its discretion by awarding fees disproportionate to the \ndamages Williams recovered.  Relying on pre-trial estimates \nof the dollar value of the suit provided by Williams's attor-\nneys, First Government argues that because the $25,200 \naward amounted to only 10 to 15 percent of Williams's \nlitigation objectives, the district court should have awarded no \nmore than 10 to 15 percent of the attorneys' fees requested.  \nAgain, the district court disagreed, stating \"while the relief \nplaintiff obtained was not what he originally sought in dollar \nterms, the fee requested is not unreasonable in relation to \nthat recovery.\"  Id.\n\n     In Hensley, the Supreme Court rejected a \" 'mathematical \napproach' \" similar to that proposed by First Government, \n461 U.S. at 435 n.11 (citation omitted), noting that \"[t]here is \nno precise rule or formula\" for determining the reasonable-\nness of the relation between the fee requested and the relief \nobtained, id. at 436.  Here, the district court found the fees \nreasonable, considering not only the damages Williams recov-\nered, which will prevent his immediate expulsion from his \nhome and will likely help save his home in the long run, but \nalso \"[t]he vindication of rights, whether constitutional or \nstatutory.\"  Fees Order II at 2.  Like the plaintiffs in City of \nRiverside v. Rivera, who received a $245,000 fee award that \nwas more than seven times the $33,000 in damages they \nrecovered under a federal civil rights statute, Williams \"seeks \nto vindicate important civil ... rights that cannot be valued \nsolely in monetary terms.\"  477 U.S. 561, 574 (1986) (plurality \nopinion).  Affirming the fee award in Rivera, the Supreme \nCourt held that fees awarded under 42 U.S.C. s 1988 need \nnot be proportionate to the amount of damages recovered in \norder to satisfy Hensley's reasonableness standard.  See id. \nat 580 (plurality opinion);  id. at 585 (Powell, J., concurring in \nthe judgment).  Given the public policy interests served by \nthe CPPA, see DeBerry, 743 A.2d at 703, we decline to read a \n\"rule of proportionality\" into that statute.  Such a rule \"would \n\n\fmake it difficult, if not impossible, for individuals with merito-\nrious ... claims but relatively small potential damages to \nobtain redress from the courts.\"  Rivera, 477 U.S. at 578 \n(plurality opinion).  Thus, although Williams's fee award is \ndisproportionate to the damages he recovered, the district \ncourt did not abuse its discretion in concluding that the fees \nrequested were \"reasonable in relation to the success \nachieved.\"  Hensley, 461 U.S. at 436.\n\n     First Government challenges the calculation of the fee in \nseveral other respects, claiming among other things that \nWilliams's attorneys failed to exercise billing judgment, over-\nstaffed the case, and incurred unnecessary costs due to their \nalleged lack of trial experience.  Having carefully considered \neach claim, we think none requires discussion.  As we have \nsaid before, \"[w]e customarily defer to the District Court's \njudgment because an appellate court is not well situated to \nassess the course of litigation and the quality of counsel.\"  \nMorgan, 824 F.2d at 1065.  By contrast, the district court \n\"closely monitors the litigation on a day-to-day basis,\" id. at \n1065-66, \"presid[ing] at numerous motions, discovery dis-\nputes, and chambers conferences, as well as at the pretrial \nconference and trial,\" id. at 1066 (internal quotation marks \nand citation omitted).  See also Hensley, 461 U.S. at 437 \n(district court has \"superior understanding of the litigation\").  \n\"[I]ll-positioned to second guess [its] determination,\" Morgan, \n824 F.2d at 1066, we need only verify that the district court \n\"provide[d] a concise but clear explanation of its reasons for \nthe fee award,\" Hensley, 461 U.S. at 437.  Because the \ndistrict court in this case did just that, we see no basis for \ndisturbing Williams's fee award.\n\n                            *   *   *\n\n     Having thoroughly considered First Government's other \nclaims, including its challenges to various evidentiary rulings \nby the district court, and finding none persuasive, we affirm \nthe district court's judgments against First Government in all \nrespects.\n\n                               III\n\n     As cross-appellant, Williams argues that the district court \nviolated his constitutional right to a jury trial by rejecting his \n\nunconscionability claim after the jury had determined that the \nloan was unconscionable under the CPPA;  that the district \ncourt misapplied the common law doctrine of unconscionabili-\nty;  and that it erred as a matter of law in dismissing his \nTILA claims.  Because these claims present issues of law, our \nreview is de novo.  See Pierce v. Underwood, 487 U.S. 552, \n558 (1988).\n\n                   Common law unconscionability\n\n     After the jury found First Government liable under sec-\ntion 28-3904(r) of the CPPA, which prohibits sales or leases \nwith \"unconscionable terms or provisions,\" the district court \nrejected Williams's equitable claim of common law unconscio-\nnability.  Relying on the proposition that the Seventh \nAmendment right to trial by jury guarantees that a jury's \ndetermination of factual issues common to legal and equita-\nble claims \"governs the entire case,\" Bouchet v. National \nUrban League, 730 F.2d 799, 803 (D.C. Cir. 1984), Williams \nargues that the jury's finding of statutory unconscionability \ncompelled the district court to find common law unconsciona-\nbility as well.  We disagree.\n\n     Liability for common law unconscionability requires two \nfindings:  \"an absence of meaningful choice on the part of one \nof the parties together with contract terms which are unrea-\nsonably favorable to the other party.\"  Walker-Thomas, 350 \nF.2d at 449.  Liability for statutory unconscionability in this \ncase required one of two findings:  either that First Govern-\nment knew Williams would be unable to repay the loan, see \nD.C. Code Ann. s 28-3904(r)(1), or that it took advantage of \nhis inability to protect his interests in the loan transaction, \nsee id. s 28-3904(r)(5).  Of course, a finding of liability under \neither subsection (r)(1) or subsection (r)(5) would be highly \nprobative of common law unconscionability.  But because the \njury was not asked to specify which provision it applied in \nreaching its verdict (Williams never requested such an in-\nstruction), \"nobody can say what the jury found the facts to \nbe.\"  Williams II, 974 F. Supp. at 19.  The jury's verdict can \n\n\fthus have no binding effect on the district court's subsequent \nfactfinding.\n\n     Independent of his Seventh Amendment claim, Williams \nargues that the district court misapplied the \"absence of \nmeaningful choice\" standard articulated in Walker-Thomas.  \nThat case identified a range of factors that courts should \nconsider in determining whether a party to a transaction \nlacks \"meaningful choice\":\n\n     Whether a meaningful choice is present in a particular \n     case can only be determined by consideration of all the \n     circumstances surrounding the transaction.  In many \n     cases the meaningfulness of the choice is negated by a \n     gross inequality of bargaining power.  The manner in \n     which the contract was entered is also relevant to this \n     consideration.  Did each party to the contract, consider-\n     ing his obvious education or lack of it, have a reasonable \n     opportunity to understand the terms of the contract, or \n     were the important terms hidden in a maze of fine print \n     and minimized by deceptive sales practices?  Ordinarily, \n     one who signs an agreement without full knowledge of its \n     terms might be held to assume the risk that he has \n     entered a one-sided bargain.  But when a party of little \n     bargaining power, and hence little real choice, signs a \n     commercially unreasonable contract with little or no \n     knowledge of its terms, it is hardly likely that his con-\n     sent, or even an objective manifestation of his consent, \n     was ever given to all the terms.\n     \n350 F.2d at 449 (footnotes omitted);  see also Diamond Hous-\ning Corp. v. Robinson, 257 A.2d 492, 493 (D.C. 1969) (allowing \nfactfinder to find \" 'absence of meaningful choice' because of \nappellee's unequal bargaining power and her ignorance of the \nmeaning of the lease provisions\").\n\n     After finding the terms of the loan unreasonably favorable \nto First Government, the district court offered the following \nanalysis of whether Williams lacked \"meaningful choice\":\n\n     Williams' argument on the lack of meaningful choice \n     proceeds from his assertion that he was under time \n     \n\f     pressure either to pay his D.C. property taxes or suffer \n     the tax sale of his home.  The notice of an impending tax \n     sale undoubtedly motivated Williams' decision, but it did \n     not deprive him of meaningful choice.  Williams had \n     known for weeks that a tax sale on his home was \n     scheduled.  The sale was not proven to be imminent.\n     \nWilliams II, 974 F. Supp. at 19.  The district court went on \nto say:\n\n     Moreover, Williams had substantial experience in finding \n     mortgage loans and had been actively shopping for a loan \n     in the weeks before his entry into the agreement with \n     First Government.  Williams' testimony that he was \n     upset by the terms of the loan, which plaintiff now \n     argues demonstrates his lack of meaningful choice, actu-\n     ally tends to prove the contrary proposition:  that he \n     knew what he was doing and did it voluntarily.\n     \nId.  According to Williams, the district court failed to consid-\ner \"all the circumstances surrounding the transaction,\" \nWalker-Thomas, 350 F.2d at 449--in particular, his lack of \neducation and limited literacy.\n\n     We agree with Williams that Walker-Thomas required the \ndistrict court not only to have examined, as it did in the first \npart of its analysis, whether he could have pursued other \noptions, but also to have inquired whether he gave meaningful \n\"consent\" to the loan.  Id.  From the second part of its \nanalysis, especially its statement that \"he knew what he was \ndoing and did it voluntarily,\" Williams II, 974 F. Supp. at 19, \nwe cannot be sure whether the district court considered, as \nWalker-Thomas requires, Williams's lack of education, his \nability to understand the transaction, his overall bargaining \npower, and the fairness of First Government's sales practices.  \nNor can we be sure whether the district court's observation \nthat \"Williams had substantial experience in finding mortgage \nloans,\" id., was shorthand for a finding, again as required by \nWalker-Thomas, that Williams understood the terms of his \nloan with First Government, notwithstanding the appreciable \nevidence of his limited literacy, see supra at 6-7.\n\n\f     We thus remand the \"meaningful choice\" issue to the \ndistrict court.  If the district court did in fact consider \nWilliams's lack of education and limited literacy in concluding \nthat Williams \"knew what he was doing and did it voluntari-\nly,\" Williams II, 974 F. Supp. at 19, that will be the end of \nthe matter.  Otherwise, the district court should take such \naction as it believes necessary consistent with this opinion.\n\n                       Truth in Lending Act\n\n     Challenging the district court's denial of his TILA claims, \nWilliams first argues that the district court wrongly rejected \nhis claim that First Government unlawfully failed to disclose \nthe $1,273 life insurance premium as a finance charge associ-\nated with the loan.  See 15 U.S.C. s 1605 (1994) (requiring all \ncosts of credit to be disclosed to borrowers as finance \ncharges);  12 C.F.R. s 226.4 (1998) (same).  The life insurance \npolicy he bought had the following provision, known as an \n\"actively at work requirement\":\n\n     Your insurance will take effect on the date shown above.  \n     You must be regularly performing the duties of your \n     occupation on your last scheduled workday before this \n     date.  If you are not, your insurance will take effect on \n     the date you resume such duties.\n     \nAccording to Williams, First Government knew that the \npolicy would never take effect because it was aware that he \nhad not \"regularly perform[ed] the duties of [his] occupation\" \nsince retiring in 1987 and that he could never \"resume such \nduties\" due to his disability.  Thus, Williams argues, the \ninsurance premium amounted to a hidden cost of credit that \nFirst Government should have disclosed as a finance charge.\n\n     Although the language of the \"actively at work require-\nment\" could be read to prevent Williams's policy from taking \neffect, we think ordinary principles of waiver and estoppel \nwould have barred any attempt by the insurance company to \ndeny coverage on this ground.  Where an insurer accepts \npremium payments from the insured with knowledge of facts \nthat would invalidate the policy, the insurer may not avoid \nliability on the basis of those facts.  See Britamco Underwrit-\n\n\fers, Inc. v. Nishi, Papagjika & Assocs., Inc., 20 F. Supp. 2d \n73, 77 (D.D.C. 1998) (noting common law norm that waiver \nand estoppel \"bar[ ] an insurer who has knowledge of facts \nthat would exclude coverage, from seeking to avoid liability \non non-coverage grounds after acting as though the policy \nwere in force\");  Diamond Serv. Co. v. Utica Mutual Ins. Co., \n476 A.2d 648, 654 (D.C. 1984) (\"Waiver is an act or course of \nconduct by the insurer which reasonably leads the insured to \nbelieve that the breach will not be enforced.  Estoppel ... \ngenerally results when an insurance company assumes the \ndefense of an action or claim, with knowledge of a defense of \nnon-liability under the policy....\");  see also 16C John A. \nAppleman & Jean Appleman, Insurance Law & Practice \ns 9273 (1981).  Here, Williams wrote on his insurance appli-\ncation that he was a \"Painter--Retired\" and that he was not \n\"actively engaged full time in the duties of [his] profession.\"  \nKnowing this, the insurance company (through First Govern-\nment) accepted Williams's $1,273 premium.  Since these facts \nwould have barred the insurance company from invoking the \n\"actively at work requirement\" to deny Williams coverage, we \nagree with the district court that the insurance policy was not \nworthless and that the premium was therefore not a finance \ncharge.  See Williams II, 974 F. Supp. at 20 n.3.\n\n     Claiming that the life insurance policy he bought was \n\"credit life\" (a policy that insures payment of the outstanding \nbalance on a loan if the borrower dies during the policy's \nterm), Williams next argues that First Government excluded \nthe premium from the finance charge without making disclo-\nsures required by TILA.  See 12 C.F.R. s 226.4(d)(1)(ii).  \nThe district court rejected this argument on the ground that \nthe insurance policy was not credit life.  See Williams II, 974 \nF. Supp. at 20.  Again, we agree.\n\n     The essential feature of a credit life insurance policy is that \nthe beneficiary must be the creditor or the credit account of \nthe insured.  See 12 C.F.R. s 226(d), Supp. I, cmt. 6 (official \nstaff interpretations).  Williams never designated a beneficia-\nry on his insurance application, nor did he make a subsequent \nendorsement.  He did sign a disclosure form that said:  \"The \n[insurance] [c]ompany will pay all insurance benefits to the \n\n\fBank which will apply it to the unpaid balance of your Loan.  \nThe excess, if any, will be paid to your designated Beneficia-\nry.\"  But the quoted language appears on the form under the \ntitle \"Multiple Life Coverage\" and applies only to policies \ncovering two or more co-borrowers.  The form contains no \nsuch language under the title \"Single Life Coverage.\"  We \nthus agree with the district court that \"[h]ad Williams died \nduring the two-year term of the policy, his estate--not First \nGovernment or its assignees--would have been entitled to the \nproceeds of the life insurance policy.\"  Id.\n\n     In the alternative, Williams argues that even if the policy \nwas not credit life, the evidence compelled the district court \nto find that Williams did not buy the policy voluntarily and \nthat First Government therefore should have disclosed the \npremium as a finance charge.  See 12 C.F.R. s 226.4(d), \nSupp. I, cmt. 6 (exempting insurance premiums from disclo-\nsures applicable to finance charges \"[i]f such insurance is not \nrequired by the creditor as an incident to or a condition of \ncredit\").  When Williams bought the policy, however, he \nsigned a form titled \"OPTIONAL LIFE INSURANCE DIS-\nCLOSURE STATEMENT,\" whose first sentence reads:  \n\"Credit related life insurance is not required to obtain credit \nand will not be provided unless you sign and agree to pay the \nadditional cost.\"  We thus agree with the district court:  \n\"[N]o reasonable juror could have concluded that [Williams's \npurchase] was involuntary.\"  Williams II, 974 F. Supp. at 20.\n\n     Finally, Williams argues that the district court wrongly \ndenied his claim that First Government failed to provide him \ntimely notice of his right to cancel the loan.  Under TILA, a \nborrower who uses his home as security for a loan is entitled \nto a three-day \"cooling off\" period after settlement during \nwhich he has an absolute right to cancel the transaction.  See \n15 U.S.C. s 1635;  12 C.F.R. s 226.23(a)(3).  If a lender fails \nto notify the borrower of the right to cancel three business \ndays before the \"cooling off\" period expires, then the borrow-\ner retains the right to cancel for three years after settlement.  \nSee id.\n\n\f     First Government issued Williams a notice stating that he \nhad until January 18, 1995 to cancel the loan.  Counting \nbackward three days from January 18, the district court \nassumed that if the notice reached Williams by January 15, \nthen First Government had satisfied its disclosure and deliv-\nery obligations.  See Williams II, 974 F. Supp. at 21.  But \n\"for purposes of rescission,\" TILA regulations define \"busi-\nness days\" as \"calendar days except Sundays and the legal \npublic holidays ... such as ... the Birthday of Martin \nLuther King, Jr.\"  12 C.F.R. s 226.2(a)(6).  January 16 was \nthe King holiday.  January 15 was a Sunday.  The January \n18 expiration date thus meant that First Government had to \ndeliver notice of Williams's right to cancel no later than \nJanuary 13, the date of the loan settlement.\n\n     Notwithstanding this miscalculation of the notice delivery \ndate, we think the district court properly dismissed Williams's \nclaim.  At the loan settlement on January 13, Williams signed \na document stating, \"I acknowledge receipt of two copies of \nNOTICE OF RIGHT TO CANCEL....\"  His signature \ncreated a rebuttable presumption of delivery.  See 15 U.S.C. \ns 1635(c).  To rebut this presumption, Williams relied on his \ntrial testimony stating that he received no papers to take \nhome at settlement and that he only received loan documents \nin the mail some days later.  See Tr. at 142-44.  Rejecting \nthis argument, the district court concluded that \"it is reason-\nable ... to require strict proof of a claim of non-delivery\" and \nthat \"Williams' testimony, on its own, is not sufficient.\"  \nWilliams II, 974 F. Supp. at 22.\n\n     Although we disagree with the district court on the proper \nlegal standard for evaluating the sufficiency of Williams's \ntestimony--the presumption of delivery imposed on Williams \n\"the burden of going forward with evidence to rebut or meet \nthe presumption, but [did] not shift to [him] the burden of \nproof,\" Fed. R. Evid. 301;  see Legille v. Dann, 544 F.2d 1, 6 \n(D.C. Cir. 1976)--we agree with the court's ultimate conclu-\nsion.  Even under Rule 301's more permissive standard, \nWilliams failed to satisfy his evidentiary burden.  After \nWilliams testified that he received no papers during the loan \nsettlement, First Government's lawyer confronted him with \n\n\fhis deposition in which he had stated that he \"look[ed] at \nthose papers when [he] got home\" on \"the day of the settle-\nment.\"  Tr. at 143.  Pointing to Williams's prior inconsistent \nstatement, the district court found his trial testimony not \ncredible, see Williams II, 974 F. Supp. at 21-22, observing \nthat \"Williams failed to call the only other witness to the \nactual closing, a friend who accompanied him and who might \nhave provided corroboration that the documents were not \nhanded to him,\" id. at 22 n.10.  Because \"the district court's \ncredibility determinations are entitled to the greatest defer-\nence from this court on appeal,\" Carter v. Bennett, 840 F.2d \n63, 67 (D.C. Cir. 1988), and because Williams offered no \nevidence of non-delivery beyond his trial testimony, we affirm \nthe district court's determination that Williams failed to rebut \nthe presumption of delivery.\n\n     Having affirmed the district court's dismissal of Williams's \nTILA claims, we have no need to reach Industry Mortgage's \narguments denying assignee liability under 15 U.S.C. s 1641.\n\n                                IV\n\n     We remand Williams's common law unconscionability claim \nfor further proceedings consistent with this opinion.  On all \nother claims, we affirm.\n\n                                                         So ordered.\n\n                                              ",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                  United States Court of Appeals\n\n               FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n       Argued December 11, 1998     Decided August 1, 2000 \n\n                           No. 97-7195\n\n                         Brad Williams, \n                     Appellee/Cross-Appellant\n\n                                v.\n\n      First Government Mortgage and Investors Corporation, \n                     Appellant/Cross-Appellee\n\n                   Industry Mortgage Company, \n                     Appellant/Cross-Appellee\n\n                        Consolidated with \n                           No. 97-7243\n\n          Appeals from the United States District Court \n                  for the District of Columbia \n                         (No. 96cv00708) \n                         (No. 96cv01993)\n\n                            ---------\n\n\f     Nathan I. Finkelstein and Laurie B. Horvitz argued the \ncause and filed the briefs for appellants/cross-appellees.\n\n     Rachel Mariner argued the cause for Brad Williams as \nappellee.  Nina F. Simon argued the cause for Brad \nWilliams as cross-appellant.  With them on the briefs was \nJean Constantine-Davis.\n\n     Before:  Wald,* Tatel and Garland, Circuit Judges.\n\n     Opinion for the Court filed by Circuit Judge Tatel.\n\n     Tatel, Circuit Judge:  Brad Williams refinanced his Wash-\nington, D.C. home with First Government Mortgage and \nInvestors Corporation.  Unable to make his monthly pay-\nments and threatened with foreclosure, Williams sued First \nGovernment, raising common law and both state and federal \nstatutory causes of action.  A jury found First Government \nliable under the D.C. Consumer Protection Procedures Act \nand awarded damages.  The district court trebled the dam-\nages, denied Williams's common law unconscionability and \nfederal Truth in Lending Act claims, and awarded him sub-\nstantial attorneys' fees.  Both sides appealed.  Because the \nDistrict of Columbia Court of Appeals has squarely held that \nthe D.C. Consumer Protection Procedures Act applies to \nhome mortgage transactions, and because we find sufficient \nevidence in the record to support the jury's verdict, we affirm \nthe award of damages.  We also affirm the district court's \njudgment that the attorneys' fee award, though disproportion-\nate to the amount of damages recovered, was reasonable in \nrelation to Williams's success in the litigation.  Finally, we \naffirm the district court's dismissal of Williams's Truth in \nLending Act claims, but remand his common law unconsciona-\nbility claim for the district court to clarify whether he lacked \n\"meaningful choice\" when he agreed to the terms of the loan.\n\n                                I\n\n     The facts of this case are set forth in detail in Williams v. \nFirst Gov't Mortgage & Investors Corp., </pre><span class=\"citation\" data-id=\"764053\"><a href=\"/opinion/764053/brad-williams-appelleecross-appellant-v-first-government-mortgage-and/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">497</span></a></span><pre class=\"inline\"> (D.C. \n\n__________\n     * Former Circuit Judge Wald was a member of the panel at the \ntime of oral argument, but did not participate in the decision.\n\nCir. 1999).  In summary, appellee and cross-appellant Brad \nWilliams, a 61 year old retired painter and handyman, has \nowned his home in Northeast Washington, D.C. for 29 years.  \nIn 1994, Williams had a $42,000 mortgage from Central \nMoney Mortgage Company.  He paid $587 per month.  Be-\ncause he owed $1,400 in unpaid property taxes, the D.C. \ngovernment advertised his house for auction in a tax sale.  \nShort on cash, Williams went to several lenders, including \nseven banks, seeking a $1,400 loan to pay his taxes.  Most \nwould not give him credit because his income was too low.\n\n     First Government Mortgage and Investors Corporation, \nappellant and cross-appellee, offered to help Williams, though \nnot by loaning him the $1,400 he needed to make the pay-\nment.  Instead, First Government offered to refinance his \nentire mortgage through a 30-year loan for $58,300 with a \n13.9 percent interest rate and $686 monthly payments.  Al-\nthough the monthly payment was $100 more than he had \nbeen paying, and although the term of the loan was longer \nthan he wanted, Williams reluctantly took the loan, believing \nthat he had no other alternative to foreclosure.  Most of the \nloan, $42,913, paid off his existing mortgage;  $7,596 covered \nvarious fees;  $1,609 covered his taxes;  $1,273 went to pay for \na two-year life insurance policy;  the remaining $4,909 eventu-\nally went toward his monthly payments.\n\n     At the time of the loan settlement, Williams was receiving \n$1,072 a month in disability benefits, $100 of which went to \nhealth insurance, plus up to $3,000 a year from part-time \nwork.  At most he had roughly $1,200 a month in disposable \nincome, over half of which went to First Government to cover \nhis $686 monthly payments.  This left little more than $500 \neach month to buy necessities for himself and his dependents.  \nWith 11 children and 23 grandchildren, Williams testified that \nhis household had at least seven people in it at any given \ntime.\n\n     He kept up with his loan payments for 12 months, but his \nfinancial circumstances steadily worsened.  He began to run \nout of food by the latter part of each month.  His electricity, \ngas, and water were cut off.  He eventually fell behind on his \n\n\floan payments.  In August 1996, Industry Mortgage Compa-\nny (to whom First Government had assigned the loan) served \nhim with a foreclosure notice demanding $63,831.\n\n     Williams filed suit in the United States District Court for \nthe District of Columbia, seeking to enjoin the foreclosure, to \nrescind the loan, and to obtain damages pursuant to statutory \nand common law causes of action.  Among other things, he \nclaimed:  (1) that First Government violated section 28-\n3904(r) of the D.C. Consumer Protection Procedures Act \n(\"CPPA\") by knowingly taking advantage of his inability to \nprotect his interests in the loan transaction or by knowingly \nmaking him a loan he could not repay with any reasonable \nprobability;  (2) that First Government violated the common \nlaw doctrine of unconscionability articulated in Williams v. \nWalker-Thomas Furniture Co., </pre><span class=\"citation\" data-id=\"269048\"><a href=\"/opinion/269048/ora-lee-williams-v-walker-thomas-furniture-company-william-thorne-v/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span><pre class=\"inline\"> (D.C. Cir. 1965);  \nand (3) that First Government violated the federal Truth in \nLending Act (\"TILA\") by failing to disclose the life insurance \npremium as a finance charge and by failing to give him timely \nnotice of his right to cancel the loan.  First Government \nmoved for summary judgment, arguing that the CPPA did \nnot apply to home mortgage loans.  The district court denied \nthe motion.  See Williams v. Central Money Co., 974 F. \nSupp. 22, 27 (D.D.C. 1997) (\"Williams I\").\n\n     After a five-day trial, the jury returned a verdict in favor of \nWilliams on his CPPA claim in the amount of $8,400.  Find-\ning the evidence sufficient to sustain the verdict, the district \ncourt denied First Government's motion for judgment not-\nwithstanding the verdict.  See Williams v. First Gov't Mort-\ngage & Investors Corp., </pre><span class=\"citation\" data-id=\"1451038\"><a href=\"/opinion/1451038/williams-v-first-gov-mortg-investors-corp/\"><span class=\"volume\">974</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 22 (D.D.C. 1997) \n(\"Williams II\").  After trebling the jury's award to $25,200, \nas authorized by section 28-3905(k)(1) of the CPPA, the \ndistrict court denied Williams's common law unconscionability \nand TILA claims.  See id. at 18-22.  Williams then filed a \nmotion seeking $199,340 in attorneys' fees.  The district court \nawarded him the entire amount.  See Williams v. Central \nMoney Co., No. 96-1993 (D.D.C. Jan. 28, 1998) (\"Fees Order \nII\");  Williams v. Central Money Co., No. 96-1993 (D.D.C. \nOct. 1, 1997) (\"Fees Order I\").  Both sides appealed.\n\n\f     Oral argument in this case was heard on the same day as \nDeBerry v. First Gov't Mortgage & Investors Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> \n<span class=\"page\">1105</span></span><pre class=\"inline\"> (D.C. Cir. 1999) amended, No. 97-7211, ___ F.3d ____ \n(D.C. Cir. 2000), a case also involving a claim by First \nGovernment that the CPPA does not apply to home mortgage \ntransactions.  Because local D.C. courts had \"not ruled di-\nrectly on this issue and because the answer will have signifi-\ncant effects on District of Columbia mortgage finance prac-\ntice,\" we certified the following question to the D.C. Court of \nAppeals:  \"Does D.C. Code s 28-3904(r) apply to real estate \nmortgage finance transactions?\"  Id. at 1110.  In the mean-\ntime, we disposed of First Government's claims that Mary-\nland law, not the CPPA, governs the loan it made to Williams \nand that TILA preempts the CPPA.  See Williams, 176 F.3d \nat 499-500.\n\n     On December 30, 1999, the D.C. Court of Appeals answered \nthe certified question, holding that section 28-3904(r) of the \nCPPA does apply to real estate mortgage finance transac-\ntions.  DeBerry v. First Gov't Mortgage & Investors Corp., \n</pre><span class=\"citation no-link\"><span class=\"volume\">743</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">699</span></span><pre class=\"inline\">, 703 (D.C. 1999), reh'g en banc denied (May 16, \n2000).  We address First Government's remaining claims in \nsection II of this opinion.  In section III, we address \nWilliams's cross appeal.\n\n                                II\n\n     First Government argues that the evidence is insufficient to \nsupport the jury's finding of liability and award of damages \nunder the CPPA.  It also challenges the award of attorneys' \nfees to Williams.  We discuss each argument in turn.\n\n                     Sufficiency of evidence\n\n     The district court instructed the jury that it could find \nCPPA liability on one of two grounds:  either that First \nGovernment made Williams a loan that it knew he could not \nrepay, see D.C. Code Ann. s 28-3904(r)(1), or that First \nGovernment took advantage of Williams's inability to protect \nhis interests in the transaction, see id. s 28-3904(r)(5).  Our \nrole in reviewing the jury's verdict in Williams's favor and the \ndistrict court's denial of First Government's motion for judg-\n\n\fment notwithstanding the verdict is \"very limited.\"  Ferebee \nv. Chevron Chem. Co., </pre><span class=\"citation\" data-id=\"437443\"><a href=\"/opinion/437443/richard-leander-ferebee-jr-v-chevron-chemical-company/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1529</span></a></span><pre class=\"inline\">, 1534 (D.C. Cir. 1984).\n\n     The jury's verdict must stand unless the evidence, to-\n     gether with all inferences that can reasonably be drawn \n     therefrom is so one-sided that reasonable [persons] could \n     not disagree on the verdict.  The appellate court does \n     not assess witness credibility nor weigh the evidence, but \n     rather seeks to verify only that fair-minded jurors could \n     reach the verdict rendered.\n     \nId. (citations and internal quotation marks omitted).\n\n     Applying this highly deferential standard, we think \"fair-\nminded jurors\" could find First Government liable under \neither subsection (r)(1) or subsection (r)(5).  Williams testified \nthat he informed First Government that he received approxi-\nmately $900 in monthly disability benefits and no more than \n$3,000 a year from part-time work.  See Trial Tr. 5/12/97 \n(\"Tr.\") at 96-97.  Although Williams's loan application indi-\ncated that he earned $500 a month in addition to his monthly \ncheck, Williams testified not only that he never gave that \nfigure to First Government, but also that First Government \n\"lied\" when it wrote that figure on his application.  Id. at 100.  \nFrom this testimony, a reasonable jury could easily find that \nFirst Government knew that Williams's income was no more \nthan $1,200 a month.  From other evidence in the record, a \nreasonable jury could also find that First Government knew \nthat Williams was disabled, that he was getting older, and \nthat he would be unable to supplement his fixed income with \nearnings from part-time work throughout the 30-year term of \nthe loan.  We find that a reasonable jury could conclude that \nFirst Government made the loan to Williams knowing \"there \nwas no reasonable probability of payment in full of the \nobligation.\"  D.C. Code Ann. s 28-3904(r)(1).\n\n     We likewise find that a reasonable jury applying subsection \n(r)(5) could conclude that Williams was unable fully to under-\nstand the transaction and that First Government \"knowingly \n[took] advantage of [his] inability ... reasonably to protect \nhis interests.\"  Id. s 28-3904(r)(5).  Williams testified that he \nhad only a sixth-grade education from the segregated schools \n\n\fof Savannah, Georgia, see Tr. at 40-41, that he could read no \nmore than 40 percent of a newspaper, see id. at 90, that he \nonly recently learned through tutoring \"what S means at the \nend of the word\" and \"what a capital letter means,\" id. at 43-\n44, that he thought an interest rate of 13.90 percent exceeded \n13.9 percent, see id. at 173-74, and that when he bought his \nhouse in 1970, he \"depended on [his wife] basically to do most \nof [his] reading [at the closing] 'cause she had an 11th grade \neducation,\" id. at 43.  Williams also testified that during his \n20-minute meeting with First Government to settle the loan, \nthe loan officers neither explained the papers he signed nor \ngave him time to review the papers or any papers to take \nhome.  See id. at 60-61, 142-44, 183.  First Government \npoints to testimony suggesting that Williams had considerable \nexperience and familiarity with mortgage transactions.  Our \nrole, however, does not include weighing the evidence.  See \nFerebee, 736 F.2d at 1534.  Instead, we need only satisfy \nourselves that \"fair-minded jurors could reach the verdict \nrendered.\"  Id.  In this case, the evidence is sufficient for a \nreasonable jury to find liability under subsection (r)(5).\n\n     First Government next claims that the evidence does not \nsupport the jury's award of damages, pointing out that the \nterms of the loan were calibrated to the risk Williams posed \nas a borrower and that Williams was unable to secure better \nterms from other lenders.  But the amount of damages turns \nnot on whether Williams had better options or whether the \nterms of the loan met industry standards, but rather, as the \ndistrict court instructed the jury, on whether \"Mr. Williams \nlost money as a result of unlawful acts of First Government.\"  \nTr. at 816 (emphasis added).  Upon finding that First Gov-\nernment unlawfully made Williams a loan that he either could \nnot repay or did not understand, the jury had ample basis for \nawarding $8,400 in damages.  After all, First Government \ncollected over $7,500 in fees and expenses, and charged \nWilliams $100 per month more than he had been paying \nunder his previous mortgage.\n\n     Nor do we find merit in First Government's complaint that \nthe district court articulated no factual basis for trebling the \ndamages and improperly awarded Williams both treble dam-\n\n\fages and attorneys' fees.  Once it is established that a \n\"consumer [has] suffer[ed] any damage,\" the CPPA autho-\nrizes courts to treble damages without further findings.  D.C. \nCode Ann. s 28-3905(k)(1)(A) (1996).  Moreover, at the time \nFirst Government made the loan, the CPPA provided that \nplaintiffs may \"recover or obtain any of the following:  (A) \ntreble damages;  (B) reasonable attorneys' fees;  (C) punitive \ndamages;  (D) any other relief which the court deems proper.\"  \nId. s 28-3905(k)(1) (amended 1998).  The word \"any,\" togeth-\ner with the absence of the word \"or\" between options (A) \nthrough (D), indicates that courts may award any one or any \ncombination of the listed remedies.  See District of Columbia \nCommittee on Public Services and Consumer Affairs, Report \non Bill 1-253, the District of Columbia Consumer Protection \nProcedures Act 23 (1976) (\"Treble damages and reasonable \nattorneys' fees are recoverable in order to encourage the \nprivate bar to take such cases.\").\n\n                         Attorneys' fees\n\n     Williams's original suit in district court named four defen-\ndants (First Government, Industry Mortgage, Central Money, \nand Charles Hardesty) and alleged five causes of action \n(common law fraud, common law unconscionability, CPPA, \nTILA, and D.C. usury law).  After settling with two defen-\ndants (Central Money and Charles Hardesty), Williams went \nto trial against First Government and Industry Mortgage, the \nassignee of the loan.  Following the jury verdict in his favor \nand the district court's subsequent orders, Williams submit-\nted a fee request calculated as follows:  Starting with the total \namount of fees generated by the suit, Williams's attorneys cut \nin half all fees incurred prior to settlement with Central \nMoney and Charles Hardesty, thus excluding fees attribut-\nable to work performed against the two settling defendants.  \nHis attorneys then excluded fees associated with the TILA \nand usury claims, as well as post-trial fees associated with the \nunconscionability claim.  Thus, according to Williams, the \n$199,340 fee request, which the district court granted in full, \nreflects half of all fees associated with the fraud, CPPA, and \nunconscionability claims prior to settlement, plus the entire \namount of such fees after settlement up to the end of trial.  \n\n\f\"[A]n attorney's fee award by the District Court will be upset \non appeal only if it represents an abuse of discretion.\"  Cope-\nland v. Marshall, </pre><span class=\"citation\" data-id=\"387362\"><a href=\"/opinion/387362/dolores-j-copeland-individually-and-on-behalf-of-the-class-of-all-others/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span><pre class=\"inline\">, 901 (D.C. Cir. 1980) (en banc).\n\n     Under settled law, Williams may recover fees only for work \nrelated to the claim on which he prevailed, and the fees \nawarded on that claim must be reasonable in relation to the \nsuccess achieved.  See Hensley v. Eckerhart, </pre><span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span><pre class=\"inline\">, \n434 (1983).  Pointing out that Williams's fee request actually \nincluded time for work on the TILA claims, First Government \nargues that the TILA and fraud claims were unrelated to the \nCPPA and unconscionability claims.  The latter, it says, \ninvolved Williams's ability to understand the transaction and \nto pay off the loan, while the former involved the accuracy \nand completeness of First Government's disclosures and rep-\nresentations to Williams.  Disagreeing with First Govern-\nment, the district court explained that \"all the claims against \nall defendants involved a 'common core of facts' and 'related \nlegal theories.' \"  Fees Order I at 3 (quoting Hensley, 461 \nU.S. at 435).  \"For example,\" the district court said, \"the sale \nof insurance to plaintiff ... was a common denominator of \nplaintiff's [TILA] theory, its fraud theory, and its D.C. statu-\ntory claims.  The overlap was certainly enough to justify the \nbasic approach of plaintiff's counsel [in calculating the fee \nrequest].\"  Fees Order II at 1-2.\n\n     In Morgan v. District of Columbia, we said that \"[f]ees for \ntime spent on claims that ultimately were unsuccessful should \nbe excluded only when the claims are 'distinctly different' in \nall respects, both legal and factual, from plaintiff's successful \nclaims.\"  </pre><span class=\"citation\" data-id=\"492013\"><a href=\"/opinion/492013/andrew-ellsworth-morgan-v-district-of-columbia-two-cases/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1049</span></a></span><pre class=\"inline\">, 1066 (D.C. Cir. 1987) (quoting Hens-\nley, 461 U.S. at 434).  Recognizing that \"there is no certain \nmethod of determining when claims are 'related' or 'unrelat-\ned,' \" Hensley, 461 U.S. at 437 n.12, we find no basis for \nbelieving that the district court abused its discretion in con-\ncluding that the TILA and fraud claims were not \" 'distinctly \ndifferent in all respects' \" from the CPPA and unconscionabil-\nity claims.  Fees Order II at 1 (quoting Morgan, 824 F.2d at \n1066).  Indeed, considering the overlap among Williams's \nvarious common law and statutory causes of action, we agree \nwith the district court that \"[m]uch of the work done by \n\n\fplaintiff's counsel would have been required to litigate any \none of his claims against any single defendant.\"  Fees Order I \nat 3.\n\n     First Government next argues that the district court \nabused its discretion by awarding fees disproportionate to the \ndamages Williams recovered.  Relying on pre-trial estimates \nof the dollar value of the suit provided by Williams's attor-\nneys, First Government argues that because the $25,200 \naward amounted to only 10 to 15 percent of Williams's \nlitigation objectives, the district court should have awarded no \nmore than 10 to 15 percent of the attorneys' fees requested.  \nAgain, the district court disagreed, stating \"while the relief \nplaintiff obtained was not what he originally sought in dollar \nterms, the fee requested is not unreasonable in relation to \nthat recovery.\"  Id.\n\n     In Hensley, the Supreme Court rejected a \" 'mathematical \napproach' \" similar to that proposed by First Government, \n461 U.S. at 435 n.11 (citation omitted), noting that \"[t]here is \nno precise rule or formula\" for determining the reasonable-\nness of the relation between the fee requested and the relief \nobtained, id. at 436.  Here, the district court found the fees \nreasonable, considering not only the damages Williams recov-\nered, which will prevent his immediate expulsion from his \nhome and will likely help save his home in the long run, but \nalso \"[t]he vindication of rights, whether constitutional or \nstatutory.\"  Fees Order II at 2.  Like the plaintiffs in City of \nRiverside v. Rivera, who received a $245,000 fee award that \nwas more than seven times the $33,000 in damages they \nrecovered under a federal civil rights statute, Williams \"seeks \nto vindicate important civil ... rights that cannot be valued \nsolely in monetary terms.\"  </pre><span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">561</span></a></span><pre class=\"inline\">, 574 (1986) (plurality \nopinion).  Affirming the fee award in Rivera, the Supreme \nCourt held that fees awarded under 42 U.S.C. s 1988 need \nnot be proportionate to the amount of damages recovered in \norder to satisfy Hensley's reasonableness standard.  See id. \nat 580 (plurality opinion);  id. at 585 (Powell, J., concurring in \nthe judgment).  Given the public policy interests served by \nthe CPPA, see DeBerry, 743 A.2d at 703, we decline to read a \n\"rule of proportionality\" into that statute.  Such a rule \"would \n\n\fmake it difficult, if not impossible, for individuals with merito-\nrious ... claims but relatively small potential damages to \nobtain redress from the courts.\"  Rivera, 477 U.S. at 578 \n(plurality opinion).  Thus, although Williams's fee award is \ndisproportionate to the damages he recovered, the district \ncourt did not abuse its discretion in concluding that the fees \nrequested were \"reasonable in relation to the success \nachieved.\"  Hensley, 461 U.S. at 436.\n\n     First Government challenges the calculation of the fee in \nseveral other respects, claiming among other things that \nWilliams's attorneys failed to exercise billing judgment, over-\nstaffed the case, and incurred unnecessary costs due to their \nalleged lack of trial experience.  Having carefully considered \neach claim, we think none requires discussion.  As we have \nsaid before, \"[w]e customarily defer to the District Court's \njudgment because an appellate court is not well situated to \nassess the course of litigation and the quality of counsel.\"  \nMorgan, 824 F.2d at 1065.  By contrast, the district court \n\"closely monitors the litigation on a day-to-day basis,\" id. at \n1065-66, \"presid[ing] at numerous motions, discovery dis-\nputes, and chambers conferences, as well as at the pretrial \nconference and trial,\" id. at 1066 (internal quotation marks \nand citation omitted).  See also Hensley, 461 U.S. at 437 \n(district court has \"superior understanding of the litigation\").  \n\"[I]ll-positioned to second guess [its] determination,\" Morgan, \n824 F.2d at 1066, we need only verify that the district court \n\"provide[d] a concise but clear explanation of its reasons for \nthe fee award,\" Hensley, 461 U.S. at 437.  Because the \ndistrict court in this case did just that, we see no basis for \ndisturbing Williams's fee award.\n\n                            *   *   *\n\n     Having thoroughly considered First Government's other \nclaims, including its challenges to various evidentiary rulings \nby the district court, and finding none persuasive, we affirm \nthe district court's judgments against First Government in all \nrespects.\n\n                               III\n\n     As cross-appellant, Williams argues that the district court \nviolated his constitutional right to a jury trial by rejecting his \n\nunconscionability claim after the jury had determined that the \nloan was unconscionable under the CPPA;  that the district \ncourt misapplied the common law doctrine of unconscionabili-\nty;  and that it erred as a matter of law in dismissing his \nTILA claims.  Because these claims present issues of law, our \nreview is de novo.  See Pierce v. Underwood, </pre><span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span><pre class=\"inline\">, \n558 (1988).\n\n                   Common law unconscionability\n\n     After the jury found First Government liable under sec-\ntion 28-3904(r) of the CPPA, which prohibits sales or leases \nwith \"unconscionable terms or provisions,\" the district court \nrejected Williams's equitable claim of common law unconscio-\nnability.  Relying on the proposition that the Seventh \nAmendment right to trial by jury guarantees that a jury's \ndetermination of factual issues common to legal and equita-\nble claims \"governs the entire case,\" Bouchet v. National \nUrban League, </pre><span class=\"citation\" data-id=\"433389\"><a href=\"/opinion/433389/margo-bouchet-v-the-national-urban-league-inc-margo-bouchet-v-the/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">799</span></a></span><pre class=\"inline\">, 803 (D.C. Cir. 1984), Williams \nargues that the jury's finding of statutory unconscionability \ncompelled the district court to find common law unconsciona-\nbility as well.  We disagree.\n\n     Liability for common law unconscionability requires two \nfindings:  \"an absence of meaningful choice on the part of one \nof the parties together with contract terms which are unrea-\nsonably favorable to the other party.\"  Walker-Thomas, 350 \nF.2d at 449.  Liability for statutory unconscionability in this \ncase required one of two findings:  either that First Govern-\nment knew Williams would be unable to repay the loan, see \nD.C. Code Ann. s 28-3904(r)(1), or that it took advantage of \nhis inability to protect his interests in the loan transaction, \nsee id. s 28-3904(r)(5).  Of course, a finding of liability under \neither subsection (r)(1) or subsection (r)(5) would be highly \nprobative of common law unconscionability.  But because the \njury was not asked to specify which provision it applied in \nreaching its verdict (Williams never requested such an in-\nstruction), \"nobody can say what the jury found the facts to \nbe.\"  Williams II, 974 F. Supp. at 19.  The jury's verdict can \n\n\fthus have no binding effect on the district court's subsequent \nfactfinding.\n\n     Independent of his Seventh Amendment claim, Williams \nargues that the district court misapplied the \"absence of \nmeaningful choice\" standard articulated in Walker-Thomas.  \nThat case identified a range of factors that courts should \nconsider in determining whether a party to a transaction \nlacks \"meaningful choice\":\n\n     Whether a meaningful choice is present in a particular \n     case can only be determined by consideration of all the \n     circumstances surrounding the transaction.  In many \n     cases the meaningfulness of the choice is negated by a \n     gross inequality of bargaining power.  The manner in \n     which the contract was entered is also relevant to this \n     consideration.  Did each party to the contract, consider-\n     ing his obvious education or lack of it, have a reasonable \n     opportunity to understand the terms of the contract, or \n     were the important terms hidden in a maze of fine print \n     and minimized by deceptive sales practices?  Ordinarily, \n     one who signs an agreement without full knowledge of its \n     terms might be held to assume the risk that he has \n     entered a one-sided bargain.  But when a party of little \n     bargaining power, and hence little real choice, signs a \n     commercially unreasonable contract with little or no \n     knowledge of its terms, it is hardly likely that his con-\n     sent, or even an objective manifestation of his consent, \n     was ever given to all the terms.\n     \n350 F.2d at 449 (footnotes omitted);  see also Diamond Hous-\ning Corp. v. Robinson, </pre><span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">492</span></span><pre class=\"inline\">, 493 (D.C. 1969) (allowing \nfactfinder to find \" 'absence of meaningful choice' because of \nappellee's unequal bargaining power and her ignorance of the \nmeaning of the lease provisions\").\n\n     After finding the terms of the loan unreasonably favorable \nto First Government, the district court offered the following \nanalysis of whether Williams lacked \"meaningful choice\":\n\n     Williams' argument on the lack of meaningful choice \n     proceeds from his assertion that he was under time \n     \n\f     pressure either to pay his D.C. property taxes or suffer \n     the tax sale of his home.  The notice of an impending tax \n     sale undoubtedly motivated Williams' decision, but it did \n     not deprive him of meaningful choice.  Williams had \n     known for weeks that a tax sale on his home was \n     scheduled.  The sale was not proven to be imminent.\n     \nWilliams II, 974 F. Supp. at 19.  The district court went on \nto say:\n\n     Moreover, Williams had substantial experience in finding \n     mortgage loans and had been actively shopping for a loan \n     in the weeks before his entry into the agreement with \n     First Government.  Williams' testimony that he was \n     upset by the terms of the loan, which plaintiff now \n     argues demonstrates his lack of meaningful choice, actu-\n     ally tends to prove the contrary proposition:  that he \n     knew what he was doing and did it voluntarily.\n     \nId.  According to Williams, the district court failed to consid-\ner \"all the circumstances surrounding the transaction,\" \nWalker-Thomas, 350 F.2d at 449--in particular, his lack of \neducation and limited literacy.\n\n     We agree with Williams that Walker-Thomas required the \ndistrict court not only to have examined, as it did in the first \npart of its analysis, whether he could have pursued other \noptions, but also to have inquired whether he gave meaningful \n\"consent\" to the loan.  Id.  From the second part of its \nanalysis, especially its statement that \"he knew what he was \ndoing and did it voluntarily,\" Williams II, 974 F. Supp. at 19, \nwe cannot be sure whether the district court considered, as \nWalker-Thomas requires, Williams's lack of education, his \nability to understand the transaction, his overall bargaining \npower, and the fairness of First Government's sales practices.  \nNor can we be sure whether the district court's observation \nthat \"Williams had substantial experience in finding mortgage \nloans,\" id., was shorthand for a finding, again as required by \nWalker-Thomas, that Williams understood the terms of his \nloan with First Government, notwithstanding the appreciable \nevidence of his limited literacy, see supra at 6-7.\n\n\f     We thus remand the \"meaningful choice\" issue to the \ndistrict court.  If the district court did in fact consider \nWilliams's lack of education and limited literacy in concluding \nthat Williams \"knew what he was doing and did it voluntari-\nly,\" Williams II, 974 F. Supp. at 19, that will be the end of \nthe matter.  Otherwise, the district court should take such \naction as it believes necessary consistent with this opinion.\n\n                       Truth in Lending Act\n\n     Challenging the district court's denial of his TILA claims, \nWilliams first argues that the district court wrongly rejected \nhis claim that First Government unlawfully failed to disclose \nthe $1,273 life insurance premium as a finance charge associ-\nated with the loan.  See 15 U.S.C. s 1605 (1994) (requiring all \ncosts of credit to be disclosed to borrowers as finance \ncharges);  12 C.F.R. s 226.4 (1998) (same).  The life insurance \npolicy he bought had the following provision, known as an \n\"actively at work requirement\":\n\n     Your insurance will take effect on the date shown above.  \n     You must be regularly performing the duties of your \n     occupation on your last scheduled workday before this \n     date.  If you are not, your insurance will take effect on \n     the date you resume such duties.\n     \nAccording to Williams, First Government knew that the \npolicy would never take effect because it was aware that he \nhad not \"regularly perform[ed] the duties of [his] occupation\" \nsince retiring in 1987 and that he could never \"resume such \nduties\" due to his disability.  Thus, Williams argues, the \ninsurance premium amounted to a hidden cost of credit that \nFirst Government should have disclosed as a finance charge.\n\n     Although the language of the \"actively at work require-\nment\" could be read to prevent Williams's policy from taking \neffect, we think ordinary principles of waiver and estoppel \nwould have barred any attempt by the insurance company to \ndeny coverage on this ground.  Where an insurer accepts \npremium payments from the insured with knowledge of facts \nthat would invalidate the policy, the insurer may not avoid \nliability on the basis of those facts.  See Britamco Underwrit-\n\n\fers, Inc. v. Nishi, Papagjika & Assocs., Inc., </pre><span class=\"citation\" data-id=\"2423468\"><a href=\"/opinion/2423468/britamco-underwriters-v-nishi-papagjika-assoc/\"><span class=\"volume\">20</span> <span class=\"reporter\">F. Supp. 2d</span> \n<span class=\"page\">73</span></a></span><pre class=\"inline\">, 77 (D.D.C. 1998) (noting common law norm that waiver \nand estoppel \"bar[ ] an insurer who has knowledge of facts \nthat would exclude coverage, from seeking to avoid liability \non non-coverage grounds after acting as though the policy \nwere in force\");  Diamond Serv. Co. v. Utica Mutual Ins. Co., \n</pre><span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">648</span></span><pre class=\"inline\">, 654 (D.C. 1984) (\"Waiver is an act or course of \nconduct by the insurer which reasonably leads the insured to \nbelieve that the breach will not be enforced.  Estoppel ... \ngenerally results when an insurance company assumes the \ndefense of an action or claim, with knowledge of a defense of \nnon-liability under the policy....\");  see also 16C John A. \nAppleman & Jean Appleman, Insurance Law & Practice \ns 9273 (1981).  Here, Williams wrote on his insurance appli-\ncation that he was a \"Painter--Retired\" and that he was not \n\"actively engaged full time in the duties of [his] profession.\"  \nKnowing this, the insurance company (through First Govern-\nment) accepted Williams's $1,273 premium.  Since these facts \nwould have barred the insurance company from invoking the \n\"actively at work requirement\" to deny Williams coverage, we \nagree with the district court that the insurance policy was not \nworthless and that the premium was therefore not a finance \ncharge.  See Williams II, 974 F. Supp. at 20 n.3.\n\n     Claiming that the life insurance policy he bought was \n\"credit life\" (a policy that insures payment of the outstanding \nbalance on a loan if the borrower dies during the policy's \nterm), Williams next argues that First Government excluded \nthe premium from the finance charge without making disclo-\nsures required by TILA.  See 12 C.F.R. s 226.4(d)(1)(ii).  \nThe district court rejected this argument on the ground that \nthe insurance policy was not credit life.  See Williams II, 974 \nF. Supp. at 20.  Again, we agree.\n\n     The essential feature of a credit life insurance policy is that \nthe beneficiary must be the creditor or the credit account of \nthe insured.  See 12 C.F.R. s 226(d), Supp. I, cmt. 6 (official \nstaff interpretations).  Williams never designated a beneficia-\nry on his insurance application, nor did he make a subsequent \nendorsement.  He did sign a disclosure form that said:  \"The \n[insurance] [c]ompany will pay all insurance benefits to the \n\n\fBank which will apply it to the unpaid balance of your Loan.  \nThe excess, if any, will be paid to your designated Beneficia-\nry.\"  But the quoted language appears on the form under the \ntitle \"Multiple Life Coverage\" and applies only to policies \ncovering two or more co-borrowers.  The form contains no \nsuch language under the title \"Single Life Coverage.\"  We \nthus agree with the district court that \"[h]ad Williams died \nduring the two-year term of the policy, his estate--not First \nGovernment or its assignees--would have been entitled to the \nproceeds of the life insurance policy.\"  Id.\n\n     In the alternative, Williams argues that even if the policy \nwas not credit life, the evidence compelled the district court \nto find that Williams did not buy the policy voluntarily and \nthat First Government therefore should have disclosed the \npremium as a finance charge.  See 12 C.F.R. s 226.4(d), \nSupp. I, cmt. 6 (exempting insurance premiums from disclo-\nsures applicable to finance charges \"[i]f such insurance is not \nrequired by the creditor as an incident to or a condition of \ncredit\").  When Williams bought the policy, however, he \nsigned a form titled \"OPTIONAL LIFE INSURANCE DIS-\nCLOSURE STATEMENT,\" whose first sentence reads:  \n\"Credit related life insurance is not required to obtain credit \nand will not be provided unless you sign and agree to pay the \nadditional cost.\"  We thus agree with the district court:  \n\"[N]o reasonable juror could have concluded that [Williams's \npurchase] was involuntary.\"  Williams II, 974 F. Supp. at 20.\n\n     Finally, Williams argues that the district court wrongly \ndenied his claim that First Government failed to provide him \ntimely notice of his right to cancel the loan.  Under TILA, a \nborrower who uses his home as security for a loan is entitled \nto a three-day \"cooling off\" period after settlement during \nwhich he has an absolute right to cancel the transaction.  See \n15 U.S.C. s 1635;  12 C.F.R. s 226.23(a)(3).  If a lender fails \nto notify the borrower of the right to cancel three business \ndays before the \"cooling off\" period expires, then the borrow-\ner retains the right to cancel for three years after settlement.  \nSee id.\n\n\f     First Government issued Williams a notice stating that he \nhad until January 18, 1995 to cancel the loan.  Counting \nbackward three days from January 18, the district court \nassumed that if the notice reached Williams by January 15, \nthen First Government had satisfied its disclosure and deliv-\nery obligations.  See Williams II, 974 F. Supp. at 21.  But \n\"for purposes of rescission,\" TILA regulations define \"busi-\nness days\" as \"calendar days except Sundays and the legal \npublic holidays ... such as ... the Birthday of Martin \nLuther King, Jr.\"  12 C.F.R. s 226.2(a)(6).  January 16 was \nthe King holiday.  January 15 was a Sunday.  The January \n18 expiration date thus meant that First Government had to \ndeliver notice of Williams's right to cancel no later than \nJanuary 13, the date of the loan settlement.\n\n     Notwithstanding this miscalculation of the notice delivery \ndate, we think the district court properly dismissed Williams's \nclaim.  At the loan settlement on January 13, Williams signed \na document stating, \"I acknowledge receipt of two copies of \nNOTICE OF RIGHT TO CANCEL....\"  His signature \ncreated a rebuttable presumption of delivery.  See 15 U.S.C. \ns 1635(c).  To rebut this presumption, Williams relied on his \ntrial testimony stating that he received no papers to take \nhome at settlement and that he only received loan documents \nin the mail some days later.  See Tr. at 142-44.  Rejecting \nthis argument, the district court concluded that \"it is reason-\nable ... to require strict proof of a claim of non-delivery\" and \nthat \"Williams' testimony, on its own, is not sufficient.\"  \nWilliams II, 974 F. Supp. at 22.\n\n     Although we disagree with the district court on the proper \nlegal standard for evaluating the sufficiency of Williams's \ntestimony--the presumption of delivery imposed on Williams \n\"the burden of going forward with evidence to rebut or meet \nthe presumption, but [did] not shift to [him] the burden of \nproof,\" Fed. R. Evid. 301;  see Legille v. Dann, </pre><span class=\"citation\" data-id=\"340044\"><a href=\"/opinion/340044/edouard-legille-v-c-marshall-dann-commissioner-of-patents/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 \n(D.C. Cir. 1976)--we agree with the court's ultimate conclu-\nsion.  Even under Rule 301's more permissive standard, \nWilliams failed to satisfy his evidentiary burden.  After \nWilliams testified that he received no papers during the loan \nsettlement, First Government's lawyer confronted him with \n\n\fhis deposition in which he had stated that he \"look[ed] at \nthose papers when [he] got home\" on \"the day of the settle-\nment.\"  Tr. at 143.  Pointing to Williams's prior inconsistent \nstatement, the district court found his trial testimony not \ncredible, see Williams II, 974 F. Supp. at 21-22, observing \nthat \"Williams failed to call the only other witness to the \nactual closing, a friend who accompanied him and who might \nhave provided corroboration that the documents were not \nhanded to him,\" id. at 22 n.10.  Because \"the district court's \ncredibility determinations are entitled to the greatest defer-\nence from this court on appeal,\" Carter v. Bennett, </pre><span class=\"citation\" data-id=\"502246\"><a href=\"/opinion/502246/harold-e-carter-v-william-bennett-secretary-us-department-of/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> \n<span class=\"page\">63</span></a></span><pre class=\"inline\">, 67 (D.C. Cir. 1988), and because Williams offered no \nevidence of non-delivery beyond his trial testimony, we affirm \nthe district court's determination that Williams failed to rebut \nthe presumption of delivery.\n\n     Having affirmed the district court's dismissal of Williams's \nTILA claims, we have no need to reach Industry Mortgage's \narguments denying assignee liability under 15 U.S.C. s 1641.\n\n                                IV\n\n     We remand Williams's common law unconscionability claim \nfor further proceedings consistent with this opinion.  On all \nother claims, we affirm.\n\n                                                         So ordered.\n\n                                              </pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112137/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/269048/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/340044/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387362/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/433389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/437443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/492013/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/502246/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/764053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1451038/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2423468/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T11:25:10.061078Z",
      "date_modified": "2014-12-21T11:25:10.061078Z",
      "date_filed": "2000-08-01",
      "date_filed_is_approximate": false,
      "slug": "williams-brad-v-first-govt-mtge",
      "citation_id": 168306,
      "case_name_short": "",
      "case_name": "Williams, Brad v. First Govt Mtge",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/545497/williams-brad-v-first-govt-mtge/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:21:19.317148Z",
  "date_modified": "2014-10-30T10:21:19.317148Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Williams, Brad v. First Govt Mtge",
  "case_name_full": "",
  "slug": "williams-brad-v-first-govt-mtge",
  "docket_number": "97-7195",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}