{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/548806/",
  "id": 548806,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/684445/",
      "id": 684445,
      "absolute_url": "/opinion/684445/patricia-m-johnson-elizabeth-a-lacey-angela-c-chapman-individually-and/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/548806/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/684445/",
          "id": 684445,
          "absolute_url": "/opinion/684445/patricia-m-johnson-elizabeth-a-lacey-angela-c-chapman-individually-and/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/684445/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-17T01:51:32Z",
          "date_modified": "2017-03-26T01:24:39.415199Z",
          "type": "010combined",
          "sha1": "9ffb883730a8fab292aba6e2bf2d8ff8317e0ace",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/42/42.F3d.1385.93-2386.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">42 F.3d 1385</p>\n    <p class=\"parties\">NOTICE: Fourth Circuit I.O.P. 36.6 states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.<br>Patricia M. JOHNSON;  Elizabeth A. Lacey;  Angela C.<br>Chapman, individually and on behalf of all others<br>similarly situated, Plaintiffs-Appellants,<br>and<br>Shannon Richey FAULKNER, Plaintiff,<br>v.<br>James E. JONES, Jr., Chairman, Board of Visitors of the<br>Citadel, The Military College of South Carolina;  Carroll A.<br>Campbell, Jr.;  T. Easton Marchant;  Barbara S. Nielsen;<br>Thomas L. Moore;  Dave C. Waldrop;  William F. Prioleau,<br>Jr.;  George C. James;  Leonard C. Fulghum, Jr.;  James M.<br>Leland, Jr.;  John A. Mcallister, Jr.;  David S. Boyd, Jr.;<br>Julian G. Frasier, III;  James W. Bradin;  Larry J.<br>Ferguson;  Steve D. Peper, Members of the Board of Visitors<br>of The Citadel, The Military College of South Carolina;<br>Claudius E. Watts, III, President of The Citadel, The<br>Military College of South Carolina;  Wallace I. West, Jr.,<br>Director of Admissions and Recruiting at The Citadel, The<br>Military College of South Carolina, in their official<br>capacities, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 93-2386.</p>\n    <p class=\"court\">United States Court of Appeals, Fourth Circuit.</p>\n    <p class=\"date\">Argued Sept. 29, 1994.</p>\n    <p class=\"date\">Decided Dec. 2, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of South Carolina, at Charleston.  C. Weston Houck, Chief District Judge.  (CA-92-1674-2-2)</p>\n      <p class=\"indent\">ARGUED:  Sara Louise Mandelbaum, Women's Rights Project, AMERICAN CIVIL LIBERTIES UNION FOUNDATION, New York, NY;  Robert Ray Black, Charleston, SC, for Appellants.  Morris Dawes Cooke, Jr., BARNWELL, WHALEY, PATTERSON &amp; HELMS, Charleston, SC, for Appellees.  ON BRIEF:  Isabelle Katz Pinzler, Women's Rights Project, AMERICAN CIVIL LIBERTIES UNION FOUNDATION, New York, NY;  Henry Weisberg, Jonathan L. Greenblatt, Valorie K. Vojdik, SHEARMAN &amp; STERLING, New York, NY, for Appellants.</p>\n      <p class=\"indent\">Griffin B. Bell, William A. Clineburg, Jr., KING &amp; SPALDING, Atlanta, GA;  Robert H. Patterson, Jr., William G. Broaddus, Anne Marie Whittemore, MCGUIRE, WOODS, BATTLE &amp; BOOTHE, Richmond, VA, for Appellees.</p>\n      <p class=\"indent\">D.S.C.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before HALL, NIEMEYER, and HAMILTON, Circuit Judges.</p>\n      <p>OPINION</p>\n      <p class=\"indent\">PER CURIAM:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Patricia M. Johnson, Elizabeth A. Lacey, and Angela C. Chapman are Navy veterans who applied to attend day classes as part of a veterans program at The Citadel, a military college supported by the State of South Carolina.  Because The Citadel only admitted men to the veterans program, these veterans' applications were rejected.  They promptly filed suit against The Citadel under 42 U.S.C. Sec. 1983, alleging that The Citadel's male-only admissions policy to the veterans program violated the Equal Protection Clause of the Fourteenth Amendment and seeking admission to the program, but not demanding damages.  In response to the litigation, which was filed in June 1992, The Citadel terminated the veterans program altogether in September 1992, including the program's enrollment of some 78 men.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Citadel filed a motion to dismiss the complaint as moot, and the district court granted the motion, but only after becoming satisfied that The Citadel's decision to terminate the veterans program was permanent and not simply a step temporarily undertaken to avoid the risk of litigation.  From the final order dismissing the case, this appeal followed, and we now affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Johnson, Lacey, and Chapman contend that the case is not moot because there has been no showing that they would not be entitled to relief under \"any state of facts\" which could be proved.  They also contend that because The Citadel continues to admit only men in its day classes through other programs, not open to veterans, the alleged discrimination has not been eradicated.  They request, not that we mandate the re-establishment of the veterans program, but that we require The Citadel to admit them as special day students to compensate them for past discrimination.  They concede, however, that they do not qualify under any other program for attendance at The Citadel's day classes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To bring an article III case or controversy before a federal court, \"A litigant must have suffered some actual injury that can be redressed by a favorable judicial decision.\"   Iron Arrow Honor Society v. Heckler, 464 U.S. 67, 70 (1983).  When a case or controversy ceases to exist, the litigation becomes moot and the court no longer has jurisdiction.  Id. In cases where defendants voluntarily discontinue challenged activities in order to render the challenge moot, they must satisfactorily demonstrate (1) that there is \"no reasonable expectation\" that the alleged violation will reoccur;  and (2) that interim relief or events have \"completely and irrevocably eradicated the effects of the alleged violation.\"   County of Los Angeles v. Davis, 440 U.S. 625, 633 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In support of its finding that there is no reasonable expectation that the alleged violation will recur, the district court relied upon representations by The Citadel's governing body that it permanently terminated the veterans program.  Evidence of The Citadel's desire to keep its admissions door closed was manifested by its willingness to submit to a permanent injunction preventing a reopening of the veterans program.  While the court was prepared to issue such an injunction, the judgment of the district court did not actually include such an order.  Nevertheless, we agree with the district court that The Citadel has sufficiently demonstrated its determination to abolish the veterans program, therefore leaving the reasonable expectation that the challenged activity will not recur with respect to that program.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As to the second prong of the Davis test, that interim events have completely and irrevocably eradicated the effects of the alleged violation, the district court was satisfied that the program would not be reestablished and that because the program was completely terminated, the alleged discrimination could no longer occur.  Once The Citadel terminated the veterans program entirely and permanently, the relief for admission to it could not be granted, and without a program, the discrimination claimed to exist in the admissions policy of the program also ended.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Moreover, we note that The Citadel has represented that the accommodations that will be made for the 78 male veterans who had been enrolled in the veterans program would also be made for women.  Specifically, school officials averred that The Citadel would offer the exact same accommodations to Johnson, Lacey, and Chapman that it would be offering to the male veterans who were terminated when the Board terminated the veterans program.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In light of the district court's findings about mootness, we agree that the defendants have satisfied their burden under the Davis standard.  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <p class=\"indent\">AFFIRMED</p>\n    <p class=\"indent\">HAMILTON, Circuit Judge, specially concurring:</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">I join wholeheartedly the majority's opinion affirming the district court's dismissal of this action as moot.  Because, as the majority holds, there is no continuing case or controversy, the district court is absolutely without any further jurisdiction over this action.   See Iron Arrow Honor Soc'y v. Heckler, 464 U.S. 67, 70 (1983).  I write separately to dispel any doubt that the district court retains jurisdiction over this action and that it is dismissed with prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Relying on a statement in  Palmer v. Thompson, 403 U.S. 217, 223 (1971), that the federal courthouse is open to entertain complaints of challenged conduct, the district court stated from the bench that is was retaining jurisdiction over this action in the event that The Citadel did not \"live up to its bargain,\" despite the fact that the district court correctly concluded that this action was moot.  (J.A. 164).  For a second time at the conclusion of the proceedings, the district court ruled that this action was moot and that the action was dismissed for lack of jurisdiction \"except to the extent ... The Citadel does not comply with the terms of its representations made to the plaintiffs....\"  (J.A. 166).  The minute order entered and signed by the clerk of court subse quent to the proceedings made absolutely no reference to the district court's retaining jurisdiction, but merely recited, in its entirety, \"[f]or the reasons stated at the hearing held September 20, 1993, before the Honorable C. Weston Houck, IT IS ORDERED that the action is hereby dismissed.\"  (J.A. 167-68).  Anomalously, therefore, the district court stated that the action was dismissed as moot, that it lacked jurisdiction over this action, but that it retained some degree of unexplained, lingering jurisdiction.  I write in an effort to resolve the conflicting nature of the recitations from the bench and the minute order.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Palmer is not authority for the district court's conclusion that it retained jurisdiction.  First, Palmer addressed the constitutionality of a city's allegedly racial policies with respect to operating public swimming pools.  See id. at 218-22.  Palmer did not address the mootness doctrine, and thus its applicability to the present action is minimal.  Second, Palmer never held, concluded, nor intimated that a district court somehow retains jurisdiction over a case that is rendered moot.  Rather, Palmer merely opined that \"[i]f ... [the city] attempts to run segregated public pools either directly or indirectly, or participates in a subterfuge whereby pools are nominally run by 'private parties' but actually by the city, relief will be available in the federal courts.\"   Id. at 222-23.  This statement only recognizes the fact that federal courts are instituted to entertain grievances, not that jurisdiction remains vested in the district court at the conclusion of an action dismissed as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although not mentioned by the district court, the exception to the mootness doctrine does not support the conclusion that the district court retained jurisdiction over this action.  As the Supreme Court explained, although a case may be moot, a federal court may nevertheless retain jurisdiction if the dispute is capable of repetition, yet escapes review because \"(1) the challenged action was in its duration too short to be fully litigated prior to its cession or expiration, and (2) there was reasonable expectation that the same complaining party would be subjected to the same action again.\"   Weinstein v. Bradford, 423 U.S. 147, 149 (1975).  \"The repetition prong of this exception requires that there be some possibility that the challenged conduct will be repeated and affect the plaintiff[,][and][t]he evading review prong of the exception requires that the type of harm be of limited duration so that it is likely to be moot before litigation is completed.\"   Vieux Carre Property Owners, Inc. v. Brown, 948 F.2d 1436, 1447 (5th Cir.1991);   see also Thomas Sysco Food Servs. v. Martin, 983 F.2d 60, 62 (6th Cir.1993).  Applying this test, it can hardly be argued that the exception is met in the instant matter.  First, the challenged action is not so brief that it escapes review;  this is demonstrated by the fact that this litigation has been conducted for two years and is here on appeal.  The challenged action, therefore, is not so brief that it could not be litigated prior to its cession or expiration.  Second, The Citadel not only resolved to terminate the day program, but it also consented to have an injunction issued against it;  moreover, The Citadel represented that it would make the same accommodations for the female veterans that it would make for the male veterans.  Accordingly, the challenged conduct will not be repeated.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This action was dismissed as moot, a judgment with which I concur readily.  I write to state explicitly that because there is no case or controversy, the district court retains no jurisdiction over this action, and its dismissal is with prejudice.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> I am neither suggesting that the appellants would never be entitled to relief if the program were reinstated, nor that the principles of res judicata would bar their suit if the program were reinstated because a subsequent suit would have a different factual predicate, i.e., events occurring after the termination of the instant litigation, and be based on a claim that did not exist at the time of this suit since the appellants could not obtain the relief that they sought.   See Meekins v. United Transp.  Union, 946 F.2d 1054, 1057-58 (4th Cir.1991).  Rather, I merely emphasize that this particular case was properly dismissed as moot and there is no continuing jurisdiction in the district court</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1385</span></span></p>\n    <p class=\"parties\">NOTICE: Fourth Circuit I.O.P. 36.6 states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.<br>Patricia M. JOHNSON;  Elizabeth A. Lacey;  Angela C.<br>Chapman, individually and on behalf of all others<br>similarly situated, Plaintiffs-Appellants,<br>and<br>Shannon Richey FAULKNER, Plaintiff,<br>v.<br>James E. JONES, Jr., Chairman, Board of Visitors of the<br>Citadel, The Military College of South Carolina;  Carroll A.<br>Campbell, Jr.;  T. Easton Marchant;  Barbara S. Nielsen;<br>Thomas L. Moore;  Dave C. Waldrop;  William F. Prioleau,<br>Jr.;  George C. James;  Leonard C. Fulghum, Jr.;  James M.<br>Leland, Jr.;  John A. Mcallister, Jr.;  David S. Boyd, Jr.;<br>Julian G. Frasier, III;  James W. Bradin;  Larry J.<br>Ferguson;  Steve D. Peper, Members of the Board of Visitors<br>of The Citadel, The Military College of South Carolina;<br>Claudius E. Watts, III, President of The Citadel, The<br>Military College of South Carolina;  Wallace I. West, Jr.,<br>Director of Admissions and Recruiting at The Citadel, The<br>Military College of South Carolina, in their official<br>capacities, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 93-2386.</p>\n    <p class=\"court\">United States Court of Appeals, Fourth Circuit.</p>\n    <p class=\"date\">Argued Sept. 29, 1994.</p>\n    <p class=\"date\">Decided Dec. 2, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of South Carolina, at Charleston.  C. Weston Houck, Chief District Judge.  (CA-92-1674-2-2)</p>\n      <p class=\"indent\">ARGUED:  Sara Louise Mandelbaum, Women's Rights Project, AMERICAN CIVIL LIBERTIES UNION FOUNDATION, New York, NY;  Robert Ray Black, Charleston, SC, for Appellants.  Morris Dawes Cooke, Jr., BARNWELL, WHALEY, PATTERSON &amp; HELMS, Charleston, SC, for Appellees.  ON BRIEF:  Isabelle Katz Pinzler, Women's Rights Project, AMERICAN CIVIL LIBERTIES UNION FOUNDATION, New York, NY;  Henry Weisberg, Jonathan L. Greenblatt, Valorie K. Vojdik, SHEARMAN &amp; STERLING, New York, NY, for Appellants.</p>\n      <p class=\"indent\">Griffin B. Bell, William A. Clineburg, Jr., KING &amp; SPALDING, Atlanta, GA;  Robert H. Patterson, Jr., William G. Broaddus, Anne Marie Whittemore, MCGUIRE, WOODS, BATTLE &amp; BOOTHE, Richmond, VA, for Appellees.</p>\n      <p class=\"indent\">D.S.C.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before HALL, NIEMEYER, and HAMILTON, Circuit Judges.</p>\n      <p>OPINION</p>\n      <p class=\"indent\">PER CURIAM:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Patricia M. Johnson, Elizabeth A. Lacey, and Angela C. Chapman are Navy veterans who applied to attend day classes as part of a veterans program at The Citadel, a military college supported by the State of South Carolina.  Because The Citadel only admitted men to the veterans program, these veterans' applications were rejected.  They promptly filed suit against The Citadel under 42 U.S.C. Sec. 1983, alleging that The Citadel's male-only admissions policy to the veterans program violated the Equal Protection Clause of the Fourteenth Amendment and seeking admission to the program, but not demanding damages.  In response to the litigation, which was filed in June 1992, The Citadel terminated the veterans program altogether in September 1992, including the program's enrollment of some 78 men.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Citadel filed a motion to dismiss the complaint as moot, and the district court granted the motion, but only after becoming satisfied that The Citadel's decision to terminate the veterans program was permanent and not simply a step temporarily undertaken to avoid the risk of litigation.  From the final order dismissing the case, this appeal followed, and we now affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Johnson, Lacey, and Chapman contend that the case is not moot because there has been no showing that they would not be entitled to relief under \"any state of facts\" which could be proved.  They also contend that because The Citadel continues to admit only men in its day classes through other programs, not open to veterans, the alleged discrimination has not been eradicated.  They request, not that we mandate the re-establishment of the veterans program, but that we require The Citadel to admit them as special day students to compensate them for past discrimination.  They concede, however, that they do not qualify under any other program for attendance at The Citadel's day classes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To bring an article III case or controversy before a federal court, \"A litigant must have suffered some actual injury that can be redressed by a favorable judicial decision.\"   Iron Arrow Honor Society v. Heckler, <span class=\"citation\" data-id=\"111047\"><a href=\"/opinion/111047/iron-arrow-honor-soc-v-heckler/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 70 (1983).  When a case or controversy ceases to exist, the litigation becomes moot and the court no longer has jurisdiction.  Id. In cases where defendants voluntarily discontinue challenged activities in order to render the challenge moot, they must satisfactorily demonstrate (1) that there is \"no reasonable expectation\" that the alleged violation will reoccur;  and (2) that interim relief or events have \"completely and irrevocably eradicated the effects of the alleged violation.\"   County of Los Angeles v. Davis, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, 633 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In support of its finding that there is no reasonable expectation that the alleged violation will recur, the district court relied upon representations by The Citadel's governing body that it permanently terminated the veterans program.  Evidence of The Citadel's desire to keep its admissions door closed was manifested by its willingness to submit to a permanent injunction preventing a reopening of the veterans program.  While the court was prepared to issue such an injunction, the judgment of the district court did not actually include such an order.  Nevertheless, we agree with the district court that The Citadel has sufficiently demonstrated its determination to abolish the veterans program, therefore leaving the reasonable expectation that the challenged activity will not recur with respect to that program.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As to the second prong of the Davis test, that interim events have completely and irrevocably eradicated the effects of the alleged violation, the district court was satisfied that the program would not be reestablished and that because the program was completely terminated, the alleged discrimination could no longer occur.  Once The Citadel terminated the veterans program entirely and permanently, the relief for admission to it could not be granted, and without a program, the discrimination claimed to exist in the admissions policy of the program also ended.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Moreover, we note that The Citadel has represented that the accommodations that will be made for the 78 male veterans who had been enrolled in the veterans program would also be made for women.  Specifically, school officials averred that The Citadel would offer the exact same accommodations to Johnson, Lacey, and Chapman that it would be offering to the male veterans who were terminated when the Board terminated the veterans program.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In light of the district court's findings about mootness, we agree that the defendants have satisfied their burden under the Davis standard.  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <p class=\"indent\">AFFIRMED</p>\n    <p class=\"indent\">HAMILTON, Circuit Judge, specially concurring:</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">I join wholeheartedly the majority's opinion affirming the district court's dismissal of this action as moot.  Because, as the majority holds, there is no continuing case or controversy, the district court is absolutely without any further jurisdiction over this action.   See Iron Arrow Honor Soc'y v. Heckler, <span class=\"citation\" data-id=\"111047\"><a href=\"/opinion/111047/iron-arrow-honor-soc-v-heckler/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 70 (1983).  I write separately to dispel any doubt that the district court retains jurisdiction over this action and that it is dismissed with prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Relying on a statement in  Palmer v. Thompson, <span class=\"citation\" data-id=\"108369\"><a href=\"/opinion/108369/palmer-v-thompson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span>, 223 (1971), that the federal courthouse is open to entertain complaints of challenged conduct, the district court stated from the bench that is was retaining jurisdiction over this action in the event that The Citadel did not \"live up to its bargain,\" despite the fact that the district court correctly concluded that this action was moot.  (J.A. 164).  For a second time at the conclusion of the proceedings, the district court ruled that this action was moot and that the action was dismissed for lack of jurisdiction \"except to the extent ... The Citadel does not comply with the terms of its representations made to the plaintiffs....\"  (J.A. 166).  The minute order entered and signed by the clerk of court subse quent to the proceedings made absolutely no reference to the district court's retaining jurisdiction, but merely recited, in its entirety, \"[f]or the reasons stated at the hearing held September 20, 1993, before the Honorable C. Weston Houck, IT IS ORDERED that the action is hereby dismissed.\"  (J.A. 167-68).  Anomalously, therefore, the district court stated that the action was dismissed as moot, that it lacked jurisdiction over this action, but that it retained some degree of unexplained, lingering jurisdiction.  I write in an effort to resolve the conflicting nature of the recitations from the bench and the minute order.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Palmer is not authority for the district court's conclusion that it retained jurisdiction.  First, Palmer addressed the constitutionality of a city's allegedly racial policies with respect to operating public swimming pools.  See id. at 218-22.  Palmer did not address the mootness doctrine, and thus its applicability to the present action is minimal.  Second, Palmer never held, concluded, nor intimated that a district court somehow retains jurisdiction over a case that is rendered moot.  Rather, Palmer merely opined that \"[i]f ... [the city] attempts to run segregated public pools either directly or indirectly, or participates in a subterfuge whereby pools are nominally run by 'private parties' but actually by the city, relief will be available in the federal courts.\"   Id. at 222-23.  This statement only recognizes the fact that federal courts are instituted to entertain grievances, not that jurisdiction remains vested in the district court at the conclusion of an action dismissed as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although not mentioned by the district court, the exception to the mootness doctrine does not support the conclusion that the district court retained jurisdiction over this action.  As the Supreme Court explained, although a case may be moot, a federal court may nevertheless retain jurisdiction if the dispute is capable of repetition, yet escapes review because \"(1) the challenged action was in its duration too short to be fully litigated prior to its cession or expiration, and (2) there was reasonable expectation that the same complaining party would be subjected to the same action again.\"   Weinstein v. Bradford, <span class=\"citation\" data-id=\"109338\"><a href=\"/opinion/109338/weinstein-v-bradford/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 149 (1975).  \"The repetition prong of this exception requires that there be some possibility that the challenged conduct will be repeated and affect the plaintiff[,][and][t]he evading review prong of the exception requires that the type of harm be of limited duration so that it is likely to be moot before litigation is completed.\"   Vieux Carre Property Owners, Inc. v. Brown, <span class=\"citation\" data-id=\"572149\"><a href=\"/opinion/572149/vieux-carre-property-owners-residents-and-associates-inc-v-colonel/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1436</span></a></span>, 1447 (5th Cir.1991);   see also Thomas Sysco Food Servs. v. Martin, <span class=\"citation\" data-id=\"597534\"><a href=\"/opinion/597534/thomas-sysco-food-services-v-lynn-martin-secretary-united-states/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 62 (6th Cir.1993).  Applying this test, it can hardly be argued that the exception is met in the instant matter.  First, the challenged action is not so brief that it escapes review;  this is demonstrated by the fact that this litigation has been conducted for two years and is here on appeal.  The challenged action, therefore, is not so brief that it could not be litigated prior to its cession or expiration.  Second, The Citadel not only resolved to terminate the day program, but it also consented to have an injunction issued against it;  moreover, The Citadel represented that it would make the same accommodations for the female veterans that it would make for the male veterans.  Accordingly, the challenged conduct will not be repeated.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This action was dismissed as moot, a judgment with which I concur readily.  I write to state explicitly that because there is no case or controversy, the district court retains no jurisdiction over this action, and its dismissal is with prejudice.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> I am neither suggesting that the appellants would never be entitled to relief if the program were reinstated, nor that the principles of res judicata would bar their suit if the program were reinstated because a subsequent suit would have a different factual predicate, i.e., events occurring after the termination of the instant litigation, and be based on a claim that did not exist at the time of this suit since the appellants could not obtain the relief that they sought.   See Meekins v. United Transp.  Union, <span class=\"citation\" data-id=\"570035\"><a href=\"/opinion/570035/vn-meekins-la-koenig-v-united-transportation-union/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1054</span></a></span>, 1057-58 (4th Cir.1991).  Rather, I merely emphasize that this particular case was properly dismissed as moot and there is no continuing jurisdiction in the district court</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109338/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110044/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111047/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/570035/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/572149/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/597534/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T14:18:27.819165Z",
      "date_modified": "2016-02-01T19:18:52.389936Z",
      "date_filed": "1994-12-02",
      "date_filed_is_approximate": false,
      "slug": "patricia-m-johnson-elizabeth-a-lacey-angela-c-chapman-individually-and",
      "citation_id": 657200,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Patricia M. Johnson Elizabeth A. Lacey Angela C. Chapman, Individually and on Behalf of All Others Similarly Situated, and Shannon Richey Faulkner v. James E. Jones, Jr., Chairman, Board of Visitors of the Citadel, the Military College of South Carolina Carroll A. Campbell, Jr. T. Easton Marchant Barbara S. Nielsen Thomas L. Moore Dave C. Waldrop William F. Prioleau, Jr. George C. James Leonard C. Fulghum, Jr. James M. Leland, Jr. John A. McAllister Jr. David S. Boyd, Jr. Julian G. Frasier, III James W. Bradin Larry J. Ferguson Steve D. Peper, Members of the Board of Visitors of the Citadel, the Military College of South Carolina Claudius E. Watts, Iii, President of the Citadel, the Military College of South Carolina Wallace I. West, Jr., Director of Admissions and Recruiting at the Citadel, the Military College of South Carolina, in Their Official Capacities",
      "federal_cite_one": "42 F.3d 1385",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/548806/patricia-m-johnson-elizabeth-a-lacey-angela-c-chapman-individually-and/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:22:54.419458Z",
  "date_modified": "2016-02-01T18:37:55.404718Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Patricia M. Johnson Elizabeth A. Lacey Angela C. Chapman, Individually and on Behalf of All Others Similarly Situated, and Shannon Richey Faulkner v. James E. Jones, Jr., Chairman, Board of Visitors of the Citadel, the Military College of South Carolina Carroll A. Campbell, Jr. T. Easton Marchant Barbara S. Nielsen Thomas L. Moore Dave C. Waldrop William F. Prioleau, Jr. George C. James Leonard C. Fulghum, Jr. James M. Leland, Jr. John A. McAllister Jr. David S. Boyd, Jr. Julian G. Frasier, III James W. Bradin Larry J. Ferguson Steve D. Peper, Members of the Board of Visitors of the Citadel, the Military College of South Carolina Claudius E. Watts, Iii, President of the Citadel, the Military College of South Carolina Wallace I. West, Jr., Director of Admissions and Recruiting at the Citadel, the Military College of South Carolina, in Their Official Capacities",
  "slug": "patricia-m-johnson-elizabeth-a-lacey-angela-c-chapman-individually-and",
  "docket_number": "93-2386",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}