{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/549812/",
  "id": 549812,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca6/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/370546/",
      "id": 370546,
      "absolute_url": "/opinion/370546/robert-anthony-reed-iii-v-james-a-rhodes/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/549812/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/370546/",
          "id": 370546,
          "absolute_url": "/opinion/370546/robert-anthony-reed-iii-v-james-a-rhodes/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/370546/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:11:32Z",
          "date_modified": "2017-03-25T02:22:36.711402Z",
          "type": "010combined",
          "sha1": "b902c55629fc07f85e305e3e86f40d36c50283ca",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/607/607.F2d.714.76-2602.76-2604.78-3157.78-3156.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">607 F.2d 714</p>\n    <p class=\"parties\">Robert Anthony REED, III et al., Plaintiffs-Appellees,<br>v.<br>James A. RHODES et al., Defendants-Appellants.</p>\n    <p class=\"docket\">Nos. 76-2602, 76-2604, 78-3156 and 78-3157.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Argued Aug. 4, 1978.<br>Decided Aug. 23, 1979.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas I. Atkins, Boston, Mass., Joseph P. Meissner, James L. Hardiman, Cleveland, Ohio, Nathaniel R. Jones, N.A.A.C.P., New York City, Louis R. Lucas, Memphis, Tenn., Teresa Demchak, Cleveland, Ohio, Jeremiah Glassman, John C. Hoyle, Civ. Rights Div., Dept. of Justice, Washington, D. C., Vincent Campanella, Cleveland, Ohio, for plaintiffs-appellees.</p>\n      <p class=\"indent\">George I. Meisel, Charles F. Clarke, James P. Murphy, Squire, Sanders &amp; Dempsey, John H. Bustamante, Bustamante, Donohoe &amp; Palmisano Co., L.P.A., Cleveland, Ohio, James E. Michael, Roy F. Martin, Asst. Attys.  Gen., Columbus, Ohio, Mark O'Neill, Weston, Hurd, Fallon &amp; Howley, James L. McCrystal, Jr., Cleveland, Ohio, for defendants-appellants.</p>\n      <p class=\"indent\">Victor DeMarco, Dennis Kelly, Jones, Day, Reavis &amp; Pogue, Cleveland, Ohio, for Cleveland Trust Co. and National City Bank.</p>\n      <p class=\"indent\">John R. Climaco, Shimon Kaplan, Cleveland, Ohio, for amicus curiae The Brotherhood of Cleveland Public School Custodians and Employees, Local Union 777.</p>\n      <p class=\"indent\">Wayne G. Hawley, American Civil Liberties Union of Cleveland Inc., Cleveland, Ohio, amicus curiae American Civil Liberties Union.</p>\n      <p class=\"indent\">John Hoyle, Dept. of Justice, Civil Div., Appellate Section, Washington, D. C., for amicus curiae U. S.</p>\n      <p class=\"indent\">Eleanor Rickey-Stevens, Cleveland, Ohio, amicus curiae.</p>\n      <p class=\"indent\">Before EDWARDS, Chief Judge, and LIVELY and ENGEL, Circuit Judges.</p>\n      <p class=\"indent\">EDWARDS, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this opinion we review the findings of the District Judge and a lengthy record of trial in a case charging the Cleveland Board of Education and the State Board of Education of Ohio with operating a school system which was unconstitutionally segregated on the basis of race.  The District Judge found that in 1973, when this case was filed, the Cleveland School Board was operating such a dual school system:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1973, the District maintained 170 regular elementary, junior high, and senior high schools for its pupils, approximately 57% Of whom were black.  Of these 170 schools, 67 had student populations which were 90-100% White and 83 had student populations which were 90-100% Black.  Moreover, approximately 92% Of all black students in the system attended one or another of these 83 virtually all-black schools.  Defendants have conceded the existence of systemwide segregation in the Cleveland School District.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>Reed v. Rhodes, 455 F.Supp. 546, 553 (N.D.Ohio 1978).  (Hereinafter Reed II.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The District Judge recognized, however, that statistical proofs of segregated schools, absent intentional segregation on the part of school authorities, did not constitute violation of the Fourteenth Amendment's prohibition against denial of the equal protection of the law.  On the issue of the Cleveland School Board's intentions during the years preceding the year of trial, 1973, he found, \"proof of systemwide constitutional violations (which) supports a finding that the Cleveland school officials are operating a dual school system, entitling plaintiffs to comprehensive, systemwide relief.\"  Reed II, supra at 552.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The District Judge's lengthy opinions reviewed over 200 school board policies, plans, decisions and episodes which he found to represent intentional segregation.  With reference to the Supreme Court's then most recent school segregation decision, Dayton Board of Education v. Brinkman, 433 U.S. 406, 97 S.Ct. 2766, 53 L.Ed.2d 851 (1977), he held that \"The 'segregative effect . . .  on racial distribution' (Dayton, supra at 420, 97 S.Ct. 2766) extends chronologically and geographically throughout the district.\"  Reed II, supra at 552.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our independent review of this record demonstrates that it supports findings of intentional segregative practices having substantial systemwide effect.  We affirm both the liability finding and the District Judge's holding that the plaintiffs are entitled to systemwide relief against the Cleveland School Board for the unconstitutional practices found herein.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The District Judge also found that in 1964 the Cleveland Board of Education was operating a dual school system consisting of schools for black children and schools for white children.  He also found that from 1964 down to the date of trial, the School Board had a clear duty to desegregate the admittedly segregated school system it was operating in 1964.  He further found that in the succeeding years the School Board not only did not act to desegregate the schools, but on the contrary, acted so as to \"exacerbate\" segregation.  Reed v. Rhodes, 422 F.Supp. 708, 792 (N.D.Ohio 1976) (hereinafter Reed I.) He termed the Board's policies as \"containment\" of black students and found them to be intentional and to have a systemwide impact.  Reed II, supra at 556-57; Reed I, supra at 722, 726-27, 739, 759, 762, 769, 773, 782, 784, 788.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our review of this record supports the District Judge's findings of fact in this regard and we find no fault in his conclusions of law, as stated above.  The findings of fact certainly cannot be termed clearly erroneous, and the conclusions of law which pertain to his 1973 findings and his 1964 findings are both entirely consistent with the opinions of the Supreme Court in Columbus Board of Education v. Penick, --- U.S. ----, 99 S.Ct. 2941, 61 L.Ed.2d 666 (1979), and Dayton Board of Education v. Brinkman, --- U.S. ----, 99 S.Ct. 2971, 61 L.Ed.2d 720 (1979).  In the Columbus case, in his opinion for the Court, Justice White said:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(T)he District Court repeatedly emphasized that it had found purposefully segregative practices with current, systemwide impact. 429 F.Supp.  (229), at 252, 259-260, 264, 266; Pet.App. 95; 583 F.2d (787), at 799.  And the Court of Appeals, responding to similar arguments, said:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"School board policies of systemwide application necessarily have systemwide impact.  1) The pre-1954 policy of creating an enclave of five schools intentionally designed for black students and known as 'black' schools, as found by the District Judge, clearly had a 'substantial' indeed, a systemwide impact.  2) The post-1954 failure of the Columbus Board to desegregate the school system in spite of many requests and demands to do so, of course, had systemwide impact.  3) So, too, did the Columbus Board's segregative school construction and siting policy as we have detailed it above.  4) So too did its student assignment policy which, as shown above, produced the large majority of racially identifiable schools as of the school year 1975-1976.  5) The practice of assigning black teachers and administrators only or in large majority to black schools likewise represented a systemwide policy of segregation.  This policy served until July 1974 to deprive black students of opportunities for contact with and learning from white teachers, and conversely to deprive white students of similar opportunities to meet, know and learn from black teachers.  It also served as discriminatory, systemwide racial identification of schools.\"  583 F.2d, at 814.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nor do we perceive any misuse of Keyes (Keyes v. School District No. 1, 413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973)), where we held that purposeful discrimination in a substantial part of a school system furnishes a sufficient basis for an inferential finding of a systemwide discriminatory intent unless otherwise rebutted, and that given the purpose to operate a dual school system one could infer a connection between such a purpose and racial separation in other parts of the school system.  There was no undue reliance here on the inferences permitted by Keyes, or upon those recognized by Swann (Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971)).  Furthermore, the Board was given ample opportunity to counter the evidence of segregative purpose and current, systemwide impact, and the findings of the courts below were against it in both respects. 429 F.Supp., at 260; Pet.App. 95, 102, 105.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Columbus Board of Education v. Penick, supra, --- U.S. at ----, 99 S.Ct. at 2952 (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If we substitute Cleveland for Columbus in the Supreme Court language quoted above, and substitute in numbered sentence 1) \"an east side enclave of many schools\" for the phrase \"an enclave of five schools,\" and in numbered sentence 2), substitute \"post-1964\" for \"post-1954,\" and in numbered sentence 4), the school years \"1973 and 1975\" for the school year \"1975-1976,\" the paragraph approved from this court's Columbus opinion becomes directly applicable to the Cleveland case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">When we turn to the defendant State Board of Education, the situation we find in the Cleveland case again parallels that which we found in the Columbus case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the heels of the Supreme Court decision in Dayton Board of Education v. Brinkman, 433 U.S. 406, 97 S.Ct. 2766, 53 L.Ed.2d 851 (1977), this court remanded the original liability findings of the District Judge for reconsideration under the standards mandated therein.  The District Judge chose to respond to this court's remand by joining his response with his remedial orders.  In the year which intervened, this court was required to deal with the Dayton standards as they apply to the question of state liability in somewhat greater detail and specificity:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While we believe that what we have quoted from the District Judge's opinion must be regarded as a general finding of intentional support of segregation by the State Board, it may well be argued that the Dayton opinion requires more detailed findings of fact pertaining to 1) the State Board's knowledge (if any) of the Columbus Board's intentional segregative practices, 2) the State Board's failure to protest or restrain them by withholding funds, 3) the State Board's continuance of support in the face of such knowledge, 4) the motivation of the State Board in failing to investigate the reasons for de facto segregation, and 5) the effect of findings if any, under 1, 2, 3 and 4 above, as suggested in Dayton, supra at 420, 97 S.Ct. 2766.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Penick v. Columbus Board of Education, 583 F.2d 787, 818 (6th Cir. 1978), Aff'd --- U.S. ----, 99 S.Ct. 2941, 61 L.Ed.2d 666 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While in some respects the findings of segregative purpose on the part of the state serve to meet the Dayton requirements, Dayton appears to us to negate a state liability finding entered principally on the ground of failure of the state to compel its subdivision to comply with the United States Constitution.  As we have indicated in the Columbus opinion, knowledge by the state of intentional segregative practices on the part of the local board and intentional support of the local board in pursuing such practices appear to be requirements for a finding of constitutional violation.  For these reasons, the question of state board liability is again remanded to the District Court for answers to the questions posed in Penick v. Columbus Board of Education, and quoted above.</p>\n    </div>\n    <p>THE LEGAL BACKGROUND OF THIS CASE</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This court has recently reviewed the history of the concept of equality before the law from the Declaration of Independence down to 1954, when Brown v. Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954), was decided.  See Penick v. Columbus Board of Education, 583 F.2d 787, 789-91 (6th Cir. 1978), Aff'd --- U.S. ----, 99 S.Ct. 2941, 61 L.Ed.2d 666 (1979).  In that same opinion we also set forth the fundamental Supreme Court law on school segregation as it has developed from Brown to Dayton Board of Education v. Brinkman, 433 U.S. 406, 97 S.Ct. 2766, 53 L.Ed.2d 851 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This latter review is directly applicable to our present case.  The Supreme Court opinion in Brown I held that the general constitutional guarantee of \"equal protection of the laws\" must be applied to public education:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The language of the opinion was simple and direct.  The opinion of the Court in Brown v. Board of Education, (henceforth Brown I, supra ) said:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We must consider public education in the light of its full development and its present place in American life throughout the Nation.  Only in this way can it be determined if segregation in public schools deprives these plaintiffs of the equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Today, education is perhaps the most important function of state and local governments.  Compulsory school attendance laws and the great expenditures for education both demonstrate our recognition of the importance of education to our democratic society.  It is required in the performance of our most basic public responsibilities, even service in the armed forces.  It is the very foundation of good citizenship.  Today it is a principal instrument in awakening the child to cultural values, in preparing him for later professional training, and in helping him to adjust normally to his environment.  In these days, it is doubtful that any child may reasonably be expected to succeed in life if he is denied the opportunity of an education.  Such an opportunity, where the state has undertaken to provide it, is a right which must be made available to all on equal terms.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We come then to the question presented: Does segregation of children in public schools solely on the basis of race, even though the physical facilities and other \"tangible\" factors may be equal, deprive the children of the minority group of equal educational opportunities?  We believe that it does.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Id. at 492-93, 74 S.Ct. at 691.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The opinion of the Court then proceeded to overrule Plessy v. Ferguson, (163 U.S. 537, 16 S.Ct. 1138, 41 L.Ed. 256 (1896)).  The dispositive sentences were:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We conclude that in the field of public education the doctrine of \"separate but equal\" has no place.  Separate educational facilities are inherently unequal.  Therefore, we hold that the plaintiffs and others, similarly situated for whom the actions have been brought are, by reason of the segregation complained of, deprived of the equal protection of the laws guaranteed by the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Brown I, supra at 495, 74 S.Ct. at 692.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Twelve years later, after great resistance to desegregation and many delays in carrying out the Supreme Court's ruling, the Court handed down Green v. County School Board, 391 U.S. 430, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968).  The opinion by Justice Marshall said:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>\"The burden on a school board today is to come forward with a plan that promises realistically to work, and promises realistically to work Now.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Id. at 439, 88 S.Ct. at 1694 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Three years later, Chief Justice Burger (again for a unanimous Court) wrote in Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971):</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>\"The objective today remains to eliminate from the public schools all vestiges of state-imposed segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Id. at 15, 91 S.Ct. at 1275.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>\"In Green, we pointed out that existing policy and practice with regard to faculty, staff, transportation, extracurricular activities, and facilities were among the most important indicia of a segregated system.  391 U.S., at 435, 88 S.Ct. 1689.  Independent of student assignment, where it is possible to identify a 'white school' or a 'Negro school' simply by reference to the racial composition of teachers and staff, the quality of school buildings and equipment, or the organization of sports activities, a Prima facie case of violation of substantive constitutional rights under the Equal Protection Clause is shown.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Id. at 18, 91 S.Ct. at 1277.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In Swann the District Judge's opinion referred to a white/black ratio of 71-29%.  As to this the opinion of the Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">If we were to read the holding of the District Court to require, as a matter of substantive constitutional right, any particular degree of racial balance or mixing, that approach would be disapproved and we would be obliged to reverse.  The constitutional command to desegregate schools does not mean that every school in every community must always reflect the racial composition of the school system as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\"We see therefore that the use made of mathematical ratios was no more than a starting point in the process of shaping a remedy, rather than an inflexible requirement.  From that starting point the District Court proceeded to frame a decree that was within its discretionary powers, as an equitable remedy for the particular circumstances.  As we said in Green, a school authority's remedial plan or a district court's remedial decree is to be judged by its effectiveness.  Awareness of the racial composition of the whole school system is likely to be a useful starting point in shaping a remedy to correct past constitutional violations.  In sum, the very limited use made of mathematical ratios was within the equitable remedial discretion of the District Court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Id. at 25, 91 S.Ct. at 1280 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Chief Justice Burger then turned to the publicly disputed question of bus transportation as part of a desegregation plan:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The importance of bus transportation as a normal and accepted tool of education policy is readily discernible in this and the companion case, Davis (V. Board of School Commissioners, 402 U.S. 33, 402 U.S. 33, 91 S.Ct. 1289, 28 L.Ed.2d 577 (1971)).  The Charlotte school authorities did not purport to assign students on the basis of geographically drawn zones until 1965 and then they allowed almost unlimited transfer privileges.  The District Court's conclusion that assignment of children to the school nearest their home serving their grade would not produce an effective dismantling of the dual system is supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Id. at 29-30, 91 S.Ct. at 1282-1283 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Swann opinion dealt more thoroughly than any other opinion of the Court with the method of proof of constitutional violations and the Court's remedial powers when such violations were found.  It will be quoted extensively later in this opinion.  For the moment, we conclude this digest of Swann with two of Chief Justice Burger's most meaningful sentences:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>\"As with any equity case, the nature of the violation determines the scope of the remedy.  In default by the school authorities of their obligation to proffer acceptable remedies, a district court has broad power to fashion a remedy that will assure a unitary school system.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Id. at 16, 91 S.Ct. at 1276.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Until the 1970's school desegregation cases were largely limited to Southern states.  Then came a case where unconstitutional segregation had been found in the Park Hill district of Denver, Colorado.  In Keyes v. School District No. 1, 413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973), Justice Brennan wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>\"Nevertheless, where plaintiffs prove that the school authorities have carried out a systematic program of segregation affecting a substantial portion of the students, schools, teachers, and facilities within the school system, it is only common sense to conclude that there exists a predicate for a finding of the existence of a dual school system.  Several considerations support this conclusion.  First, it is obvious that a practice of concentrating Negroes in certain schools by structuring attendance zones or designating 'feeder' schools on the basis of race has the reciprocal effect of keeping other nearby schools predominantly white.  Similarly, the practice of building a school such as the Barrett Elementary School in this case to a certain size and in a certain location, 'with conscious knowledge that it would be a segregated school,' 303 F.Supp.  (279), at 285, has a substantial reciprocal effect on the racial composition of other nearby schools.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>Id. at 201-02, 93 S.Ct. at 2694 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>\"In short, common sense dictates the conclusion that racially inspired school board actions have an impact beyond the particular schools that are the subjects of those actions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>Id. at 203, 93 S.Ct. at 2695.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>\"(W)e hold that a finding of intentionally segregative school board actions in a meaningful portion of a school system, as in this case, creates a presumption that other segregated schooling within the system is not adventitious.  It establishes, in other words, a prima facie case of unlawful segregative design on the part of school authorities, and shifts to those authorities the burden of proving that other segregated schools within the system are not also the result of intentionally segregative actions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>Id. at 208, 93 S.Ct. 2697.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The importance of intentional discrimination, as opposed to discriminatory impact from racially neutral causes, was further emphasized by the Supreme Court in Washington v. Davis, 426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976), where the Court, in an employment discrimination case, said:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>\"The central purpose of the Equal Protection Clause of the Fourteenth Amendment is the prevention of official conduct discriminating on the basis of race.  It is also true that the Due Process Clause of the Fifth Amendment contains an equal protection component prohibiting the United States from invidiously discriminating between individuals or groups.  Bolling v. Sharpe, 347 U.S. 497, 74 S.Ct. 693, 98 L.Ed. 884 (1954).  But our cases have not embraced the proposition that a law or other official act, without regard to whether it reflects a racially discriminatory purpose, is unconstitutional Solely because it has a racially disproportionate impact.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>Id. at 239, 96 S.Ct. at 2047 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">(I)n Dayton Board of Education v. Brinkman, 433 U.S. 406, 97 S.Ct. 2766, 53 L.Ed.2d 851 (1977), the Supreme Court reemphasized the component of intentional discrimination which had been stressed in Keyes and the necessity for matching the scope of the remedy to the nature of the violation which had been outlined in Swann :</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">\"The duty of both the District Court and the Court of Appeals in a case such as this, where mandatory segregation by law of the races in the schools has long since ceased, is to first determine whether there was any action in the conduct of the business of the school board which was intended to, and did in fact, discriminate against minority pupils, teachers, or staff.  Washington v. Davis, supra.  All parties should be free to introduce such additional testimony and other evidence as the District Court may deem appropriate.  If such violations are found, the District Court in the first instance, subject to review by the Court of Appeals, must determine how much incremental segregative effect these violations had on the racial distribution of the Dayton school population as presently constituted, when that distribution is compared to what it would have been in the absence of such constitutional violations.  The remedy must be designed to redress that difference, and only if there has been a systemwide impact may there be a systemwide remedy.  Keyes, 413 U.S., at 213, 93 S.Ct. 2686.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>Dayton, supra at 420, 97 S.Ct. at 2775.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We note that in the Dayton case Justice Rehnquist's opinion cites with approval every case except one which we have quoted above.  Indeed, in the long history of the United States Supreme Court desegregation law which has been written since 1954, no case has purported to overrule or cast in doubt any of the prior precedents which began with Brown v. Board of Education.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Penick v. Columbus Board of Education, supra at 792-94.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In the Supreme Court's opinion in Columbus Board of Education v. Penick, supra, the language employed proves to be again specifically applicable to our present case and represents a definitive statement of school desegregation law which we, of course, are required to follow:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Board insists that, since segregated schooling was not commanded by state law and since not all schools were wholly black or wholly white in 1954, the District Court was not warranted in finding a dual system. 5 But the District Court found that the \"Columbus Public Schools were Officially segregated by race in 1954,\" Pet.App. 94 (emphasis added); and in any event, there is no reason to question the finding that as the \"direct result of cognitive acts or omissions\" the Board maintained \"an enclave of separate, black schools on the near east side of Columbus.\"  429 F.Supp., at 236.  Proof of purposeful and effective maintenance of a body of separate black schools in a substantial part of the system itself is prima facie proof of a dual school system and supports a finding to this effect absent sufficient contrary proof by the Board, which was not forthcoming in this case.  Keyes, supra, 413 U.S. at 203, 93 S.Ct. at 2695. 7</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>Columbus Board of Education v. Penick, supra, --- U.S. at ----, 99 S.Ct. at 2946, 2947 n. 537.  (Footnote 6 omitted.)</p>\n    </div>\n    <p>THE EVIDENCE OF INTENTIONAL SEGREGATION</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The critical question in this case, as in the Columbus case, is whether or not the Cleveland Board's policies were intentionally segregative.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">As we noted on the first page of this opinion, defendants concede the segregated character of the Cleveland schools.  The sole question, therefore, is whether the undisputed segregation established in this record was intentionally created by actions of defendants or their predecessors in office.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">1) The Statistics of Segregation.  In his opinion finding for the plaintiffs, the District Judge first noted the statistically segregated character of the Cleveland schools:</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">During at least the last 20 years, patterns of racial isolation in the Cleveland public school system have become steadily more pronounced.  This situation is illustrated by a review of the percentage of all students attending regular Cleveland Public schools whose school was a one-race school:</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <pre>1940:  88.37%\n1950:  74.09%\n1955:  71.55%\n1960:  79.09%\n1970:  86.07%\n1975:  88.21%</pre>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>Looking only to the above statistics, one could reasonably conclude that the Cleveland school system was in essentially the same position with respect to racial integration in both 1940 and 1975.  A single statistical measure seldom is a full representation of an actual situation.  In trying to understand racial patterns in the recent history of the Cleveland public school system, another measure sheds additional light on the subject.  Examining the percentage of black students attending regular schools which were one-race schools in various years indicates that from 1940 to 1974, there was a steady trend toward concentration of black students in segregated schools:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <pre>1940:  51.03%\n1950:  58.08%\n1955:  57.72%\n1960:  76.03%\n1970:  90.00%\n1975:  91.75%</pre>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>These figures show that with one exception, the proportion of black students in the Cleveland public schools who have been regularly receiving their education in an integrated setting has steadily diminished during the past 35 years.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>Reed I, supra at 711.  (Footnotes omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Analysis of this record also shows that in 1975, out of a total of 175 schools, 71 schools were over 99% Black, while 48 other schools either had no black students at all or fewer than 1% Black students.  As the District Judge found, 92% Of all black students in the Cleveland school system were concentrated in \"one race\" (90% Or more black) schools.  Reed I, supra at 711.  Such a severely segregated racial distribution in itself strongly suggests school board policy rather than chance.  We recognize, however, the Board's claims that these results flowed either from the segregative policies of others or from its own \"racially neutral\" neighborhood school policy, and we turn to examine the more specific evidence pertaining to Cleveland Board intentions throughout the years concerning race segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">2) The Segregation of Teachers.  This record shows that teacher assignment by race was a systemwide policy up to the filing of this complaint and beyond.  The District Judge's opinion said:</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The Court found massive teacher segregation to have been the rule in the Cleveland Public Schools for the recent past and continuing at the time of trial.  During the period from 1969-1973, 84% Of the black elementary and junior high school teachers and 90% Of the black senior high school teachers taught in schools which were 90% Black in student enrollment.  The Court found that there was almost perfect correlation between the race of a school's student enrollment and the race of its faculty.  Thus, intentional segregative faculty assignment directly touched every school in the Cleveland system.  The Court found that the teacher assignment practices and policies of the defendants constituted system-wide De jure segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>Reed II, supra at 566-67.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">In his first opinion in this case, the District Judge detailed the reasons for these conclusions:</p>\n    </div>\n    <p>FACULTY ASSIGNMENT</p>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">During the course of the trial, plaintiffs sought to establish that the Cleveland School Board assigned its faculty on the basis of race black teachers to predominantly black schools and white teachers to predominantly white schools.  Numerous statistical exhibits were offered into evidence by both plaintiffs and the local board, from which the reasonable and necessary inferences have been drawn.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">In PX-341, plaintiffs listed all of the Cleveland elementary schools in ascending order according to their 1973 proportional black student enrollment.  Also listed was the number of black faculty members assigned to that school for each year from 1969-73.  Presented in such a manner, the graphic impact of PX-341 is both immediate and obvious: as a school's black student percentage increased, so too did the number of black faculty assigned to that school.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">As an example, in 1973, there were 17 elementary schools with a black student enrollment of 11.64 or less.  All of these schools had either no black faculty from 1969-73 or did not receive their first black teacher during that period until 1973.  Of these latter schools, two had four black faculty members and the remaining fifteen schools had no more than two.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">At the other end of the spectrum, of the 30 elementary schools that were 100% Black in 1973, 25 had at least 15 black faculty members.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">This direct correlation between the racial composition of a school's student body and that of its faculty repeats itself with regard to both junior and senior high schools.  In 1972, there were 12 junior high schools that were majority white and 15 junior high schools that were majority black.  The majority white schools had a total of 55 black teachers while the majority black schools had 475 black teachers.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Among the senior high schools, the pattern remained unchanged.  The six majority white schools had 35 black teachers in 1972, while the six majority black schools had 387 black teachers.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">During the period in question (1969-72), at least 84% Of the black elementary and junior high school teachers and 90% Of the black senior high school teachers in the Cleveland public school system taught in schools that had at least 90% Black student enrollments.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">In the face of such overwhelming statistical evidence, it is impossible to find such a vast disparity in the racial composition of faculty to be adventitious.  The correlation between the racial makeup of a school's student body and its faculty is direct and consistent.  It can only be the result of a pattern and practice by the local board of assigning teachers on the basis of race. 17 Neither can there by any doubt that this faculty assignment policy contributed significantly to the racial identifiability of the schools involved.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The school board was adamant in its insistence that exhibits such as PX-341 be updated to include 1975 figures for faculty assignment.  Such additional figures would reflect some progress made in the area of faculty integration.  Such progress is both necessary and highly commendable.  But board actions taken after the initiation of this lawsuit are far less probative than policies followed for a significantly longer period prior to the institution of legal proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The school board correctly asserts that teachers are not a fungible commodity capable of random assignment.  While it is true that most teachers are certified in one area, that fact cannot be viewed as responsible for the total racial imbalance that characterized faculty assignments within the Cleveland school system from 1969-72.  Given the relative similarity of curricula offered, particularly on the elementary school level, it is incomprehensible that a better racial mix among the faculty could not have been achieved.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">By the same token, the shortage of qualified teachers during the 1960s cannot be viewed as the cause of the segregated condition of the Cleveland school system's faculty.  That there were fewer teachers available to be hired is of little relevance to the assignment of those teachers already under the school board's employ.  The board would argue that since it was a \"seller's market\" and competition was keen among local school boards for the limited supply of teachers, the board was forced to accede to new teachers' requests for assignment to a particular school.  Implicit in this argument is the premise that black teachers preferred to teach in black schools and white teachers preferred assignment to white schools.  Nowhere in the record does this implication leave the shadows of inference and emerge into the cold light of fact.  In addition the shortage of teachers had significantly diminished by 1969, the commencement of the period covered by PX-341.  Finally, even if the choice of assignment represented the Quid pro quo for a new teacher's accepting a position in the Cleveland system, such a bargain would have to yield to the constitutional mandate of a unitary school system.  If the price for garnering a new teacher is the perpetuation of a segregated faculty, then the school board must look elsewhere, for the price is constitutionally prohibitive.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The segregative nature of the school board's assignment of principals need not be inferred since such a policy was expressly admitted by the board.  The deliberate and calculated assignment of black principals to black junior and senior high schools was done in the name of creating \"role models.\"  Whatever its effect in that regard, such a policy clearly added to the racial identifiability of the schools involved.  The board sought to ameliorate the segregative effect of this policy by assigning white assistant principals in tandem with black principals.  The fact remains, however, that the assignment of black principals to black schools is yet another board-created, artificial indicia of a school's racial identity.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">It is important to note that the ability to identify a \"white\" or \"black\" school merely by reference to the racial composition of its faculty and administration constitutes a Prima facie violation of the equal protection clause.  Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 18, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971).  Other courts have been quick to dismiss the \"role model\" rationale as a basis for the assignment of faculty and staff:</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>\"Whether the Board's excuse for this action, to provide black role models for black students, is the real motivation behind the staffing according to race is legally irrelevant . . .</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">It is not contended by this court that minority role models are not important for minority students.  Racial and ethnic pride has its value.  But, in the constitutional scheme, a higher value in the hierarchy is integration.  Integration, and the understanding it fosters, will provide both black and white role models for both black and white children.\"  Arthur v. Nyquist, 415 F.Supp. 904 (W.D.N.Y.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">See also, United States v. School District of Omaha, 521 F.2d 530, 538-39 (8th Cir. 1975), Cert. denied 423 U.S. 946, 96 S.Ct. 361, 46 L.Ed.2d 289 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">It should be noted that exhibits such as DX-1163-65 reflect considerable progress in the area of faculty integration.  Whether that task has been completed, or is close to completion, is a question best left for another day.  How far the local board has come, and how far they may yet have to go, will be addressed in the proceedings sure to follow in this action.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Reed I, supra at 786-88.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The Supreme Court has consistently held that assignment of black teachers to black schools and white teachers to white schools was an important indication of intentional segregation because it helped mark the schools as black or white.  Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 18, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971); Green v. County School Board, 391 U.S. 430, 435, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968); Columbus Board of Education v. Penick, --- U.S. ----, ----, 99 S.Ct. 2941, 61 L.Ed.2d 666 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">We believe the District Judge was correct in finding that the Cleveland Board's policy of teacher (and administrative) assignment of black personnel to \"black\" schools up to the filing of this case \"contributed significantly to the racial identifiability of the schools involved.\"  Reed I, supra at 787.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">3) Segregative Intent in School Site Selection and Construction.  The District Judge also found deliberate segregative intent in the Cleveland Board's site selection and construction program for new schools and for additions to existing schools.  In his opinion on remand he said:</p>\n    </div>\n    <p class=\"indent\">E. CONSTRUCTION OF NEW SCHOOL FACILITIES</p>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The placement of school facilities on particular sites is an action with a singular capacity to promote either integration or segregation.  Few decisions made by school officials are more irreversible.  While school officials are not required to predict correctly shifting demographic patterns in every instance, they are required to use reasonable prudence to avoid predictably segregative decisions.  The Court recognizes that the task is more difficult in communities undergoing rapid change than in settled neighborhoods.  However, the evidence demonstrated conclusively that these defendants made segregative building placement decisions regardless of whether the surrounding community was settled or changing.  Few schools were sited so as to avoid the predictable result of racial segregation.  The Court found that in each of the instances cited below the defendants built schools which they knew would be racially segregated, and intended such results.  Segregative site selection combined as here with segregative student assignment policies and practices contributed to creation of a segregated dual school system.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <pre>                          CONSTRUCTION\n                                          Record Evidence\n    Schools               422              Considered by\n    Involved      Year  F.Supp.              the Court\n116.  Carver       1954  725       PX 16; 74; 128; 33-11; 323\n117.  Chesnut      1955  726-28    PX 275-33; 17; 74; 388-15; 323\n118.  Giddings     1970  758-59    PX 285-3; 28; 388-27; 389\n119.  Dike         1971  732       PX 276-8; 29; 388-23; 389\n120.  Williams     1951  737-38    PX 287-35; 14; 74; 388-83\n121.  Brewer       1955  738-39    PX 287-21; 17; 74; 388-9; 389;\n                                     323\n122.  Cranwood     1958  738-39    PX 291-2; 20; 74; 388-21; 389\n123. deSauze      1967  741-43    PX 287-22; 25; 74; 389\n124.  Orr          1955  752       PX 289-41; 17; 74; 388-63; 389\n125.  Attucks      1959  756       PX 21; 74; 388-2; 389\n126.  Rockefeller  1961  756       PX 23; 74; 388-72; 389\n127.  Ireland      1962  757       PX 275-28; 24; 74; 323; 388-41;\n                                     389\n128.  Raper        1961  757       PX 289-51; 23; 74; 388-68; 389\n129.  Buckeye-\n     Woodland     1971  759-60    PX 29; 223; 389\n130.  Wade Park    1974  762       PX 289-66; 390; 389\n131.  Marion-\n     Sterling     1974  763       PX 389-390-388-52; 323\n132.  Case         1974  763       PX 289-24; 389; 390; 388-12;\n                                     388-13\n133.  Morgan       1959  770-71    PX 293-69; 21; 74; 388-59; 389\n134.  Pasteur      1959  770-71    PX 293-20; 21; 74; 388-65; 389\n135.  Lake         1961  770-71    PX 293-66; 23; 74; 388-45; 389\n136.  Landis       1963  770, 772  PX 293-68; 74; 388-46; 389\n137.  Howe         1965  770, 772  PX 293-96; 389; 388-39\n138.  Forest Hill\n     Parkway      1968  774-76    PX 293-48; 26; 389; 388-35\n139.  Bethune      1965  772       PX 338-6; 389; 271; TR 976-981;\n                                     1283-87; 1504-05\n140.  East Clark\n     Relief       1975  779       PX 294-4; 390; 389\n141.  Johnson      1955  780-81    PX 389; 17; 74\n142.  Brooklawn    1957  781-82    PX 298-2; 389; 19; 74; TR 2464\n                                     2465</pre>\n    </div>\n    <p>F. ADDITIONS TO EXISTING SCHOOLS</p>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Almost as irreversible as building a school in the wrong place is the practice of expanding such a school once it is in place.  The defendants built hundreds of new classrooms, ostensibly to relieve overcrowding or to anticipate new enrollments.  Each such decision offered these defendants the option of locating the addition so as to either promote or alleviate racial segregation.  Obviously, the decision to build an addition onto a school which is 100% Black is a decision to expand the number of black students contained on that particular site.  Such containment decisions not only kept black schools black and white schools white but they also prevented black (or white) students from attending other schools.  Thus, each segregative building of a new school or addition to an existing school has a predictable reciprocal impact.  The Court finds that the defendants built such additions to further an overall scheme of racial segregation, to prevent or reduce the likelihood of black and white students attending school together.  Illustrative of such deliberately segregative decisions are those cited by this Court and listed below.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <pre>                              ADDITIONS\n                                            Record Evidence\n     Schools                422              Considered by\n     Involved       Year  F.Supp.              the Court\n143.  Quincy         1940  731      PX 284-1; 1; 74; 388-67\n144.  Irving         1961  731      PX 275-29; 23; 74; 388-42\n145.  Gracemont      1949  736-37   PX 287-27; 11\n146.  Williams       1953  738      PX 287-36; 15; 74; 388-83\n147.  Gracemont      1958  740-41   PX 287-30; 20; 74; 388-29; 389\n148.  Mt. Pleasant   1964  747      PX 290-14; 271; 74; 388-69; 389\n149.  Wade Park      1954  753-55   PX 289-56; 16; 74\n150.  Waring         1956  754      PX 289-67; 18; 74; 389\n151.  Orr            1956  754      PX 289-50; 18; 74; 389\n152.  Parkwood       1954  767-68   PX 293-74; 16; 74; 388-64\n153.  Holmes         1955  769      PX 293-56; 293-57; 17; 19; 74;\n                                      388-37; 389\n154.  Holmes         1957  769      PX 293-56; 293-57; 17; 19; 74\n                                      388-37; 38\n155.  Doan           1957  769      PX 293-43; 19; 74; 388-24; 389\n156.  Iowa-Maple     1963  774      PX 293-63; 74; 388;40; 389\n157.  East Clark     1960  775      PX 294-2; 22; 74; 388-17\n158.  Brooklawn      1972  781      PX 298-4; 30; 223; 389; TR 2464-65</pre>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p>Reed II, supra at 561-62.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">We regard these findings, which are fully supported by this record, to be highly significant both in supporting the segregative intent findings of the District Judge and his finding of systemwide impact.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">In the Swann opinion Chief Justice Burger commented upon the importance of school construction policies:</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">The construction of new schools and the closing of old ones are two of the most important functions of local school authorities and also two of the most complex.  They must decide questions of location and capacity in light of population growth, finances, land values, site availability, through an almost endless list of factors to be considered.  The result of this will be a decision which, when combined with one technique or another of student assignment, will determine the racial composition of the student body in each school in the system.  Over the long run, the consequences of the choices will be far reaching.  People gravitate toward school facilities, just as schools are located in response to the needs of people.  The location of schools may thus influence the patterns of residential development of a metropolitan area and have important impact on composition of inner-city neighborhoods.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">In the past, choices in this respect have been used as a potent weapon for creating or maintaining a state-segregated school system.  In addition to the classic pattern of building schools specifically intended for Negro or white students, school authorities have sometimes, since Brown, closed schools which appeared likely to become racially mixed through changes in neighborhood residential patterns.  This was sometimes accompanied by building new schools in the areas of white suburban expansion farthest from Negro population centers in order to maintain the separation of the races with a minimum departure from the formal principles of \"neighborhood zoning.\"  Such a policy does more than simply influence the short-run composition of the student body of a new school.  It may well promote segregated residential patterns which, when combined with \"neighborhood zoning,\" further lock the school system into the mold of separation of the races.  Upon a proper showing a district court may consider this in fashioning a remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">In ascertaining the existence of legally imposed school segregation, the existence of a pattern of school construction and abandonment is thus a factor of great weight.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p>Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 20-21, 91 S.Ct. 1267, 1278, 1279, 28 L.Ed.2d 554 (1971).  See also Columbus Board of Education v. Penick, --- U.S. ----, ---- - ----, 99 S.Ct. 2941, 61 L.Ed.2d 666 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">4) The School Board's Cooperation in Building Segregated Housing.  Significant also on the issue of segregative intent is the District Judge's discussion and findings concerning segregated housing and its relation to the Cleveland Board's school construction program assisting such housing construction:</p>\n    </div>\n    <p>HOUSING</p>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The instant action was filed as related to housing cases previously heard by this court.  Plaintiffs' counsel felt that residential segregation was inextricably related to school segregation and the expertise developed during the housing cases would be a valuable asset in evaluating the evidence to be presented in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">That Cleveland is a residentially segregated city is beyond dispute and conceded by all parties to this action.  Defendants argue that these residential patterns are the result of outside forces beyond their control and that they merely put schools \"where the children are,\" as reflected by their purported neighborhood school policy.  Plaintiffs, on the other hand, contend that this residential condition is merely one facet in an overall policy of containment perpetrated by city, state, and federal agencies, as well as factions of the private real estate industry.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">The role of the federal government in the creation and perpetration of segregated housing is documented in the Federal Housing Administration's (FHA) underwriting manual as it was distributed during the 1930s.  That document contained a blatantly separationist policy as reflected by the admonition to FHA appraisers that they be aware of any \"infiltration of inharmonious racial or nationality groups\" into a neighborhood.  Such an incursion was deemed to have an adverse effect and neighborhoods were assured of receiving a high FHA rating only if exclusionary devices such as zoning regulations and restrictive covenants were prevalent in the area.  The FHA manual actually recommended that restrictive covenants with regard to race be included in deeds.  Such restrictive covenants were judicially enforced until such practice was declared unconstitutional in Shelley v. Kraemer, 334 U.S. 1, 68 S.Ct. 836, 92 L.Ed. 1161 (1948).  Despite the Supreme Court action, the FHA continued to recommend the use of restrictive covenants until 1950.  In that year, the FHA did a complete about-face, and refused to finance properties subject to such restrictive covenants.  It was not until the 1962 Executive Order with regard to equal opportunity in housing that restrictive covenants ceased to be a factor in the public financing of housing.  Nevertheless, restrictive covenants were viewed as a cloud on the title and excepted by title companies in their policies, at least until 1969.  Thus, for a period approaching 20 years, the federal government, through the FHA, was \"the leading exponent of racial discrimination in housing and residential segregation\" (TR. at 709).</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">No discussion of the Cleveland housing situation would be complete without some mention of the role of the Cuyahoga Metropolitan Housing Authority (CMHA).  That organization, and its policies, were the subject of prior litigation in this court.  See, e. g., Banks v. Perk, 341 F.Supp. 1175 (N.D.Ohio 1974) wherein CMHA practices were found to have contributed to the residentially segregated condition of the city.  The effects of such conduct extended far beyond the walls of the individual housing estates.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">In keeping with the local school board's policy of putting schools \"where the children are,\" several facilities were constructed to service public housing estates. 18 As might be expected, the racial composition of such schools was the mirror image of their respective estates.  The combination of CMHA's discriminatory housing policies and the school board's construction program resulted in the creation of racially identifiable schools.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">The relationship between CMHA policies and the Cleveland School Board is shown by PX-323.  That exhibit lists CMHA estates and the public schools that service those estates.  As previously noted, virtually all of the schools reflect the racial composition of their respective estates.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">One of the first CMHA projects was Carver Park.  Built in 1942, it was 99.9% Black in 1973.  Hayes elementary school was 97.5% Black at the time Carver Park was opened and 100% Black in 1973-74.  Similarly the 1970 addition to the Garden Valley estate was 100% Black when opened and 100% Black in 1973.  Chesnutt elementary school was 99% Black in 1970 and 100% Black in 1973.  Grdina was 100% Black for those same years.  The King Kennedy estate was 99% Black at opening and 100% Black in 1973 as was Dike elementary school which services that project.  The Miles Heights estate and Brewer elementary school as well as the Wilson estate and Ireland school are additional examples of an overwhelmingly black project being serviced by an overwhelmingly black school.  All of the above projects and schools are located on the east side of Cleveland.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">The CMHA projects on the west side project the same type of relationship.  Lorain Square was 0% Black in 1973 as was Washington elementary school.  The Park Denison project was 0% Black in 1973 while the Denison school was .1% Black in 1973-74.  This racial correlation repeats itself for virtually all of the 27 CMHA projects listed in PX-323.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">It is clear that the presence of racially segregated public housing in conjunction with school board policies operated to spawn racially segregated schools.  There can be little doubt that this result was the natural, probable, foreseeable, and actual effect of the school board's \"neighborhood school policy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">The interrelation of housing and school patterns has become an accepted fact of life, See e. g. Hart v. Community School Board, 383 F.Supp. 699, 706 (E.D.N.Y.1974), Aff'd, 512 F.2d 37 (2d Cir. 1975).  Equally clear is the fact that a local school board cannot use private discrimination to shield itself from an allegation of exclusionary attendance areas, Brewer v. School Board of City of Norfolk, 397 F.2d 37, 41-42 (4th Cir. 1968 (en banc)).  See also, United States v. School District of Omaha, 521 F.2d 530, 537 n. 11 (8th Cir. 1974), Cert. denied 423 U.S. 946, 96 S.Ct. 361, 46 L.Ed.2d 280 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p>\"when school officials have followed for at least a decade a persistent course of conduct which intentionally incorporated residential segregation into the system's schools, that conduct is unconstitutional.\"  Morgan v. Hennigan, 379 F.Supp. 410, 470 (D.Mass.1974) Aff'd 509 F.2d 580 (1st Cir. 1974), Cert. denied 421 U.S. 963, 95 S.Ct. 1950, 44 L.Ed.2d 449 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">Thus, the local school board actively contributed to the racially segregated nature of the CMHA projects by agreeing to construct schools to service those projects, knowing that those schools, as well as the projects themselves were destined to be racially identifiable from their inception.  In addition, the board policy knowingly embodied existing residential segregation that was the result of, among other things, prior FHA policies and practices.  Under such circumstances, the board's \" 'neighborhood school policy' was not, and could not be, racially neutral.\"  Arthur v. Nyquist, 415 F.Supp. 904, 968 (W.D.N.Y.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p>\"The school board should not be heard to plead that its neighborhood school policy was racially neutral when in fact 'state action under the color of law' produced or helped to produce the segregated neighborhoods in the first place.\"  Oliver v. Kalamazoo Board of Education, 368 F.Supp. 143, 183 (W.D.Mich.1973), Aff'd 508 F.2d 178 (6th Cir. 1974), Cert. denied 421 U.S. 963, 95 S.Ct. 1950, 44 L.Ed.2d 449 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">The natural, probable, foreseeable, and actual effect of the local school board's application of the neighborhood school policy was to create or perpetuate a segregated school system.  See United States v. Texas Education Agency, 532 F.2d 380 (5th Cir. 1976).</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">Reed I, supra at 788-90.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">We believe that the Cleveland Board's willing acquiescence in the construction of one-race schools for other public (or private) agencies that were building segregated housing also represented systemwide proof of segregative intent in the development of an admittedly segregated school system.</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">5) The Board's Segregative Intent as Shown by the Use of Racially \"Intact\" Busing and the Segregation of Black Children in \"White\" Schools.  One of the Cleveland Board's policies which seems in itself to speak volumes about the intentions of the Board, concerns its method of meeting the impossibly overcrowded condition of the \"black\" schools in the Hough area in the years 1955-1961.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">The District Judge's opinions refer repeatedly to the employment of devices referred to as \"relay classes\" and \"transportation classes.\"  Relay classes, as disclosed by this record, represented the employment of overcrowded schools on half-day shifts as far as the school children were concerned, each shift, morning and afternoon, being 31/2 hours of classroom attendance.  The transportation classes, on the other hand, involved busing children from overcrowded schools to less crowded schools.  In many instances the less crowded schools were white, but in this period the classes from the black schools were kept \"intact\" a word which clearly was a euphemism for \"segregated\" within the receiving school.  And even after community protests had forced the Cleveland Board \"to diffuse\" the transportation classes in the receiving schools, the black children were, not even in diffusion, accorded equal protection of the law, as we will see below.  On this subject the District Judge said:</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">The vast majority of the schools that employed relay classes had majority or predominantly black student enrollments. 15 Similarly, almost all of those schools that were forced to utilize \"transportation classes\" were majority or predominantly black.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">At trial, most of the plaintiffs' evidence with regard to the use of transportation classes involved the following schools during the indicated time periods:</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <pre>Year     Sending School  Receiving School\n1961     Chesterfield    Murray Hill\n1961     Columbia        Murray Hill\n1961     Doan            Murray Hill\n1961     Hough           Murray Hill\n1961     Orr             Murray Hill\n1961     Marion          Rockefeller\n1961-66  Iowa-Maple      Longfellow\n1961-62  Holmes          Longfellow\n1961-63  Hazeldell       Brett\n1962-66  Hazeldell       Memorial\n1963-66  Hazeldell       Murray Hill\n1963     Pasteur         Longfellow\n1964-66  Iowa-Maple      Brett</pre>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">In virtually all of the above cases, the sending school was predominantly black, overcrowded, and implementing relay classes.  The receiving schools were under-utilized and predominantly white.  On its face, besides being a highly practical, albeit educationally inferior, answer to the problem of overcrowding, the busing program initiated by the Board would also appear to have been highly integrative.  But like many other integrative opportunities presented to the Board, this one, although not ignored, was prostituted into a segregative device.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">From the time of the creation of transportation classes on January 29, 1962 until March 10, 1964, such classes were bused \"intact.\"  The pupils involved formed at their sending school and, complete with teacher, were transported as a unit to the receiving school.  Once there, they remained \"intact\" forming a single, separate, isolated, and insulated educational unit.  There was evidence presented that during this period every attempt was made to keep the transported students separate from the remainder of the student body at the predominantly white receiving schools.  Dr. Theobald of the Cleveland School Board who took part in the organization and implementation of the busing program, and in fact made the decision to bus the children intact, (TR. at 525) testified that this degree of separation was required for \"safety as well as educational reasons.\"  (TR. at 525) It was not until March 10, 1964 that the local board, under severe pressure from local civil rights groups such as the United Freedom Movement, agreed to the cessation of intact busing and the \"diffusion\" of the transported pupils throughout the student body of the receiving school.  This marked the first time that the integrative potential of the busing program had been tapped, but once again, board action abrogated the beneficial effects of this achievement of some degree of integration.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">From the start, the busing program was considered a stop-gap measure to relieve overcrowding and eliminate relay classes.  The real answer, in the eyes of the Board, lie (Sic ) in the creation of additional school facilities.  During the early 1960's, while transportation classes were in effect, the Board was engaged in a feverish school construction program, particularly in the Hough and Glenville areas.  The need for such construction, as well as its devastating racial effects, is fully discussed in the detailed analysis of those areas, Supra.  Suffice it to say that black students were bused intact, and then reluctantly diffused, only until such time as additional, racially impacted schools could be built, and the transported students restored to their prior racially isolated condition of containment.  It is not necessary to determine whether this program of intact busing, standing alone, would be a sufficient predicate for a finding of liability against the local board, for it is but one facet of a \"consistent and deliberate policy of racial isolation and segregation.\"  Amos v. Board of School Directors of the City of Milwaukee, 408 F.Supp. 765, 819 (E.D.Wis.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">Reed I, supra at 783-84.</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">We have compared these findings to the testimonial record and find them fully supported.  They certainly cannot be found to be clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">We note appellants' argument that the impact of the relay class and intact busing policies had been \"attenuated\" first by \"diffusion\" of black students in the receiving schools and then by new school construction.  The District Judge found, however, that the \"diffusion\" of black students in the white receiving schools had been quite different from desegregation.  In fact, defendants' witness Dr. Theobald admitted that separation by race continued during \"diffusion\" both in the school and in the classroom.  The testimony of one of the discriminatees, Yvonne Flonnoy, indicates that \"diffusion\" had hardly served to \"attenuate\" the \"impact\" of the constitutional violation on her:</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">Q. I am going to ask you some questions about the (1358) experiences that you had when you were at Memorial Elementary School.  Do you recall any of those experiences?  A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">Q. Now, when you were placed in the classroom by the teacher, were the transportation students placed in one particular area of the room?  A. We were at the back of the room.</p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">Q. When you say \"at the back,\" were you placed in one row or one section or how?  A. Straight across in a row.</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p class=\"indent\">Q. Now, the students that you recall that were on transportation from Hazeldell and Memorial Schools, were they black, white, integrated, or exactly what was the racial composition, if you recall?  A. We were black, all black.</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">Q. Now, when you were in the third grade I believe you said 3-A?  A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">Q. Were there any white kids that rode your bus?  A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p145\">\n      <span class=\"num\">145</span>\n      <p class=\"indent\">Q. Now, can you tell me of the treatment that you received at Memorial from the teacher?  A. Well, at Memorial we were more or less, I guess that (1359) they called it \"harassed,\" but we weren't aware of it back then.  We were not allowed to participate in any of the activities of the receiving school because we were just visitors, and we didn't take gym.  We didn't eat lunch</p>\n    </div>\n    <div class=\"num\" id=\"p146\">\n      <span class=\"num\">146</span>\n      <p class=\"indent\">Q. I will go into it specifically, but let me put some questions to you: You said you were not permitted to attend all school functions.  Do you remember any all school assemblies during the time that you were at Memorial?  A. Yes; I remember some.</p>\n    </div>\n    <div class=\"num\" id=\"p147\">\n      <span class=\"num\">147</span>\n      <p class=\"indent\">Q. Tell me about them.  A. During Christmas the people were caroling in the hallway, and the white peoples was taken out of the room, and we were to lay our heads down, or we had work to do.</p>\n    </div>\n    <div class=\"num\" id=\"p148\">\n      <span class=\"num\">148</span>\n      <p class=\"indent\">Q. These were students in your class?  A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p149\">\n      <span class=\"num\">149</span>\n      <p class=\"indent\">Q. And when you say, \"We had to lay our heads down,\" who is \"we\"?  A. The black students that were transported to there.</p>\n    </div>\n    <div class=\"num\" id=\"p150\">\n      <span class=\"num\">150</span>\n      <p class=\"indent\">Q. Who gave you instructions?  A. The teacher did.</p>\n    </div>\n    <div class=\"num\" id=\"p151\">\n      <span class=\"num\">151</span>\n      <p class=\"indent\">Q. Did this happen on one occasion or more than one?  (1360) A. On many occasions.  We were told to lay our heads down when they left the room.</p>\n    </div>\n    <div class=\"num\" id=\"p152\">\n      <span class=\"num\">152</span>\n      <p class=\"indent\">Q. Do you know where they went?  A. Sometimes they went to gym or some type of recess, or went to an assembly, whatever it was; and when it was time for them to leave out of the room, we were told to lay our heads down or do work.</p>\n    </div>\n    <div class=\"num\" id=\"p153\">\n      <span class=\"num\">153</span>\n      <p class=\"indent\">Q. What work?  A. Some type of work to keep us occupied while they were out of the room.</p>\n    </div>\n    <div class=\"num\" id=\"p154\">\n      <span class=\"num\">154</span>\n      <p class=\"indent\">Q. Do you recall taking gym while you were at Memorial?  A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p155\">\n      <span class=\"num\">155</span>\n      <p class=\"indent\">Q. Did you ever recall any other students in your class taking gym while you were at Memorial?  A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p156\">\n      <span class=\"num\">156</span>\n      <p class=\"indent\">Q. The white students that had been the ones not on transportation, do you recall whether or not they took gym?  A. They did take gym.</p>\n    </div>\n    <div class=\"num\" id=\"p157\">\n      <span class=\"num\">157</span>\n      <p class=\"indent\">Q. How do you know?  A. Because a bell would ring.  This was after lunch, and certain days, I believe Wednesday or some period during the week, and they would leave.  Then there was the ones that wanted to look out (1361) of the window, and you could see them out taking gym.</p>\n    </div>\n    <div class=\"num\" id=\"p158\">\n      <span class=\"num\">158</span>\n      <p class=\"indent\">Q. Where did they take gym?  A. In the playground.</p>\n    </div>\n    <div class=\"num\" id=\"p159\">\n      <span class=\"num\">159</span>\n      <p class=\"indent\">Q. And were the students on transportation permitted to take gym?  A. Not in my class, no.</p>\n    </div>\n    <div class=\"num\" id=\"p160\">\n      <span class=\"num\">160</span>\n      <p class=\"indent\">Q. While you were there, did you ever take gym?  A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p161\">\n      <span class=\"num\">161</span>\n      <p class=\"indent\">Q. How long were you there?  A. About a year.</p>\n    </div>\n    <div class=\"num\" id=\"p162\">\n      <span class=\"num\">162</span>\n      <p class=\"indent\">Q. Now, during the recess, or strike that.  During the lunch hour what did the students on transportation do?  A. Well, we were sitting across in a row, which meant the white students were in front of us, and we had to move to the right-hand side of the room, and the whites moved to the left-hand side, and we ate our lunch on the right-hand side of the room.</p>\n    </div>\n    <div class=\"num\" id=\"p163\">\n      <span class=\"num\">163</span>\n      <p class=\"indent\">Q. So the students were segregated during the lunch hour?  A. Right; yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p164\">\n      <span class=\"num\">164</span>\n      <p class=\"indent\">Since the District Judge did not base his principal findings on this testimony, we quote it only as general support for his conclusion that the segregation practiced by the Cleveland School Board in the early '60s in the Hough area had a continuing impact.  This is particularly true since the record establishes that the students who were, like Flonnoy, \"transported\" and \"diffused\" returned (when, as a result of new school construction, these policies ended) to newly constructed 97% Black schools.  One of the lessons which Cleveland's black students learned was that the Cleveland school system assigned them status inferior to that given white students regardless of the American constitutional promise of \"equal protection of the laws.\"</p>\n    </div>\n    <div class=\"num\" id=\"p165\">\n      <span class=\"num\">165</span>\n      <p class=\"indent\">6) Segregative School Board Devices.  The District Judge in this case repeatedly referred in his two lengthy opinions to a Cleveland School Board policy which he described as \"containment\" of black students.  We interpret his use of this word as being his shorthand for description of policies of intentional racial segregation.  Over and above the major School Board policies which have been discussed in the first five numbered sections of this opinion, the District Judge also discussed at great length individual instances of the Cleveland School Board's use of various devices which had the effect of promoting racial segregation in the schools.  These included the employment of optional zones, boundary changes, special transfers, use of private rental facilities and the use of portable classrooms.</p>\n    </div>\n    <div class=\"num\" id=\"p166\">\n      <span class=\"num\">166</span>\n      <p class=\"indent\">By title alone these devices might appear to be normal and wholly permissible school board administrative tactics.  But under each heading, particularly in his second opinion on remand, the District Judge made specific findings of intentional employment of each of these devices to effect racial segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p167\">\n      <span class=\"num\">167</span>\n      <p class=\"indent\">a) Optional Zones.  As to the use of optional zones, the District Judge found 36 instances where \"(t)he defendants knew in each instance cited that the predictable result of giving white or black students the option of attending predominantly white or black schools would be student choices which would create or intensify racial segregation.\"  He further held, \"(t)he Cleveland defendants defaulted in meeting their constitutional obligation by the use of a pattern of predictably segregative optional zones.\"  Reed II, supra at 559-60.</p>\n    </div>\n    <div class=\"num\" id=\"p168\">\n      <span class=\"num\">168</span>\n      <p class=\"indent\">We have reviewed each of his findings as to these optional zones in both his original opinion and his opinion on remand.  While we might not have seen the facts exactly as he has if we had been situated in the courtroom and had heard the testimony, nothing in this record allows us to say that his findings of segregative intent in relation to the employment of these optional zones are clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p169\">\n      <span class=\"num\">169</span>\n      <p class=\"indent\">b) Boundary Changes.  As to boundary changes, the District Judge found:</p>\n    </div>\n    <div class=\"num\" id=\"p170\">\n      <span class=\"num\">170</span>\n      <p class=\"indent\">In 53 instances involving a total of 43 schools, the Court found that the defendants made changes in boundaries in a manner which, predictably, resulted in racial segregation.  The information available to the defendants at the time they acted was such that the segregation created was determined by the Court to be deliberate and also avoidable.  In some instances the boundary changes created segregation where none previously existed.  In other instances, the changes intensified a racial identifiability which was known, or should have been known, to exist by the defendants.  In the face of the evidence submitted, and the failure of the defendants to offer credible racially neutral explanations for the resulting segregation, the Court found each of the following boundary changes to have been acts of De jure segregation.  (The District Judge listed 53 instances of boundary changes involving 43 schools.)</p>\n    </div>\n    <div class=\"num\" id=\"p171\">\n      <span class=\"num\">171</span>\n      <p class=\"indent\">Reed II, supra at 558-59.</p>\n    </div>\n    <div class=\"num\" id=\"p172\">\n      <span class=\"num\">172</span>\n      <p class=\"indent\">In these instances also we make the same comments, namely, that our review of the Judges' two opinions against the lengthly record of this trial does not provide any basis for our holding that the 53 instances at 43 schools described by the Judge as representing boundary changes which were acts of intentional segregation was clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p173\">\n      <span class=\"num\">173</span>\n      <p class=\"indent\">c) Special Transfers.  The District Judge found that the policy of the Cleveland School Board to allow individual students on application to transfer from one school to another was \"a significant factor in the shift in enrollment patterns in junior and senior high schools during the period 1965 to 1970.\"  Reed II, supra at 558-59.  He found that the special transfer policy was employed so as to allow white students to transfer from predominantly black junior and senior high schools to predominantly white junior and senior high schools, and that while the yearly number of such transfers was not great, the employment of such transfers was intentionally segregative on the part of the Board.  His findings are not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p174\">\n      <span class=\"num\">174</span>\n      <p class=\"indent\">d) Use of Private Rental Facilities and Portable Classrooms.  The District Judge also found that on a significant number of occasions 18 in all the Board employed the use of rental facilities or portable units \"to either create or intensify existing racial segregation.\"  Reed II, supra at 564.  In many of these instances he found that the portables or rental units were employed by the Board to increase the capacity of black schools at a time when white schools within feasible distance had underutilized capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p175\">\n      <span class=\"num\">175</span>\n      <p class=\"indent\">Again, our review of the record does not allow these findings to be held to be clearly erroneous.</p>\n    </div>\n    <p>APPELLANTS' ARGUMENTS</p>\n    <div class=\"num\" id=\"p176\">\n      <span class=\"num\">176</span>\n      <p class=\"indent\">What has been said above appears to us to respond to all except two of appellants' arguably meritorious arguments.  The remaining matters which require comment are appellants' contentions 1) that the District Judge misused School Board school capacity figures, and 2) that he employed in some instances distance measurements without identifying the source, which measurements varied from and served to contradict testimony of School Board witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p177\">\n      <span class=\"num\">177</span>\n      <p class=\"indent\">As to the school capacity figures, it is established by this trial record that they came from exhibits prepared by the Cleveland School Board.  The District Judge recognized that varying usages of the buildings might serve to vary student classroom capacity.  But he also held that the School Board, as the originator of the capacity figures and as the sole source of information concerning changes in said capacity, had the duty to present the changes, if any, in the trial record rather than to postulate or assert changes after trial.</p>\n    </div>\n    <div class=\"num\" id=\"p178\">\n      <span class=\"num\">178</span>\n      <p class=\"indent\">As to appellants' argument on this score, we find no merit.  Appellants, during the trial, and after this issue had been once argued in this court and had been remanded, had ample opportunity to make their record had they seen fit to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p179\">\n      <span class=\"num\">179</span>\n      <p class=\"indent\">The measurement argument, however, does give us concern.  In the four instances (out of a total of 214 discussed by the District Judge) appellants point out that the District Judge used different \"walking distances\" than those \"set forth by the Board in its uncontradicted responses.\"  In two other instances appellants point out that the District Judge adopted a court measurement to contradict measurements supplied by the School Board at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p180\">\n      <span class=\"num\">180</span>\n      <p class=\"indent\">While the District Judge's language suggests to us that he was engaged in use of maps which might have been subject to judicial notice, he clearly did not say so or comply with the provisions applicable to judicial notice contained in Rule 201, Federal Rules of Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p181\">\n      <span class=\"num\">181</span>\n      <p class=\"indent\">Again we note that on remand of this case, after this issue had been briefed and argued in this court, appellants were afforded an opportunity to present additional evidence, which opportunity was declined.  Nonetheless, we feel that the District Judge was in error in employing any evidence dehors the record except in compliance with Rule 201 of the Federal Rules of Evidence, and we eliminate from our consideration any findings of discrimination made by the District Judge in the six instances referred to above, and we rely only upon the systemwide policy violations found in numbered sections two, three, four, five and six.</p>\n    </div>\n    <p>SUMMARY</p>\n    <div class=\"num\" id=\"p182\">\n      <span class=\"num\">182</span>\n      <p class=\"indent\">In each of the sections of this opinion numbered two, three, four and five, we have dealt with School Board practices or policies which we find to have been intentionally segregative and substantial in their impact upon the entire school system.  In numbered section six, we have dealt with a number of School Board administrative devices which we have held, as did the District Judge, to have been employed intentionally for segregative purposes.  The employment of optional zones, boundary changes, special transfers and the use of private rental and portable classrooms in this case in view of the number of such usages and the large number of students affected thereby cannot properly be termed isolated, in our judgment, but must likewise be held in sum total to have had systemwide impact.  With such massive evidence of intentional discrimination as we have found in numbered sections two, three, four, five and six, we now hold that the racially segregated school assignment system described in numbered section one was not \"adventitious\" or due to \"neutral\" causes, but was, on the contrary, intentional.</p>\n    </div>\n    <div class=\"num\" id=\"p183\">\n      <span class=\"num\">183</span>\n      <p class=\"indent\">From the record taken as a whole, it appears clear to us that the District Judge was wholly warranted in finding that the Cleveland schools in 1964 were segregated by race, and that in the years between 1964 and 1975, the Cleveland Board of Education had a duty to desegregate that system which it completely failed to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p184\">\n      <span class=\"num\">184</span>\n      <p class=\"indent\">Further, we hold that as of the filing of this complaint in 1973 and the completion of trial in 1975, the record disclosed, as the District Judge found, intentional practices of a systemwide nature on the part of the Cleveland School Board which required his finding that \"defendants' intentional discriminatory action has infected every part of the system, mandating the finding that defendants have operated a De jure segregated dual school system in Cleveland.\"  Reed II, supra at 568.</p>\n    </div>\n    <div class=\"num\" id=\"p185\">\n      <span class=\"num\">185</span>\n      <p class=\"indent\">Our review of this entire record shows that this finding is fully warranted by the evidence and can under no circumstances be held to be clearly erroneous.  It is therefore affirmed.</p>\n    </div>\n    <p>THE REMEDIAL ORDER</p>\n    <div class=\"num\" id=\"p186\">\n      <span class=\"num\">186</span>\n      <p class=\"indent\">In the very recent opinion of the Supreme Court in Columbus Board of Education v. Penick, supra the Court said:<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p187\">\n      <span class=\"num\">187</span>\n      <p class=\"indent\">It is also urged that the District Court and the Court of Appeals failed to observe the requirements of our recent decision in Dayton I, which reiterated the accepted rule that the remedy imposed by a court of equity should be commensurate with the violation ascertained, and held that the remedy for the violations that had then been established in that case should be aimed at rectifying the \"incremental segregative effect\" of the discriminatory acts identified. 13 In Dayton I, only a few apparently isolated discriminatory practices had been found;  14 yet a systemwide remedy had been imposed without proof of a systemwide impact.  Here, however, the District Court repeatedly emphasized that it had found purposefully segregative practices with current, systemwide impact. 15 429 F.Supp.  (229), at 252, 259-260, 264, 266; Pet.App. 95; 583 F.2d (787), at 799. 16 And the Court of Appeals, responding to similar arguments, said:\"School board policies of systemwide application necessarily have systemwide impact.  1) The pre-1954 policy of creating an enclave of five schools intentionally designed for black students and known as 'black' schools, as found by the District Judge, clearly had a 'substantial' indeed, a systemwide impact.  2) The post-1954 failure of the Columbus Board to desegregate the school system in spite of many requests and demands to do so, of course, had systemwide impact.  3) So, too, did the Columbus Board's segregative school construction and siting policy as we have detailed it above.  4) So too did its student assignment policy which, as shown above, produced the large majority of racially identifiable schools as of the school year 1975-1976.  5) The practice of assigning black teachers and administrators only or in large majority to black schools likewise represented a systemwide policy of segregation.  This policy served until July 1974 to deprive black students of opportunities for contact with and learning from white teachers, and conversely to deprive white students of similar opportunities to meet, know and learn from black teachers.  It also served as discriminatory, systemwide racial identification of schools.\"  583 F.2d, at 814.</p>\n    </div>\n    <div class=\"num\" id=\"p188\">\n      <span class=\"num\">188</span>\n      <p class=\"indent\">Nor do we perceive any misuse of Keyes, where we held that purposeful discrimination in a substantial part of a school system furnishes a sufficient basis for an inferential finding of a systemwide discriminatory intent unless otherwise rebutted, and that given the purpose to operate a dual school system one could infer a connection between such a purpose and racial separation in other parts of the school system.  There was no undue reliance here on the inferences permitted by Keyes, or upon those recognized by Swann.  Furthermore, the Board was given ample opportunity to counter the evidence of segregative purpose and current, systemwide impact, and the findings of the courts below were against it in both respects. 429 F.Supp., at 260; Pet.  App. 95, 102, 105.</p>\n    </div>\n    <div class=\"num\" id=\"p189\">\n      <span class=\"num\">189</span>\n      <p>Columbus Board of Education v. Penick, --- U.S. ----, ----, 99 S.Ct. 2941, 2951, 2952, 61 L.Ed.2d 666 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p190\">\n      <span class=\"num\">190</span>\n      <p class=\"indent\">Since this represents far more authorative discussion of the circumstances under which a systemwide remedy such as that appealed from here may be ordered than we could construct, and since we find the language quoted immediately above fully applicable to the remedial order entered in this case, we therefore affirm the liability findings and orders based thereon, and the remedial orders addressed to the Cleveland Board of Education and orders based thereon.  Orders bearing on remedy addressed to the State Board of Education must, of course, await District Court action on the remand previously ordered in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p191\">\n      <span class=\"num\">191</span>\n      <p class=\"indent\">The stay order entered 1/8/79 in this case is hereby vacated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">5</a>\n        <p> Both our dissenting Brethren and the separate concurrence put great weight on the absence of a statutory mandate or authorization to discriminate, but the Equal Protection Clause was aimed at all official actions, not just those of state legislatures.  \"(N)o agency of the State, or of the officers or agents by whom its powers are exerted, shall deny to any person within its jurisdiction the equal protection of the laws.  Whoever, by virtue of public position under a State government, . . .  denies or takes away the equal protection of the laws . . . violates the constitutional inhibition; and as he acts in the name and for the State, and is clothed with the State's power, his act is that of the State.\"  Ex parte Virginia, 100 U.S. 339, 347, 25 L.Ed. 676 (1880).  Thus, in Yick Wo v. Hopkins, 118 U.S. 356, 6 S.Ct. 1064, 30 L.Ed. 220 (1886), the discriminatory application of an ordinance fair on its face was found to be unconstitutional state action. Even actions of state agents that may be illegal under state law are attributable to the State.  United States v. Price, 383 U.S. 787, 86 S.Ct. 1152, 16 L.Ed.2d 267 (1966); Screws v. United States, 325 U.S. 91, 65 S.Ct. 1031, 89 L.Ed. 1495 (1945).  Our decision in Keyes v. School Dist. No. 1, 413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973), plainly demonstrates in the educational context that there is no magical difference between segregated schools mandated by statute and those that result from local segregative acts and policies.  The presence of a statute or ordinance commanding separation of the races would ease the plaintiff's problems of proof, but here the District Court found that the local officials, by their conduct and policies, had maintained a dual school system in violation of the Fourteenth Amendment.  The Court of Appeals agreed, and we fail to see why there should be a lesser constitutional duty to eliminate that system than there would have been had the system been ordained by law</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">7</a>\n        <p> It is argued that Dayton Board of Education v. Brinkman (I), 433 U.S. 406, 97 S.Ct. 2766, 53 L.Ed.2d 851 (1977), implicitly overruled or limited those portions of Keyes and Swann approving, in certain circumstances, inferences of general, systemwide purpose and current, systemwide impact from evidence of discriminatory purpose that has resulted in substantial current segregation, and approving a systemwide remedy absent a showing by the defendant of what part of the current imbalance was not caused by the constitutional breach.  Dayton I does not purport to disturb any aspect of Keyes and Swann ; indeed, it cites both cases with approval.  On the facts found by the District Court and affirmed by the Court of Appeals at the time Dayton first came before us, there were only isolated instances of intentional segregation, which were insufficient to give rise to an inference of systemwide institutional purpose and which did not add up to a facially substantial systemwide impact. Dayton Board of Education v. Brinkman (II), --- U.S. ----, at ----, 99 S.Ct. 2971, at 2981, 61 L.Ed.2d 720</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">17</a>\n        <p> Such a conclusion is supported by the testimony of Mr. Russell Davis, who served the Cleveland Board of Education in various capacities over a period of 37 years.  With regard to the board's assignment policy, Mr. Russell Davis stated:</p>\n        <p>\"Well, I don't know whether you want to call it policy or custom or understanding or whatever it is, but if you were black, you went to a school with a predominantly black enrollment.\"  Tr. at 1585.</p>\n        <p>Mr. Davis stated that such policy continued at least until his retirement in 1965.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">18</a>\n        <p> Charles Beard, planner for the City of Cleveland Planning Commission, testified that assurances by school officials with regard to the availability of classroom space was a prerequisite to federal funding of public housing (TR. at 986-987)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">15</a>\n        <p> Of the 26 schools with relay classes, 17 were 90-100% Black, 3 were 60-90% Black, and 5 were 0-10% Black between 1955-61</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A portion of this quotation was employed earlier in the opinion on page 717.  However, we believe it bears repetition in complete context at this point</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">13</a>\n        <p> Petitioners have indicated that a few of the recent violations specifically discussed by the District Court involved so few students and lasted for such a short time that they are unlikely to have any current impact.  But that contention says little or nothing about the incremental impact of systemwide practices extending over many years.  Petitioners also argue that because many of the involved schools were in areas that had become predominantly black residential areas by the time of trial the racial separation in the schools would have occurred even without the unlawful conduct of petitioners.  But, as the District Court found, petitioners' evidence in this respect was insufficient to counter respondents' evidence in this respect was insufficient to counter respondents' proof.  See Village of Arlington Heights v. Metropolitan Housing Dev. Corp., 429 U.S. 252, 271 n. 21, 97 S.Ct. 555, 566, 50 L.Ed.2d 450 (1977); Mt. Healthy School Dist. Bd. of Education v. Doyle, 429 U.S. 274, 287, 97 S.Ct. 568, 576, 50 L.Ed.2d 471 (1977).  And the phenomenon described by petitioners seems only to confirm, not disprove, the evidence accepted by the District Court that school segregation is a contributing cause of housing segregation.  429 F.Supp., at 259; see Keyes, 413 U.S., at 202-203, 93 S.Ct., at 2694-2695; Swann, 402 U.S., at 20-21, 91 S.Ct., at 1278-1279</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">14</a>\n        <p> Although the District Court in this case discussed in its major opinion a number of specific instances of purposeful segregation, it made it quite clear that its broad findings were not limited to those instances: \"Viewing the Court's March 8 findings in their totality, this case does not rest on three specific violations, or eleven, or any other specific number.  It concerns a school board which since 1954 has by its official acts aggravated, rather than alleviated, the racial imbalance of the public schools it administers.  These were not the facts of the Dayton case.\"  Pet. App. 94</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">15</a>\n        <p> Mr. Justice REHNQUIST'S dissent erroneously states that we have \"reliev(ed) school desegregation plaintiffs from any showing of a causal nexus between intentional segregative actions and the conditions they seek to remedy.\"  Post, at 2968.  As we have expressly noted, both the District Court and the Court of Appeals found that the Board's purposefully discriminatory conduct and policies had current, systemwide impact an essential predicate, as both courts recognized, for a systemwide remedy.  Those courts reveal a much more knowledgeable and reliable view of the facts and of the record than do our dissenting Brethren</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">16</a>\n        <p> \"For example, there is little dispute that Champion, Felton, Mt. Vernon, Pilgrim and Garfield were de jure segregated by direct acts of the Columbus defendants' predecessors.  They were almost completely segregated in 1954, 1964, 1974 and today.  Nothing has occurred to substantially alleviate that continuity of discrimination of thousands of black students over the intervening decades.\"  429 F.Supp., at 260 (Footnote omitted)</p>\n        <p>\"The finding of liability in this case concerns the Columbus school district as a whole.  Actions and omissions by public officials which tend to make black schools blacker necessarily have the reciprocal effect of making white schools whiter.  '(I)t is obvious that the practice of concentrating Negroes in certain schools by structuring attendance zones or designating \"feeder\" schools on the basis of race has the reciprocal effect of keeping other nearby schools predominantly white.'  Keyes (, Supra, 413 U.S., at 201, 93 S.Ct. at, 2694).  The evidence in this case and the factual determinations made earlier in this opinion support the finding that those elementary, junior, and senior high schools in the Columbus school district which presently have a predominantly black student enrollment have been substantially and directly affected by the intentional acts and omissions of the defendant local and state school boards.\"  429 F.Supp., at 266.  Columbus Board of Education v. Penick, --- U.S. ----, ----, 99 S.Ct. 2983, 61 L.Ed.2d 666.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">607</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></span></p>\n    <p class=\"parties\">Robert Anthony REED, III et al., Plaintiffs-Appellees,<br>v.<br>James A. RHODES et al., Defendants-Appellants.</p>\n    <p class=\"docket\">Nos. 76-2602, 76-2604, 78-3156 and 78-3157.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Argued Aug. 4, 1978.<br>Decided Aug. 23, 1979.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas I. Atkins, Boston, Mass., Joseph P. Meissner, James L. Hardiman, Cleveland, Ohio, Nathaniel R. Jones, N.A.A.C.P., New York City, Louis R. Lucas, Memphis, Tenn., Teresa Demchak, Cleveland, Ohio, Jeremiah Glassman, John C. Hoyle, Civ. Rights Div., Dept. of Justice, Washington, D. C., Vincent Campanella, Cleveland, Ohio, for plaintiffs-appellees.</p>\n      <p class=\"indent\">George I. Meisel, Charles F. Clarke, James P. Murphy, Squire, Sanders &amp; Dempsey, John H. Bustamante, Bustamante, Donohoe &amp; Palmisano Co., L.P.A., Cleveland, Ohio, James E. Michael, Roy F. Martin, Asst. Attys.  Gen., Columbus, Ohio, Mark O'Neill, Weston, Hurd, Fallon &amp; Howley, James L. McCrystal, Jr., Cleveland, Ohio, for defendants-appellants.</p>\n      <p class=\"indent\">Victor DeMarco, Dennis Kelly, Jones, Day, Reavis &amp; Pogue, Cleveland, Ohio, for Cleveland Trust Co. and National City Bank.</p>\n      <p class=\"indent\">John R. Climaco, Shimon Kaplan, Cleveland, Ohio, for amicus curiae The Brotherhood of Cleveland Public School Custodians and Employees, Local Union 777.</p>\n      <p class=\"indent\">Wayne G. Hawley, American Civil Liberties Union of Cleveland Inc., Cleveland, Ohio, amicus curiae American Civil Liberties Union.</p>\n      <p class=\"indent\">John Hoyle, Dept. of Justice, Civil Div., Appellate Section, Washington, D. C., for amicus curiae U. S.</p>\n      <p class=\"indent\">Eleanor Rickey-Stevens, Cleveland, Ohio, amicus curiae.</p>\n      <p class=\"indent\">Before EDWARDS, Chief Judge, and LIVELY and ENGEL, Circuit Judges.</p>\n      <p class=\"indent\">EDWARDS, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this opinion we review the findings of the District Judge and a lengthy record of trial in a case charging the Cleveland Board of Education and the State Board of Education of Ohio with operating a school system which was unconstitutionally segregated on the basis of race.  The District Judge found that in 1973, when this case was filed, the Cleveland School Board was operating such a dual school system:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1973, the District maintained 170 regular elementary, junior high, and senior high schools for its pupils, approximately 57% Of whom were black.  Of these 170 schools, 67 had student populations which were 90-100% White and 83 had student populations which were 90-100% Black.  Moreover, approximately 92% Of all black students in the system attended one or another of these 83 virtually all-black schools.  Defendants have conceded the existence of systemwide segregation in the Cleveland School District.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>Reed v. Rhodes, <span class=\"citation\" data-id=\"1416075\"><a href=\"/opinion/1416075/reed-v-rhodes/\"><span class=\"volume\">455</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">546</span></a></span>, 553 (N.D.Ohio 1978).  (Hereinafter Reed II.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The District Judge recognized, however, that statistical proofs of segregated schools, absent intentional segregation on the part of school authorities, did not constitute violation of the Fourteenth Amendment's prohibition against denial of the equal protection of the law.  On the issue of the Cleveland School Board's intentions during the years preceding the year of trial, 1973, he found, \"proof of systemwide constitutional violations (which) supports a finding that the Cleveland school officials are operating a dual school system, entitling plaintiffs to comprehensive, systemwide relief.\"  Reed II, supra at 552.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The District Judge's lengthy opinions reviewed over 200 school board policies, plans, decisions and episodes which he found to represent intentional segregation.  With reference to the Supreme Court's then most recent school segregation decision, Dayton Board of Education v. Brinkman, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977), he held that \"The 'segregative effect . . .  on racial distribution' (Dayton, supra at 420, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>) extends chronologically and geographically throughout the district.\"  Reed II, supra at 552.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our independent review of this record demonstrates that it supports findings of intentional segregative practices having substantial systemwide effect.  We affirm both the liability finding and the District Judge's holding that the plaintiffs are entitled to systemwide relief against the Cleveland School Board for the unconstitutional practices found herein.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The District Judge also found that in 1964 the Cleveland Board of Education was operating a dual school system consisting of schools for black children and schools for white children.  He also found that from 1964 down to the date of trial, the School Board had a clear duty to desegregate the admittedly segregated school system it was operating in 1964.  He further found that in the succeeding years the School Board not only did not act to desegregate the schools, but on the contrary, acted so as to \"exacerbate\" segregation.  Reed v. Rhodes, <span class=\"citation\" data-id=\"1893614\"><a href=\"/opinion/1893614/reed-v-rhodes/\"><span class=\"volume\">422</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">708</span></a></span>, 792 (N.D.Ohio 1976) (hereinafter Reed I.) He termed the Board's policies as \"containment\" of black students and found them to be intentional and to have a systemwide impact.  Reed II, supra at 556-57; Reed I, supra at 722, 726-27, 739, 759, 762, 769, 773, 782, 784, 788.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our review of this record supports the District Judge's findings of fact in this regard and we find no fault in his conclusions of law, as stated above.  The findings of fact certainly cannot be termed clearly erroneous, and the conclusions of law which pertain to his 1973 findings and his 1964 findings are both entirely consistent with the opinions of the Supreme Court in Columbus Board of Education v. Penick, --- U.S. ----, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979), and Dayton Board of Education v. Brinkman, --- U.S. ----, <span class=\"citation\" data-id=\"110142\"><a href=\"/opinion/110142/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2971</span></a></span>, <span class=\"citation\" data-id=\"110142\"><a href=\"/opinion/110142/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1979).  In the Columbus case, in his opinion for the Court, Justice White said:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(T)he District Court repeatedly emphasized that it had found purposefully segregative practices with current, systemwide impact. 429 F.Supp.  (229), at 252, 259-260, 264, 266; Pet.App. 95; 583 F.2d (787), at 799.  And the Court of Appeals, responding to similar arguments, said:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"School board policies of systemwide application necessarily have systemwide impact.  1) The pre-1954 policy of creating an enclave of five schools intentionally designed for black students and known as 'black' schools, as found by the District Judge, clearly had a 'substantial' indeed, a systemwide impact.  2) The post-1954 failure of the Columbus Board to desegregate the school system in spite of many requests and demands to do so, of course, had systemwide impact.  3) So, too, did the Columbus Board's segregative school construction and siting policy as we have detailed it above.  4) So too did its student assignment policy which, as shown above, produced the large majority of racially identifiable schools as of the school year 1975-1976.  5) The practice of assigning black teachers and administrators only or in large majority to black schools likewise represented a systemwide policy of segregation.  This policy served until July 1974 to deprive black students of opportunities for contact with and learning from white teachers, and conversely to deprive white students of similar opportunities to meet, know and learn from black teachers.  It also served as discriminatory, systemwide racial identification of schools.\"  583 F.2d, at 814.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nor do we perceive any misuse of Keyes (Keyes v. School District No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973)), where we held that purposeful discrimination in a substantial part of a school system furnishes a sufficient basis for an inferential finding of a systemwide discriminatory intent unless otherwise rebutted, and that given the purpose to operate a dual school system one could infer a connection between such a purpose and racial separation in other parts of the school system.  There was no undue reliance here on the inferences permitted by Keyes, or upon those recognized by Swann (Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971)).  Furthermore, the Board was given ample opportunity to counter the evidence of segregative purpose and current, systemwide impact, and the findings of the courts below were against it in both respects. 429 F.Supp., at 260; Pet.App. 95, 102, 105.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Columbus Board of Education v. Penick, supra, --- U.S. at ----, 99 S.Ct. at 2952 (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If we substitute Cleveland for Columbus in the Supreme Court language quoted above, and substitute in numbered sentence 1) \"an east side enclave of many schools\" for the phrase \"an enclave of five schools,\" and in numbered sentence 2), substitute \"post-1964\" for \"post-1954,\" and in numbered sentence 4), the school years \"1973 and 1975\" for the school year \"1975-1976,\" the paragraph approved from this court's Columbus opinion becomes directly applicable to the Cleveland case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">When we turn to the defendant State Board of Education, the situation we find in the Cleveland case again parallels that which we found in the Columbus case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the heels of the Supreme Court decision in Dayton Board of Education v. Brinkman, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977), this court remanded the original liability findings of the District Judge for reconsideration under the standards mandated therein.  The District Judge chose to respond to this court's remand by joining his response with his remedial orders.  In the year which intervened, this court was required to deal with the Dayton standards as they apply to the question of state liability in somewhat greater detail and specificity:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While we believe that what we have quoted from the District Judge's opinion must be regarded as a general finding of intentional support of segregation by the State Board, it may well be argued that the Dayton opinion requires more detailed findings of fact pertaining to 1) the State Board's knowledge (if any) of the Columbus Board's intentional segregative practices, 2) the State Board's failure to protest or restrain them by withholding funds, 3) the State Board's continuance of support in the face of such knowledge, 4) the motivation of the State Board in failing to investigate the reasons for de facto segregation, and 5) the effect of findings if any, under 1, 2, 3 and 4 above, as suggested in Dayton, supra at 420, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Penick v. Columbus Board of Education, <span class=\"citation\" data-id=\"359657\"><a href=\"/opinion/359657/gary-l-penick-v-columbus-board-of-education-and-the-ohio-state-board-of/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">787</span></a></span>, 818 (6th Cir. 1978), Aff'd --- U.S. ----, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While in some respects the findings of segregative purpose on the part of the state serve to meet the Dayton requirements, Dayton appears to us to negate a state liability finding entered principally on the ground of failure of the state to compel its subdivision to comply with the United States Constitution.  As we have indicated in the Columbus opinion, knowledge by the state of intentional segregative practices on the part of the local board and intentional support of the local board in pursuing such practices appear to be requirements for a finding of constitutional violation.  For these reasons, the question of state board liability is again remanded to the District Court for answers to the questions posed in Penick v. Columbus Board of Education, and quoted above.</p>\n    </div>\n    <p>THE LEGAL BACKGROUND OF THIS CASE</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This court has recently reviewed the history of the concept of equality before the law from the Declaration of Independence down to 1954, when Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954), was decided.  See Penick v. Columbus Board of Education, <span class=\"citation\" data-id=\"359657\"><a href=\"/opinion/359657/gary-l-penick-v-columbus-board-of-education-and-the-ohio-state-board-of/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">787</span></a></span>, 789-91 (6th Cir. 1978), Aff'd --- U.S. ----, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979).  In that same opinion we also set forth the fundamental Supreme Court law on school segregation as it has developed from Brown to Dayton Board of Education v. Brinkman, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This latter review is directly applicable to our present case.  The Supreme Court opinion in Brown I held that the general constitutional guarantee of \"equal protection of the laws\" must be applied to public education:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The language of the opinion was simple and direct.  The opinion of the Court in Brown v. Board of Education, (henceforth Brown I, supra ) said:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We must consider public education in the light of its full development and its present place in American life throughout the Nation.  Only in this way can it be determined if segregation in public schools deprives these plaintiffs of the equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Today, education is perhaps the most important function of state and local governments.  Compulsory school attendance laws and the great expenditures for education both demonstrate our recognition of the importance of education to our democratic society.  It is required in the performance of our most basic public responsibilities, even service in the armed forces.  It is the very foundation of good citizenship.  Today it is a principal instrument in awakening the child to cultural values, in preparing him for later professional training, and in helping him to adjust normally to his environment.  In these days, it is doubtful that any child may reasonably be expected to succeed in life if he is denied the opportunity of an education.  Such an opportunity, where the state has undertaken to provide it, is a right which must be made available to all on equal terms.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We come then to the question presented: Does segregation of children in public schools solely on the basis of race, even though the physical facilities and other \"tangible\" factors may be equal, deprive the children of the minority group of equal educational opportunities?  We believe that it does.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Id. at 492-93, 74 S.Ct. at 691.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The opinion of the Court then proceeded to overrule Plessy v. Ferguson, (<span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">256</span></a></span> (1896)).  The dispositive sentences were:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We conclude that in the field of public education the doctrine of \"separate but equal\" has no place.  Separate educational facilities are inherently unequal.  Therefore, we hold that the plaintiffs and others, similarly situated for whom the actions have been brought are, by reason of the segregation complained of, deprived of the equal protection of the laws guaranteed by the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Brown I, supra at 495, 74 S.Ct. at 692.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Twelve years later, after great resistance to desegregation and many delays in carrying out the Supreme Court's ruling, the Court handed down Green v. County School Board, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968).  The opinion by Justice Marshall said:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>\"The burden on a school board today is to come forward with a plan that promises realistically to work, and promises realistically to work Now.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>Id. at 439, 88 S.Ct. at 1694 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Three years later, Chief Justice Burger (again for a unanimous Court) wrote in Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971):</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>\"The objective today remains to eliminate from the public schools all vestiges of state-imposed segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Id. at 15, 91 S.Ct. at 1275.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>\"In Green, we pointed out that existing policy and practice with regard to faculty, staff, transportation, extracurricular activities, and facilities were among the most important indicia of a segregated system.  391 U.S., at 435, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>.  Independent of student assignment, where it is possible to identify a 'white school' or a 'Negro school' simply by reference to the racial composition of teachers and staff, the quality of school buildings and equipment, or the organization of sports activities, a Prima facie case of violation of substantive constitutional rights under the Equal Protection Clause is shown.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Id. at 18, 91 S.Ct. at 1277.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In Swann the District Judge's opinion referred to a white/black ratio of 71-29%.  As to this the opinion of the Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">If we were to read the holding of the District Court to require, as a matter of substantive constitutional right, any particular degree of racial balance or mixing, that approach would be disapproved and we would be obliged to reverse.  The constitutional command to desegregate schools does not mean that every school in every community must always reflect the racial composition of the school system as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\"We see therefore that the use made of mathematical ratios was no more than a starting point in the process of shaping a remedy, rather than an inflexible requirement.  From that starting point the District Court proceeded to frame a decree that was within its discretionary powers, as an equitable remedy for the particular circumstances.  As we said in Green, a school authority's remedial plan or a district court's remedial decree is to be judged by its effectiveness.  Awareness of the racial composition of the whole school system is likely to be a useful starting point in shaping a remedy to correct past constitutional violations.  In sum, the very limited use made of mathematical ratios was within the equitable remedial discretion of the District Court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>Id. at 25, 91 S.Ct. at 1280 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Chief Justice Burger then turned to the publicly disputed question of bus transportation as part of a desegregation plan:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The importance of bus transportation as a normal and accepted tool of education policy is readily discernible in this and the companion case, Davis (V. Board of School Commissioners, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1289</span></a></span>, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1971)).  The Charlotte school authorities did not purport to assign students on the basis of geographically drawn zones until 1965 and then they allowed almost unlimited transfer privileges.  The District Court's conclusion that assignment of children to the school nearest their home serving their grade would not produce an effective dismantling of the dual system is supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Id. at 29-30, 91 S.Ct. at 1282-1283 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Swann opinion dealt more thoroughly than any other opinion of the Court with the method of proof of constitutional violations and the Court's remedial powers when such violations were found.  It will be quoted extensively later in this opinion.  For the moment, we conclude this digest of Swann with two of Chief Justice Burger's most meaningful sentences:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>\"As with any equity case, the nature of the violation determines the scope of the remedy.  In default by the school authorities of their obligation to proffer acceptable remedies, a district court has broad power to fashion a remedy that will assure a unitary school system.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Id. at 16, 91 S.Ct. at 1276.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Until the 1970's school desegregation cases were largely limited to Southern states.  Then came a case where unconstitutional segregation had been found in the Park Hill district of Denver, Colorado.  In Keyes v. School District No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973), Justice Brennan wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>\"Nevertheless, where plaintiffs prove that the school authorities have carried out a systematic program of segregation affecting a substantial portion of the students, schools, teachers, and facilities within the school system, it is only common sense to conclude that there exists a predicate for a finding of the existence of a dual school system.  Several considerations support this conclusion.  First, it is obvious that a practice of concentrating Negroes in certain schools by structuring attendance zones or designating 'feeder' schools on the basis of race has the reciprocal effect of keeping other nearby schools predominantly white.  Similarly, the practice of building a school such as the Barrett Elementary School in this case to a certain size and in a certain location, 'with conscious knowledge that it would be a segregated school,' 303 F.Supp.  (279), at 285, has a substantial reciprocal effect on the racial composition of other nearby schools.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>Id. at 201-02, 93 S.Ct. at 2694 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>\"In short, common sense dictates the conclusion that racially inspired school board actions have an impact beyond the particular schools that are the subjects of those actions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>Id. at 203, 93 S.Ct. at 2695.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>\"(W)e hold that a finding of intentionally segregative school board actions in a meaningful portion of a school system, as in this case, creates a presumption that other segregated schooling within the system is not adventitious.  It establishes, in other words, a prima facie case of unlawful segregative design on the part of school authorities, and shifts to those authorities the burden of proving that other segregated schools within the system are not also the result of intentionally segregative actions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>Id. at 208, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2697</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The importance of intentional discrimination, as opposed to discriminatory impact from racially neutral causes, was further emphasized by the Supreme Court in Washington v. Davis, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976), where the Court, in an employment discrimination case, said:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>\"The central purpose of the Equal Protection Clause of the Fourteenth Amendment is the prevention of official conduct discriminating on the basis of race.  It is also true that the Due Process Clause of the Fifth Amendment contains an equal protection component prohibiting the United States from invidiously discriminating between individuals or groups.  Bolling v. Sharpe, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">884</span></span> (1954).  But our cases have not embraced the proposition that a law or other official act, without regard to whether it reflects a racially discriminatory purpose, is unconstitutional Solely because it has a racially disproportionate impact.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>Id. at 239, 96 S.Ct. at 2047 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">(I)n Dayton Board of Education v. Brinkman, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977), the Supreme Court reemphasized the component of intentional discrimination which had been stressed in Keyes and the necessity for matching the scope of the remedy to the nature of the violation which had been outlined in Swann :</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">\"The duty of both the District Court and the Court of Appeals in a case such as this, where mandatory segregation by law of the races in the schools has long since ceased, is to first determine whether there was any action in the conduct of the business of the school board which was intended to, and did in fact, discriminate against minority pupils, teachers, or staff.  Washington v. Davis, supra.  All parties should be free to introduce such additional testimony and other evidence as the District Court may deem appropriate.  If such violations are found, the District Court in the first instance, subject to review by the Court of Appeals, must determine how much incremental segregative effect these violations had on the racial distribution of the Dayton school population as presently constituted, when that distribution is compared to what it would have been in the absence of such constitutional violations.  The remedy must be designed to redress that difference, and only if there has been a systemwide impact may there be a systemwide remedy.  Keyes, 413 U.S., at 213, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>Dayton, supra at 420, 97 S.Ct. at 2775.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We note that in the Dayton case Justice Rehnquist's opinion cites with approval every case except one which we have quoted above.  Indeed, in the long history of the United States Supreme Court desegregation law which has been written since 1954, no case has purported to overrule or cast in doubt any of the prior precedents which began with Brown v. Board of Education.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Penick v. Columbus Board of Education, supra at 792-94.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In the Supreme Court's opinion in Columbus Board of Education v. Penick, supra, the language employed proves to be again specifically applicable to our present case and represents a definitive statement of school desegregation law which we, of course, are required to follow:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Board insists that, since segregated schooling was not commanded by state law and since not all schools were wholly black or wholly white in 1954, the District Court was not warranted in finding a dual system. 5 But the District Court found that the \"Columbus Public Schools were Officially segregated by race in 1954,\" Pet.App. 94 (emphasis added); and in any event, there is no reason to question the finding that as the \"direct result of cognitive acts or omissions\" the Board maintained \"an enclave of separate, black schools on the near east side of Columbus.\"  429 F.Supp., at 236.  Proof of purposeful and effective maintenance of a body of separate black schools in a substantial part of the system itself is prima facie proof of a dual school system and supports a finding to this effect absent sufficient contrary proof by the Board, which was not forthcoming in this case.  Keyes, supra, 413 U.S. at 203, 93 S.Ct. at 2695. 7</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>Columbus Board of Education v. Penick, supra, --- U.S. at ----, 99 S.Ct. at 2946, 2947 n. 537.  (Footnote 6 omitted.)</p>\n    </div>\n    <p>THE EVIDENCE OF INTENTIONAL SEGREGATION</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The critical question in this case, as in the Columbus case, is whether or not the Cleveland Board's policies were intentionally segregative.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">As we noted on the first page of this opinion, defendants concede the segregated character of the Cleveland schools.  The sole question, therefore, is whether the undisputed segregation established in this record was intentionally created by actions of defendants or their predecessors in office.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">1) The Statistics of Segregation.  In his opinion finding for the plaintiffs, the District Judge first noted the statistically segregated character of the Cleveland schools:</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">During at least the last 20 years, patterns of racial isolation in the Cleveland public school system have become steadily more pronounced.  This situation is illustrated by a review of the percentage of all students attending regular Cleveland Public schools whose school was a one-race school:</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <pre>1940:  88.37%\n1950:  74.09%\n1955:  71.55%\n1960:  79.09%\n1970:  86.07%\n1975:  88.21%</pre>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>Looking only to the above statistics, one could reasonably conclude that the Cleveland school system was in essentially the same position with respect to racial integration in both 1940 and 1975.  A single statistical measure seldom is a full representation of an actual situation.  In trying to understand racial patterns in the recent history of the Cleveland public school system, another measure sheds additional light on the subject.  Examining the percentage of black students attending regular schools which were one-race schools in various years indicates that from 1940 to 1974, there was a steady trend toward concentration of black students in segregated schools:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <pre>1940:  51.03%\n1950:  58.08%\n1955:  57.72%\n1960:  76.03%\n1970:  90.00%\n1975:  91.75%</pre>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>These figures show that with one exception, the proportion of black students in the Cleveland public schools who have been regularly receiving their education in an integrated setting has steadily diminished during the past 35 years.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>Reed I, supra at 711.  (Footnotes omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Analysis of this record also shows that in 1975, out of a total of 175 schools, 71 schools were over 99% Black, while 48 other schools either had no black students at all or fewer than 1% Black students.  As the District Judge found, 92% Of all black students in the Cleveland school system were concentrated in \"one race\" (90% Or more black) schools.  Reed I, supra at 711.  Such a severely segregated racial distribution in itself strongly suggests school board policy rather than chance.  We recognize, however, the Board's claims that these results flowed either from the segregative policies of others or from its own \"racially neutral\" neighborhood school policy, and we turn to examine the more specific evidence pertaining to Cleveland Board intentions throughout the years concerning race segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">2) The Segregation of Teachers.  This record shows that teacher assignment by race was a systemwide policy up to the filing of this complaint and beyond.  The District Judge's opinion said:</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The Court found massive teacher segregation to have been the rule in the Cleveland Public Schools for the recent past and continuing at the time of trial.  During the period from 1969-1973, 84% Of the black elementary and junior high school teachers and 90% Of the black senior high school teachers taught in schools which were 90% Black in student enrollment.  The Court found that there was almost perfect correlation between the race of a school's student enrollment and the race of its faculty.  Thus, intentional segregative faculty assignment directly touched every school in the Cleveland system.  The Court found that the teacher assignment practices and policies of the defendants constituted system-wide De jure segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>Reed II, supra at 566-67.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">In his first opinion in this case, the District Judge detailed the reasons for these conclusions:</p>\n    </div>\n    <p>FACULTY ASSIGNMENT</p>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">During the course of the trial, plaintiffs sought to establish that the Cleveland School Board assigned its faculty on the basis of race black teachers to predominantly black schools and white teachers to predominantly white schools.  Numerous statistical exhibits were offered into evidence by both plaintiffs and the local board, from which the reasonable and necessary inferences have been drawn.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">In PX-341, plaintiffs listed all of the Cleveland elementary schools in ascending order according to their 1973 proportional black student enrollment.  Also listed was the number of black faculty members assigned to that school for each year from 1969-73.  Presented in such a manner, the graphic impact of PX-341 is both immediate and obvious: as a school's black student percentage increased, so too did the number of black faculty assigned to that school.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">As an example, in 1973, there were 17 elementary schools with a black student enrollment of 11.64 or less.  All of these schools had either no black faculty from 1969-73 or did not receive their first black teacher during that period until 1973.  Of these latter schools, two had four black faculty members and the remaining fifteen schools had no more than two.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">At the other end of the spectrum, of the 30 elementary schools that were 100% Black in 1973, 25 had at least 15 black faculty members.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">This direct correlation between the racial composition of a school's student body and that of its faculty repeats itself with regard to both junior and senior high schools.  In 1972, there were 12 junior high schools that were majority white and 15 junior high schools that were majority black.  The majority white schools had a total of 55 black teachers while the majority black schools had 475 black teachers.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Among the senior high schools, the pattern remained unchanged.  The six majority white schools had 35 black teachers in 1972, while the six majority black schools had 387 black teachers.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">During the period in question (1969-72), at least 84% Of the black elementary and junior high school teachers and 90% Of the black senior high school teachers in the Cleveland public school system taught in schools that had at least 90% Black student enrollments.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">In the face of such overwhelming statistical evidence, it is impossible to find such a vast disparity in the racial composition of faculty to be adventitious.  The correlation between the racial makeup of a school's student body and its faculty is direct and consistent.  It can only be the result of a pattern and practice by the local board of assigning teachers on the basis of race. 17 Neither can there by any doubt that this faculty assignment policy contributed significantly to the racial identifiability of the schools involved.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The school board was adamant in its insistence that exhibits such as PX-341 be updated to include 1975 figures for faculty assignment.  Such additional figures would reflect some progress made in the area of faculty integration.  Such progress is both necessary and highly commendable.  But board actions taken after the initiation of this lawsuit are far less probative than policies followed for a significantly longer period prior to the institution of legal proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The school board correctly asserts that teachers are not a fungible commodity capable of random assignment.  While it is true that most teachers are certified in one area, that fact cannot be viewed as responsible for the total racial imbalance that characterized faculty assignments within the Cleveland school system from 1969-72.  Given the relative similarity of curricula offered, particularly on the elementary school level, it is incomprehensible that a better racial mix among the faculty could not have been achieved.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">By the same token, the shortage of qualified teachers during the 1960s cannot be viewed as the cause of the segregated condition of the Cleveland school system's faculty.  That there were fewer teachers available to be hired is of little relevance to the assignment of those teachers already under the school board's employ.  The board would argue that since it was a \"seller's market\" and competition was keen among local school boards for the limited supply of teachers, the board was forced to accede to new teachers' requests for assignment to a particular school.  Implicit in this argument is the premise that black teachers preferred to teach in black schools and white teachers preferred assignment to white schools.  Nowhere in the record does this implication leave the shadows of inference and emerge into the cold light of fact.  In addition the shortage of teachers had significantly diminished by 1969, the commencement of the period covered by PX-341.  Finally, even if the choice of assignment represented the Quid pro quo for a new teacher's accepting a position in the Cleveland system, such a bargain would have to yield to the constitutional mandate of a unitary school system.  If the price for garnering a new teacher is the perpetuation of a segregated faculty, then the school board must look elsewhere, for the price is constitutionally prohibitive.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The segregative nature of the school board's assignment of principals need not be inferred since such a policy was expressly admitted by the board.  The deliberate and calculated assignment of black principals to black junior and senior high schools was done in the name of creating \"role models.\"  Whatever its effect in that regard, such a policy clearly added to the racial identifiability of the schools involved.  The board sought to ameliorate the segregative effect of this policy by assigning white assistant principals in tandem with black principals.  The fact remains, however, that the assignment of black principals to black schools is yet another board-created, artificial indicia of a school's racial identity.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">It is important to note that the ability to identify a \"white\" or \"black\" school merely by reference to the racial composition of its faculty and administration constitutes a Prima facie violation of the equal protection clause.  Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 18, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971).  Other courts have been quick to dismiss the \"role model\" rationale as a basis for the assignment of faculty and staff:</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>\"Whether the Board's excuse for this action, to provide black role models for black students, is the real motivation behind the staffing according to race is legally irrelevant . . .</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">It is not contended by this court that minority role models are not important for minority students.  Racial and ethnic pride has its value.  But, in the constitutional scheme, a higher value in the hierarchy is integration.  Integration, and the understanding it fosters, will provide both black and white role models for both black and white children.\"  Arthur v. Nyquist, <span class=\"citation\" data-id=\"2248864\"><a href=\"/opinion/2248864/arthur-v-nyquist/\"><span class=\"volume\">415</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">904</span></a></span> (W.D.N.Y.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">See also, United States v. School District of Omaha, <span class=\"citation\" data-id=\"329570\"><a href=\"/opinion/329570/united-states-of-america-and-nellie-mae-webb/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 538-39 (8th Cir. 1975), Cert. denied <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">361</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">289</span></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">It should be noted that exhibits such as DX-1163-65 reflect considerable progress in the area of faculty integration.  Whether that task has been completed, or is close to completion, is a question best left for another day.  How far the local board has come, and how far they may yet have to go, will be addressed in the proceedings sure to follow in this action.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Reed I, supra at 786-88.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The Supreme Court has consistently held that assignment of black teachers to black schools and white teachers to white schools was an important indication of intentional segregation because it helped mark the schools as black or white.  Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 18, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971); Green v. County School Board, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 435, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968); Columbus Board of Education v. Penick, --- U.S. ----, ----, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">We believe the District Judge was correct in finding that the Cleveland Board's policy of teacher (and administrative) assignment of black personnel to \"black\" schools up to the filing of this case \"contributed significantly to the racial identifiability of the schools involved.\"  Reed I, supra at 787.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">3) Segregative Intent in School Site Selection and Construction.  The District Judge also found deliberate segregative intent in the Cleveland Board's site selection and construction program for new schools and for additions to existing schools.  In his opinion on remand he said:</p>\n    </div>\n    <p class=\"indent\">E. CONSTRUCTION OF NEW SCHOOL FACILITIES</p>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The placement of school facilities on particular sites is an action with a singular capacity to promote either integration or segregation.  Few decisions made by school officials are more irreversible.  While school officials are not required to predict correctly shifting demographic patterns in every instance, they are required to use reasonable prudence to avoid predictably segregative decisions.  The Court recognizes that the task is more difficult in communities undergoing rapid change than in settled neighborhoods.  However, the evidence demonstrated conclusively that these defendants made segregative building placement decisions regardless of whether the surrounding community was settled or changing.  Few schools were sited so as to avoid the predictable result of racial segregation.  The Court found that in each of the instances cited below the defendants built schools which they knew would be racially segregated, and intended such results.  Segregative site selection combined as here with segregative student assignment policies and practices contributed to creation of a segregated dual school system.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <pre>                          CONSTRUCTION\n                                          Record Evidence\n    Schools               422              Considered by\n    Involved      Year  F.Supp.              the Court\n116.  Carver       1954  725       PX 16; 74; 128; 33-11; 323\n117.  Chesnut      1955  726-28    PX 275-33; 17; 74; 388-15; 323\n118.  Giddings     1970  758-59    PX 285-3; 28; 388-27; 389\n119.  Dike         1971  732       PX 276-8; 29; 388-23; 389\n120.  Williams     1951  737-38    PX 287-35; 14; 74; 388-83\n121.  Brewer       1955  738-39    PX 287-21; 17; 74; 388-9; 389;\n                                     323\n122.  Cranwood     1958  738-39    PX 291-2; 20; 74; 388-21; 389\n123. deSauze      1967  741-43    PX 287-22; 25; 74; 389\n124.  Orr          1955  752       PX 289-41; 17; 74; 388-63; 389\n125.  Attucks      1959  756       PX 21; 74; 388-2; 389\n126.  Rockefeller  1961  756       PX 23; 74; 388-72; 389\n127.  Ireland      1962  757       PX 275-28; 24; 74; 323; 388-41;\n                                     389\n128.  Raper        1961  757       PX 289-51; 23; 74; 388-68; 389\n129.  Buckeye-\n     Woodland     1971  759-60    PX 29; 223; 389\n130.  Wade Park    1974  762       PX 289-66; 390; 389\n131.  Marion-\n     Sterling     1974  763       PX 389-390-388-52; 323\n132.  Case         1974  763       PX 289-24; 389; 390; 388-12;\n                                     388-13\n133.  Morgan       1959  770-71    PX 293-69; 21; 74; 388-59; 389\n134.  Pasteur      1959  770-71    PX 293-20; 21; 74; 388-65; 389\n135.  Lake         1961  770-71    PX 293-66; 23; 74; 388-45; 389\n136.  Landis       1963  770, 772  PX 293-68; 74; 388-46; 389\n137.  Howe         1965  770, 772  PX 293-96; 389; 388-39\n138.  Forest Hill\n     Parkway      1968  774-76    PX 293-48; 26; 389; 388-35\n139.  Bethune      1965  772       PX 338-6; 389; 271; TR 976-981;\n                                     1283-87; 1504-05\n140.  East Clark\n     Relief       1975  779       PX 294-4; 390; 389\n141.  Johnson      1955  780-81    PX 389; 17; 74\n142.  Brooklawn    1957  781-82    PX 298-2; 389; 19; 74; TR 2464\n                                     2465</pre>\n    </div>\n    <p>F. ADDITIONS TO EXISTING SCHOOLS</p>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Almost as irreversible as building a school in the wrong place is the practice of expanding such a school once it is in place.  The defendants built hundreds of new classrooms, ostensibly to relieve overcrowding or to anticipate new enrollments.  Each such decision offered these defendants the option of locating the addition so as to either promote or alleviate racial segregation.  Obviously, the decision to build an addition onto a school which is 100% Black is a decision to expand the number of black students contained on that particular site.  Such containment decisions not only kept black schools black and white schools white but they also prevented black (or white) students from attending other schools.  Thus, each segregative building of a new school or addition to an existing school has a predictable reciprocal impact.  The Court finds that the defendants built such additions to further an overall scheme of racial segregation, to prevent or reduce the likelihood of black and white students attending school together.  Illustrative of such deliberately segregative decisions are those cited by this Court and listed below.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <pre>                              ADDITIONS\n                                            Record Evidence\n     Schools                422              Considered by\n     Involved       Year  F.Supp.              the Court\n143.  Quincy         1940  731      PX 284-1; 1; 74; 388-67\n144.  Irving         1961  731      PX 275-29; 23; 74; 388-42\n145.  Gracemont      1949  736-37   PX 287-27; 11\n146.  Williams       1953  738      PX 287-36; 15; 74; 388-83\n147.  Gracemont      1958  740-41   PX 287-30; 20; 74; 388-29; 389\n148.  Mt. Pleasant   1964  747      PX 290-14; 271; 74; 388-69; 389\n149.  Wade Park      1954  753-55   PX 289-56; 16; 74\n150.  Waring         1956  754      PX 289-67; 18; 74; 389\n151.  Orr            1956  754      PX 289-50; 18; 74; 389\n152.  Parkwood       1954  767-68   PX 293-74; 16; 74; 388-64\n153.  Holmes         1955  769      PX 293-56; 293-57; 17; 19; 74;\n                                      388-37; 389\n154.  Holmes         1957  769      PX 293-56; 293-57; 17; 19; 74\n                                      388-37; 38\n155.  Doan           1957  769      PX 293-43; 19; 74; 388-24; 389\n156.  Iowa-Maple     1963  774      PX 293-63; 74; 388;40; 389\n157.  East Clark     1960  775      PX 294-2; 22; 74; 388-17\n158.  Brooklawn      1972  781      PX 298-4; 30; 223; 389; TR 2464-65</pre>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p>Reed II, supra at 561-62.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">We regard these findings, which are fully supported by this record, to be highly significant both in supporting the segregative intent findings of the District Judge and his finding of systemwide impact.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">In the Swann opinion Chief Justice Burger commented upon the importance of school construction policies:</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">The construction of new schools and the closing of old ones are two of the most important functions of local school authorities and also two of the most complex.  They must decide questions of location and capacity in light of population growth, finances, land values, site availability, through an almost endless list of factors to be considered.  The result of this will be a decision which, when combined with one technique or another of student assignment, will determine the racial composition of the student body in each school in the system.  Over the long run, the consequences of the choices will be far reaching.  People gravitate toward school facilities, just as schools are located in response to the needs of people.  The location of schools may thus influence the patterns of residential development of a metropolitan area and have important impact on composition of inner-city neighborhoods.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">In the past, choices in this respect have been used as a potent weapon for creating or maintaining a state-segregated school system.  In addition to the classic pattern of building schools specifically intended for Negro or white students, school authorities have sometimes, since Brown, closed schools which appeared likely to become racially mixed through changes in neighborhood residential patterns.  This was sometimes accompanied by building new schools in the areas of white suburban expansion farthest from Negro population centers in order to maintain the separation of the races with a minimum departure from the formal principles of \"neighborhood zoning.\"  Such a policy does more than simply influence the short-run composition of the student body of a new school.  It may well promote segregated residential patterns which, when combined with \"neighborhood zoning,\" further lock the school system into the mold of separation of the races.  Upon a proper showing a district court may consider this in fashioning a remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">In ascertaining the existence of legally imposed school segregation, the existence of a pattern of school construction and abandonment is thus a factor of great weight.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p>Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 20-21, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, 1278, 1279, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971).  See also Columbus Board of Education v. Penick, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">4) The School Board's Cooperation in Building Segregated Housing.  Significant also on the issue of segregative intent is the District Judge's discussion and findings concerning segregated housing and its relation to the Cleveland Board's school construction program assisting such housing construction:</p>\n    </div>\n    <p>HOUSING</p>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The instant action was filed as related to housing cases previously heard by this court.  Plaintiffs' counsel felt that residential segregation was inextricably related to school segregation and the expertise developed during the housing cases would be a valuable asset in evaluating the evidence to be presented in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">That Cleveland is a residentially segregated city is beyond dispute and conceded by all parties to this action.  Defendants argue that these residential patterns are the result of outside forces beyond their control and that they merely put schools \"where the children are,\" as reflected by their purported neighborhood school policy.  Plaintiffs, on the other hand, contend that this residential condition is merely one facet in an overall policy of containment perpetrated by city, state, and federal agencies, as well as factions of the private real estate industry.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">The role of the federal government in the creation and perpetration of segregated housing is documented in the Federal Housing Administration's (FHA) underwriting manual as it was distributed during the 1930s.  That document contained a blatantly separationist policy as reflected by the admonition to FHA appraisers that they be aware of any \"infiltration of inharmonious racial or nationality groups\" into a neighborhood.  Such an incursion was deemed to have an adverse effect and neighborhoods were assured of receiving a high FHA rating only if exclusionary devices such as zoning regulations and restrictive covenants were prevalent in the area.  The FHA manual actually recommended that restrictive covenants with regard to race be included in deeds.  Such restrictive covenants were judicially enforced until such practice was declared unconstitutional in Shelley v. Kraemer, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">836</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1161</span></span> (1948).  Despite the Supreme Court action, the FHA continued to recommend the use of restrictive covenants until 1950.  In that year, the FHA did a complete about-face, and refused to finance properties subject to such restrictive covenants.  It was not until the 1962 Executive Order with regard to equal opportunity in housing that restrictive covenants ceased to be a factor in the public financing of housing.  Nevertheless, restrictive covenants were viewed as a cloud on the title and excepted by title companies in their policies, at least until 1969.  Thus, for a period approaching 20 years, the federal government, through the FHA, was \"the leading exponent of racial discrimination in housing and residential segregation\" (TR. at 709).</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">No discussion of the Cleveland housing situation would be complete without some mention of the role of the Cuyahoga Metropolitan Housing Authority (CMHA).  That organization, and its policies, were the subject of prior litigation in this court.  See, e. g., Banks v. Perk, <span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1175</span></span> (N.D.Ohio 1974) wherein CMHA practices were found to have contributed to the residentially segregated condition of the city.  The effects of such conduct extended far beyond the walls of the individual housing estates.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">In keeping with the local school board's policy of putting schools \"where the children are,\" several facilities were constructed to service public housing estates. 18 As might be expected, the racial composition of such schools was the mirror image of their respective estates.  The combination of CMHA's discriminatory housing policies and the school board's construction program resulted in the creation of racially identifiable schools.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">The relationship between CMHA policies and the Cleveland School Board is shown by PX-323.  That exhibit lists CMHA estates and the public schools that service those estates.  As previously noted, virtually all of the schools reflect the racial composition of their respective estates.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">One of the first CMHA projects was Carver Park.  Built in 1942, it was 99.9% Black in 1973.  Hayes elementary school was 97.5% Black at the time Carver Park was opened and 100% Black in 1973-74.  Similarly the 1970 addition to the Garden Valley estate was 100% Black when opened and 100% Black in 1973.  Chesnutt elementary school was 99% Black in 1970 and 100% Black in 1973.  Grdina was 100% Black for those same years.  The King Kennedy estate was 99% Black at opening and 100% Black in 1973 as was Dike elementary school which services that project.  The Miles Heights estate and Brewer elementary school as well as the Wilson estate and Ireland school are additional examples of an overwhelmingly black project being serviced by an overwhelmingly black school.  All of the above projects and schools are located on the east side of Cleveland.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">The CMHA projects on the west side project the same type of relationship.  Lorain Square was 0% Black in 1973 as was Washington elementary school.  The Park Denison project was 0% Black in 1973 while the Denison school was .1% Black in 1973-74.  This racial correlation repeats itself for virtually all of the 27 CMHA projects listed in PX-323.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">It is clear that the presence of racially segregated public housing in conjunction with school board policies operated to spawn racially segregated schools.  There can be little doubt that this result was the natural, probable, foreseeable, and actual effect of the school board's \"neighborhood school policy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">The interrelation of housing and school patterns has become an accepted fact of life, See e. g. Hart v. Community School Board, <span class=\"citation\" data-id=\"2245271\"><a href=\"/opinion/2245271/hart-v-community-sch-bd-of-brooklyn-ny-sch-d-21/\"><span class=\"volume\">383</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">699</span></a></span>, 706 (E.D.N.Y.1974), Aff'd, <span class=\"citation\" data-id=\"326011\"><a href=\"/opinion/326011/jeffrey-hart-as-a-minor-by-his-parent-and-next-friend-doris-hart-v-the/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span> (2d Cir. 1975).  Equally clear is the fact that a local school board cannot use private discrimination to shield itself from an allegation of exclusionary attendance areas, Brewer v. School Board of City of Norfolk, <span class=\"citation\" data-id=\"280764\"><a href=\"/opinion/280764/carlotta-mozelle-brewer-and-demetria-yvonne-brewer-infants-by-oner/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 41-42 (4th Cir. 1968 (en banc)).  See also, United States v. School District of Omaha, <span class=\"citation\" data-id=\"329570\"><a href=\"/opinion/329570/united-states-of-america-and-nellie-mae-webb/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 537 n. 11 (8th Cir. 1974), Cert. denied <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">361</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p>\"when school officials have followed for at least a decade a persistent course of conduct which intentionally incorporated residential segregation into the system's schools, that conduct is unconstitutional.\"  Morgan v. Hennigan, <span class=\"citation\" data-id=\"1378130\"><a href=\"/opinion/1378130/morgan-v-hennigan/\"><span class=\"volume\">379</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">410</span></a></span>, 470 (D.Mass.1974) Aff'd <span class=\"citation no-link\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></span> (1st Cir. 1974), Cert. denied <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">963</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">449</span></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">Thus, the local school board actively contributed to the racially segregated nature of the CMHA projects by agreeing to construct schools to service those projects, knowing that those schools, as well as the projects themselves were destined to be racially identifiable from their inception.  In addition, the board policy knowingly embodied existing residential segregation that was the result of, among other things, prior FHA policies and practices.  Under such circumstances, the board's \" 'neighborhood school policy' was not, and could not be, racially neutral.\"  Arthur v. Nyquist, <span class=\"citation\" data-id=\"2248864\"><a href=\"/opinion/2248864/arthur-v-nyquist/\"><span class=\"volume\">415</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">904</span></a></span>, 968 (W.D.N.Y.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p>\"The school board should not be heard to plead that its neighborhood school policy was racially neutral when in fact 'state action under the color of law' produced or helped to produce the segregated neighborhoods in the first place.\"  Oliver v. Kalamazoo Board of Education, <span class=\"citation\" data-id=\"1802671\"><a href=\"/opinion/1802671/oliver-v-kalamazoo-board-of-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">143</span></a></span>, 183 (W.D.Mich.1973), Aff'd <span class=\"citation\" data-id=\"324034\"><a href=\"/opinion/324034/michelle-oliver-v-michigan-state-board-of-education-and-kalamazooboard-of/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span> (6th Cir. 1974), Cert. denied <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">963</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">449</span></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">The natural, probable, foreseeable, and actual effect of the local school board's application of the neighborhood school policy was to create or perpetuate a segregated school system.  See United States v. Texas Education Agency, <span class=\"citation\" data-id=\"334152\"><a href=\"/opinion/334152/united-states-of-america-dedra-estell-overton-intervenors-appellants-v/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span> (5th Cir. 1976).</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">Reed I, supra at 788-90.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">We believe that the Cleveland Board's willing acquiescence in the construction of one-race schools for other public (or private) agencies that were building segregated housing also represented systemwide proof of segregative intent in the development of an admittedly segregated school system.</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">5) The Board's Segregative Intent as Shown by the Use of Racially \"Intact\" Busing and the Segregation of Black Children in \"White\" Schools.  One of the Cleveland Board's policies which seems in itself to speak volumes about the intentions of the Board, concerns its method of meeting the impossibly overcrowded condition of the \"black\" schools in the Hough area in the years 1955-1961.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">The District Judge's opinions refer repeatedly to the employment of devices referred to as \"relay classes\" and \"transportation classes.\"  Relay classes, as disclosed by this record, represented the employment of overcrowded schools on half-day shifts as far as the school children were concerned, each shift, morning and afternoon, being 31/2 hours of classroom attendance.  The transportation classes, on the other hand, involved busing children from overcrowded schools to less crowded schools.  In many instances the less crowded schools were white, but in this period the classes from the black schools were kept \"intact\" a word which clearly was a euphemism for \"segregated\" within the receiving school.  And even after community protests had forced the Cleveland Board \"to diffuse\" the transportation classes in the receiving schools, the black children were, not even in diffusion, accorded equal protection of the law, as we will see below.  On this subject the District Judge said:</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">The vast majority of the schools that employed relay classes had majority or predominantly black student enrollments. 15 Similarly, almost all of those schools that were forced to utilize \"transportation classes\" were majority or predominantly black.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">At trial, most of the plaintiffs' evidence with regard to the use of transportation classes involved the following schools during the indicated time periods:</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <pre>Year     Sending School  Receiving School\n1961     Chesterfield    Murray Hill\n1961     Columbia        Murray Hill\n1961     Doan            Murray Hill\n1961     Hough           Murray Hill\n1961     Orr             Murray Hill\n1961     Marion          Rockefeller\n1961-66  Iowa-Maple      Longfellow\n1961-62  Holmes          Longfellow\n1961-63  Hazeldell       Brett\n1962-66  Hazeldell       Memorial\n1963-66  Hazeldell       Murray Hill\n1963     Pasteur         Longfellow\n1964-66  Iowa-Maple      Brett</pre>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">In virtually all of the above cases, the sending school was predominantly black, overcrowded, and implementing relay classes.  The receiving schools were under-utilized and predominantly white.  On its face, besides being a highly practical, albeit educationally inferior, answer to the problem of overcrowding, the busing program initiated by the Board would also appear to have been highly integrative.  But like many other integrative opportunities presented to the Board, this one, although not ignored, was prostituted into a segregative device.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">From the time of the creation of transportation classes on January 29, 1962 until March 10, 1964, such classes were bused \"intact.\"  The pupils involved formed at their sending school and, complete with teacher, were transported as a unit to the receiving school.  Once there, they remained \"intact\" forming a single, separate, isolated, and insulated educational unit.  There was evidence presented that during this period every attempt was made to keep the transported students separate from the remainder of the student body at the predominantly white receiving schools.  Dr. Theobald of the Cleveland School Board who took part in the organization and implementation of the busing program, and in fact made the decision to bus the children intact, (TR. at 525) testified that this degree of separation was required for \"safety as well as educational reasons.\"  (TR. at 525) It was not until March 10, 1964 that the local board, under severe pressure from local civil rights groups such as the United Freedom Movement, agreed to the cessation of intact busing and the \"diffusion\" of the transported pupils throughout the student body of the receiving school.  This marked the first time that the integrative potential of the busing program had been tapped, but once again, board action abrogated the beneficial effects of this achievement of some degree of integration.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">From the start, the busing program was considered a stop-gap measure to relieve overcrowding and eliminate relay classes.  The real answer, in the eyes of the Board, lie (Sic ) in the creation of additional school facilities.  During the early 1960's, while transportation classes were in effect, the Board was engaged in a feverish school construction program, particularly in the Hough and Glenville areas.  The need for such construction, as well as its devastating racial effects, is fully discussed in the detailed analysis of those areas, Supra.  Suffice it to say that black students were bused intact, and then reluctantly diffused, only until such time as additional, racially impacted schools could be built, and the transported students restored to their prior racially isolated condition of containment.  It is not necessary to determine whether this program of intact busing, standing alone, would be a sufficient predicate for a finding of liability against the local board, for it is but one facet of a \"consistent and deliberate policy of racial isolation and segregation.\"  Amos v. Board of School Directors of the City of Milwaukee, <span class=\"citation\" data-id=\"1873757\"><a href=\"/opinion/1873757/amos-v-board-of-school-directors-of-city-of-milwaukee/\"><span class=\"volume\">408</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">765</span></a></span>, 819 (E.D.Wis.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">Reed I, supra at 783-84.</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">We have compared these findings to the testimonial record and find them fully supported.  They certainly cannot be found to be clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">We note appellants' argument that the impact of the relay class and intact busing policies had been \"attenuated\" first by \"diffusion\" of black students in the receiving schools and then by new school construction.  The District Judge found, however, that the \"diffusion\" of black students in the white receiving schools had been quite different from desegregation.  In fact, defendants' witness Dr. Theobald admitted that separation by race continued during \"diffusion\" both in the school and in the classroom.  The testimony of one of the discriminatees, Yvonne Flonnoy, indicates that \"diffusion\" had hardly served to \"attenuate\" the \"impact\" of the constitutional violation on her:</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">Q. I am going to ask you some questions about the (1358) experiences that you had when you were at Memorial Elementary School.  Do you recall any of those experiences?  A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">Q. Now, when you were placed in the classroom by the teacher, were the transportation students placed in one particular area of the room?  A. We were at the back of the room.</p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">Q. When you say \"at the back,\" were you placed in one row or one section or how?  A. Straight across in a row.</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p class=\"indent\">Q. Now, the students that you recall that were on transportation from Hazeldell and Memorial Schools, were they black, white, integrated, or exactly what was the racial composition, if you recall?  A. We were black, all black.</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">Q. Now, when you were in the third grade I believe you said 3-A?  A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">Q. Were there any white kids that rode your bus?  A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p145\">\n      <span class=\"num\">145</span>\n      <p class=\"indent\">Q. Now, can you tell me of the treatment that you received at Memorial from the teacher?  A. Well, at Memorial we were more or less, I guess that (1359) they called it \"harassed,\" but we weren't aware of it back then.  We were not allowed to participate in any of the activities of the receiving school because we were just visitors, and we didn't take gym.  We didn't eat lunch</p>\n    </div>\n    <div class=\"num\" id=\"p146\">\n      <span class=\"num\">146</span>\n      <p class=\"indent\">Q. I will go into it specifically, but let me put some questions to you: You said you were not permitted to attend all school functions.  Do you remember any all school assemblies during the time that you were at Memorial?  A. Yes; I remember some.</p>\n    </div>\n    <div class=\"num\" id=\"p147\">\n      <span class=\"num\">147</span>\n      <p class=\"indent\">Q. Tell me about them.  A. During Christmas the people were caroling in the hallway, and the white peoples was taken out of the room, and we were to lay our heads down, or we had work to do.</p>\n    </div>\n    <div class=\"num\" id=\"p148\">\n      <span class=\"num\">148</span>\n      <p class=\"indent\">Q. These were students in your class?  A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p149\">\n      <span class=\"num\">149</span>\n      <p class=\"indent\">Q. And when you say, \"We had to lay our heads down,\" who is \"we\"?  A. The black students that were transported to there.</p>\n    </div>\n    <div class=\"num\" id=\"p150\">\n      <span class=\"num\">150</span>\n      <p class=\"indent\">Q. Who gave you instructions?  A. The teacher did.</p>\n    </div>\n    <div class=\"num\" id=\"p151\">\n      <span class=\"num\">151</span>\n      <p class=\"indent\">Q. Did this happen on one occasion or more than one?  (1360) A. On many occasions.  We were told to lay our heads down when they left the room.</p>\n    </div>\n    <div class=\"num\" id=\"p152\">\n      <span class=\"num\">152</span>\n      <p class=\"indent\">Q. Do you know where they went?  A. Sometimes they went to gym or some type of recess, or went to an assembly, whatever it was; and when it was time for them to leave out of the room, we were told to lay our heads down or do work.</p>\n    </div>\n    <div class=\"num\" id=\"p153\">\n      <span class=\"num\">153</span>\n      <p class=\"indent\">Q. What work?  A. Some type of work to keep us occupied while they were out of the room.</p>\n    </div>\n    <div class=\"num\" id=\"p154\">\n      <span class=\"num\">154</span>\n      <p class=\"indent\">Q. Do you recall taking gym while you were at Memorial?  A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p155\">\n      <span class=\"num\">155</span>\n      <p class=\"indent\">Q. Did you ever recall any other students in your class taking gym while you were at Memorial?  A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p156\">\n      <span class=\"num\">156</span>\n      <p class=\"indent\">Q. The white students that had been the ones not on transportation, do you recall whether or not they took gym?  A. They did take gym.</p>\n    </div>\n    <div class=\"num\" id=\"p157\">\n      <span class=\"num\">157</span>\n      <p class=\"indent\">Q. How do you know?  A. Because a bell would ring.  This was after lunch, and certain days, I believe Wednesday or some period during the week, and they would leave.  Then there was the ones that wanted to look out (1361) of the window, and you could see them out taking gym.</p>\n    </div>\n    <div class=\"num\" id=\"p158\">\n      <span class=\"num\">158</span>\n      <p class=\"indent\">Q. Where did they take gym?  A. In the playground.</p>\n    </div>\n    <div class=\"num\" id=\"p159\">\n      <span class=\"num\">159</span>\n      <p class=\"indent\">Q. And were the students on transportation permitted to take gym?  A. Not in my class, no.</p>\n    </div>\n    <div class=\"num\" id=\"p160\">\n      <span class=\"num\">160</span>\n      <p class=\"indent\">Q. While you were there, did you ever take gym?  A. No.</p>\n    </div>\n    <div class=\"num\" id=\"p161\">\n      <span class=\"num\">161</span>\n      <p class=\"indent\">Q. How long were you there?  A. About a year.</p>\n    </div>\n    <div class=\"num\" id=\"p162\">\n      <span class=\"num\">162</span>\n      <p class=\"indent\">Q. Now, during the recess, or strike that.  During the lunch hour what did the students on transportation do?  A. Well, we were sitting across in a row, which meant the white students were in front of us, and we had to move to the right-hand side of the room, and the whites moved to the left-hand side, and we ate our lunch on the right-hand side of the room.</p>\n    </div>\n    <div class=\"num\" id=\"p163\">\n      <span class=\"num\">163</span>\n      <p class=\"indent\">Q. So the students were segregated during the lunch hour?  A. Right; yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p164\">\n      <span class=\"num\">164</span>\n      <p class=\"indent\">Since the District Judge did not base his principal findings on this testimony, we quote it only as general support for his conclusion that the segregation practiced by the Cleveland School Board in the early '60s in the Hough area had a continuing impact.  This is particularly true since the record establishes that the students who were, like Flonnoy, \"transported\" and \"diffused\" returned (when, as a result of new school construction, these policies ended) to newly constructed 97% Black schools.  One of the lessons which Cleveland's black students learned was that the Cleveland school system assigned them status inferior to that given white students regardless of the American constitutional promise of \"equal protection of the laws.\"</p>\n    </div>\n    <div class=\"num\" id=\"p165\">\n      <span class=\"num\">165</span>\n      <p class=\"indent\">6) Segregative School Board Devices.  The District Judge in this case repeatedly referred in his two lengthy opinions to a Cleveland School Board policy which he described as \"containment\" of black students.  We interpret his use of this word as being his shorthand for description of policies of intentional racial segregation.  Over and above the major School Board policies which have been discussed in the first five numbered sections of this opinion, the District Judge also discussed at great length individual instances of the Cleveland School Board's use of various devices which had the effect of promoting racial segregation in the schools.  These included the employment of optional zones, boundary changes, special transfers, use of private rental facilities and the use of portable classrooms.</p>\n    </div>\n    <div class=\"num\" id=\"p166\">\n      <span class=\"num\">166</span>\n      <p class=\"indent\">By title alone these devices might appear to be normal and wholly permissible school board administrative tactics.  But under each heading, particularly in his second opinion on remand, the District Judge made specific findings of intentional employment of each of these devices to effect racial segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p167\">\n      <span class=\"num\">167</span>\n      <p class=\"indent\">a) Optional Zones.  As to the use of optional zones, the District Judge found 36 instances where \"(t)he defendants knew in each instance cited that the predictable result of giving white or black students the option of attending predominantly white or black schools would be student choices which would create or intensify racial segregation.\"  He further held, \"(t)he Cleveland defendants defaulted in meeting their constitutional obligation by the use of a pattern of predictably segregative optional zones.\"  Reed II, supra at 559-60.</p>\n    </div>\n    <div class=\"num\" id=\"p168\">\n      <span class=\"num\">168</span>\n      <p class=\"indent\">We have reviewed each of his findings as to these optional zones in both his original opinion and his opinion on remand.  While we might not have seen the facts exactly as he has if we had been situated in the courtroom and had heard the testimony, nothing in this record allows us to say that his findings of segregative intent in relation to the employment of these optional zones are clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p169\">\n      <span class=\"num\">169</span>\n      <p class=\"indent\">b) Boundary Changes.  As to boundary changes, the District Judge found:</p>\n    </div>\n    <div class=\"num\" id=\"p170\">\n      <span class=\"num\">170</span>\n      <p class=\"indent\">In 53 instances involving a total of 43 schools, the Court found that the defendants made changes in boundaries in a manner which, predictably, resulted in racial segregation.  The information available to the defendants at the time they acted was such that the segregation created was determined by the Court to be deliberate and also avoidable.  In some instances the boundary changes created segregation where none previously existed.  In other instances, the changes intensified a racial identifiability which was known, or should have been known, to exist by the defendants.  In the face of the evidence submitted, and the failure of the defendants to offer credible racially neutral explanations for the resulting segregation, the Court found each of the following boundary changes to have been acts of De jure segregation.  (The District Judge listed 53 instances of boundary changes involving 43 schools.)</p>\n    </div>\n    <div class=\"num\" id=\"p171\">\n      <span class=\"num\">171</span>\n      <p class=\"indent\">Reed II, supra at 558-59.</p>\n    </div>\n    <div class=\"num\" id=\"p172\">\n      <span class=\"num\">172</span>\n      <p class=\"indent\">In these instances also we make the same comments, namely, that our review of the Judges' two opinions against the lengthly record of this trial does not provide any basis for our holding that the 53 instances at 43 schools described by the Judge as representing boundary changes which were acts of intentional segregation was clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p173\">\n      <span class=\"num\">173</span>\n      <p class=\"indent\">c) Special Transfers.  The District Judge found that the policy of the Cleveland School Board to allow individual students on application to transfer from one school to another was \"a significant factor in the shift in enrollment patterns in junior and senior high schools during the period 1965 to 1970.\"  Reed II, supra at 558-59.  He found that the special transfer policy was employed so as to allow white students to transfer from predominantly black junior and senior high schools to predominantly white junior and senior high schools, and that while the yearly number of such transfers was not great, the employment of such transfers was intentionally segregative on the part of the Board.  His findings are not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p174\">\n      <span class=\"num\">174</span>\n      <p class=\"indent\">d) Use of Private Rental Facilities and Portable Classrooms.  The District Judge also found that on a significant number of occasions 18 in all the Board employed the use of rental facilities or portable units \"to either create or intensify existing racial segregation.\"  Reed II, supra at 564.  In many of these instances he found that the portables or rental units were employed by the Board to increase the capacity of black schools at a time when white schools within feasible distance had underutilized capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p175\">\n      <span class=\"num\">175</span>\n      <p class=\"indent\">Again, our review of the record does not allow these findings to be held to be clearly erroneous.</p>\n    </div>\n    <p>APPELLANTS' ARGUMENTS</p>\n    <div class=\"num\" id=\"p176\">\n      <span class=\"num\">176</span>\n      <p class=\"indent\">What has been said above appears to us to respond to all except two of appellants' arguably meritorious arguments.  The remaining matters which require comment are appellants' contentions 1) that the District Judge misused School Board school capacity figures, and 2) that he employed in some instances distance measurements without identifying the source, which measurements varied from and served to contradict testimony of School Board witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p177\">\n      <span class=\"num\">177</span>\n      <p class=\"indent\">As to the school capacity figures, it is established by this trial record that they came from exhibits prepared by the Cleveland School Board.  The District Judge recognized that varying usages of the buildings might serve to vary student classroom capacity.  But he also held that the School Board, as the originator of the capacity figures and as the sole source of information concerning changes in said capacity, had the duty to present the changes, if any, in the trial record rather than to postulate or assert changes after trial.</p>\n    </div>\n    <div class=\"num\" id=\"p178\">\n      <span class=\"num\">178</span>\n      <p class=\"indent\">As to appellants' argument on this score, we find no merit.  Appellants, during the trial, and after this issue had been once argued in this court and had been remanded, had ample opportunity to make their record had they seen fit to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p179\">\n      <span class=\"num\">179</span>\n      <p class=\"indent\">The measurement argument, however, does give us concern.  In the four instances (out of a total of 214 discussed by the District Judge) appellants point out that the District Judge used different \"walking distances\" than those \"set forth by the Board in its uncontradicted responses.\"  In two other instances appellants point out that the District Judge adopted a court measurement to contradict measurements supplied by the School Board at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p180\">\n      <span class=\"num\">180</span>\n      <p class=\"indent\">While the District Judge's language suggests to us that he was engaged in use of maps which might have been subject to judicial notice, he clearly did not say so or comply with the provisions applicable to judicial notice contained in Rule 201, Federal Rules of Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p181\">\n      <span class=\"num\">181</span>\n      <p class=\"indent\">Again we note that on remand of this case, after this issue had been briefed and argued in this court, appellants were afforded an opportunity to present additional evidence, which opportunity was declined.  Nonetheless, we feel that the District Judge was in error in employing any evidence dehors the record except in compliance with Rule 201 of the Federal Rules of Evidence, and we eliminate from our consideration any findings of discrimination made by the District Judge in the six instances referred to above, and we rely only upon the systemwide policy violations found in numbered sections two, three, four, five and six.</p>\n    </div>\n    <p>SUMMARY</p>\n    <div class=\"num\" id=\"p182\">\n      <span class=\"num\">182</span>\n      <p class=\"indent\">In each of the sections of this opinion numbered two, three, four and five, we have dealt with School Board practices or policies which we find to have been intentionally segregative and substantial in their impact upon the entire school system.  In numbered section six, we have dealt with a number of School Board administrative devices which we have held, as did the District Judge, to have been employed intentionally for segregative purposes.  The employment of optional zones, boundary changes, special transfers and the use of private rental and portable classrooms in this case in view of the number of such usages and the large number of students affected thereby cannot properly be termed isolated, in our judgment, but must likewise be held in sum total to have had systemwide impact.  With such massive evidence of intentional discrimination as we have found in numbered sections two, three, four, five and six, we now hold that the racially segregated school assignment system described in numbered section one was not \"adventitious\" or due to \"neutral\" causes, but was, on the contrary, intentional.</p>\n    </div>\n    <div class=\"num\" id=\"p183\">\n      <span class=\"num\">183</span>\n      <p class=\"indent\">From the record taken as a whole, it appears clear to us that the District Judge was wholly warranted in finding that the Cleveland schools in 1964 were segregated by race, and that in the years between 1964 and 1975, the Cleveland Board of Education had a duty to desegregate that system which it completely failed to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p184\">\n      <span class=\"num\">184</span>\n      <p class=\"indent\">Further, we hold that as of the filing of this complaint in 1973 and the completion of trial in 1975, the record disclosed, as the District Judge found, intentional practices of a systemwide nature on the part of the Cleveland School Board which required his finding that \"defendants' intentional discriminatory action has infected every part of the system, mandating the finding that defendants have operated a De jure segregated dual school system in Cleveland.\"  Reed II, supra at 568.</p>\n    </div>\n    <div class=\"num\" id=\"p185\">\n      <span class=\"num\">185</span>\n      <p class=\"indent\">Our review of this entire record shows that this finding is fully warranted by the evidence and can under no circumstances be held to be clearly erroneous.  It is therefore affirmed.</p>\n    </div>\n    <p>THE REMEDIAL ORDER</p>\n    <div class=\"num\" id=\"p186\">\n      <span class=\"num\">186</span>\n      <p class=\"indent\">In the very recent opinion of the Supreme Court in Columbus Board of Education v. Penick, supra the Court said:<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p187\">\n      <span class=\"num\">187</span>\n      <p class=\"indent\">It is also urged that the District Court and the Court of Appeals failed to observe the requirements of our recent decision in Dayton I, which reiterated the accepted rule that the remedy imposed by a court of equity should be commensurate with the violation ascertained, and held that the remedy for the violations that had then been established in that case should be aimed at rectifying the \"incremental segregative effect\" of the discriminatory acts identified. 13 In Dayton I, only a few apparently isolated discriminatory practices had been found;  14 yet a systemwide remedy had been imposed without proof of a systemwide impact.  Here, however, the District Court repeatedly emphasized that it had found purposefully segregative practices with current, systemwide impact. 15 429 F.Supp.  (229), at 252, 259-260, 264, 266; Pet.App. 95; 583 F.2d (787), at 799. 16 And the Court of Appeals, responding to similar arguments, said:\"School board policies of systemwide application necessarily have systemwide impact.  1) The pre-1954 policy of creating an enclave of five schools intentionally designed for black students and known as 'black' schools, as found by the District Judge, clearly had a 'substantial' indeed, a systemwide impact.  2) The post-1954 failure of the Columbus Board to desegregate the school system in spite of many requests and demands to do so, of course, had systemwide impact.  3) So, too, did the Columbus Board's segregative school construction and siting policy as we have detailed it above.  4) So too did its student assignment policy which, as shown above, produced the large majority of racially identifiable schools as of the school year 1975-1976.  5) The practice of assigning black teachers and administrators only or in large majority to black schools likewise represented a systemwide policy of segregation.  This policy served until July 1974 to deprive black students of opportunities for contact with and learning from white teachers, and conversely to deprive white students of similar opportunities to meet, know and learn from black teachers.  It also served as discriminatory, systemwide racial identification of schools.\"  583 F.2d, at 814.</p>\n    </div>\n    <div class=\"num\" id=\"p188\">\n      <span class=\"num\">188</span>\n      <p class=\"indent\">Nor do we perceive any misuse of Keyes, where we held that purposeful discrimination in a substantial part of a school system furnishes a sufficient basis for an inferential finding of a systemwide discriminatory intent unless otherwise rebutted, and that given the purpose to operate a dual school system one could infer a connection between such a purpose and racial separation in other parts of the school system.  There was no undue reliance here on the inferences permitted by Keyes, or upon those recognized by Swann.  Furthermore, the Board was given ample opportunity to counter the evidence of segregative purpose and current, systemwide impact, and the findings of the courts below were against it in both respects. 429 F.Supp., at 260; Pet.  App. 95, 102, 105.</p>\n    </div>\n    <div class=\"num\" id=\"p189\">\n      <span class=\"num\">189</span>\n      <p>Columbus Board of Education v. Penick, --- U.S. ----, ----, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, 2951, 2952, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p190\">\n      <span class=\"num\">190</span>\n      <p class=\"indent\">Since this represents far more authorative discussion of the circumstances under which a systemwide remedy such as that appealed from here may be ordered than we could construct, and since we find the language quoted immediately above fully applicable to the remedial order entered in this case, we therefore affirm the liability findings and orders based thereon, and the remedial orders addressed to the Cleveland Board of Education and orders based thereon.  Orders bearing on remedy addressed to the State Board of Education must, of course, await District Court action on the remand previously ordered in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p191\">\n      <span class=\"num\">191</span>\n      <p class=\"indent\">The stay order entered 1/8/79 in this case is hereby vacated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">5</a>\n        <p> Both our dissenting Brethren and the separate concurrence put great weight on the absence of a statutory mandate or authorization to discriminate, but the Equal Protection Clause was aimed at all official actions, not just those of state legislatures.  \"(N)o agency of the State, or of the officers or agents by whom its powers are exerted, shall deny to any person within its jurisdiction the equal protection of the laws.  Whoever, by virtue of public position under a State government, . . .  denies or takes away the equal protection of the laws . . . violates the constitutional inhibition; and as he acts in the name and for the State, and is clothed with the State's power, his act is that of the State.\"  Ex parte Virginia, <span class=\"citation\" data-id=\"90041\"><a href=\"/opinion/90041/ex-parte-virginia/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, 347, <span class=\"citation\" data-id=\"90041\"><a href=\"/opinion/90041/ex-parte-virginia/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">676</span></a></span> (1880).  Thus, in Yick Wo v. Hopkins, <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1064</span></a></span>, <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">220</span></a></span> (1886), the discriminatory application of an ordinance fair on its face was found to be unconstitutional state action. Even actions of state agents that may be illegal under state law are attributable to the State.  United States v. Price, <span class=\"citation\" data-id=\"107202\"><a href=\"/opinion/107202/united-states-v-price/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">787</span></a></span>, <span class=\"citation\" data-id=\"107202\"><a href=\"/opinion/107202/united-states-v-price/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1152</span></a></span>, <span class=\"citation\" data-id=\"107202\"><a href=\"/opinion/107202/united-states-v-price/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">267</span></a></span> (1966); Screws v. United States, <span class=\"citation\" data-id=\"104135\"><a href=\"/opinion/104135/screws-v-united-states/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, <span class=\"citation\" data-id=\"104135\"><a href=\"/opinion/104135/screws-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></a></span>, <span class=\"citation\" data-id=\"104135\"><a href=\"/opinion/104135/screws-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1495</span></a></span> (1945).  Our decision in Keyes v. School Dist. No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973), plainly demonstrates in the educational context that there is no magical difference between segregated schools mandated by statute and those that result from local segregative acts and policies.  The presence of a statute or ordinance commanding separation of the races would ease the plaintiff's problems of proof, but here the District Court found that the local officials, by their conduct and policies, had maintained a dual school system in violation of the Fourteenth Amendment.  The Court of Appeals agreed, and we fail to see why there should be a lesser constitutional duty to eliminate that system than there would have been had the system been ordained by law</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">7</a>\n        <p> It is argued that Dayton Board of Education v. Brinkman (I), <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977), implicitly overruled or limited those portions of Keyes and Swann approving, in certain circumstances, inferences of general, systemwide purpose and current, systemwide impact from evidence of discriminatory purpose that has resulted in substantial current segregation, and approving a systemwide remedy absent a showing by the defendant of what part of the current imbalance was not caused by the constitutional breach.  Dayton I does not purport to disturb any aspect of Keyes and Swann ; indeed, it cites both cases with approval.  On the facts found by the District Court and affirmed by the Court of Appeals at the time Dayton first came before us, there were only isolated instances of intentional segregation, which were insufficient to give rise to an inference of systemwide institutional purpose and which did not add up to a facially substantial systemwide impact. Dayton Board of Education v. Brinkman (II), --- U.S. ----, at ----, <span class=\"citation\" data-id=\"110142\"><a href=\"/opinion/110142/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2971</span></a></span>, at 2981, <span class=\"citation\" data-id=\"110142\"><a href=\"/opinion/110142/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span></p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">17</a>\n        <p> Such a conclusion is supported by the testimony of Mr. Russell Davis, who served the Cleveland Board of Education in various capacities over a period of 37 years.  With regard to the board's assignment policy, Mr. Russell Davis stated:</p>\n        <p>\"Well, I don't know whether you want to call it policy or custom or understanding or whatever it is, but if you were black, you went to a school with a predominantly black enrollment.\"  Tr. at 1585.</p>\n        <p>Mr. Davis stated that such policy continued at least until his retirement in 1965.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">18</a>\n        <p> Charles Beard, planner for the City of Cleveland Planning Commission, testified that assurances by school officials with regard to the availability of classroom space was a prerequisite to federal funding of public housing (TR. at 986-987)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">15</a>\n        <p> Of the 26 schools with relay classes, 17 were 90-100% Black, 3 were 60-90% Black, and 5 were 0-10% Black between 1955-61</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A portion of this quotation was employed earlier in the opinion on page 717.  However, we believe it bears repetition in complete context at this point</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">13</a>\n        <p> Petitioners have indicated that a few of the recent violations specifically discussed by the District Court involved so few students and lasted for such a short time that they are unlikely to have any current impact.  But that contention says little or nothing about the incremental impact of systemwide practices extending over many years.  Petitioners also argue that because many of the involved schools were in areas that had become predominantly black residential areas by the time of trial the racial separation in the schools would have occurred even without the unlawful conduct of petitioners.  But, as the District Court found, petitioners' evidence in this respect was insufficient to counter respondents' evidence in this respect was insufficient to counter respondents' proof.  See Village of Arlington Heights v. Metropolitan Housing Dev. Corp., <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 271 n. 21, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, 566, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977); Mt. Healthy School Dist. Bd. of Education v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, 576, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977).  And the phenomenon described by petitioners seems only to confirm, not disprove, the evidence accepted by the District Court that school segregation is a contributing cause of housing segregation.  429 F.Supp., at 259; see Keyes, 413 U.S., at 202-203, 93 S.Ct., at 2694-2695; Swann, 402 U.S., at 20-21, 91 S.Ct., at 1278-1279</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">14</a>\n        <p> Although the District Court in this case discussed in its major opinion a number of specific instances of purposeful segregation, it made it quite clear that its broad findings were not limited to those instances: \"Viewing the Court's March 8 findings in their totality, this case does not rest on three specific violations, or eleven, or any other specific number.  It concerns a school board which since 1954 has by its official acts aggravated, rather than alleviated, the racial imbalance of the public schools it administers.  These were not the facts of the Dayton case.\"  Pet. App. 94</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">15</a>\n        <p> Mr. Justice REHNQUIST'S dissent erroneously states that we have \"reliev(ed) school desegregation plaintiffs from any showing of a causal nexus between intentional segregative actions and the conditions they seek to remedy.\"  Post, at 2968.  As we have expressly noted, both the District Court and the Court of Appeals found that the Board's purposefully discriminatory conduct and policies had current, systemwide impact an essential predicate, as both courts recognized, for a systemwide remedy.  Those courts reveal a much more knowledgeable and reliable view of the facts and of the record than do our dissenting Brethren</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">16</a>\n        <p> \"For example, there is little dispute that Champion, Felton, Mt. Vernon, Pilgrim and Garfield were de jure segregated by direct acts of the Columbus defendants' predecessors.  They were almost completely segregated in 1954, 1964, 1974 and today.  Nothing has occurred to substantially alleviate that continuity of discrimination of thousands of black students over the intervening decades.\"  429 F.Supp., at 260 (Footnote omitted)</p>\n        <p>\"The finding of liability in this case concerns the Columbus school district as a whole.  Actions and omissions by public officials which tend to make black schools blacker necessarily have the reciprocal effect of making white schools whiter.  '(I)t is obvious that the practice of concentrating Negroes in certain schools by structuring attendance zones or designating \"feeder\" schools on the basis of race has the reciprocal effect of keeping other nearby schools predominantly white.'  Keyes (, Supra, 413 U.S., at 201, 93 S.Ct. at, 2694).  The evidence in this case and the factual determinations made earlier in this opinion support the finding that those elementary, junior, and senior high schools in the Columbus school district which presently have a predominantly black student enrollment have been substantially and directly affected by the intentional acts and omissions of the defendant local and state school boards.\"  429 F.Supp., at 266.  Columbus Board of Education v. Penick, --- U.S. ----, ----, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2983</span></span>, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span>.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/91704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94508/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104545/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105222/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110142/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/280764/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/326011/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/329570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/334152/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/359657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1378130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1416075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1531999/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1623201/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1802671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1873757/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1893614/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2245271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2248864/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T21:45:51.348418Z",
      "date_modified": "2016-03-03T18:18:01.707854Z",
      "date_filed": "1979-08-23",
      "date_filed_is_approximate": false,
      "slug": "robert-anthony-reed-iii-v-james-a-rhodes",
      "citation_id": 344326,
      "case_name_short": "",
      "case_name": "Robert Anthony Reed, III v. James A. Rhodes",
      "case_name_full": "",
      "federal_cite_one": "607 F.2d 714",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 25,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/549812/robert-anthony-reed-iii-v-james-a-rhodes/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:23:25.727424Z",
  "date_modified": "2014-10-30T10:23:25.727424Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Robert Anthony Reed, III v. James A. Rhodes",
  "case_name_full": "",
  "slug": "robert-anthony-reed-iii-v-james-a-rhodes",
  "docket_number": "78-3156",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}