{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/552429/",
  "id": 552429,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca10/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/694160/",
      "id": 694160,
      "absolute_url": "/opinion/694160/robert-j-tansy-v-eloy-mondragon-in-his-individual-and-official/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/552429/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/694160/",
          "id": 694160,
          "absolute_url": "/opinion/694160/robert-j-tansy-v-eloy-mondragon-in-his-individual-and-official/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/694160/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-17T05:21:57Z",
          "date_modified": "2017-03-26T01:49:17.583119Z",
          "type": "010combined",
          "sha1": "fbacfcf7a850c9ab95d7b1d333d149aba0449893",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/52/52.F3d.338.92-312.94-2152.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">52 F.3d 338</p>\n    <p class=\"case_cite\">NOTICE:  Although citation of unpublished opinions remains unfavored, unpublished opinions may now be cited if the opinion has persuasive value on a material issue, and a copy is attached to the citing document or, if cited in oral argument, copies are furnished to the Court and all parties.  See General Order of November 29, 1993, suspending 10th Cir. Rule 36.3 until December 31, 1995, or further order.</p>\n    <p class=\"parties\">Robert J. TANSY, Plaintiff-Appellant,<br>v.<br>Eloy MONDRAGON, in his individual and official capacities;<br>Dareld L. Kerby, in his individual capacity;  Sharon WALTON,<br>in her individual capacity;  Attorney General for the State<br>of New Mexico, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-2152.<br>(D.C. No. CIV 92-312 JC/JHG)</p>\n    <p class=\"court\">United States Court of Appeals, Tenth Circuit.</p>\n    <p class=\"date\">April 12, 1995.</p>\n    <p class=\"center\">ORDER AND JUDGMENT<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before KELLY and SETH, Circuit Judges, and KANE,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal.  See Fed.  R.App. P. 34(a);  10th Cir.  R. 34.1.9.  The case is therefore ordered submitted without oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff-appellant Robert J. Tansy appeals the district court's grant of summary judgment in favor of defendants on his civil rights action brought pursuant to 42 U.S.C.1983 and 1988.  Because Mr. Tansy has not shown a genuine issue of fact regarding whether he was terminated for engaging in protected speech or political association, and because there is no evidence that his due process rights were violated, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Mr. Tansy became the warden for the Penitentiary of New Mexico (PNM) in 1987, under the administration of Governor Garrey Carruthers.  His position, which previously had been exempt from the civil service requirements, became protected under the civil service system during Carruther's governorship.  In the fall of 1990, fellow warden Dareld Kerby approached Mr. Tansy on several occasions to solicit his support for Bruce King's candidacy for governor.  Mr. Tansy refused to support King, stating that he wouldn't \"support that senile old SOB on a bet.\"   R. I at 117.  King was elected Governor of New Mexico, and subsequently promoted Mr. Kerby to Director of Adult Prisons.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Throughout 1991, and into 1992, audits were conducted at PNM, which revealed numerous deficiencies.  The audits also disclosed a lack of compliance with the consent decree entered in Duran v. Apodaca, No. 77-721-C (D.N.M. July 14, 1980), an elaborate agreement regulating many aspects of PNM's operations, conditions and practices.  See Duran v. Carruthers, 885 F.2d 1485, 1486 (10th Cir.1989), cert. denied, 493 U.S. 1056 (1990).  In October 1991, Secretary of Corrections Eloy Mondragon met with Warden Tansy regarding some of these deficiencies.  In December 1991, attorney Sharon Walton was sent to PNM to conduct training in administrative segregation.  She purportedly found so many problems with the system in place that she was unable to conduct the training.  R. I at 167.  Upon request by Secretary Mondragon, Ms. Walton investigated the problems with administrative segregation and submitted a report in which she recommended Mr. Tansy's termination.  R. II at 324-25.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mr. Tansy and two deputy wardens, Virgil Garcia and Lawrence Hicks, were placed on administrative leave with pay on January 7, 1992.  After further investigation, Secretary Mondragon sent Mr. Tansy a notice proposing his termination.  After an initial opportunity to respond, Mr. Tansy was terminated from his position on March 7, 1992.  The two deputy wardens were also terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Mr. Tansy declined to appeal his termination through the state personnel system.  Instead, he filed an action under 42 U.S.C.1983 and 1988 in the District Court for the District of New Mexico, alleging that his termination violated his right to procedural and substantive due process, that it was motivated by his exercise of protected speech and his political association, and that his termination violated state law.  The district court granted summary judgment in defendants' favor on Mr. Tansy's constitutional claims, holding the evidence insufficient to create a genuine issue of material fact.  His state claims were dismissed without prejudice, and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo applying the same standards as those used by the district court.  Pride v. Does, 997 F.2d 712, 716 (10th Cir.1993).  Summary judgment is appropriate when \"the pleadings [and] depositions ... show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  In First Amendment cases, \"an appellate court has an obligation to make an independent examination of the whole record in order to make sure that the judgment does not constitute a forbidden intrusion on the field of free expression.\"  Melton v. City of Okla.  City, 879 F.2d 706, 713 (10th Cir.1989) (quotations omitted), reh'g granted in part on other grounds, 928 F.2d 920, cert. denied, 502 U.S. 906 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Tansy argues that the evidence was sufficient to create a factual dispute whether he was terminated for his statement against King's bid for governor.  To prove that he was terminated for exercising protected speech, Mr. Tansy must show that:  (1) his speech was on a matter of public concern;  (2) his interest in making the statement outweighed his employer's interest in the effective fulfillment of its responsibilities to the public;  and (3) the protected speech was a motivating factor in his discharge.  Id.; see also Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle, 429 U.S. 274, 287 (1977)(holding that an employee who claims to have been punished for protected speech first carries the burden of showing that his or her speech \"was a 'substantial factor'--or, to put it in other words, that it was a 'motivating factor' \" in the employment decision).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, Mr. Tansy purportedly declined Mr. Kerby's request to support King's candidacy, stating that he wouldn't \"support that senile old SOB on a bet.\"   R. I at 117.  We assume that this statement involved a matter of public concern and that Mr. Tansy's interest in making the statement outweighed any interest the state might have in fulfilling its duties.  Mr. Tansy has not shown, however, that this statement in any way motivated Secretary Mondragon to terminate him from his position.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is absolutely no evidence from which we can infer that Mr. Tansy's statement was transmitted to Secretary Mondragon, who alone was responsible for the decision to terminate Mr. Tansy.  The only evidence on this issue is testimony by both Secretary Mondragon and Mr. Kerby that such a statement was never relayed to the Secretary.  R. III at 452, 456.  There is also no evidence, other than rank speculation, that Mr. Kerby or the Governor participated in the personnel decision.  Instead, both Governor King and Mr. Kerby testified that they did not participate in the decision to terminate Mr. Tansy.  R. I at 158;  R. II at 348;  R. III at 455.  The fact that Mr. Kerby, as Director of Adult Prisons, met with the Secretary regarding problems discovered at PNM does not lead to the conclusion that he participated in the disciplinary decision.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although summary judgment requires that all inferences be taken in favor of the nonmoving party, such inferences must be reasonable.  See Meredith v. Beech Aircraft Corp., 18 F.3d 890, 897 (10th Cir.1994).  The mere fact that a protected statement was made and that Mr. Tansy was terminated sixteen months later does not show a causal connection sufficient to defeat defendants' motion for summary judgment.  See id.  (holding that proof of lawsuit against employer and subsequent termination of employee, without more, did not demonstrate causal connection).  Mr. Tansy's evidence simply does not create a jury question as to whether he was terminated for refusing to support Governor King's candidacy.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Similarly, the evidence does not create a factual dispute as to whether Mr. Tansy's termination was motivated by his political association.  Although Mr. Tansy speculates that the Governor instituted a policy of replacing former Corrections personnel with those of his political party, he presents no evidence in support of this contention.  The evidence presented, in fact, negates the inference that his termination was politically motivated.  Mr. Tansy was a registered Democrat, R. I at 125, that is, a member of King's political party.  The others who were fired, Garcia and Hicks, were a Democrat and a Republican, respectively.  Id. at 60, 126.  Governor King testified that he was not aware of Mr. Tansy's political affiliation prior to his termination.  Id. at 155.  King's request to former Secretary of Corrections McCotter, who was appointed by the previous Republican governor, that he continue as Secretary under King's administration, also undermines Mr. Tansy's theory that King sought to terminate all those appointed by the former governor.  Id. at 148-49.  Summary judgment, therefore, was appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Summary judgment was also proper on Mr. Tansy's due process claims.  It is undisputed that Mr. Tansy had a property interest in his job which entitled him to due process protection.  He claims that he was deprived of procedural due process in his pretermination hearing because Secretary Mondragon had already decided to terminate him and was therefore not \"open-minded.\"   The evidence, however, does not indicate that Secretary Mondragon was unable to remain impartial.  The mere fact that he participated in the investigation of the warden and proposed his termination does not mean that the Secretary's role as adjudicator violated due process.  See Withrow v. Larkin, 421 U.S. 35, 47-55 (1975)(holding that the combination of investigative and adjudicative functions, without more, does not create an unconstitutional risk of bias).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A pretermination hearing \"need not definitively resolve the propriety of [a] discharge.\"  Cleveland Bd. of Educ. v. Loudermill, 470 U.S. 532, 545 (1985).  It is an initial step, before termination, in which the employee is notified of the reasons for the discipline and is given an initial opportunity to present his side of the story.  We have held that \"[a] brief face-to-face meeting with a supervisor provides sufficient notice and opportunity to respond to satisfy the pretermination due process requirements of Loudermill.\"  West v. Grand County, 967 F.2d 362, 368 (10th Cir.1992);  see also Powell v. Mikulecky, 891 F.2d 1454, 1458-59 (10th Cir.1989).  The pretermination standards \"are not stringent because of the expectation that a more formal post-termination hearing will remedy any resulting deficiencies.\"  West, 967 F.2d at 367.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Of course, due process still requires that the decisionmaker be capable of judging the controversy fairly on the basis of its own circumstances.  Mr. Tansy relies on two statements to show that the decision to terminate him was irrevocably made when he was placed on leave.  First, he points to a conversation between Secretary Mondragon and the Governor several days after he was placed on leave in which the Governor asked whether there was some other way to handle the personnel problem at PNM, and the Secretary replied that he did not know if that was possible.  R. II at 332.  Although Special Master Nathan \"[drew the] inference\" that they were speaking of possibly dismissing Mr. Tansy, id. at 333, this conversation appears to relate to Mr. Tansy's placement on administrative leave.  It does not lead to the conclusion that the Secretary had made an irrevocable decision to terminate Mr. Tansy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The fact that Mr. Tansy's former secretary \"knew in [her] heart\" that he was not coming back from administrative leave, id. at 379, also does not lead to the inference that the Secretary would not impartially review Mr. Tansy's response to the charges of incompetence.  Mr. Tansy has not presented evidence sufficient to overcome the presumption that the Secretary is a \" 'm[a]n of conscience and intellectual discipline, capable of judging a particular controversy fairly on the basis of its own circumstances.' \"  Withrow, 421 U.S. at 55 (quoting United States v. Morgan, 313 U.S. 409, 421 (1941));  cf.  Staton v. Mayes, 552 F.2d 908, 913-15 (10th Cir.)  (holding that hearing before school board implicated due process when, before the hearing, one member made firm public statements that the superintendent should be removed, and two others indicated their agreement privately), cert. denied, 434 U.S. 907 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, the New Mexico personnel statutes afforded Mr. Tansy an opportunity for a full evidentiary hearing post-termination, before an impartial board, in which he could challenge the Secretary's alleged bias and the accuracy of the evidence against him.  See N.M. Stat.  Ann. 10-9-18.  Although Mr. Tansy declined to take advantage of this opportunity, the availability of the post-termination proceeding is an important factor in our decision that he has not shown the pretermination hearing to be constitutionally inadequate.  See Loudermill, 470 U.S. at 546-48.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Similarly, Mr. Tansy has not shown a factual dispute as to whether he was arbitrarily and capriciously terminated in violation of his right to substantive due process.  We assume, without deciding, that Mr. Tansy's property interest in his job entitled him to the protection of substantive due process.  See Archuleta v. Colorado Dep't of Institutions, 936 F.2d 483, 489 n. 6 (10th Cir.1991).  Such protection prohibits the state from arbitrarily terminating Mr. Tansy from his position.  Id. at 489;  Brenna v. Southern Colo.  State College, 589 F.2d 475, 477 (10th Cir.1978)(\" 'Substantive' due process requires only that termination of [a property] interest not be arbitrary, capricious, or without a rational basis.\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here, the reasons for terminating Mr. Tansy were outlined in a nine-page letter, which contained detailed allegations of security violations;  failure to comply with reporting requirements;  failure to institute adequate systems regarding good-time posting, release dates, parole decisions, hearings, and classification of inmates;  failure to maintain adequate files;  specific violations of the Duran consent decree;  failure to adequately train, supervise and discipline employees;  failure to implement adequate budgetary controls;  and a failure to ensure that adequate safety equipment was in place.  R. I at 105-113.  Each of the allegations was supported with attached documentation, as well as evidence that Mr. Tansy had been apprised of many of the deficiencies previously and had failed to correct them.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the most part, Mr. Tansy does not dispute that these deficiencies existed, he argues merely that things had improved since he took over as warden;  that he was attempting to correct the problems and had ordered those under his supervision to remedy the deficiencies;  that he was not given the finances to improve the institution;  and that he should have been given progressive discipline.  See R. II at 311-17;  R. I at 226-36.  Mr. Tansy's own expert testified that Mr. Tansy's performance was deficient and merited discipline;  he simply disagreed as to the severity of the discipline to be imposed.  R. I at 256-57, 260, 263-64.  Mr. Tansy has not shown, therefore, that his termination was arbitrary, capricious, or irrational.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Even assuming that some of the allegations against Mr. Tansy were inaccurate, this does not establish a factual dispute as to whether he was deprived of substantive due process.  The concept of substantive due process is very narrow and does not protect employees from unjustified terminations.  \"The Due Process Clause of the Fourteenth Amendment is not a guarantee against incorrect or ill-advised personnel decisions.\"  Bishop v. Wood, 426 U.S. 341, 350 (1976).  As the Supreme Court has noted:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>The federal court is not the appropriate forum in which to review the multitude of personnel decisions that are made daily by public agencies.  We must accept the harsh fact that numerous individual mistakes are inevitable in the day-to-day administration of our affairs.  The United States Constitution cannot feasibly be construed to require federal judicial review for every such error.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Id. at 349-50 (footnote omitted).  We reiterate that Mr. Tansy had a state forum in which he could have challenged the propriety of his termination before an impartial board.  His decision to forgo this avenue of review does not require that the federal court provide an alternative remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Finally, Mr. Tansy argues that he was deprived of substantive due process by the department's failure to follow its own policy of progressive discipline.  Without deciding whether a failure to follow one's own rules amounts to a substantive due process violation, we merely note that the department's general disciplinary policy did not give Mr. Tansy a \"right\" to progressive discipline.  Although the department policy \"promotes the concept of progressive discipline,\" which is defined as \"efforts ... to help [a] person correct deficiencies in work performance or behavior,\" the policy also made it clear that such discipline is not appropriate in all cases.  R. III at 649.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">More importantly, it appears that Mr. Tansy was afforded progressive discipline before his termination.  He was apprised throughout 1991 of the many problems discovered during audits of his penitentiary.  Further, he was orally reprimanded by his supervisor on two occasions in 1989-1990, id. at 459, and was officially placed on notice of several of the deficiencies for which he was later terminated during a meeting with Secretary Mondragon on October 4, 1991, see R. I at 159-63.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The judgment of the United States District Court for the District of New Mexico is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel.  The court generally disfavors the citation of orders and judgments;  nevertheless, an order and judgment may be cited under the terms and conditions of the court's General Order filed November 29, 1993.  151 F.R.D. 470</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Honorable John L. Kane, Jr., Senior District Judge, United States District Court for the District of Colorado, sitting by designation</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">338</span></span></p>\n    <p class=\"case_cite\">NOTICE:  Although citation of unpublished opinions remains unfavored, unpublished opinions may now be cited if the opinion has persuasive value on a material issue, and a copy is attached to the citing document or, if cited in oral argument, copies are furnished to the Court and all parties.  See General Order of November 29, 1993, suspending 10th Cir. Rule 36.3 until December 31, 1995, or further order.</p>\n    <p class=\"parties\">Robert J. TANSY, Plaintiff-Appellant,<br>v.<br>Eloy MONDRAGON, in his individual and official capacities;<br>Dareld L. Kerby, in his individual capacity;  Sharon WALTON,<br>in her individual capacity;  Attorney General for the State<br>of New Mexico, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-2152.<br>(D.C. No. CIV 92-312 JC/JHG)</p>\n    <p class=\"court\">United States Court of Appeals, Tenth Circuit.</p>\n    <p class=\"date\">April 12, 1995.</p>\n    <p class=\"center\">ORDER AND JUDGMENT<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before KELLY and SETH, Circuit Judges, and KANE,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal.  See Fed.  R.App. P. 34(a);  10th Cir.  R. 34.1.9.  The case is therefore ordered submitted without oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff-appellant Robert J. Tansy appeals the district court's grant of summary judgment in favor of defendants on his civil rights action brought pursuant to 42 U.S.C.1983 and 1988.  Because Mr. Tansy has not shown a genuine issue of fact regarding whether he was terminated for engaging in protected speech or political association, and because there is no evidence that his due process rights were violated, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Mr. Tansy became the warden for the Penitentiary of New Mexico (PNM) in 1987, under the administration of Governor Garrey Carruthers.  His position, which previously had been exempt from the civil service requirements, became protected under the civil service system during Carruther's governorship.  In the fall of 1990, fellow warden Dareld Kerby approached Mr. Tansy on several occasions to solicit his support for Bruce King's candidacy for governor.  Mr. Tansy refused to support King, stating that he wouldn't \"support that senile old SOB on a bet.\"   R. I at 117.  King was elected Governor of New Mexico, and subsequently promoted Mr. Kerby to Director of Adult Prisons.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Throughout 1991, and into 1992, audits were conducted at PNM, which revealed numerous deficiencies.  The audits also disclosed a lack of compliance with the consent decree entered in Duran v. Apodaca, No. 77-721-C (D.N.M. July 14, 1980), an elaborate agreement regulating many aspects of PNM's operations, conditions and practices.  See Duran v. Carruthers, <span class=\"citation\" data-id=\"529756\"><a href=\"/opinion/529756/dwight-duran-lonnie-duran-sharon-towers-and-all-others-similarly/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1485</span></a></span>, 1486 (10th Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1056</span></span> (1990).  In October 1991, Secretary of Corrections Eloy Mondragon met with Warden Tansy regarding some of these deficiencies.  In December 1991, attorney Sharon Walton was sent to PNM to conduct training in administrative segregation.  She purportedly found so many problems with the system in place that she was unable to conduct the training.  R. I at 167.  Upon request by Secretary Mondragon, Ms. Walton investigated the problems with administrative segregation and submitted a report in which she recommended Mr. Tansy's termination.  R. II at 324-25.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mr. Tansy and two deputy wardens, Virgil Garcia and Lawrence Hicks, were placed on administrative leave with pay on January 7, 1992.  After further investigation, Secretary Mondragon sent Mr. Tansy a notice proposing his termination.  After an initial opportunity to respond, Mr. Tansy was terminated from his position on March 7, 1992.  The two deputy wardens were also terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Mr. Tansy declined to appeal his termination through the state personnel system.  Instead, he filed an action under 42 U.S.C.1983 and 1988 in the District Court for the District of New Mexico, alleging that his termination violated his right to procedural and substantive due process, that it was motivated by his exercise of protected speech and his political association, and that his termination violated state law.  The district court granted summary judgment in defendants' favor on Mr. Tansy's constitutional claims, holding the evidence insufficient to create a genuine issue of material fact.  His state claims were dismissed without prejudice, and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo applying the same standards as those used by the district court.  Pride v. Does, <span class=\"citation\" data-id=\"610691\"><a href=\"/opinion/610691/shawn-c-pride-plaintiff-counter-defendant-appellant-v-various-john-does/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">712</span></a></span>, 716 (10th Cir.1993).  Summary judgment is appropriate when \"the pleadings [and] depositions ... show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  In First Amendment cases, \"an appellate court has an obligation to make an independent examination of the whole record in order to make sure that the judgment does not constitute a forbidden intrusion on the field of free expression.\"  Melton v. City of Okla.  City, <span class=\"citation\" data-id=\"526161\"><a href=\"/opinion/526161/raymon-j-melton-plaintiff-appelleecross-appellant-v-city-of-oklahoma/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">706</span></a></span>, 713 (10th Cir.1989) (quotations omitted), reh'g granted in part on other grounds, <span class=\"citation\" data-id=\"557854\"><a href=\"/opinion/557854/raymon-j-melton-plaintiff-appelleecross-appellant-v-city-of-oklahoma/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Tansy argues that the evidence was sufficient to create a factual dispute whether he was terminated for his statement against King's bid for governor.  To prove that he was terminated for exercising protected speech, Mr. Tansy must show that:  (1) his speech was on a matter of public concern;  (2) his interest in making the statement outweighed his employer's interest in the effective fulfillment of its responsibilities to the public;  and (3) the protected speech was a motivating factor in his discharge.  Id.; see also Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287 (1977)(holding that an employee who claims to have been punished for protected speech first carries the burden of showing that his or her speech \"was a 'substantial factor'--or, to put it in other words, that it was a 'motivating factor' \" in the employment decision).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, Mr. Tansy purportedly declined Mr. Kerby's request to support King's candidacy, stating that he wouldn't \"support that senile old SOB on a bet.\"   R. I at 117.  We assume that this statement involved a matter of public concern and that Mr. Tansy's interest in making the statement outweighed any interest the state might have in fulfilling its duties.  Mr. Tansy has not shown, however, that this statement in any way motivated Secretary Mondragon to terminate him from his position.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is absolutely no evidence from which we can infer that Mr. Tansy's statement was transmitted to Secretary Mondragon, who alone was responsible for the decision to terminate Mr. Tansy.  The only evidence on this issue is testimony by both Secretary Mondragon and Mr. Kerby that such a statement was never relayed to the Secretary.  R. III at 452, 456.  There is also no evidence, other than rank speculation, that Mr. Kerby or the Governor participated in the personnel decision.  Instead, both Governor King and Mr. Kerby testified that they did not participate in the decision to terminate Mr. Tansy.  R. I at 158;  R. II at 348;  R. III at 455.  The fact that Mr. Kerby, as Director of Adult Prisons, met with the Secretary regarding problems discovered at PNM does not lead to the conclusion that he participated in the disciplinary decision.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although summary judgment requires that all inferences be taken in favor of the nonmoving party, such inferences must be reasonable.  See Meredith v. Beech Aircraft Corp., <span class=\"citation\" data-id=\"664755\"><a href=\"/opinion/664755/janis-e-meredith-v-beech-aircraft-corporation-equal-employment/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">890</span></a></span>, 897 (10th Cir.1994).  The mere fact that a protected statement was made and that Mr. Tansy was terminated sixteen months later does not show a causal connection sufficient to defeat defendants' motion for summary judgment.  See id.  (holding that proof of lawsuit against employer and subsequent termination of employee, without more, did not demonstrate causal connection).  Mr. Tansy's evidence simply does not create a jury question as to whether he was terminated for refusing to support Governor King's candidacy.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Similarly, the evidence does not create a factual dispute as to whether Mr. Tansy's termination was motivated by his political association.  Although Mr. Tansy speculates that the Governor instituted a policy of replacing former Corrections personnel with those of his political party, he presents no evidence in support of this contention.  The evidence presented, in fact, negates the inference that his termination was politically motivated.  Mr. Tansy was a registered Democrat, R. I at 125, that is, a member of King's political party.  The others who were fired, Garcia and Hicks, were a Democrat and a Republican, respectively.  Id. at 60, 126.  Governor King testified that he was not aware of Mr. Tansy's political affiliation prior to his termination.  Id. at 155.  King's request to former Secretary of Corrections McCotter, who was appointed by the previous Republican governor, that he continue as Secretary under King's administration, also undermines Mr. Tansy's theory that King sought to terminate all those appointed by the former governor.  Id. at 148-49.  Summary judgment, therefore, was appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Summary judgment was also proper on Mr. Tansy's due process claims.  It is undisputed that Mr. Tansy had a property interest in his job which entitled him to due process protection.  He claims that he was deprived of procedural due process in his pretermination hearing because Secretary Mondragon had already decided to terminate him and was therefore not \"open-minded.\"   The evidence, however, does not indicate that Secretary Mondragon was unable to remain impartial.  The mere fact that he participated in the investigation of the warden and proposed his termination does not mean that the Secretary's role as adjudicator violated due process.  See Withrow v. Larkin, <span class=\"citation\" data-id=\"109237\"><a href=\"/opinion/109237/withrow-v-larkin/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span>, 47-55 (1975)(holding that the combination of investigative and adjudicative functions, without more, does not create an unconstitutional risk of bias).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A pretermination hearing \"need not definitively resolve the propriety of [a] discharge.\"  Cleveland Bd. of Educ. v. Loudermill, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 545 (1985).  It is an initial step, before termination, in which the employee is notified of the reasons for the discipline and is given an initial opportunity to present his side of the story.  We have held that \"[a] brief face-to-face meeting with a supervisor provides sufficient notice and opportunity to respond to satisfy the pretermination due process requirements of Loudermill.\"  West v. Grand County, <span class=\"citation\" data-id=\"585280\"><a href=\"/opinion/585280/trisha-l-west-and-cross-appellee-v-grand-county-jimmie-walker/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">362</span></a></span>, 368 (10th Cir.1992);  see also Powell v. Mikulecky, <span class=\"citation\" data-id=\"533842\"><a href=\"/opinion/533842/william-c-powell-v-thomas-j-mikulecky-george-oates-ruth-stephens-and/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1454</span></a></span>, 1458-59 (10th Cir.1989).  The pretermination standards \"are not stringent because of the expectation that a more formal post-termination hearing will remedy any resulting deficiencies.\"  West, 967 F.2d at 367.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Of course, due process still requires that the decisionmaker be capable of judging the controversy fairly on the basis of its own circumstances.  Mr. Tansy relies on two statements to show that the decision to terminate him was irrevocably made when he was placed on leave.  First, he points to a conversation between Secretary Mondragon and the Governor several days after he was placed on leave in which the Governor asked whether there was some other way to handle the personnel problem at PNM, and the Secretary replied that he did not know if that was possible.  R. II at 332.  Although Special Master Nathan \"[drew the] inference\" that they were speaking of possibly dismissing Mr. Tansy, id. at 333, this conversation appears to relate to Mr. Tansy's placement on administrative leave.  It does not lead to the conclusion that the Secretary had made an irrevocable decision to terminate Mr. Tansy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The fact that Mr. Tansy's former secretary \"knew in [her] heart\" that he was not coming back from administrative leave, id. at 379, also does not lead to the inference that the Secretary would not impartially review Mr. Tansy's response to the charges of incompetence.  Mr. Tansy has not presented evidence sufficient to overcome the presumption that the Secretary is a \" 'm[a]n of conscience and intellectual discipline, capable of judging a particular controversy fairly on the basis of its own circumstances.' \"  Withrow, 421 U.S. at 55 (quoting United States v. Morgan, <span class=\"citation\" data-id=\"103537\"><a href=\"/opinion/103537/united-states-v-morgan/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, 421 (1941));  cf.  Staton v. Mayes, <span class=\"citation\" data-id=\"344459\"><a href=\"/opinion/344459/jon-tom-staton-v-james-k-mayes/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 913-15 (10th Cir.)  (holding that hearing before school board implicated due process when, before the hearing, one member made firm public statements that the superintendent should be removed, and two others indicated their agreement privately), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">907</span></span> (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moreover, the New Mexico personnel statutes afforded Mr. Tansy an opportunity for a full evidentiary hearing post-termination, before an impartial board, in which he could challenge the Secretary's alleged bias and the accuracy of the evidence against him.  See N.M. Stat.  Ann. 10-9-18.  Although Mr. Tansy declined to take advantage of this opportunity, the availability of the post-termination proceeding is an important factor in our decision that he has not shown the pretermination hearing to be constitutionally inadequate.  See Loudermill, 470 U.S. at 546-48.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Similarly, Mr. Tansy has not shown a factual dispute as to whether he was arbitrarily and capriciously terminated in violation of his right to substantive due process.  We assume, without deciding, that Mr. Tansy's property interest in his job entitled him to the protection of substantive due process.  See Archuleta v. Colorado Dep't of Institutions, <span class=\"citation\" data-id=\"563312\"><a href=\"/opinion/563312/56-fair-emplpraccas-317-56-empl-prac-dec-p-40852-carmen-archuleta/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 489 n. 6 (10th Cir.1991).  Such protection prohibits the state from arbitrarily terminating Mr. Tansy from his position.  Id. at 489;  Brenna v. Southern Colo.  State College, <span class=\"citation\" data-id=\"362288\"><a href=\"/opinion/362288/lyle-v-brenna-v-southern-colorado-state-college-and-the-trustees-of-the/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">475</span></a></span>, 477 (10th Cir.1978)(\" 'Substantive' due process requires only that termination of [a property] interest not be arbitrary, capricious, or without a rational basis.\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here, the reasons for terminating Mr. Tansy were outlined in a nine-page letter, which contained detailed allegations of security violations;  failure to comply with reporting requirements;  failure to institute adequate systems regarding good-time posting, release dates, parole decisions, hearings, and classification of inmates;  failure to maintain adequate files;  specific violations of the Duran consent decree;  failure to adequately train, supervise and discipline employees;  failure to implement adequate budgetary controls;  and a failure to ensure that adequate safety equipment was in place.  R. I at 105-113.  Each of the allegations was supported with attached documentation, as well as evidence that Mr. Tansy had been apprised of many of the deficiencies previously and had failed to correct them.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the most part, Mr. Tansy does not dispute that these deficiencies existed, he argues merely that things had improved since he took over as warden;  that he was attempting to correct the problems and had ordered those under his supervision to remedy the deficiencies;  that he was not given the finances to improve the institution;  and that he should have been given progressive discipline.  See R. II at 311-17;  R. I at 226-36.  Mr. Tansy's own expert testified that Mr. Tansy's performance was deficient and merited discipline;  he simply disagreed as to the severity of the discipline to be imposed.  R. I at 256-57, 260, 263-64.  Mr. Tansy has not shown, therefore, that his termination was arbitrary, capricious, or irrational.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Even assuming that some of the allegations against Mr. Tansy were inaccurate, this does not establish a factual dispute as to whether he was deprived of substantive due process.  The concept of substantive due process is very narrow and does not protect employees from unjustified terminations.  \"The Due Process Clause of the Fourteenth Amendment is not a guarantee against incorrect or ill-advised personnel decisions.\"  Bishop v. Wood, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 350 (1976).  As the Supreme Court has noted:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>The federal court is not the appropriate forum in which to review the multitude of personnel decisions that are made daily by public agencies.  We must accept the harsh fact that numerous individual mistakes are inevitable in the day-to-day administration of our affairs.  The United States Constitution cannot feasibly be construed to require federal judicial review for every such error.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Id. at 349-50 (footnote omitted).  We reiterate that Mr. Tansy had a state forum in which he could have challenged the propriety of his termination before an impartial board.  His decision to forgo this avenue of review does not require that the federal court provide an alternative remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Finally, Mr. Tansy argues that he was deprived of substantive due process by the department's failure to follow its own policy of progressive discipline.  Without deciding whether a failure to follow one's own rules amounts to a substantive due process violation, we merely note that the department's general disciplinary policy did not give Mr. Tansy a \"right\" to progressive discipline.  Although the department policy \"promotes the concept of progressive discipline,\" which is defined as \"efforts ... to help [a] person correct deficiencies in work performance or behavior,\" the policy also made it clear that such discipline is not appropriate in all cases.  R. III at 649.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">More importantly, it appears that Mr. Tansy was afforded progressive discipline before his termination.  He was apprised throughout 1991 of the many problems discovered during audits of his penitentiary.  Further, he was orally reprimanded by his supervisor on two occasions in 1989-1990, id. at 459, and was officially placed on notice of several of the deficiencies for which he was later terminated during a meeting with Secretary Mondragon on October 4, 1991, see R. I at 159-63.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The judgment of the United States District Court for the District of New Mexico is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel.  The court generally disfavors the citation of orders and judgments;  nevertheless, an order and judgment may be cited under the terms and conditions of the court's General Order filed November 29, 1993.  <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">470</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Honorable John L. Kane, Jr., Senior District Judge, United States District Court for the District of Colorado, sitting by designation</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103537/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109237/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111372/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/344459/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/362288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/526161/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/529756/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/533842/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/557854/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/563312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/585280/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/610691/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/664755/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T14:36:00.635794Z",
      "date_modified": "2016-02-01T19:00:42.084744Z",
      "date_filed": "1995-04-12",
      "date_filed_is_approximate": false,
      "slug": "robert-j-tansy-v-eloy-mondragon-in-his-individual-and-official",
      "citation_id": 666915,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Robert J. Tansy v. Eloy Mondragon, in His Individual and Official Capacities Dareld L. Kerby, in His Individual Capacity Sharon Walton, in Her Individual Capacity Attorney General for the State of New Mexico",
      "federal_cite_one": "52 F.3d 338",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/552429/robert-j-tansy-v-eloy-mondragon-in-his-individual-and-official/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:24:26.637973Z",
  "date_modified": "2016-02-01T18:31:44.795704Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Robert J. Tansy v. Eloy Mondragon, in His Individual and Official Capacities Dareld L. Kerby, in His Individual Capacity Sharon Walton, in Her Individual Capacity Attorney General for the State of New Mexico",
  "slug": "robert-j-tansy-v-eloy-mondragon-in-his-individual-and-official",
  "docket_number": "94-2152",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}