{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/5549/",
  "id": 5549,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/777161/",
      "id": 777161,
      "absolute_url": "/opinion/777161/fair-housing-of-marin-a-california-non-profit-corporation-v-jack-combs/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/5549/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/777161/",
          "id": 777161,
          "absolute_url": "/opinion/777161/fair-housing-of-marin-a-california-non-profit-corporation-v-jack-combs/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/777161/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-18T12:38:56Z",
          "date_modified": "2017-03-26T07:51:49.687957Z",
          "type": "010combined",
          "sha1": "1ee57b6f616c1612bcd2ea174cbdbe1fe1c3decb",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/285/285.F3d.899.00-17040.00-15925.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">285 F.3d 899</p>\n    <p class=\"parties\">FAIR HOUSING OF MARIN, a California non-profit corporation, Plaintiff-Appellee,<br>v.<br>Jack COMBS, d.b.a. Waters Edge Apartments, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 00-15925.</p>\n    <p class=\"docket\">No. 00-17040.</p>\n    <p class=\"court\">United States Court of Appeals, Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted October 19, 2001.</p>\n    <p class=\"date\">Filed April 9, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Michael K. Johnson, Lewis, D'Amato, Brisbois &amp; Bisgaard LLP, San Francisco, CA, for defendant-appellant.</p>\n      <p class=\"indent\">Thomas V. Loran III, Kim Zeldin, Pillsbury Winthrop, LLP, San Francisco, CA; D. Scott Chang, Belmont, CA, for plaintiff-appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Northern District of California; Martin J. Jenkins, District Judge, Presiding. D.C. No. CV-97-1247-MJI.</p>\n      <p class=\"indent\">Before: RONEY<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, HUG and THOMAS, Circuit Judges.</p>\n      <p class=\"indent\">RONEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Fair Housing of Marin (\"Fair Housing\") brought action for illegal housing discrimination on the basis of race against Jack Combs, owner of the Waters Edge apartment complex in San Rafael, California. Fair Housing alleged that Combs violated the Fair Housing Act of 1968 (42 U.S.C. &#167; 3604), the Civil Rights Act of 1866 (42 U.S.C. &#167; 1982), the California Fair Employment and Housing Act (CAL. GOV'T CODE &#167; 12955), and the California Unfair Business Practices Act (CAL. BUS. &amp; PROF. CODE &#167; 17200, et seq.). In his answer Combs claimed, inter alia, that Fair Housing lacked standing to sue. The district court (N.D.Cal., Jenkins, J.) found that Fair Housing had standing and later sanctioned Combs for discovery abuses by striking his answer and entering default judgment against him prior to trial. The district court awarded the plaintiff compensatory damages of $24,377 and punitive damages of $74,400, and adopted the magistrate judge's recommendation, made after a full hearing, of attorney's fees and costs in the amount of $508,606.78.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Combs appeals, claiming that the district court erred in the following ways: 1) finding that Fair Housing had standing to sue; 2) imposing sanction against Combs with default judgment and damages; and 3) awarding attorney's fees of $508,606.78. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Fair Housing of Marin is a non-profit community organization in San Rafael, California. Among its many activities to further its mission of promoting equal housing opportunities, Fair Housing investigates allegations of discrimination, conducts tests of housing facilities to determine whether equal opportunity in housing is provided, takes such steps as it deems necessary to assure equal opportunity in housing and to counteract and eliminate unlawful discriminatory housing practices, and provides outreach and education to the community regarding fair housing.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Jack Combs owned and managed the Waters Edge apartment complex which had eighteen (18) rental units. Fair Housing received complaints that Combs was racially discriminating against black tenants and black potential tenants. In response, Fair Housing conducted two sets of controlled tests where a black tester was shown a unit at Waters Edge followed by a white tester. The tests indicated that Combs discriminated against black applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">I. Whether Fair Housing Has Standing.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the district court's decision regarding standing de novo. <i>Harris v. Itzhaki,</i> 183 F.3d 1043, 1049 (9th Cir. 1999) (citing <i>San Pedro Hotel Co., Inc. v. City of L.A.,</i> 159 F.3d 470, 474-75 (9th Cir.1998); and <i>Johns v. County of San Diego,</i> 114 F.3d 874, 876 (9th Cir.1997)). Whether a community fair housing organization has standing to sue a private party for violations of the Fair Housing Act is a question of first impression for this circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Fair Housing claims first-party standing as an organization on the grounds of diversion of resources and frustration of mission.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Supreme Court set out the standard for organizational first-party standing in <i>Havens Realty Corp. v. Coleman,</i> 455 U.S. 363, 102 S.Ct. 1114, 71 L.Ed.2d 214 (1982), holding that Congress intended standing under the Fair Housing Act to extend to the full limits of Article III. In Havens, a fair housing organization called Housing Opportunities Made Equal (HOME) and two of its employed testers brought an action against Havens Realty, the owner of an apartment complex. The plaintiffs alleged that Havens Realty engaged in racial steering in violation of &#167; 3604(d) of the Fair Housing Act. Racial steering is the \"practice by which real estate brokers and agents preserve and encourage patterns of racial segregation in available housing by steering members of racial and ethnic groups to buildings occupied primarily by members of such racial and ethnic groups and away from buildings and neighborhoods inhabited primarily by members of other races or groups.\" <i>Havens,</i> 455 U.S. at 367 n. 1, 102 S.Ct. 1114. (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Court found that HOME suffered an injury sufficient to confer standing. <i>Id.</i> at 379, 102 S.Ct. 1114. HOME devoted significant resources to identifying and counteracting Havens Realty's discriminatory steering practices, and this diversion of resources frustrated the organization's counseling and referral services. The Court concluded that \"[s]uch concrete and demonstrable injury to the organization's activities &#8212; with the consequent drain on the organization's resources &#8212; constitutes far more than simply a setback to the organization's abstract social interests.\" <i>Id.</i> at 379, 102 S.Ct. 1114 (citing <i>Sierra Club v. Morton,</i> 405 U.S. 727, 739, 92 S.Ct. 1361, 31 L.Ed.2d 636 (1972)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Combs cites three cases to support his claim that Fair Housing lacks standing, but these cases are distinguished from the one at bar, and the law of those circuits is not different from the law we apply here.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(1) <i>Fair Hous. Council of Suburban Phila. v. Montgomery Newspapers,</i> 141 F.3d 71 (3d Cir.1998), an action against a newspaper alleging that the newspaper had published discriminatory advertisements, simply held that plaintiff Fair Housing Council failed to meet its burden of proving a causal link between the alleged wrongdoing and the injury and failed to substantiate any perceptible impairment to its mission. <i>Montgomery Newspapers,</i> 141 F.3d at 76-77. In a later case, the Third Circuit in <i>Alexander v. Riga,</i> 208 F.3d 419 (3d Cir.2000), held that plaintiff Fair Housing of Pittsburgh, a fair housing organization, had standing because it \"diverted resources to investigate and to counter [the defendants' discriminatory] conduct.\" <i>Alexander,</i> 208 F.3d at 427 n. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(2) In <i>Fair Employment Council of Greater Wash., Inc. v. BMC Mktg. Corp.,</i> 28 F.3d 1268 (D.C.Cir.1994), a fair employment case, the D.C. Circuit rejected the argument that the \"mere expense of testing\" constitutes injury in fact fairly traceable to the discriminatory conduct. <i>BMC Marketing,</i> 28 F.3d at 1276. The fair housing law for the D.C. Circuit concerning standing had been established by <i>Spann v. Colonial Vill., Inc.,</i> 899 F.2d 24 (D.C.Cir.1990), where then-Circuit Judge Ruth Bader Ginsburg held that</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[a]n organization cannot, of course, manufacture the injury necessary to maintain a suit from its expenditure of resources on that very suit.... Havens makes clear, however, that an organization establishes Article III injury if it alleges that purportedly illegal action increases the resources the group must devote to programs independent of its suit challenging the action. See <i>Havens,</i> 455 U.S. at 379, 102 S.Ct. 1114.... Plaintiffs crucially alleged that these [discriminatory] advertising practices \"interfered with plaintiff [Fair.Housing Council] and [Metropolitan Washington Planning &amp; Housing Association's] efforts and programs intended to bring about equality of opportunity for minorities and others in housing\" and required plaintiffs \"to devote scarce resources to identify and counteract defendants' advertising practices\" (citations omitted).... The organizations instead allege concrete drains on their time and resources. Expenditures to reach out to potential home buyers or renters who are steered away from housing opportunities by discriminatory advertising, or to monitor and to counteract on an ongoing basis public impressions created by defendants' use of print media, are sufficiently tangible to satisfy Article III's injury-in-fact requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>Id.</i> at 27-29 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(3) In <i>Ass'n for Retarded Citizens of Dallas v. Dallas County Mental Health &amp; Mental Health Retardation Ctr. Bd. of Trs.,</i> 19 F.3d 241 (5th Cir.1994), the Fifth Circuit held that</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">[t]he mere fact that an organization redirects some of its resources to litigation and legal counseling in response to actions or inactions of another party is insufficient to impart standing upon the organization. [Plaintiff's] argument implies that any sincere plaintiff could bootstrap standing by expending its resources in response to actions of another.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Ass'n for Retarded Citizens,</i> 19 F.3d at 244. Since that case was decided, the Fifth Circuit has held that \"an organization could have standing if it had proven a drain on its resources resulting from counteracting the effects of the defendant's actions.\" <i>La. ACORN Fair Hous. v. LeBlanc,</i> 211 F.3d 298, 305 (5th Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Five other circuits which have addressed the question of organizational first-party standing in a fair housing context have held that the type of injuries alleged by Fair Housing satisfy standing requirements. See <i>Ragin v. Harry Macklowe Real Estate Co.,</i> 6 F.3d 898 (2d Cir. 1993) (fair housing organization had standing to sue real estate company for placing newspaper advertisements depicting white people only because the fair housing organization was forced to devote significant resources to identify and counteract the defendants' advertising practices and did so to the detriment of their efforts to obtain equal access to housing through counseling and other services); <i>Hooker v. Weathers,</i> 990 F.2d 913 (6th Cir.1993) (fair housing organization established standing by devoting resources to investigating and confirming defendant's discriminatory practices); <i>Vill. of Bellwood v. Dwivedi,</i> 895 F.2d 1521 (7th Cir.1990) (holding that fair housing organization had standing to sue real estate brokerage for violations of Fair Housing Act. \"[T]he only injury which need be shown to confer standing on a fair-housing agency is deflection of the agency's time and money from counseling to legal efforts directed against discrimination.\"); <i>Ark. ACORN Fair Hous., Inc. v. Greystone Dev., Ltd. Co.,</i> 160 F.3d 433 (8th Cir.1998) (acknowledging that \"the deflection of an organization's monetary and human resources from counseling or educational programs to legal efforts aimed at combating discrimination, such as monitoring and investigation, is itself sufficient to constitute an actual injury [where] traceable to some act of the defendant\" (citations omitted) but finding that plaintiff did not show specific facts establishing distinct and palpable injuries fairly traceable to defendant's advertisements); and <i>Cent. Ala. Fair Hous. Ctr., Inc. v. Lowder Realty Co., Inc.,</i> 236 F.3d 629 (11th Cir.2000) (fair housing organization has standing to recover in its own right for the diversion of its resources to combat the defendant's discrimination).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this Circuit, an analogous case is <i>El Rescate Legal Servs., Inc. v. Executive Office of Immigration Review,</i> 959 F.2d 742 (9th Cir.1991). In <i>El Rescate,</i> individuals and a legal services organization, El Rescate, brought a class action against the Executive Office of Immigration Review, challenging its policy for failure to provide full translation of deportation and exclusion hearings. This Court, applying <i>Havens,</i> held that \"[t]he allegation that the EOIR's policy frustrates these goals [of helping refugees obtain asylum and withhold deportation] and requires the organizations to expend resources in representing clients they otherwise would spend in other ways is enough to establish standing.\" <i>Id.</i> at 748 (citing <i>Havens,</i> 455 U.S. at 379, 102 S.Ct. 1114).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Following the lead of the other circuits which have upheld organizational standing for fair housing groups, it is not necessary here to conflict with those cases which suggest that litigation expenses alone do not establish standing.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiff Fair Housing of Marin responded to citizen complaints against Combs, and alleged injury beyond litigation expenses. The district court stated that</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">one of [Fair Housing's] activities in combating illegal housing discrimination is to provide \"outreach and education to the community regarding fair housing.\" Complaint, &#182; 5. [Fair Housing] alleges that, as a result of defendant's discriminatory practices, it has \"suffered injury to its ability to carry out its purposes... [and] economic losses in staff pay, in funds expended in support of volunteer services, and in the inability to undertake other efforts to end unlawful housing practices.\" <i>Id.</i> Thus, fairly construed, [Fair Housing] complains that defendant's discrimination against African Americans has caused it to suffer injury to its ability to provide outreach and education (i.e., counseling).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The record supports the district court's finding that Fair Housing's resources were diverted to investigating and other efforts to counteract Combs' discrimination above and beyond litigation. Fair Housing itemized its claim of $16,317 for diversion of resources, and the district court granted $14,217. With respect to frustration of mission, the district court found that Fair Housing suffered $10,160 in frustration of mission damages, namely for design, printing, and dissemination of literature aimed at redressing the impact Combs' discrimination had on the Marin housing market.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We hold that Fair Housing of Marin has direct standing to sue because it showed a drain on its resources from both a diversion of its resources and frustration of its mission.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">II. Whether the District Court Properly Imposed Sanctions and Entered a Default Judgment Against Combs.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The trial court's decision to strike Combs' answer and enter a default judgment based on discovery violations is reviewed for abuse of discretion. <i>Stars' Desert Inn Hotel &amp; Country Club, Inc. v. Hwang,</i> 105 F.3d 521, 524 (9th Cir.1997) (citing <i>Dahl v. City of Huntington Beach,</i> 84 F.3d 363, 367 (9th Cir.1996)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Pursuant to Federal Rule of Civil Procedure 37(b)(2)(C), a district court has the option of, inter alia, \"rendering a judgment by default against the disobedient party.\" F ED. R. CIV. P. 37(b)(2)(C). In the Ninth Circuit, sanctions are appropriate only in \"extreme circumstances\" and where the violation is \"due to willfulness, bad faith, or fault of the party.\" <i>United States v. Kahaluu Constr. Co., Inc.,</i> 857 F.2d 600, 603 (9th Cir.1988) (citations omitted). Disobedient conduct not shown to be outside the litigant's control meets this standard. <i>Hyde &amp; Drath v. Baker,</i> 24 F.3d 1162, 1167 (9th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The record is clear and undisputed that Combs repeatedly flouted even his basic discovery obligations, often violating court orders. For example, Combs not only failed to produce documents as ordered, but also misrepresented to both counsel and to the district court that the documents did not exist. The documents were in Combs' one-bedroom apartment. The district court found that Combs' actions prejudiced Fair Housing by depriving it of any meaningful opportunity to follow up on the time-sensitive information or to incorporate it into litigation strategy. The district court considered lesser or alternative sanctions and found them inappropriate because Combs continued to violate court orders despite multiple warnings and a finding that monetary sanctions should be imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Combs argues that the sanctions were inappropriately entered against him because he eventually produced the documents. The district court properly considered and rejected this argument, citing this Court's holding in <i>North Am. Watch Corp. v. Princess Ermine Jewels,</i> 786 F.2d 1447, 1451 (9th Cir.1986), where we held that \"[b]elated compliance with discovery orders does not preclude the imposition of sanctions. <i>Nat'l Hockey League v. Metro. Hockey Club, Inc.,</i> 427 U.S. 639, 643, 96 S.Ct. 2778, 49 L.Ed.2d 747 (1976) (per curiam); <i>G-K Props. v. Redevelopment Agency of the City of San Jose,</i> 577 F.2d 645, 647-48 (9th Cir.1978). Last-minute tender of documents does not cure the prejudice to opponents nor does it restore to other litigants on a crowded docket the opportunity to use the courts. <i>G-K Properties,</i> 577 F.2d at 647-48.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court's determination to sanction Combs by default was not an abuse of discretion or clear error of judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">With respect to the determination of liability and the default judgment itself, the general rule is that well-pled allegations in the complaint regarding liability are deemed true. <i>Geddes v. United Fin. Group,</i> 559 F.2d 557, 560 (9th Cir.1977) (citing <i>Pope v. United States,</i> 323 U.S. 1, 65 S.Ct. 16, 89 L.Ed. 3 (1944)). The district court is not required to make detailed findings of fact. <i>Adriana Int'l Corp. v. Thoeren,</i> 913 F.2d 1406, 1414 (9th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">There is ample evidence in the record that Combs violated the Fair Housing Act of 1968, the Civil Rights Act of 1866, the California Fair Employment and Housing Act, and the California Unfair Business Practices Act.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">With respect to the amount of the judgment for damages, the district court did not commit clear error because it made several specific findings of fact with respect to Fair Housing's actual damages. <i>Simeonoff v. Hiner,</i> 249 F.3d 883, 892-93 (9th Cir.2001). The record fully supports the award of $14,217 in compensatory damages for diversion of resources and a total of $10,160 for frustration of mission damages. Fair Housing had requested $16,317 and $34,500, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">III. Whether the District Court Properly Awarded Punitive Damages.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">An award of punitive damages is subject to an abuse of discretion standard of review. <i>Pavon v. Swift Transp. Co.,</i> 192 F.3d 902, 909 (9th Cir.1999). See also <i>EEOC v. Farmer Bros. Co.,</i> 31 F.3d 891, 903 (9th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Supreme Court has held that punitive damages may be assessed under 42 U.S.C. &#167; 1983 when a defendant's conduct is shown to be motivated by evil motive or intent, or if it involves reckless or callous indifference to the federally protected rights of others. <i>Smith v. Wade,</i> 461 U.S. 30, 56, 103 S.Ct. 1625, 75 L.Ed.2d 632 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Fair Housing requested $200,000 in punitive damages, which it calculated to be one full year of gross revenues from Combs' Waters Edge property. The district court found that Combs acted with at least a reckless disregard for the federally protected rights of blacks who were either tenants or potential tenants and awarded punitive damages of $74,400. It arrived at that figure by relying on the stipulated facts in the record and focusing on Combs' behavior against two black tenants who were replaced by white tenants.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The court found that Combs generated ninety-three (93) months of \"all-white\" revenue from the two apartment units. The record reflects that Combs offered vacant apartments for $800-$825 per month during the time of his discrimination. The district court took the lower number ($800) and multiplied that by 93 months of Combs' \"all-white\" revenue for those two apartment units for a punitive damage award of $74,400. The district court made specific calculations when awarding punitive damages and carefully limited them to the present case, specifically noting that although it was \"aware that other African-American tenants had previously been tenants at Waters Edge ... the circumstances of their departures are not part of this record\" and that \"the punitive damages sum derived from the above calculation is sufficient and reasonable under the circumstances.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Combs does not challenge the methodology of the district court's punitive damages calculation. Rather, he challenges the sufficiency of the evidence. In this Circuit, a challenge to the sufficiency of the evidence to support a punitive damage award must be rejected if the award is supported by substantial evidence. <i>Lambert v. Ackerley,</i> 180 F.3d 997, 1012 (9th Cir.1999) (en banc). We define substantial evidence as \"such relevant evidence as reasonable minds might accept as adequate to support a conclusion even if it is possible to draw two inconsistent conclusions from the evidence.\" <i>Landes Const. Co., Inc. v. Royal Bank of Can.,</i> 833 F.2d 1365, 1371 (9th Cir.1987) (citing <i>St. Elizabeth Community Hosp. v. Heckler,</i> 745 F.2d 587, 592 (9th Cir.1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Here, the district court did look to the full record before it and found that \"the record on liability is damning, and Combs' conduct is punishable on its own merits\" while making sure that the court did not \"make [Combs] a vehicle for redressing similar injuries he did not cause.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The full record indicates, among other things, that Combs 1) knew that it was illegal to discriminate on the basis of race; 2) treated Fair Housing's African-American testers less favorably than its white testers; 3) told a tester and other tenants that Combs wanted an all-white building; 4) used offensive and racially derogatory language when telling several tenants that he did not want to rent to African-Americans; 5) and told one tenant that he could use the pretext of bad credit to refuse to rent to African-Americans.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The full record shows that Combs' conduct met at least the reckless or callous indifference standard for punitive damages and is sufficient to satisfy and uphold the district court's punitive damages award.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">IV. Whether the District Court Properly Awarded Attorney's Fees and Costs in the Amount of $508,606.78.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This Court must give deference to a district court's determination of reasonable attorney's fees, but the district court has to provide some indication or explanation as to how it arrived at the amount of fees awarded. <i>Chalmers v. City of L.A.,</i> 796 F.2d 1205, 1211 (9th Cir.1986), amended by 808 F.2d 1373 (9th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Combs argues on appeal that the district court erroneously awarded attorney's fees to Fair Housing because Fair Housing achieved only limited success in its litigation against him. Without regard to the merits of this argument, however, Combs did not make this argument in the district court and it is therefore waived. <i>Natural Res. Def. Council v. Houston,</i> 146 F.3d 1118, 1130-31 (9th Cir.1998) (citing <i>Parks Sch. of Bus., Inc. v. Symington,</i> 51 F.3d 1480, 1487 n. 4 (9th Cir.1995) (holding that failure to raise issue before the district court constitutes a waiver of that issue)).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">At first glance the amount of the attorney's fees awarded seems very high. It is more than five times the amount of the compensatory and punitive damage awards combined.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Supreme Court, however, has rejected the notion that attorney's fees in civil rights cases should be proportionate to the amount of damages a plaintiff recovers. <i>City of Riverside v. Rivera,</i> 477 U.S. 561, 106 S.Ct. 2686, 91 L.Ed.2d 466 (1986) (upholding attorney's fees award of $245,456.25 where compensatory and punitive damages were $13,300 from federal claims and $20,050 from state-law claims). See also <i>Missouri v. Jenkins,</i> 491 U.S. 274, 109 S.Ct. 2463, 105 L.Ed.2d 229 (1989) (upholding attorney's fees of $4 million in school desegregation case); <i>Quesada v. Thomason,</i> 850 F.2d 537 (9th Cir.1988) (\"[t]he district court should not have reduced the attorney's fees simply because the damage award was small\"); <i>Morales v. City of San Rafael,</i> 96 F.3d 359 (9th Cir.1996) (vacating district court's award of attorney's fees because it was calculated improperly and too low; district court awarded only $20,000 in attorney's fees even though civil rights plaintiff had won compensatory damages of $17,500 and included \"extensive and detailed explanations as to why the lodestar figure of $134,759.75 was a reasonable fee in this case\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The magistrate judge held a hearing with respect to attorney's fees and made careful findings and calculations in making the recommendation, which the district court adopted in its entirety. With respect to the hourly billing rates, the magistrate judge found \"ample evidence,\" including declarations by expert witnesses, that the hourly billing rates plaintiff's counsel requested were reasonable. The magistrate judge further noted that \"[d]efendant's challenge ... lacks substantial evidentiary support.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">With respect to the actual number of hours spent, the magistrate judge began his analysis by noting that the documents submitted by plaintiff's counsel were \"detailed, thorough, and apparently reliable.\" The magistrate judge also stated that plaintiff's counsel \"exercised considerable billing judgment.... [T]hey reduced the number of hours by a substantial margin in order to adjust for any excessive, redundant, or unnecessary hours.\" The magistrate judge found that the number of hours plaintiff's counsel claimed were not excessive, given the \"consistently high quality\" of the plaintiff counsel's work and the circumstances involved. The magistrate judge stated that he</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">identified no claims for discrete pretrial events or submissions with respect to which we are confident that the time devoted by counsel for plaintiff was obviously more than could reasonably be justified ... [w]hen we began our consideration of [attorney's fees] we felt some concern about the number of hours claimed ... [b]ut those concerns have evaporated as we have more closely examined the papers &#8212; and focused on their quality, the research that they evidence, and the detailed and fact specific work that was required to prepare them. While the hours claimed for this work are substantial, we cannot say, when we take all pertinent considerations into account, that the hours are excessive.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Because of this thorough analysis, reviewed under the standard of review required in such cases, Combs has not convinced this Court that the district court abused its discretion or committed clear error by adopting the magistrate judge's recommendations as to attorney's fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Paul H. Roney, Senior Circuit Judge for the Eleventh Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">899</span></span></p>\n    <p class=\"parties\">FAIR HOUSING OF MARIN, a California non-profit corporation, Plaintiff-Appellee,<br>v.<br>Jack COMBS, d.b.a. Waters Edge Apartments, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 00-15925.</p>\n    <p class=\"docket\">No. 00-17040.</p>\n    <p class=\"court\">United States Court of Appeals, Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted October 19, 2001.</p>\n    <p class=\"date\">Filed April 9, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Michael K. Johnson, Lewis, D'Amato, Brisbois &amp; Bisgaard LLP, San Francisco, CA, for defendant-appellant.</p>\n      <p class=\"indent\">Thomas V. Loran III, Kim Zeldin, Pillsbury Winthrop, LLP, San Francisco, CA; D. Scott Chang, Belmont, CA, for plaintiff-appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Northern District of California; Martin J. Jenkins, District Judge, Presiding. D.C. No. CV-97-1247-MJI.</p>\n      <p class=\"indent\">Before: RONEY<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, HUG and THOMAS, Circuit Judges.</p>\n      <p class=\"indent\">RONEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Fair Housing of Marin (\"Fair Housing\") brought action for illegal housing discrimination on the basis of race against Jack Combs, owner of the Waters Edge apartment complex in San Rafael, California. Fair Housing alleged that Combs violated the Fair Housing Act of 1968 (42 U.S.C. &#167; 3604), the Civil Rights Act of 1866 (42 U.S.C. &#167; 1982), the California Fair Employment and Housing Act (CAL. GOV'T CODE &#167; 12955), and the California Unfair Business Practices Act (CAL. BUS. &amp; PROF. CODE &#167; 17200, et seq.). In his answer Combs claimed, inter alia, that Fair Housing lacked standing to sue. The district court (N.D.Cal., Jenkins, J.) found that Fair Housing had standing and later sanctioned Combs for discovery abuses by striking his answer and entering default judgment against him prior to trial. The district court awarded the plaintiff compensatory damages of $24,377 and punitive damages of $74,400, and adopted the magistrate judge's recommendation, made after a full hearing, of attorney's fees and costs in the amount of $508,606.78.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Combs appeals, claiming that the district court erred in the following ways: 1) finding that Fair Housing had standing to sue; 2) imposing sanction against Combs with default judgment and damages; and 3) awarding attorney's fees of $508,606.78. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Fair Housing of Marin is a non-profit community organization in San Rafael, California. Among its many activities to further its mission of promoting equal housing opportunities, Fair Housing investigates allegations of discrimination, conducts tests of housing facilities to determine whether equal opportunity in housing is provided, takes such steps as it deems necessary to assure equal opportunity in housing and to counteract and eliminate unlawful discriminatory housing practices, and provides outreach and education to the community regarding fair housing.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Jack Combs owned and managed the Waters Edge apartment complex which had eighteen (18) rental units. Fair Housing received complaints that Combs was racially discriminating against black tenants and black potential tenants. In response, Fair Housing conducted two sets of controlled tests where a black tester was shown a unit at Waters Edge followed by a white tester. The tests indicated that Combs discriminated against black applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">I. Whether Fair Housing Has Standing.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the district court's decision regarding standing de novo. <i>Harris v. Itzhaki,</i> <span class=\"citation\" data-id=\"765199\"><a href=\"/opinion/765199/anna-harris-v-edna-itzhaki-rafael-itzhaki/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1043</span></a></span>, 1049 (9th Cir. 1999) (citing <i>San Pedro Hotel Co., Inc. v. City of L.A.,</i> <span class=\"citation\" data-id=\"758786\"><a href=\"/opinion/758786/san-pedro-hotel-co-inc-a-california-corporation-john-fentis-as-trustee/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 474-75 (9th Cir.1998); and <i>Johns v. County of San Diego,</i> <span class=\"citation\" data-id=\"741144\"><a href=\"/opinion/741144/hans-johns-casey-johns-david-funderburk-v-county-of-san-diego-a-municipal/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">874</span></a></span>, 876 (9th Cir.1997)). Whether a community fair housing organization has standing to sue a private party for violations of the Fair Housing Act is a question of first impression for this circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Fair Housing claims first-party standing as an organization on the grounds of diversion of resources and frustration of mission.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Supreme Court set out the standard for organizational first-party standing in <i>Havens Realty Corp. v. Coleman,</i> <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1982), holding that Congress intended standing under the Fair Housing Act to extend to the full limits of Article III. In Havens, a fair housing organization called Housing Opportunities Made Equal (HOME) and two of its employed testers brought an action against Havens Realty, the owner of an apartment complex. The plaintiffs alleged that Havens Realty engaged in racial steering in violation of &#167; 3604(d) of the Fair Housing Act. Racial steering is the \"practice by which real estate brokers and agents preserve and encourage patterns of racial segregation in available housing by steering members of racial and ethnic groups to buildings occupied primarily by members of such racial and ethnic groups and away from buildings and neighborhoods inhabited primarily by members of other races or groups.\" <i>Havens,</i> 455 U.S. at 367 n. 1, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>. (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Court found that HOME suffered an injury sufficient to confer standing. <i>Id.</i> at 379, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>. HOME devoted significant resources to identifying and counteracting Havens Realty's discriminatory steering practices, and this diversion of resources frustrated the organization's counseling and referral services. The Court concluded that \"[s]uch concrete and demonstrable injury to the organization's activities &#8212; with the consequent drain on the organization's resources &#8212; constitutes far more than simply a setback to the organization's abstract social interests.\" <i>Id.</i> at 379, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span> (citing <i>Sierra Club v. Morton,</i> <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, 739, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1972)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Combs cites three cases to support his claim that Fair Housing lacks standing, but these cases are distinguished from the one at bar, and the law of those circuits is not different from the law we apply here.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(1) <i>Fair Hous. Council of Suburban Phila. v. Montgomery Newspapers,</i> <span class=\"citation\" data-id=\"752967\"><a href=\"/opinion/752967/the-fair-housing-council-of-suburban-philadelphia-v-montgomery-newspapers/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span> (3d Cir.1998), an action against a newspaper alleging that the newspaper had published discriminatory advertisements, simply held that plaintiff Fair Housing Council failed to meet its burden of proving a causal link between the alleged wrongdoing and the injury and failed to substantiate any perceptible impairment to its mission. <i>Montgomery Newspapers,</i> 141 F.3d at 76-77. In a later case, the Third Circuit in <i>Alexander v. Riga,</i> <span class=\"citation\" data-id=\"768216\"><a href=\"/opinion/768216/ronald-alexander-faye-alexander-fair-housing-partnership-of-greater/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">419</span></a></span> (3d Cir.2000), held that plaintiff Fair Housing of Pittsburgh, a fair housing organization, had standing because it \"diverted resources to investigate and to counter [the defendants' discriminatory] conduct.\" <i>Alexander,</i> 208 F.3d at 427 n. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(2) In <i>Fair Employment Council of Greater Wash., Inc. v. BMC Mktg. Corp.,</i> <span class=\"citation\" data-id=\"673802\"><a href=\"/opinion/673802/fair-employment-council-of-greater-washington-inc-v-bmc-marketing/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1268</span></a></span> (D.C.Cir.1994), a fair employment case, the D.C. Circuit rejected the argument that the \"mere expense of testing\" constitutes injury in fact fairly traceable to the discriminatory conduct. <i>BMC Marketing,</i> 28 F.3d at 1276. The fair housing law for the D.C. Circuit concerning standing had been established by <i>Spann v. Colonial Vill., Inc.,</i> <span class=\"citation\" data-id=\"538783\"><a href=\"/opinion/538783/girardeau-a-spann-v-colonial-village-inc-girardeau-a-spann-v-marvin/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span> (D.C.Cir.1990), where then-Circuit Judge Ruth Bader Ginsburg held that</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[a]n organization cannot, of course, manufacture the injury necessary to maintain a suit from its expenditure of resources on that very suit.... Havens makes clear, however, that an organization establishes Article III injury if it alleges that purportedly illegal action increases the resources the group must devote to programs independent of its suit challenging the action. See <i>Havens,</i> 455 U.S. at 379, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>.... Plaintiffs crucially alleged that these [discriminatory] advertising practices \"interfered with plaintiff [Fair.Housing Council] and [Metropolitan Washington Planning &amp; Housing Association's] efforts and programs intended to bring about equality of opportunity for minorities and others in housing\" and required plaintiffs \"to devote scarce resources to identify and counteract defendants' advertising practices\" (citations omitted).... The organizations instead allege concrete drains on their time and resources. Expenditures to reach out to potential home buyers or renters who are steered away from housing opportunities by discriminatory advertising, or to monitor and to counteract on an ongoing basis public impressions created by defendants' use of print media, are sufficiently tangible to satisfy Article III's injury-in-fact requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>Id.</i> at 27-29 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(3) In <i>Ass'n for Retarded Citizens of Dallas v. Dallas County Mental Health &amp; Mental Health Retardation Ctr. Bd. of Trs.,</i> <span class=\"citation\" data-id=\"665813\"><a href=\"/opinion/665813/association-for-retarded-citizens-of-dallas-advocacy-incorporated-v/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">241</span></a></span> (5th Cir.1994), the Fifth Circuit held that</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">[t]he mere fact that an organization redirects some of its resources to litigation and legal counseling in response to actions or inactions of another party is insufficient to impart standing upon the organization. [Plaintiff's] argument implies that any sincere plaintiff could bootstrap standing by expending its resources in response to actions of another.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Ass'n for Retarded Citizens,</i> 19 F.3d at 244. Since that case was decided, the Fifth Circuit has held that \"an organization could have standing if it had proven a drain on its resources resulting from counteracting the effects of the defendant's actions.\" <i>La. ACORN Fair Hous. v. LeBlanc,</i> <span class=\"citation\" data-id=\"768572\"><a href=\"/opinion/768572/louisiana-acorn-fair-housing-gene-lewis/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 305 (5th Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Five other circuits which have addressed the question of organizational first-party standing in a fair housing context have held that the type of injuries alleged by Fair Housing satisfy standing requirements. See <i>Ragin v. Harry Macklowe Real Estate Co.,</i> <span class=\"citation\" data-id=\"654590\"><a href=\"/opinion/654590/luther-m-ragin-jr-deborah-fish-ragin-renaye-b-cuyler-jerome-f/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">898</span></a></span> (2d Cir. 1993) (fair housing organization had standing to sue real estate company for placing newspaper advertisements depicting white people only because the fair housing organization was forced to devote significant resources to identify and counteract the defendants' advertising practices and did so to the detriment of their efforts to obtain equal access to housing through counseling and other services); <i>Hooker v. Weathers,</i> <span class=\"citation\" data-id=\"604160\"><a href=\"/opinion/604160/sandra-hooker-richard-hooker-and-fair-housing-contact-service-v-terry/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></a></span> (6th Cir.1993) (fair housing organization established standing by devoting resources to investigating and confirming defendant's discriminatory practices); <i>Vill. of Bellwood v. Dwivedi,</i> <span class=\"citation\" data-id=\"536509\"><a href=\"/opinion/536509/village-of-bellwood-v-chandra-dwivedi/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1521</span></a></span> (7th Cir.1990) (holding that fair housing organization had standing to sue real estate brokerage for violations of Fair Housing Act. \"[T]he only injury which need be shown to confer standing on a fair-housing agency is deflection of the agency's time and money from counseling to legal efforts directed against discrimination.\"); <i>Ark. ACORN Fair Hous., Inc. v. Greystone Dev., Ltd. Co.,</i> <span class=\"citation\" data-id=\"759175\"><a href=\"/opinion/759175/arkansas-acorn-fair-housing-inc-v-greystone-development-ltd-co-doing/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">433</span></a></span> (8th Cir.1998) (acknowledging that \"the deflection of an organization's monetary and human resources from counseling or educational programs to legal efforts aimed at combating discrimination, such as monitoring and investigation, is itself sufficient to constitute an actual injury [where] traceable to some act of the defendant\" (citations omitted) but finding that plaintiff did not show specific facts establishing distinct and palpable injuries fairly traceable to defendant's advertisements); and <i>Cent. Ala. Fair Hous. Ctr., Inc. v. Lowder Realty Co., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">629</span></span> (11th Cir.2000) (fair housing organization has standing to recover in its own right for the diversion of its resources to combat the defendant's discrimination).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this Circuit, an analogous case is <i>El Rescate Legal Servs., Inc. v. Executive Office of Immigration Review,</i> <span class=\"citation\" data-id=\"580006\"><a href=\"/opinion/580006/el-rescate-legal-services-inc-central-american-refugee-center-shamila/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">742</span></a></span> (9th Cir.1991). In <i>El Rescate,</i> individuals and a legal services organization, El Rescate, brought a class action against the Executive Office of Immigration Review, challenging its policy for failure to provide full translation of deportation and exclusion hearings. This Court, applying <i>Havens,</i> held that \"[t]he allegation that the EOIR's policy frustrates these goals [of helping refugees obtain asylum and withhold deportation] and requires the organizations to expend resources in representing clients they otherwise would spend in other ways is enough to establish standing.\" <i>Id.</i> at 748 (citing <i>Havens,</i> 455 U.S. at 379, <span class=\"citation\" data-id=\"110654\"><a href=\"/opinion/110654/havens-realty-corp-v-coleman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Following the lead of the other circuits which have upheld organizational standing for fair housing groups, it is not necessary here to conflict with those cases which suggest that litigation expenses alone do not establish standing.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiff Fair Housing of Marin responded to citizen complaints against Combs, and alleged injury beyond litigation expenses. The district court stated that</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">one of [Fair Housing's] activities in combating illegal housing discrimination is to provide \"outreach and education to the community regarding fair housing.\" Complaint, &#182; 5. [Fair Housing] alleges that, as a result of defendant's discriminatory practices, it has \"suffered injury to its ability to carry out its purposes... [and] economic losses in staff pay, in funds expended in support of volunteer services, and in the inability to undertake other efforts to end unlawful housing practices.\" <i>Id.</i> Thus, fairly construed, [Fair Housing] complains that defendant's discrimination against African Americans has caused it to suffer injury to its ability to provide outreach and education (i.e., counseling).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The record supports the district court's finding that Fair Housing's resources were diverted to investigating and other efforts to counteract Combs' discrimination above and beyond litigation. Fair Housing itemized its claim of $16,317 for diversion of resources, and the district court granted $14,217. With respect to frustration of mission, the district court found that Fair Housing suffered $10,160 in frustration of mission damages, namely for design, printing, and dissemination of literature aimed at redressing the impact Combs' discrimination had on the Marin housing market.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We hold that Fair Housing of Marin has direct standing to sue because it showed a drain on its resources from both a diversion of its resources and frustration of its mission.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">II. Whether the District Court Properly Imposed Sanctions and Entered a Default Judgment Against Combs.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The trial court's decision to strike Combs' answer and enter a default judgment based on discovery violations is reviewed for abuse of discretion. <i>Stars' Desert Inn Hotel &amp; Country Club, Inc. v. Hwang,</i> <span class=\"citation\" data-id=\"733474\"><a href=\"/opinion/733474/the-stars-desert-inn-hotel-country-club-inc-v-richard-hwang/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">521</span></a></span>, 524 (9th Cir.1997) (citing <i>Dahl v. City of Huntington Beach,</i> <span class=\"citation\" data-id=\"718377\"><a href=\"/opinion/718377/james-christopher-dahl-and-ronald-l-shugart-v-city-of-huntington-beach/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">363</span></a></span>, 367 (9th Cir.1996)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Pursuant to Federal Rule of Civil Procedure 37(b)(2)(C), a district court has the option of, inter alia, \"rendering a judgment by default against the disobedient party.\" F ED. R. CIV. P. 37(b)(2)(C). In the Ninth Circuit, sanctions are appropriate only in \"extreme circumstances\" and where the violation is \"due to willfulness, bad faith, or fault of the party.\" <i>United States v. Kahaluu Constr. Co., Inc.,</i> <span class=\"citation\" data-id=\"511845\"><a href=\"/opinion/511845/united-states-of-america-for-the-use-and-benefit-of-wiltec-guam-inc-v/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">600</span></a></span>, 603 (9th Cir.1988) (citations omitted). Disobedient conduct not shown to be outside the litigant's control meets this standard. <i>Hyde &amp; Drath v. Baker,</i> <span class=\"citation\" data-id=\"670608\"><a href=\"/opinion/670608/hyde-drath-a-professional-corporation-v-kenneth-r-baker-olivia-decker/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span>, 1167 (9th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The record is clear and undisputed that Combs repeatedly flouted even his basic discovery obligations, often violating court orders. For example, Combs not only failed to produce documents as ordered, but also misrepresented to both counsel and to the district court that the documents did not exist. The documents were in Combs' one-bedroom apartment. The district court found that Combs' actions prejudiced Fair Housing by depriving it of any meaningful opportunity to follow up on the time-sensitive information or to incorporate it into litigation strategy. The district court considered lesser or alternative sanctions and found them inappropriate because Combs continued to violate court orders despite multiple warnings and a finding that monetary sanctions should be imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Combs argues that the sanctions were inappropriately entered against him because he eventually produced the documents. The district court properly considered and rejected this argument, citing this Court's holding in <i>North Am. Watch Corp. v. Princess Ermine Jewels,</i> <span class=\"citation\" data-id=\"467513\"><a href=\"/opinion/467513/north-american-watch-corporation-a-new-york-corporation-counter-defendant/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1447</span></a></span>, 1451 (9th Cir.1986), where we held that \"[b]elated compliance with discovery orders does not preclude the imposition of sanctions. <i>Nat'l Hockey League v. Metro. Hockey Club, Inc.,</i> <span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></a></span>, 643, <span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">747</span></a></span> (1976) (per curiam); <i>G-K Props. v. Redevelopment Agency of the City of San Jose,</i> <span class=\"citation\" data-id=\"356211\"><a href=\"/opinion/356211/g-k-properties-and-genesco-inc-v-redevelopment-agency-of-the-city-of-san/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 647-48 (9th Cir.1978). Last-minute tender of documents does not cure the prejudice to opponents nor does it restore to other litigants on a crowded docket the opportunity to use the courts. <i>G-K Properties,</i> 577 F.2d at 647-48.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court's determination to sanction Combs by default was not an abuse of discretion or clear error of judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">With respect to the determination of liability and the default judgment itself, the general rule is that well-pled allegations in the complaint regarding liability are deemed true. <i>Geddes v. United Fin. Group,</i> <span class=\"citation\" data-id=\"347627\"><a href=\"/opinion/347627/john-m-geddes-p-m-c-van-der-spank-schutzgemeinschaft-der-usi-anleger/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">557</span></a></span>, 560 (9th Cir.1977) (citing <i>Pope v. United States,</i> <span class=\"citation\" data-id=\"104018\"><a href=\"/opinion/104018/pope-v-united-states/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104018\"><a href=\"/opinion/104018/pope-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">16</span></a></span>, <span class=\"citation\" data-id=\"104018\"><a href=\"/opinion/104018/pope-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">3</span></a></span> (1944)). The district court is not required to make detailed findings of fact. <i>Adriana Int'l Corp. v. Thoeren,</i> <span class=\"citation\" data-id=\"547645\"><a href=\"/opinion/547645/adriana-international-corporation-plaintiff-counter-defendant-appellant/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1414 (9th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">There is ample evidence in the record that Combs violated the Fair Housing Act of 1968, the Civil Rights Act of 1866, the California Fair Employment and Housing Act, and the California Unfair Business Practices Act.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">With respect to the amount of the judgment for damages, the district court did not commit clear error because it made several specific findings of fact with respect to Fair Housing's actual damages. <i>Simeonoff v. Hiner,</i> <span class=\"citation\" data-id=\"773206\"><a href=\"/opinion/773206/john-simeonoff-v-todd-hiner-and-clare-hinerin-personam-and-the-fv-saga/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">883</span></a></span>, 892-93 (9th Cir.2001). The record fully supports the award of $14,217 in compensatory damages for diversion of resources and a total of $10,160 for frustration of mission damages. Fair Housing had requested $16,317 and $34,500, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">III. Whether the District Court Properly Awarded Punitive Damages.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">An award of punitive damages is subject to an abuse of discretion standard of review. <i>Pavon v. Swift Transp. Co.,</i> <span class=\"citation\" data-id=\"766294\"><a href=\"/opinion/766294/fernando-pavon-v-swift-transportation-co-inc-an-arizona-corporation/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">902</span></a></span>, 909 (9th Cir.1999). See also <i>EEOC v. Farmer Bros. Co.,</i> <span class=\"citation\" data-id=\"675830\"><a href=\"/opinion/675830/equal-employment-opportunity-commission-v-farmer-brothers-company/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">891</span></a></span>, 903 (9th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Supreme Court has held that punitive damages may be assessed under 42 U.S.C. &#167; 1983 when a defendant's conduct is shown to be motivated by evil motive or intent, or if it involves reckless or callous indifference to the federally protected rights of others. <i>Smith v. Wade,</i> <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 56, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span> (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Fair Housing requested $200,000 in punitive damages, which it calculated to be one full year of gross revenues from Combs' Waters Edge property. The district court found that Combs acted with at least a reckless disregard for the federally protected rights of blacks who were either tenants or potential tenants and awarded punitive damages of $74,400. It arrived at that figure by relying on the stipulated facts in the record and focusing on Combs' behavior against two black tenants who were replaced by white tenants.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The court found that Combs generated ninety-three (93) months of \"all-white\" revenue from the two apartment units. The record reflects that Combs offered vacant apartments for $800-$825 per month during the time of his discrimination. The district court took the lower number ($800) and multiplied that by 93 months of Combs' \"all-white\" revenue for those two apartment units for a punitive damage award of $74,400. The district court made specific calculations when awarding punitive damages and carefully limited them to the present case, specifically noting that although it was \"aware that other African-American tenants had previously been tenants at Waters Edge ... the circumstances of their departures are not part of this record\" and that \"the punitive damages sum derived from the above calculation is sufficient and reasonable under the circumstances.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Combs does not challenge the methodology of the district court's punitive damages calculation. Rather, he challenges the sufficiency of the evidence. In this Circuit, a challenge to the sufficiency of the evidence to support a punitive damage award must be rejected if the award is supported by substantial evidence. <i>Lambert v. Ackerley,</i> <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">997</span></span>, 1012 (9th Cir.1999) (en banc). We define substantial evidence as \"such relevant evidence as reasonable minds might accept as adequate to support a conclusion even if it is possible to draw two inconsistent conclusions from the evidence.\" <i>Landes Const. Co., Inc. v. Royal Bank of Can.,</i> <span class=\"citation\" data-id=\"497993\"><a href=\"/opinion/497993/landes-construction-co-inc-plaintiff-appelleecross-appellant-v-royal/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1365</span></a></span>, 1371 (9th Cir.1987) (citing <i>St. Elizabeth Community Hosp. v. Heckler,</i> <span class=\"citation\" data-id=\"442844\"><a href=\"/opinion/442844/7-socsecrepser-118-medicaremedicaid-gu-34182-st-elizabeth-community/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">587</span></a></span>, 592 (9th Cir.1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Here, the district court did look to the full record before it and found that \"the record on liability is damning, and Combs' conduct is punishable on its own merits\" while making sure that the court did not \"make [Combs] a vehicle for redressing similar injuries he did not cause.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The full record indicates, among other things, that Combs 1) knew that it was illegal to discriminate on the basis of race; 2) treated Fair Housing's African-American testers less favorably than its white testers; 3) told a tester and other tenants that Combs wanted an all-white building; 4) used offensive and racially derogatory language when telling several tenants that he did not want to rent to African-Americans; 5) and told one tenant that he could use the pretext of bad credit to refuse to rent to African-Americans.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The full record shows that Combs' conduct met at least the reckless or callous indifference standard for punitive damages and is sufficient to satisfy and uphold the district court's punitive damages award.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">IV. Whether the District Court Properly Awarded Attorney's Fees and Costs in the Amount of $508,606.78.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This Court must give deference to a district court's determination of reasonable attorney's fees, but the district court has to provide some indication or explanation as to how it arrived at the amount of fees awarded. <i>Chalmers v. City of L.A.,</i> <span class=\"citation\" data-id=\"474088\"><a href=\"/opinion/474088/julie-chalmers-v-city-of-los-angeles-a-municipal-corporation/\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1205</span></a></span>, 1211 (9th Cir.1986), amended by <span class=\"citation no-link\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1373</span></span> (9th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Combs argues on appeal that the district court erroneously awarded attorney's fees to Fair Housing because Fair Housing achieved only limited success in its litigation against him. Without regard to the merits of this argument, however, Combs did not make this argument in the district court and it is therefore waived. <i>Natural Res. Def. Council v. Houston,</i> <span class=\"citation\" data-id=\"755346\"><a href=\"/opinion/755346/natural-resources-defense-council-trout-unlimited-of-california-bay/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1118</span></a></span>, 1130-31 (9th Cir.1998) (citing <i>Parks Sch. of Bus., Inc. v. Symington,</i> <span class=\"citation\" data-id=\"693410\"><a href=\"/opinion/693410/parks-school-of-business-inc-dba-parks-college-a-new-mexico-corporation/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1487 n. 4 (9th Cir.1995) (holding that failure to raise issue before the district court constitutes a waiver of that issue)).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">At first glance the amount of the attorney's fees awarded seems very high. It is more than five times the amount of the compensatory and punitive damage awards combined.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Supreme Court, however, has rejected the notion that attorney's fees in civil rights cases should be proportionate to the amount of damages a plaintiff recovers. <i>City of Riverside v. Rivera,</i> <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">561</span></a></span>, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></a></span> (1986) (upholding attorney's fees award of $245,456.25 where compensatory and punitive damages were $13,300 from federal claims and $20,050 from state-law claims). See also <i>Missouri v. Jenkins,</i> <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2463</span></a></span>, <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></a></span> (1989) (upholding attorney's fees of $4 million in school desegregation case); <i>Quesada v. Thomason,</i> <span class=\"citation\" data-id=\"508251\"><a href=\"/opinion/508251/pedro-quesada-and-hugh-r-manes-real-party-in-interest-v-ronald/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">537</span></a></span> (9th Cir.1988) (\"[t]he district court should not have reduced the attorney's fees simply because the damage award was small\"); <i>Morales v. City of San Rafael,</i> <span class=\"citation\" data-id=\"726645\"><a href=\"/opinion/726645/juan-manuel-morales-v-city-of-san-rafael-and-daniel-hulett/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">359</span></a></span> (9th Cir.1996) (vacating district court's award of attorney's fees because it was calculated improperly and too low; district court awarded only $20,000 in attorney's fees even though civil rights plaintiff had won compensatory damages of $17,500 and included \"extensive and detailed explanations as to why the lodestar figure of $134,759.75 was a reasonable fee in this case\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The magistrate judge held a hearing with respect to attorney's fees and made careful findings and calculations in making the recommendation, which the district court adopted in its entirety. With respect to the hourly billing rates, the magistrate judge found \"ample evidence,\" including declarations by expert witnesses, that the hourly billing rates plaintiff's counsel requested were reasonable. The magistrate judge further noted that \"[d]efendant's challenge ... lacks substantial evidentiary support.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">With respect to the actual number of hours spent, the magistrate judge began his analysis by noting that the documents submitted by plaintiff's counsel were \"detailed, thorough, and apparently reliable.\" The magistrate judge also stated that plaintiff's counsel \"exercised considerable billing judgment.... [T]hey reduced the number of hours by a substantial margin in order to adjust for any excessive, redundant, or unnecessary hours.\" The magistrate judge found that the number of hours plaintiff's counsel claimed were not excessive, given the \"consistently high quality\" of the plaintiff counsel's work and the circumstances involved. The magistrate judge stated that he</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">identified no claims for discrete pretrial events or submissions with respect to which we are confident that the time devoted by counsel for plaintiff was obviously more than could reasonably be justified ... [w]hen we began our consideration of [attorney's fees] we felt some concern about the number of hours claimed ... [b]ut those concerns have evaporated as we have more closely examined the papers &#8212; and focused on their quality, the research that they evidence, and the detailed and fact specific work that was required to prepare them. While the hours claimed for this work are substantial, we cannot say, when we take all pertinent considerations into account, that the hours are excessive.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Because of this thorough analysis, reviewed under the standard of review required in such cases, Combs has not convinced this Court that the district court abused its discretion or committed clear error by adopting the magistrate judge's recommendations as to attorney's fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Paul H. Roney, Senior Circuit Judge for the Eleventh Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104018/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109527/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110915/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/347627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/356211/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/442844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/467513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/474088/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/497993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/508251/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/511845/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/536509/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/538783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/547645/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/580006/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/604160/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/654590/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/665813/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/670608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/673802/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675830/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/693410/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/718377/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726645/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/733474/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741144/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/752967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/755346/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/758786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/759175/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766294/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768572/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/773206/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-29T20:14:53.744444Z",
      "date_modified": "2018-01-03T18:25:33.323448Z",
      "date_filed": "2002-04-09",
      "date_filed_is_approximate": false,
      "slug": "fair-housing-of-marin-a-california-non-profit-corporation-v-jack-combs",
      "citation_id": 749916,
      "case_name_short": "",
      "case_name": "Fair Housing of Marin, a California Non-Profit Corporation v. Jack Combs, D.B.A. Waters Edge Apartments",
      "case_name_full": "",
      "federal_cite_one": "285 F.3d 899",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 57,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/5549/fair-housing-of-marin-a-california-non-profit-corporation-v-jack-combs/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T05:48:53.234949Z",
  "date_modified": "2014-10-30T05:48:53.234949Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Fair Housing of Marin, a California Non-Profit Corporation v. Jack Combs, D.B.A. Waters Edge Apartments",
  "case_name_full": "",
  "slug": "fair-housing-of-marin-a-california-non-profit-corporation-v-jack-combs",
  "docket_number": "00-15925",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}