{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/558863/",
  "id": 558863,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/745443/",
      "id": 745443,
      "absolute_url": "/opinion/745443/kimberly-rendish-v-city-of-tacoma-ray-c-corpus-city-manager-for-the-city/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/558863/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/745443/",
          "id": 745443,
          "absolute_url": "/opinion/745443/kimberly-rendish-v-city-of-tacoma-ray-c-corpus-city-manager-for-the-city/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/745443/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-17T21:54:14Z",
          "date_modified": "2017-03-26T04:43:57.709339Z",
          "type": "010combined",
          "sha1": "1107918e4dcc72acc232c92886f943b9d4af688c",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/123/123.F3d.1216.96-36150.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">123 F.3d 1216</p>\n    <p class=\"case_cite\">13 IER Cases 268, 97 Cal. Daily Op. Serv. 6622,<br>97 Daily Journal D.A.R. 10,793</p>\n    <p class=\"parties\">Kimberly RENDISH, Plaintiff-Appellant,<br>v.<br>CITY OF TACOMA;  Ray C. Corpus, City Manager for the City of<br>Tacoma, in his individual capacity;  Robin Jenkinson, City<br>Attorney for the City of Tacoma, in her individual capacity;<br>John Kouklis, Chief Assistant City Attorney for the City of<br>Tacoma, in his individual capacity;  John 1-10 Does, in<br>their individual capacities;  Jane 1-10 Does, in their<br>individual capacities, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 96-36150.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted May 9, 1997.<br>Decided Aug. 20, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul Lindenmuth, Law Offices of Neil J. Hoff, Tacoma, WA, for plaintiff-appellant.</p>\n      <p class=\"indent\">James W. Feltus, McGavick Graves, Tacoma, WA, for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Washington;  Franklin D. Burgess, District Judge, Presiding.  D.C. No. CV-96-05780-FDB.</p>\n      <p class=\"indent\">Before:  LAY,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> BEEZER, and TROTT, Circuit Judges.</p>\n      <p class=\"indent\">TROTT, Circuit Judge:</p>\n    </div>\n    <p>OVERVIEW</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Kimberly Rendish appeals the district court's denial of her motion for a preliminary injunction.  Rendish seeks reinstatement to her position as an Assistant City Attorney pending the outcome of her 42 U.S.C. &#167; 1983 lawsuit against the City of Tacoma-her former employer-and various City officials.  In her suit, she alleges that the City violated her constitutional right of access to the courts by terminating her in retaliation for filing a lawsuit in state court.  The district court denied the injunction, concluding that Rendish failed to make a sufficient showing of a likelihood of success on the merits and that she failed to demonstrate irreparable harm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In order to receive constitutional protection, a public employee's litigation, like her speech, must involve a matter of public concern, and her interest in the suit must outweigh the government's interest in preventing disruption to its efficient delivery of services to the public.  Although Rendish's state court lawsuit does involve matters of public concern, the City's interest in the effective and efficient fulfillment of its public responsibilities outweighs Rendish's interests in pursuing the litigation.  Accordingly, Rendish has failed to show a likelihood of success on the merits.  Moreover, we agree with the district court that Rendish has failed to demonstrate that she would suffer irreparable harm from the denial of a preliminary injunction reinstating her to her former position.  We therefore affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Beginning in 1990, Rendish was employed as an Assistant City Attorney for the City of Tacoma.  The employment relationship between Rendish and the City was strained.  On May 13, 1996, Rendish filed a lawsuit in state court, naming as defendants former City Attorney William Barker, former Assistant City Attorney Michael Smith, Municipal Court Judge Ralph Turco, Assistant City Attorney Heidi Horst, and City Attorney Robin Jenkinson.  Rendish alleged that City officials denied her a pay raise, suspended her, subjected her to disparate discipline and scrutiny, and denied her a promotion.  She claimed that the City took these actions in retaliation for her speaking out about unlawful discriminatory practices on the part of the City and that the City therefore violated her freedom of speech.  Rendish sought damages and an order requiring the City to expunge her personnel file of derogatory remarks and to appoint her to a promoted position with backpay.  The City, on the other hand, contended that Rendish was suspended without pay for three weeks for her failure to follow office policy regarding a domestic violence matter, for misrepresenting the status of a criminal case to a domestic assault victim, and for misleading her supervisor during the resulting investigation.  The City further claimed it denied Rendish a pay increase because of her poor work performance.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Rendish served her state-court complaint, with a settlement offer attached, on August 8, 1996.  On August 13, 1996, the City suspended Rendish with pay.  Claiming that the suspension violated her First Amendment rights, Rendish demanded that the suspension be immediately rescinded.  On August 16, 1996, the City terminated Rendish's employment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 21, 1996, Rendish filed this 42 U.S.C. &#167; 1983 suit in federal court, alleging that the City had violated her First Amendment right of access to the courts and seeking damages and injunctive relief.  Rendish then moved for a preliminary injunction, seeking reinstatement.  The district court denied the injunction, concluding that she failed to make a sufficient showing of a likelihood of success on the merits and that she failed to demonstrate irreparable harm.  Rendish appeals.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The grant or denial of a preliminary injunction is within the discretion of the district court.  American Passage Media Corp. v. Cass Communications, Inc., 750 F.2d 1470, 1472 (9th Cir.1985).  We will reverse for abuse of discretion if the decision is premised on an erroneous legal standard or clearly erroneous finding of fact, or if the court misapplied the law on the underlying issues.  Id.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I. Criteria for granting a preliminary injunction</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Traditional criteria for granting a preliminary injunction include:  1) a strong likelihood of success on the merits;  2) the possibility of irreparable injury to the plaintiff;  3) a balance of hardships favoring the plaintiff;  and 4) the advancement of the public interest.  American Passage Media, 750 F.2d at 1472.   We have articulated numerous tests by which a movant can meet her burden, including a combination of either 1) probable success on the merits and irreparable injury or 2) serious questions raised and the balance of hardships tips sharply in the movant's favor.  Id. The district court relied on the first test to deny the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>II. Rendish's likelihood of success on the merits</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. Constitutional protection of a public employee's litigation</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In reviewing a claim of retaliation for the exercise of constitutionally-protected rights, we must consider:  1) whether the plaintiff was engaged in an activity that is entitled to constitutional protection;  2) whether her exercise of the constitutionally-protected right was a \"substantial\" or \"motivating\" factor in the defendant's action;  and 3) whether the defendant has established that it would have taken the same action in the absence of the protected conduct.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Gillette v. Delmore, 886 F.2d 1194, 1197 (9th Cir.1989) (citations omitted);  see Soranno's Gasco, Inc. v. Morgan, 874 F.2d 1310, 1314 (9th Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Supreme Court has recognized that a \"public employee does not relinquish First Amendment rights to comment on matters of public interest by virtue of government employment.\"  Connick v. Myers, 461 U.S. 138, 140, 103 S.Ct. 1684, 1686, 75 L.Ed.2d 708 (1983) (citing Pickering v. Board of Educ., 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968)).  At the same time, the State's interest in regulating the speech of its employees differs significantly from its interest in regulating the speech of its citizenry.  Id. To be protected by the First Amendment, a public employee's speech must involve a matter of public concern.  Id. at 146, 103 S.Ct. at 1689.  \"If it does, then [the employee] must show that his interest in commenting upon matters of public concern outweighs any adversely affected interest of the City in promoting efficient delivery of public services.\"  Gillette, 886 F.2d at 1197.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Supreme Court has not considered whether this framework for determining the scope of constitutional protection of a public employee's speech applies to a public employee's litigation as well.  Rendish argues that the reasons for the public concern element in the free-speech context are not persuasive in an access-to-courts claim.  The City, on the other hand, argues that the Connick requirements of a public concern element and a balancing of interests apply in the retaliation-for-litigation context.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In Gearhart v. Thorne, 768 F.2d 1072, 1073 (9th Cir.1985), we considered a public employee's section 1983 claim alleging that his employer retaliated against him for using internal grievance procedures.  Analyzing the claim primarily as one involving speech, we followed Connick and held that the First Amendment did not protect \"a public employee's right to speak internally about matters of purely personal interest.\"  Id.  Because the speech involved only personal concerns, we concluded that Gearhart failed to show his conduct was constitutionally protected.  Although we recognized that the First Amendment protects both the right to petition and the right of public employees to speak out on public issues, we characterized the employee's internal grievance as speech and did not specifically address whether the Petition Clause independently protected the grievance or whether the public concern requirement applies to actions protected by the Petition Clause.  Id. We have subsequently held in a section 1983 retaliation claim outside the public-employment context that \"[t]he right of access to the courts is subsumed under the first amendment right to petition the government for redress of grievances.\"  Soranno's Gasco, 874 F.2d at 1314.   We now extend our holding in Gearhart to a public employee's litigation, which is independently protected by the Petition Clause.  We hold that a public employee's litigation must involve a matter of public concern in order to be protected by either the Petition Clause or the Speech Clause of the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At the heart of this case is the question of whether public employees' petition rights are entitled to heightened protection, as compared with their speech rights, or instead, whether their petition rights are limited in the same way as their speech rights.  We see no justification under the Supreme Court's jurisprudence to afford enhanced protection to litigation as compared to speech.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In delineating the scope of a public employee's constitutional rights, the Supreme Court has focused on the fundamental design of the First Amendment-to foster participation in the interchange of political and social ideas.  In Connick, the Supreme Court reviewed the historical evolution of the rights of public employees, noting that it had gradually recognized the First Amendment rights of such employees to participate in public affairs without suffering retaliatory employment actions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>In all of these cases, the precedents in which Pickering is rooted, the invalidated statutes and actions sought to suppress the rights of public employees to participate in public affairs.  The issue was whether government employees could be prevented or \"chilled\" by the fear of discharge from joining political parties and other associations that certain public officials might find \"subversive.\"   The explanation for the Constitution's special concern with threats to the right of citizens to participate in political affairs is no mystery.  The First Amendment \"was fashioned to assure unfettered interchange of ideas for the bringing about of political and social changes desired by the people.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Connick, 461 U.S. at 144-45, 103 S.Ct. at 1688-89 (citations omitted).  The Court noted that it has \"frequently reaffirmed that speech on public issues occupies the 'highest rung of the hierarchy of First Amendment values,' and is entitled to special protection.\"  Id. at 145, 103 S.Ct. at 1689 (citation omitted).  This comes as no surprise, because at the center of the Court's concern was ensuring that public employees maintain their right to participate in the \"free and open debate [which] is vital to informed decision-making by the electorate.\"  Id. (quoting Pickering, 391 U.S. at 571-72, 88 S.Ct. at 1735-36).   Notably, the Connick Court, in reviewing the development of public employees' rights, discussed precedents involving not only speech rights, but also religious and associational rights.  See id. at 144, 103 S.Ct. at 1688.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Although the Supreme Court has not addressed whether the public concern requirement applies to a public employee's litigation as well as her speech, the Court has emphasized that \"[t]he right to petition is cut from the same cloth as the other guarantees of that Amendment, and is an assurance of a particular freedom of expression.\"  McDonald v. Smith, 472 U.S. 479, 482, 105 S.Ct. 2787, 2789, 86 L.Ed.2d 384 (1985).  In holding that the Petition Clause does not provide absolute immunity for a defendant's libel which was expressed in letters to the President, the Court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>The Petition Clause ... was inspired by the same ideals of liberty and democracy that gave us the freedoms to speak, publish, and assemble.  These First Amendment rights are inseparable, and there is no sound basis for granting greater constitutional protection to statements made in a petition ... than other First Amendment expressions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Id. at 485, 105 S.Ct. at 2791 (citations omitted).  Thus, it follows that the threshold requirement demanded of a public employee's speech in order to receive constitutional protection from adverse employment actions-that it involve a matter of public concern-applies with equal force to a public employee's petition for redress of grievances.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although the Supreme Court has not extended Connick to litigation claims, we are not the first federal circuit court to reach such a conclusion.  In a series of decisions, the Seventh Circuit has comprehensively addressed the First Amendment protection of public employees' litigation and other grievances, holding that, like speech, they must involve a matter of public concern to be constitutionally protected.  In Altman v. Hurst, 734 F.2d 1240, 1244 n. 10 (7th Cir.1984), the Seventh Circuit noted that the Supreme Court, in indicating that the First Amendment protects a person's right to seek judicial redress of grievances, was concerned about political expression and not about the general right to bring suit.  \"This formulation dovetails with the Connick rule that limits the first amendment protection given public employees to pronouncement on public issues.  Thus, a private office dispute cannot be constitutionalized merely by filing a legal action.\"  Id. In Yatvin v. Madison Metropolitan School District, 840 F.2d 412, 419-420 (7th Cir.1988), the Seventh Circuit considered plaintiff Yatvin's claim that she was not offered a job because she had filed sex discrimination charges against the employer.  The court noted:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The contention that every act of retaliation against a person who files charges of wrongdoing with a public agency denies freedom of speech or the right to petition for redress of grievances rests on the following syllogism:  litigation is a method recognized by the Supreme Court ... for advancing ideas and seeking redress of grievances;  retaliation against one who institutes litigation ... discourages litigation;  therefore such retaliation invades a First Amendment right.  The weakness is in the first premise, which is stated too broadly.  Some litigation seeks to advance political or other ideas;  litigation by the NAACP seeking to eliminate public school segregation is an example....  But not every legal gesture-not every legal pleading-is protected by the First Amendment.  Remedies against baseless litigation do not violate the First Amendment's right to petition;  nor do laws aimed at deterring \"far out\" suits by requiring the loser to pay the winner's legal fees.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id. at 419 (citations omitted).  Explaining that not every legal pleading contributes to the marketplace of ideas, and noting \"the absence of any attempt by Yatvin to distinguish this case from the run-of-the-mine single-plaintiff discrimination case,\" the court held that this litigation was not constitutionally protected.  Id. at 420;  see also Zorzi v. County of Putnam, 30 F.3d 885, 896 (7th Cir.1994) (\"If a public employee is retaliated against for filing a lawsuit, the public employee has no First Amendment claim unless the lawsuit involves a matter of public concern.\")  (citation and footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In Belk v. Town of Minocqua, 858 F.2d 1258 (7th Cir.1988), the Seventh Circuit addressed the scope of the Petition Clause's protection of a public employee's right to file an employment grievance.  Plaintiff Belk, alleging that she was terminated in retaliation for threatening to file a grievance, argued that she had an absolute right to petition the government, regardless of content.  Id. at 1260-61.   Relying on the Supreme Court's direction in McDonald, 472 U.S. at 485, 105 S.Ct. at 2791 that \"there is no sound basis for granting greater constitutional protections to statements made in a petition ... than other first amendment expressions,\" the Seventh Circuit explained:  \"Were we to adopt Belk's position that the right to petition is absolute, we would be guilty of implementing precisely the sort of hierarchy of first amendment rights forbidden by McDonald.\"  Belk, 858 F.2d at 1261.   The court concluded that \"such special treatment of the right to petition would unjustly favor those who through foresight or mere fortuity present their speech as a grievance rather than in some other form.\"  Id. at 1262.   The court then held that the substance of Belk's threatened grievance was constitutionally protected only if, as a threshold matter, it touched upon a matter of public concern.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We agree with the Seventh Circuit's analysis and with its conclusion that, in order to be constitutionally protected under either the Speech Clause or the Petition Clause, a public employee's actions must involve a matter of public concern.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In so holding, we join other circuits who have similarly agreed that the Connick framework applies to petitions and grievances as well as speech.  See Valot v. Southeast Local Sch. Dist. Bd. of Educ., 107 F.3d 1220 (6th Cir.1997) (analyzing substitute bus drivers' section 1983 claim that school district failed to rehire them in retaliation for filing workers' compensation claims as a claim under the Petition Clause, applying the same analysis as a claim arising under the Free Speech Clause, and requiring public concern), petition for cert. filed, 66 USLW 3086 (July 10, 1997) (No. 97-74);  Grabow v. Independent Sch. Dist. No. I-008, 86 F.3d 1166 (10th Cir.1996) (unpublished;  citation permissible under 10th Cir. rules) (concluding that a public employee's EEOC claim must involve a matter of public concern to be entitled to First Amendment protection);  White Plains Towing Corp. v. Patterson, 991 F.2d 1049 (2d Cir.1993) (holding that the First Amendment right to petition-here, an internal personnel complaint-is subject to the same analysis as free speech);  Day v. South Park Indep.  Sch. Dist., 768 F.2d 696 (5th Cir.1985) (stating that the protection afforded by the Petition Clause overlaps with that afforded by other First Amendment provisions).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Seventh Circuit's conclusion that a public employee's litigation or grievance must involve a matter of public concern to be constitutionally protected is not, however, universally accepted.  The Third Circuit alone has diverged from the other circuits and has held that a public employee is protected under the Petition Clause against retaliation for having filed a lawsuit even if that lawsuit addresses matters of purely private concern.  San Filippo v. Bongiovanni, 30 F.3d 424 (3d Cir.1994), cert. denied, 513 U.S. 1082, 115 S.Ct. 735, 130 L.Ed.2d 638 (1995).  Examining whether \"there are contexts in which the petition clause protects values additional to those protected by the speech clause,\" id. at 439, the Third Circuit concluded that a reason independent of the speech considerations relied upon by the Seventh Circuit in Altman, Yatvin, and Belk justified the protection of employee lawsuits and grievances regardless of content:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>The first amendment's petition clause imposes on the United States an obligation to have at least some channel open for those who seek redress for perceived grievances....  [W]hen government-federal or state-formally adopts a mechanism for redress of those grievances for which the government is allegedly accountable, it would seem to undermine the Constitution's vital purposes to hold that one who in good faith files an arguably meritorious \"petition\" invoking that mechanism may be disciplined for such invocation by the very government that in compliance with the petition clause has given the particular mechanism its constitutional imprimatur.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Id. at 442.   Noting that \"[t]he petition clause of the first amendment was not intended to be a dead letter-or a graceful but redundant appendage to the clauses guaranteeing freedom of speech and press,\" the Third Circuit held that a grievance or a lawsuit, brought by a public employee, that constituted a \"petition\" and that was \"non-sham,\" was constitutionally protected, regardless of whether it involved a matter of public concern.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We respectfully disagree with the Third Circuit's analysis.  First, it diverges from the Supreme Court's teachings that the primary function of the First Amendment is to facilitate participation in a free political process and that the First Amendment extends its guarantees to public employees in order to encourage such participation.  Moreover, it equates the government's conduct as employer with its conduct as government.  When government as employer disciplines an employee for pursuing litigation, it does not act as \"the very government\" which established the mechanism for redress in accordance with its constitutional obligation, but rather in its role as an employer.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We do not mean to suggest, of course, that public employees may be denied access to the courts altogether.  We simply hold that a public employee cannot present a cognizable section 1983 claim challenging a retaliatory employment decision made by her government-employer unless her litigation involves a matter of public concern.  As the Supreme Court explained in Connick:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>We hold only that when a public employee speaks not as a citizen upon matters of public concern, but instead as an employee upon matters only of personal interest, absent the most unusual circumstances, a federal court is not the appropriate forum in which to review the wisdom of a personnel decision taken by a public agency allegedly in reaction to the employee's behavior.  Our responsibility is to ensure that citizens are not deprived of fundamental rights by virtue of working for the government;  this does not require a grant of immunity for employee grievances not afforded by the First Amendment to those who do not work for the state.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">461 U.S. at 147, 103 S.Ct. at 1690 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Regardless of whether the right to grieve an employment dispute is characterized as the exercise of the right to petition or the right to free speech, the same public concern requirement applies.  At its core, the First Amendment protects an array of behavior and activities for the same fundamental reason.  Thus, heeding the Supreme Court's warnings, we do not elevate the right to litigate above the right to free speech.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>B. Application of the law to Rendish's claim</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We now consider the district court's conclusions regarding whether Rendish's litigation involved a matter of public concern and whether Rendish's interest in the litigation outweighed the City's interest in promoting the efficient delivery of public services.</p>\n    </div>\n    <p class=\"indent\">1. Public concern</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The inquiry into the protected status of speech is one of law, not of fact.  Connick, 461 U.S. at 148 n. 7, 103 S.Ct. at 1690 n. 7. \"Whether an employee's speech addresses a matter of public concern must be determined by the content, form, and context of a given statement, as revealed by the whole record.\"  Id. at 147-148, 103 S.Ct. at 1689-90.   Speech relating to any matter of political, social, or other concern to the community is protected.  See id. at 146, 103 S.Ct. at 1689.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In Voigt v. Savell, 70 F.3d 1552 (9th Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 1826, 134 L.Ed.2d 931 (1996), a state court clerk was terminated for, among other things, criticizing the presiding judge's selection of a court administrator and his determination that an employment applicant's grievance against the clerk was valid.  We determined that Voight's comments primarily criticized internal personnel matters.  Id. at 1560.  \"Such information carries little public import in that it does not seek to inform the public of Judge Savell's failure to discharge his duties as a judicial officer.\"  Id. Nonetheless, we concluded the speech was not \"utterly devoid of public concern\" because the speech referred to unfair discrimination and unfair treatment of job applicants, matters of public concern.  Id.;  see also Gillette, 886 F.2d at 1197-98 (firefighter's speech criticizing other firefighter's interaction with a victim involved a matter of public concern);  Hyland v. Wonder, 972 F.2d 1129, 1137 (9th Cir.1992) (memorandum that \"exposed abuses, inefficiency, threats to public safety, potential civil rights violations, and incompetence of public law officials at Juvenile Hall\" discussed issues that were \"of vital interest to citizens in evaluating the performance of their government\" and thus satisfied the public concern requirement).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In her state lawsuit, Rendish claimed as the reasons for the adverse actions:  1) that Judge Turco demanded that she be fired or disbarred because she had spoken with a reporter about allegedly inappropriate remarks by Judge Turco;  2) that she supported the unsuccessful efforts of Sharolyn Bass, a disabled candidate, to obtain employment with the City;  3) that she spoke out about the alleged improper disposition of criminal cases for friends and city employees;  and 4) that she supported a challenger to a sitting municipal court judge.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court concluded that it was not apparent that any of these claims involved a matter of public concern, although the third claim was the most likely of the four to involve a public issue.  We conclude on balance that Rendish's speech did involve matters of public concern.  A municipal court judge's allegedly inappropriate remarks made in domestic violence cases implicate the public's interest in the impartial administration of the courts.  Rendish alleged that the City refused to hire Bass because of her disability (and testified in Bass's discrimination suit against the City);  the public has an interest in unlawful discrimination by the City.  As the district court did recognize, the unequal treatment of some persons as compared with others by the City's judicial system is an issue of public concern.  Finally, Rendish's allegation that her supervisors expressed displeasure with her for supporting a judicial candidate other than a sitting judge raises questions regarding coercion of, or retaliation for, political beliefs.  See Connick, 461 U.S. at 149, 103 S.Ct. at 1690 (question inquiring about whether employees felt pressure to work in political campaigns on behalf of office-supported candidates touched on matter of public concern because such pressure constitutes an unconstitutional coercion of beliefs).  Although the district court aptly pointed out that whether Rendish can prove the truth of any of her allegations remains to be seen, the allegations nonetheless do involve matters of public concern.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We further conclude that Rendish's demand for only private relief in her state-court lawsuit does not detract from the public nature of the litigation, because the speech Rendish claims resulted in the adverse employment actions involves matters of public concern.  In Zorzi v. County of Putnam, the Seventh Circuit similarly concluded that the fact that plaintiff's suit grew out of a personal dispute and that the plaintiff sought remedies of personal nature did not prevent suit from being a matter of public concern:  \"this suit involves a broader dispute and seeks to remedy a systematic harm.  Zorzi was allegedly fired for her political support of the state's attorney.\"  30 F.3d at 897.   Thus, Rendish's claim passes the first test:  it involves matters of public concern.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">2. Balancing the City's and Rendish's interests</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Because we conclude that Rendish's litigation concerns matters of public interest, we next review the district court's determination that the City's interest in the efficient management of its operations outweighs Rendish's interest in commenting upon these public matters.  Connick, 461 U.S. at 142, 103 S.Ct. at 1690.   A state's burden in justifying a decision to discharge an employee varies depending upon the nature of the employee's expression.  Id. at 150, 103 S.Ct. at 1691.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Application of this balancing test entails a factual inquiry into such matters as whether the speech (i) impairs discipline or control by superiors, (ii) disrupts co-worker relations, (iii) erodes a close working relationship premised on personal loyalty and confidentiality, (iv) interferes with the speaker's performance of her or his duties, or (v) obstructs the routine operation of the office.  The \"manner, time, and place\" in which the speech occurred also constitute relevant considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Hyland, 972 F.2d at 1139 (citations omitted).  Disruption must be \"actual, material and substantial,\" not \"imagined.\"  Id. at 1140.   However, the employer need not \"allow events to unfold to the extent that the disruption of the office and the destruction of working relationships is manifest before taking action.\"  Connick, 461 U.S. at 152, 103 S.Ct. at 1692.  \"When close working relationships are essential to fulfilling public responsibilities, a wide degree of deference to the employer's judgment is appropriate.\"  Id. at 151-52, 103 S.Ct. at 1692-93.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Determining the extent of Rendish's disruption of office operations necessarily involves a factual inquiry into the nature of Rendish's duties and relationships with co-workers and supervisors, as well as the impact of the pending litigation on the overall functioning of the office.  This factual inquiry is essential because the importance of close working relationships and the need for an orderly working environment often will not outweigh an employee's right to pursue litigation of public import.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although this case comes before us at an early stage in the proceedings, the district court's inquiry and conclusions regarding the City's need for efficient and effective management are well-supported.  A preliminary application of the Hyland considerations to the facts before us indicates that the City's concerns are justified.  The City identified several concerns regarding the effect of Rendish's lawsuit, which included:  1) cooperative relationships within the office and between Rendish and her supervisors would be difficult;  2) Rendish could not fulfill her duties in Judge Turco's court;  and 3) Rendish's demonstrated lack of trust and confidence in the department would compromise her performance.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Although professionals ordinarily may be expected to leave pending litigation outside of the office, here, that possibility was manifestly not realistic.  Perhaps the most disruptive aspect of this situation is that Rendish's charges go to the core of her employer's mission.  Rendish contends that the City Attorneys' office, whose public function is to uphold and enforce the law, was deliberately violating the law.  These allegations necessarily lead to internal disruption and conflict regarding carrying out the responsibilities of the office.  There can be no doubt that loyalty and confidentiality are essential to the effective performance of the City Attorneys' office.  Rendish's supervisors, however, assert that they no longer have trust and confidence in Rendish and speculate that she would no longer follow their directions.  These concerns are understandable in light of Rendish's allegations, which question the legal judgment and integrity of the City officials.  Moreover, the history of the relationship between Rendish and the City is acrimonious.  For example, a letter signed by Rendish's attorney heatedly stated that the City's behavior showed \"a complete absence of intelligence\" and charged the City with being \"simply clueless as to the rights of their employees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court found that \"[t]he City outlined obvious and real concerns\" regarding the breakdown of interpersonal relationships and Rendish's compromised efficiency.  Although Rendish disputes the City's conclusion regarding (1) the importance of close working relationships, (2) her compromised efficiency, and (3) the potential disruption of office functions, there is no evidence that the district court's findings were clearly erroneous.  The City is justified in questioning not only the maintenance of professional working relationships and efficient operation, but also Rendish's loyalty to the City Attorneys' office and her individual supervisors, in light of her challenge to their judgment and integrity.</p>\n    </div>\n    <p>III. Irreparable injury</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The district court found that Rendish failed to demonstrate irreparable injury.  Rendish alleges:  1) that her loss of constitutional rights constitutes an irreparable injury;  2) that the court should analogize her case to a Title VII case and presume irreparable harm;  and 3) that the district court failed to recognize the noneconomic, psychological injuries she sustained with the loss of her job.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In Romero Feliciano v. Torres Gaztambide, 836 F.2d 1, 4 (1st Cir.1987), the First Circuit concluded that the district court did not abuse its discretion in finding that a plaintiff who was likely to succeed on the merits of his First Amendment claim suffered irreparable harm by being penalized for exercising his constitutional rights.  See also Mariani Giron v. Acevedo Ruiz, 834 F.2d 238, 239 (1st Cir.1987) (finding irreparable harm \"due to the nature of the First Amendment rights violated by an impermissible political firing\").  However, the finding of irreparable harm depended upon the plaintiff's success on the merits.  Romero Feliciano, 836 F.2d at 4. Because the district court's assessment that Rendish did not show a likelihood of success was accurate, it did not abuse its discretion in finding no irreparable harm based on a loss of her constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Relying solely on Baker v. Buckeye Cellulose Corp., 856 F.2d 167 (11th Cir.1988), Rendish next argues that the district court should have presumed irreparable harm.  In Baker, the Eleventh Circuit held that a district court erred in not conducting an evidentiary hearing to determine whether the defendant could overcome the Title VII plaintiff's rebuttable presumption of irreparable harm.  Id. at 169.  Baker is inapplicable here.  In this circuit, no presumption of irreparable harm arises in a First Amendment retaliation claim, and the district court did not abuse its discretion by refusing to presume injury based on out-of-circuit Title VII authority.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Finally, Rendish fails to show any noneconomic injury related to the loss of her job.  Thus, the district court did not abuse its discretion in finding that Rendish failed to demonstrate irreparable injury.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We conclude that a public employee's litigation, like her speech, must involve a matter of public concern in order for that employee to be constitutionally protected from retaliatory employment action.  Here, although Rendish's state-court litigation involves matters of public concern, the City's interest in preventing the disruption which it persuasively predicts would necessarily result from Rendish's presence during the pendency of the lawsuits outweighs Rendish's interest in litigating the public matters she raised.  Therefore, the district court correctly concluded that Rendish's showing of a likelihood of success is not strong.  Additionally, the district court properly determined that Rendish had not adequately demonstrated irreparable injury.  We therefore affirm the district court's denial of Rendish's motion for a preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Donald P. Lay, Senior Circuit Judge for the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties do not contest Rendish's likelihood of success as to the two causation elements, presumably because Rendish can make a strong showing that her litigation was a motivating factor behind the City's termination decision and that the City otherwise would not have terminated her</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We do not necessarily agree with the distinction seemingly made by the Seventh Circuit between internal grievances and litigation, analyzing grievances under the Petition Clause (Belk) and litigation primarily under the Free Speech Clause (Altman, etc.), in contrast with our framework outlined in Gearhart and Soranno's Gasco.   However, because we believe that the speech analysis set forth in Connick applies with equal force to petition claims, we find this disagreement immaterial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We do not mean to imply that all First Amendment rights must be treated the same in the public-employment context.  For example, the Fifth Circuit has held that \" '[a] public employee's claim that he has been discharged for his political affiliation in violation of his right to freely associate is not subject to the threshold public concern requirement.' \"  Boddie v. City of Columbus, Miss., 989 F.2d 745, 747 (5th Cir.1993) (quoting Coughlin v. Lee, 946 F.2d 1152, 1158 (5th Cir.1991)).  We limit our holding to a public employee's right to pursue litigation, as protected by either the Speech Clause or the Petition Clause</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1216</span></span></p>\n    <p class=\"case_cite\">13 IER Cases 268, 97 Cal. Daily Op. Serv. 6622,<br>97 Daily Journal D.A.R. 10,793</p>\n    <p class=\"parties\">Kimberly RENDISH, Plaintiff-Appellant,<br>v.<br>CITY OF TACOMA;  Ray C. Corpus, City Manager for the City of<br>Tacoma, in his individual capacity;  Robin Jenkinson, City<br>Attorney for the City of Tacoma, in her individual capacity;<br>John Kouklis, Chief Assistant City Attorney for the City of<br>Tacoma, in his individual capacity;  John 1-10 Does, in<br>their individual capacities;  Jane 1-10 Does, in their<br>individual capacities, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 96-36150.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted May 9, 1997.<br>Decided Aug. 20, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul Lindenmuth, Law Offices of Neil J. Hoff, Tacoma, WA, for plaintiff-appellant.</p>\n      <p class=\"indent\">James W. Feltus, McGavick Graves, Tacoma, WA, for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Washington;  Franklin D. Burgess, District Judge, Presiding.  D.C. No. CV-96-05780-FDB.</p>\n      <p class=\"indent\">Before:  LAY,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> BEEZER, and TROTT, Circuit Judges.</p>\n      <p class=\"indent\">TROTT, Circuit Judge:</p>\n    </div>\n    <p>OVERVIEW</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Kimberly Rendish appeals the district court's denial of her motion for a preliminary injunction.  Rendish seeks reinstatement to her position as an Assistant City Attorney pending the outcome of her 42 U.S.C. &#167; 1983 lawsuit against the City of Tacoma-her former employer-and various City officials.  In her suit, she alleges that the City violated her constitutional right of access to the courts by terminating her in retaliation for filing a lawsuit in state court.  The district court denied the injunction, concluding that Rendish failed to make a sufficient showing of a likelihood of success on the merits and that she failed to demonstrate irreparable harm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In order to receive constitutional protection, a public employee's litigation, like her speech, must involve a matter of public concern, and her interest in the suit must outweigh the government's interest in preventing disruption to its efficient delivery of services to the public.  Although Rendish's state court lawsuit does involve matters of public concern, the City's interest in the effective and efficient fulfillment of its public responsibilities outweighs Rendish's interests in pursuing the litigation.  Accordingly, Rendish has failed to show a likelihood of success on the merits.  Moreover, we agree with the district court that Rendish has failed to demonstrate that she would suffer irreparable harm from the denial of a preliminary injunction reinstating her to her former position.  We therefore affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Beginning in 1990, Rendish was employed as an Assistant City Attorney for the City of Tacoma.  The employment relationship between Rendish and the City was strained.  On May 13, 1996, Rendish filed a lawsuit in state court, naming as defendants former City Attorney William Barker, former Assistant City Attorney Michael Smith, Municipal Court Judge Ralph Turco, Assistant City Attorney Heidi Horst, and City Attorney Robin Jenkinson.  Rendish alleged that City officials denied her a pay raise, suspended her, subjected her to disparate discipline and scrutiny, and denied her a promotion.  She claimed that the City took these actions in retaliation for her speaking out about unlawful discriminatory practices on the part of the City and that the City therefore violated her freedom of speech.  Rendish sought damages and an order requiring the City to expunge her personnel file of derogatory remarks and to appoint her to a promoted position with backpay.  The City, on the other hand, contended that Rendish was suspended without pay for three weeks for her failure to follow office policy regarding a domestic violence matter, for misrepresenting the status of a criminal case to a domestic assault victim, and for misleading her supervisor during the resulting investigation.  The City further claimed it denied Rendish a pay increase because of her poor work performance.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Rendish served her state-court complaint, with a settlement offer attached, on August 8, 1996.  On August 13, 1996, the City suspended Rendish with pay.  Claiming that the suspension violated her First Amendment rights, Rendish demanded that the suspension be immediately rescinded.  On August 16, 1996, the City terminated Rendish's employment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 21, 1996, Rendish filed this 42 U.S.C. &#167; 1983 suit in federal court, alleging that the City had violated her First Amendment right of access to the courts and seeking damages and injunctive relief.  Rendish then moved for a preliminary injunction, seeking reinstatement.  The district court denied the injunction, concluding that she failed to make a sufficient showing of a likelihood of success on the merits and that she failed to demonstrate irreparable harm.  Rendish appeals.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The grant or denial of a preliminary injunction is within the discretion of the district court.  American Passage Media Corp. v. Cass Communications, Inc., <span class=\"citation\" data-id=\"445622\"><a href=\"/opinion/445622/american-passage-media-corporation-v-cass-communications-inc-dba-cass/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1470</span></a></span>, 1472 (9th Cir.1985).  We will reverse for abuse of discretion if the decision is premised on an erroneous legal standard or clearly erroneous finding of fact, or if the court misapplied the law on the underlying issues.  Id.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>I. Criteria for granting a preliminary injunction</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Traditional criteria for granting a preliminary injunction include:  1) a strong likelihood of success on the merits;  2) the possibility of irreparable injury to the plaintiff;  3) a balance of hardships favoring the plaintiff;  and 4) the advancement of the public interest.  American Passage Media, 750 F.2d at 1472.   We have articulated numerous tests by which a movant can meet her burden, including a combination of either 1) probable success on the merits and irreparable injury or 2) serious questions raised and the balance of hardships tips sharply in the movant's favor.  Id. The district court relied on the first test to deny the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>II. Rendish's likelihood of success on the merits</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. Constitutional protection of a public employee's litigation</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In reviewing a claim of retaliation for the exercise of constitutionally-protected rights, we must consider:  1) whether the plaintiff was engaged in an activity that is entitled to constitutional protection;  2) whether her exercise of the constitutionally-protected right was a \"substantial\" or \"motivating\" factor in the defendant's action;  and 3) whether the defendant has established that it would have taken the same action in the absence of the protected conduct.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Gillette v. Delmore, <span class=\"citation\" data-id=\"530041\"><a href=\"/opinion/530041/james-gillette-v-duane-delmore-jerry-garriott-and-the-city-of-eugene-a/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1194</span></a></span>, 1197 (9th Cir.1989) (citations omitted);  see Soranno's Gasco, Inc. v. Morgan, <span class=\"citation\" data-id=\"523194\"><a href=\"/opinion/523194/sorannos-gasco-incorporated-a-california-corporation-leonard-soranno/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1310</span></a></span>, 1314 (9th Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Supreme Court has recognized that a \"public employee does not relinquish First Amendment rights to comment on matters of public interest by virtue of government employment.\"  Connick v. Myers, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 140, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, 1686, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983) (citing Pickering v. Board of Educ., <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968)).  At the same time, the State's interest in regulating the speech of its employees differs significantly from its interest in regulating the speech of its citizenry.  Id. To be protected by the First Amendment, a public employee's speech must involve a matter of public concern.  Id. at 146, 103 S.Ct. at 1689.  \"If it does, then [the employee] must show that his interest in commenting upon matters of public concern outweighs any adversely affected interest of the City in promoting efficient delivery of public services.\"  Gillette, 886 F.2d at 1197.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Supreme Court has not considered whether this framework for determining the scope of constitutional protection of a public employee's speech applies to a public employee's litigation as well.  Rendish argues that the reasons for the public concern element in the free-speech context are not persuasive in an access-to-courts claim.  The City, on the other hand, argues that the Connick requirements of a public concern element and a balancing of interests apply in the retaliation-for-litigation context.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In Gearhart v. Thorne, <span class=\"citation\" data-id=\"456018\"><a href=\"/opinion/456018/george-gearhart-v-raymond-thorne-robert-keilbach-william-sager-ed/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1072</span></a></span>, 1073 (9th Cir.1985), we considered a public employee's section 1983 claim alleging that his employer retaliated against him for using internal grievance procedures.  Analyzing the claim primarily as one involving speech, we followed Connick and held that the First Amendment did not protect \"a public employee's right to speak internally about matters of purely personal interest.\"  Id.  Because the speech involved only personal concerns, we concluded that Gearhart failed to show his conduct was constitutionally protected.  Although we recognized that the First Amendment protects both the right to petition and the right of public employees to speak out on public issues, we characterized the employee's internal grievance as speech and did not specifically address whether the Petition Clause independently protected the grievance or whether the public concern requirement applies to actions protected by the Petition Clause.  Id. We have subsequently held in a section 1983 retaliation claim outside the public-employment context that \"[t]he right of access to the courts is subsumed under the first amendment right to petition the government for redress of grievances.\"  Soranno's Gasco, 874 F.2d at 1314.   We now extend our holding in Gearhart to a public employee's litigation, which is independently protected by the Petition Clause.  We hold that a public employee's litigation must involve a matter of public concern in order to be protected by either the Petition Clause or the Speech Clause of the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At the heart of this case is the question of whether public employees' petition rights are entitled to heightened protection, as compared with their speech rights, or instead, whether their petition rights are limited in the same way as their speech rights.  We see no justification under the Supreme Court's jurisprudence to afford enhanced protection to litigation as compared to speech.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In delineating the scope of a public employee's constitutional rights, the Supreme Court has focused on the fundamental design of the First Amendment-to foster participation in the interchange of political and social ideas.  In Connick, the Supreme Court reviewed the historical evolution of the rights of public employees, noting that it had gradually recognized the First Amendment rights of such employees to participate in public affairs without suffering retaliatory employment actions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>In all of these cases, the precedents in which Pickering is rooted, the invalidated statutes and actions sought to suppress the rights of public employees to participate in public affairs.  The issue was whether government employees could be prevented or \"chilled\" by the fear of discharge from joining political parties and other associations that certain public officials might find \"subversive.\"   The explanation for the Constitution's special concern with threats to the right of citizens to participate in political affairs is no mystery.  The First Amendment \"was fashioned to assure unfettered interchange of ideas for the bringing about of political and social changes desired by the people.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Connick, 461 U.S. at 144-45, 103 S.Ct. at 1688-89 (citations omitted).  The Court noted that it has \"frequently reaffirmed that speech on public issues occupies the 'highest rung of the hierarchy of First Amendment values,' and is entitled to special protection.\"  Id. at 145, 103 S.Ct. at 1689 (citation omitted).  This comes as no surprise, because at the center of the Court's concern was ensuring that public employees maintain their right to participate in the \"free and open debate [which] is vital to informed decision-making by the electorate.\"  Id. (quoting Pickering, 391 U.S. at 571-72, 88 S.Ct. at 1735-36).   Notably, the Connick Court, in reviewing the development of public employees' rights, discussed precedents involving not only speech rights, but also religious and associational rights.  See id. at 144, 103 S.Ct. at 1688.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Although the Supreme Court has not addressed whether the public concern requirement applies to a public employee's litigation as well as her speech, the Court has emphasized that \"[t]he right to petition is cut from the same cloth as the other guarantees of that Amendment, and is an assurance of a particular freedom of expression.\"  McDonald v. Smith, <span class=\"citation\" data-id=\"111479\"><a href=\"/opinion/111479/mcdonald-v-smith/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 482, <span class=\"citation\" data-id=\"111479\"><a href=\"/opinion/111479/mcdonald-v-smith/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2787</span></a></span>, 2789, <span class=\"citation\" data-id=\"111479\"><a href=\"/opinion/111479/mcdonald-v-smith/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">384</span></a></span> (1985).  In holding that the Petition Clause does not provide absolute immunity for a defendant's libel which was expressed in letters to the President, the Court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>The Petition Clause ... was inspired by the same ideals of liberty and democracy that gave us the freedoms to speak, publish, and assemble.  These First Amendment rights are inseparable, and there is no sound basis for granting greater constitutional protection to statements made in a petition ... than other First Amendment expressions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Id. at 485, 105 S.Ct. at 2791 (citations omitted).  Thus, it follows that the threshold requirement demanded of a public employee's speech in order to receive constitutional protection from adverse employment actions-that it involve a matter of public concern-applies with equal force to a public employee's petition for redress of grievances.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although the Supreme Court has not extended Connick to litigation claims, we are not the first federal circuit court to reach such a conclusion.  In a series of decisions, the Seventh Circuit has comprehensively addressed the First Amendment protection of public employees' litigation and other grievances, holding that, like speech, they must involve a matter of public concern to be constitutionally protected.  In Altman v. Hurst, <span class=\"citation\" data-id=\"435973\"><a href=\"/opinion/435973/dennis-altman-v-peter-f-hurst-chief-of-police-of-the-city-of-hickory/\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1240</span></a></span>, 1244 n. 10 (7th Cir.1984), the Seventh Circuit noted that the Supreme Court, in indicating that the First Amendment protects a person's right to seek judicial redress of grievances, was concerned about political expression and not about the general right to bring suit.  \"This formulation dovetails with the Connick rule that limits the first amendment protection given public employees to pronouncement on public issues.  Thus, a private office dispute cannot be constitutionalized merely by filing a legal action.\"  Id. In Yatvin v. Madison Metropolitan School District, <span class=\"citation\" data-id=\"502304\"><a href=\"/opinion/502304/joanne-yatvin-v-madison-metropolitan-school-district-a-political/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></a></span>, 419-420 (7th Cir.1988), the Seventh Circuit considered plaintiff Yatvin's claim that she was not offered a job because she had filed sex discrimination charges against the employer.  The court noted:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The contention that every act of retaliation against a person who files charges of wrongdoing with a public agency denies freedom of speech or the right to petition for redress of grievances rests on the following syllogism:  litigation is a method recognized by the Supreme Court ... for advancing ideas and seeking redress of grievances;  retaliation against one who institutes litigation ... discourages litigation;  therefore such retaliation invades a First Amendment right.  The weakness is in the first premise, which is stated too broadly.  Some litigation seeks to advance political or other ideas;  litigation by the NAACP seeking to eliminate public school segregation is an example....  But not every legal gesture-not every legal pleading-is protected by the First Amendment.  Remedies against baseless litigation do not violate the First Amendment's right to petition;  nor do laws aimed at deterring \"far out\" suits by requiring the loser to pay the winner's legal fees.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id. at 419 (citations omitted).  Explaining that not every legal pleading contributes to the marketplace of ideas, and noting \"the absence of any attempt by Yatvin to distinguish this case from the run-of-the-mine single-plaintiff discrimination case,\" the court held that this litigation was not constitutionally protected.  Id. at 420;  see also Zorzi v. County of Putnam, <span class=\"citation\" data-id=\"675165\"><a href=\"/opinion/675165/kathryn-m-zorzi-v-county-of-putnam-philip-h-hansen-former-sheriff-of/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">885</span></a></span>, 896 (7th Cir.1994) (\"If a public employee is retaliated against for filing a lawsuit, the public employee has no First Amendment claim unless the lawsuit involves a matter of public concern.\")  (citation and footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In Belk v. Town of Minocqua, <span class=\"citation\" data-id=\"512633\"><a href=\"/opinion/512633/sue-m-belk-v-town-of-minocqua/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1258</span></a></span> (7th Cir.1988), the Seventh Circuit addressed the scope of the Petition Clause's protection of a public employee's right to file an employment grievance.  Plaintiff Belk, alleging that she was terminated in retaliation for threatening to file a grievance, argued that she had an absolute right to petition the government, regardless of content.  Id. at 1260-61.   Relying on the Supreme Court's direction in McDonald, 472 U.S. at 485, 105 S.Ct. at 2791 that \"there is no sound basis for granting greater constitutional protections to statements made in a petition ... than other first amendment expressions,\" the Seventh Circuit explained:  \"Were we to adopt Belk's position that the right to petition is absolute, we would be guilty of implementing precisely the sort of hierarchy of first amendment rights forbidden by McDonald.\"  Belk, 858 F.2d at 1261.   The court concluded that \"such special treatment of the right to petition would unjustly favor those who through foresight or mere fortuity present their speech as a grievance rather than in some other form.\"  Id. at 1262.   The court then held that the substance of Belk's threatened grievance was constitutionally protected only if, as a threshold matter, it touched upon a matter of public concern.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We agree with the Seventh Circuit's analysis and with its conclusion that, in order to be constitutionally protected under either the Speech Clause or the Petition Clause, a public employee's actions must involve a matter of public concern.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In so holding, we join other circuits who have similarly agreed that the Connick framework applies to petitions and grievances as well as speech.  See Valot v. Southeast Local Sch. Dist. Bd. of Educ., <span class=\"citation\" data-id=\"736926\"><a href=\"/opinion/736926/unemplinsrep-cch-p-22174-sally-ann-valot-jean-hansen-anna-d-roosa/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1220</span></a></span> (6th Cir.1997) (analyzing substitute bus drivers' section 1983 claim that school district failed to rehire them in retaliation for filing workers' compensation claims as a claim under the Petition Clause, applying the same analysis as a claim arising under the Free Speech Clause, and requiring public concern), petition for cert. filed, 66 USLW 3086 (July 10, 1997) (No. 97-74);  Grabow v. Independent Sch. Dist. No. I-008, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1166</span></span> (10th Cir.1996) (unpublished;  citation permissible under 10th Cir. rules) (concluding that a public employee's EEOC claim must involve a matter of public concern to be entitled to First Amendment protection);  White Plains Towing Corp. v. Patterson, <span class=\"citation\" data-id=\"605540\"><a href=\"/opinion/605540/white-plains-towing-corp-dba-dons-towing-and-don-cherico/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1049</span></a></span> (2d Cir.1993) (holding that the First Amendment right to petition-here, an internal personnel complaint-is subject to the same analysis as free speech);  Day v. South Park Indep.  Sch. Dist., <span class=\"citation\" data-id=\"455969\"><a href=\"/opinion/455969/mavis-day-v-south-park-independent-school-district/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">696</span></a></span> (5th Cir.1985) (stating that the protection afforded by the Petition Clause overlaps with that afforded by other First Amendment provisions).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Seventh Circuit's conclusion that a public employee's litigation or grievance must involve a matter of public concern to be constitutionally protected is not, however, universally accepted.  The Third Circuit alone has diverged from the other circuits and has held that a public employee is protected under the Petition Clause against retaliation for having filed a lawsuit even if that lawsuit addresses matters of purely private concern.  San Filippo v. Bongiovanni, <span class=\"citation\" data-id=\"675111\"><a href=\"/opinion/675111/joseph-san-filippo-jr-v-michael-bongiovanni-anthony-s-cicatiello/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">424</span></a></span> (3d Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">735</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">638</span></span> (1995).  Examining whether \"there are contexts in which the petition clause protects values additional to those protected by the speech clause,\" id. at 439, the Third Circuit concluded that a reason independent of the speech considerations relied upon by the Seventh Circuit in Altman, Yatvin, and Belk justified the protection of employee lawsuits and grievances regardless of content:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>The first amendment's petition clause imposes on the United States an obligation to have at least some channel open for those who seek redress for perceived grievances....  [W]hen government-federal or state-formally adopts a mechanism for redress of those grievances for which the government is allegedly accountable, it would seem to undermine the Constitution's vital purposes to hold that one who in good faith files an arguably meritorious \"petition\" invoking that mechanism may be disciplined for such invocation by the very government that in compliance with the petition clause has given the particular mechanism its constitutional imprimatur.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Id. at 442.   Noting that \"[t]he petition clause of the first amendment was not intended to be a dead letter-or a graceful but redundant appendage to the clauses guaranteeing freedom of speech and press,\" the Third Circuit held that a grievance or a lawsuit, brought by a public employee, that constituted a \"petition\" and that was \"non-sham,\" was constitutionally protected, regardless of whether it involved a matter of public concern.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We respectfully disagree with the Third Circuit's analysis.  First, it diverges from the Supreme Court's teachings that the primary function of the First Amendment is to facilitate participation in a free political process and that the First Amendment extends its guarantees to public employees in order to encourage such participation.  Moreover, it equates the government's conduct as employer with its conduct as government.  When government as employer disciplines an employee for pursuing litigation, it does not act as \"the very government\" which established the mechanism for redress in accordance with its constitutional obligation, but rather in its role as an employer.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We do not mean to suggest, of course, that public employees may be denied access to the courts altogether.  We simply hold that a public employee cannot present a cognizable section 1983 claim challenging a retaliatory employment decision made by her government-employer unless her litigation involves a matter of public concern.  As the Supreme Court explained in Connick:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>We hold only that when a public employee speaks not as a citizen upon matters of public concern, but instead as an employee upon matters only of personal interest, absent the most unusual circumstances, a federal court is not the appropriate forum in which to review the wisdom of a personnel decision taken by a public agency allegedly in reaction to the employee's behavior.  Our responsibility is to ensure that citizens are not deprived of fundamental rights by virtue of working for the government;  this does not require a grant of immunity for employee grievances not afforded by the First Amendment to those who do not work for the state.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">461 U.S. at 147, 103 S.Ct. at 1690 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Regardless of whether the right to grieve an employment dispute is characterized as the exercise of the right to petition or the right to free speech, the same public concern requirement applies.  At its core, the First Amendment protects an array of behavior and activities for the same fundamental reason.  Thus, heeding the Supreme Court's warnings, we do not elevate the right to litigate above the right to free speech.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>B. Application of the law to Rendish's claim</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We now consider the district court's conclusions regarding whether Rendish's litigation involved a matter of public concern and whether Rendish's interest in the litigation outweighed the City's interest in promoting the efficient delivery of public services.</p>\n    </div>\n    <p class=\"indent\">1. Public concern</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The inquiry into the protected status of speech is one of law, not of fact.  Connick, 461 U.S. at 148 n. 7, 103 S.Ct. at 1690 n. 7. \"Whether an employee's speech addresses a matter of public concern must be determined by the content, form, and context of a given statement, as revealed by the whole record.\"  Id. at 147-148, 103 S.Ct. at 1689-90.   Speech relating to any matter of political, social, or other concern to the community is protected.  See id. at 146, 103 S.Ct. at 1689.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In Voigt v. Savell, <span class=\"citation\" data-id=\"709031\"><a href=\"/opinion/709031/95-cal-daily-op-serv-8881-95-daily-journal-dar-15413-j-burk-voigt/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1552</span></a></span> (9th Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">931</span></span> (1996), a state court clerk was terminated for, among other things, criticizing the presiding judge's selection of a court administrator and his determination that an employment applicant's grievance against the clerk was valid.  We determined that Voight's comments primarily criticized internal personnel matters.  Id. at 1560.  \"Such information carries little public import in that it does not seek to inform the public of Judge Savell's failure to discharge his duties as a judicial officer.\"  Id. Nonetheless, we concluded the speech was not \"utterly devoid of public concern\" because the speech referred to unfair discrimination and unfair treatment of job applicants, matters of public concern.  Id.;  see also Gillette, 886 F.2d at 1197-98 (firefighter's speech criticizing other firefighter's interaction with a victim involved a matter of public concern);  Hyland v. Wonder, <span class=\"citation\" data-id=\"588913\"><a href=\"/opinion/588913/lanric-hyland-v-roy-l-wonder-supervising-judge-juvenile-court/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1129</span></a></span>, 1137 (9th Cir.1992) (memorandum that \"exposed abuses, inefficiency, threats to public safety, potential civil rights violations, and incompetence of public law officials at Juvenile Hall\" discussed issues that were \"of vital interest to citizens in evaluating the performance of their government\" and thus satisfied the public concern requirement).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In her state lawsuit, Rendish claimed as the reasons for the adverse actions:  1) that Judge Turco demanded that she be fired or disbarred because she had spoken with a reporter about allegedly inappropriate remarks by Judge Turco;  2) that she supported the unsuccessful efforts of Sharolyn Bass, a disabled candidate, to obtain employment with the City;  3) that she spoke out about the alleged improper disposition of criminal cases for friends and city employees;  and 4) that she supported a challenger to a sitting municipal court judge.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court concluded that it was not apparent that any of these claims involved a matter of public concern, although the third claim was the most likely of the four to involve a public issue.  We conclude on balance that Rendish's speech did involve matters of public concern.  A municipal court judge's allegedly inappropriate remarks made in domestic violence cases implicate the public's interest in the impartial administration of the courts.  Rendish alleged that the City refused to hire Bass because of her disability (and testified in Bass's discrimination suit against the City);  the public has an interest in unlawful discrimination by the City.  As the district court did recognize, the unequal treatment of some persons as compared with others by the City's judicial system is an issue of public concern.  Finally, Rendish's allegation that her supervisors expressed displeasure with her for supporting a judicial candidate other than a sitting judge raises questions regarding coercion of, or retaliation for, political beliefs.  See Connick, 461 U.S. at 149, 103 S.Ct. at 1690 (question inquiring about whether employees felt pressure to work in political campaigns on behalf of office-supported candidates touched on matter of public concern because such pressure constitutes an unconstitutional coercion of beliefs).  Although the district court aptly pointed out that whether Rendish can prove the truth of any of her allegations remains to be seen, the allegations nonetheless do involve matters of public concern.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We further conclude that Rendish's demand for only private relief in her state-court lawsuit does not detract from the public nature of the litigation, because the speech Rendish claims resulted in the adverse employment actions involves matters of public concern.  In Zorzi v. County of Putnam, the Seventh Circuit similarly concluded that the fact that plaintiff's suit grew out of a personal dispute and that the plaintiff sought remedies of personal nature did not prevent suit from being a matter of public concern:  \"this suit involves a broader dispute and seeks to remedy a systematic harm.  Zorzi was allegedly fired for her political support of the state's attorney.\"  30 F.3d at 897.   Thus, Rendish's claim passes the first test:  it involves matters of public concern.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">2. Balancing the City's and Rendish's interests</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Because we conclude that Rendish's litigation concerns matters of public interest, we next review the district court's determination that the City's interest in the efficient management of its operations outweighs Rendish's interest in commenting upon these public matters.  Connick, 461 U.S. at 142, 103 S.Ct. at 1690.   A state's burden in justifying a decision to discharge an employee varies depending upon the nature of the employee's expression.  Id. at 150, 103 S.Ct. at 1691.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Application of this balancing test entails a factual inquiry into such matters as whether the speech (i) impairs discipline or control by superiors, (ii) disrupts co-worker relations, (iii) erodes a close working relationship premised on personal loyalty and confidentiality, (iv) interferes with the speaker's performance of her or his duties, or (v) obstructs the routine operation of the office.  The \"manner, time, and place\" in which the speech occurred also constitute relevant considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Hyland, 972 F.2d at 1139 (citations omitted).  Disruption must be \"actual, material and substantial,\" not \"imagined.\"  Id. at 1140.   However, the employer need not \"allow events to unfold to the extent that the disruption of the office and the destruction of working relationships is manifest before taking action.\"  Connick, 461 U.S. at 152, 103 S.Ct. at 1692.  \"When close working relationships are essential to fulfilling public responsibilities, a wide degree of deference to the employer's judgment is appropriate.\"  Id. at 151-52, 103 S.Ct. at 1692-93.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Determining the extent of Rendish's disruption of office operations necessarily involves a factual inquiry into the nature of Rendish's duties and relationships with co-workers and supervisors, as well as the impact of the pending litigation on the overall functioning of the office.  This factual inquiry is essential because the importance of close working relationships and the need for an orderly working environment often will not outweigh an employee's right to pursue litigation of public import.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although this case comes before us at an early stage in the proceedings, the district court's inquiry and conclusions regarding the City's need for efficient and effective management are well-supported.  A preliminary application of the Hyland considerations to the facts before us indicates that the City's concerns are justified.  The City identified several concerns regarding the effect of Rendish's lawsuit, which included:  1) cooperative relationships within the office and between Rendish and her supervisors would be difficult;  2) Rendish could not fulfill her duties in Judge Turco's court;  and 3) Rendish's demonstrated lack of trust and confidence in the department would compromise her performance.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Although professionals ordinarily may be expected to leave pending litigation outside of the office, here, that possibility was manifestly not realistic.  Perhaps the most disruptive aspect of this situation is that Rendish's charges go to the core of her employer's mission.  Rendish contends that the City Attorneys' office, whose public function is to uphold and enforce the law, was deliberately violating the law.  These allegations necessarily lead to internal disruption and conflict regarding carrying out the responsibilities of the office.  There can be no doubt that loyalty and confidentiality are essential to the effective performance of the City Attorneys' office.  Rendish's supervisors, however, assert that they no longer have trust and confidence in Rendish and speculate that she would no longer follow their directions.  These concerns are understandable in light of Rendish's allegations, which question the legal judgment and integrity of the City officials.  Moreover, the history of the relationship between Rendish and the City is acrimonious.  For example, a letter signed by Rendish's attorney heatedly stated that the City's behavior showed \"a complete absence of intelligence\" and charged the City with being \"simply clueless as to the rights of their employees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court found that \"[t]he City outlined obvious and real concerns\" regarding the breakdown of interpersonal relationships and Rendish's compromised efficiency.  Although Rendish disputes the City's conclusion regarding (1) the importance of close working relationships, (2) her compromised efficiency, and (3) the potential disruption of office functions, there is no evidence that the district court's findings were clearly erroneous.  The City is justified in questioning not only the maintenance of professional working relationships and efficient operation, but also Rendish's loyalty to the City Attorneys' office and her individual supervisors, in light of her challenge to their judgment and integrity.</p>\n    </div>\n    <p>III. Irreparable injury</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The district court found that Rendish failed to demonstrate irreparable injury.  Rendish alleges:  1) that her loss of constitutional rights constitutes an irreparable injury;  2) that the court should analogize her case to a Title VII case and presume irreparable harm;  and 3) that the district court failed to recognize the noneconomic, psychological injuries she sustained with the loss of her job.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In Romero Feliciano v. Torres Gaztambide, <span class=\"citation\" data-id=\"499434\"><a href=\"/opinion/499434/jose-luis-romero-feliciano-v-hon-jaime-torres-gaztambide-etc/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1987), the First Circuit concluded that the district court did not abuse its discretion in finding that a plaintiff who was likely to succeed on the merits of his First Amendment claim suffered irreparable harm by being penalized for exercising his constitutional rights.  See also Mariani Giron v. Acevedo Ruiz, <span class=\"citation\" data-id=\"498118\"><a href=\"/opinion/498118/william-mariani-giron-v-heriberto-acevedo-ruiz-etc/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">238</span></a></span>, 239 (1st Cir.1987) (finding irreparable harm \"due to the nature of the First Amendment rights violated by an impermissible political firing\").  However, the finding of irreparable harm depended upon the plaintiff's success on the merits.  Romero Feliciano, 836 F.2d at 4. Because the district court's assessment that Rendish did not show a likelihood of success was accurate, it did not abuse its discretion in finding no irreparable harm based on a loss of her constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Relying solely on Baker v. Buckeye Cellulose Corp., <span class=\"citation\" data-id=\"511062\"><a href=\"/opinion/511062/aretha-s-baker-v-buckeye-cellulose-corporation/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span> (11th Cir.1988), Rendish next argues that the district court should have presumed irreparable harm.  In Baker, the Eleventh Circuit held that a district court erred in not conducting an evidentiary hearing to determine whether the defendant could overcome the Title VII plaintiff's rebuttable presumption of irreparable harm.  Id. at 169.  Baker is inapplicable here.  In this circuit, no presumption of irreparable harm arises in a First Amendment retaliation claim, and the district court did not abuse its discretion by refusing to presume injury based on out-of-circuit Title VII authority.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Finally, Rendish fails to show any noneconomic injury related to the loss of her job.  Thus, the district court did not abuse its discretion in finding that Rendish failed to demonstrate irreparable injury.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We conclude that a public employee's litigation, like her speech, must involve a matter of public concern in order for that employee to be constitutionally protected from retaliatory employment action.  Here, although Rendish's state-court litigation involves matters of public concern, the City's interest in preventing the disruption which it persuasively predicts would necessarily result from Rendish's presence during the pendency of the lawsuits outweighs Rendish's interest in litigating the public matters she raised.  Therefore, the district court correctly concluded that Rendish's showing of a likelihood of success is not strong.  Additionally, the district court properly determined that Rendish had not adequately demonstrated irreparable injury.  We therefore affirm the district court's denial of Rendish's motion for a preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Donald P. Lay, Senior Circuit Judge for the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties do not contest Rendish's likelihood of success as to the two causation elements, presumably because Rendish can make a strong showing that her litigation was a motivating factor behind the City's termination decision and that the City otherwise would not have terminated her</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We do not necessarily agree with the distinction seemingly made by the Seventh Circuit between internal grievances and litigation, analyzing grievances under the Petition Clause (Belk) and litigation primarily under the Free Speech Clause (Altman, etc.), in contrast with our framework outlined in Gearhart and Soranno's Gasco.   However, because we believe that the speech analysis set forth in Connick applies with equal force to petition claims, we find this disagreement immaterial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We do not mean to imply that all First Amendment rights must be treated the same in the public-employment context.  For example, the Fifth Circuit has held that \" '[a] public employee's claim that he has been discharged for his political affiliation in violation of his right to freely associate is not subject to the threshold public concern requirement.' \"  Boddie v. City of Columbus, Miss., <span class=\"citation\" data-id=\"603527\"><a href=\"/opinion/603527/william-h-boddie-cross-appellant-v-city-of-columbus-mississippi-and/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">745</span></a></span>, 747 (5th Cir.1993) (quoting Coughlin v. Lee, <span class=\"citation\" data-id=\"570050\"><a href=\"/opinion/570050/maureen-e-coughlin-and-frank-s-mistretta-v-harry-lee-aka-jefferson/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1152</span></a></span>, 1158 (5th Cir.1991)).  We limit our holding to a public employee's right to pursue litigation, as protected by either the Speech Clause or the Petition Clause</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111479/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/435973/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/445622/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/455969/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/456018/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/498118/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/499434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/502304/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/511062/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/512633/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/523194/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/530041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/570050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/588913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/603527/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/605540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675165/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/709031/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/736926/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-24T20:28:01.700159Z",
      "date_modified": "2017-09-25T17:59:30.948964Z",
      "date_filed": "1997-08-20",
      "date_filed_is_approximate": false,
      "slug": "kimberly-rendish-v-city-of-tacoma-ray-c-corpus-city-manager-for-the-city",
      "citation_id": 718198,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Kimberly Rendish v. City of Tacoma Ray C. Corpus, City Manager for the City of Tacoma, in His Individual Capacity Robin Jenkinson, City Attorney for the City of Tacoma, in Her Individual Capacity John Kouklis, Chief Assistant City Attorney for the City of Tacoma, in His Individual Capacity John 1-10 Does, in Their Individual Capacities Jane 1-10 Does, in Their Individual Capacities",
      "federal_cite_one": "123 F.3d 1216",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 45,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/558863/kimberly-rendish-v-city-of-tacoma-ray-c-corpus-city-manager-for-the-city/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:27:50.472578Z",
  "date_modified": "2016-02-01T18:31:46.721346Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Kimberly Rendish v. City of Tacoma Ray C. Corpus, City Manager for the City of Tacoma, in His Individual Capacity Robin Jenkinson, City Attorney for the City of Tacoma, in Her Individual Capacity John Kouklis, Chief Assistant City Attorney for the City of Tacoma, in His Individual Capacity John 1-10 Does, in Their Individual Capacities Jane 1-10 Does, in Their Individual Capacities",
  "slug": "kimberly-rendish-v-city-of-tacoma-ray-c-corpus-city-manager-for-the-city",
  "docket_number": "96-36150",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}