{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/570740/",
  "id": 570740,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/265712/",
      "id": 265712,
      "absolute_url": "/opinion/265712/bruce-baines-v-city-of-damville-virginia-the-rev-lendell-w-chase-v/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/570740/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/265712/",
          "id": 265712,
          "absolute_url": "/opinion/265712/bruce-baines-v-city-of-damville-virginia-the-rev-lendell-w-chase-v/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/265712/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:39:26Z",
          "date_modified": "2017-03-24T19:26:36.891766Z",
          "type": "010combined",
          "sha1": "edb8be1fd95e1294846c6952ff05f4a47ca9390f",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/337/337.F2d.579.9080-9084.9149.9150.9212_1.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">337 F.2d 579</p>\n    <p class=\"parties\">Bruce BAINES et al., Appellants,<br>v.<br>CITY OF DAMVILLE, VIRGINIA, Appellee.<br>The Rev. Lendell W. CHASE et al., Appellants,<br>v.<br>Chief Eugene McCAIN et al., Appellees (two cases).<br>Hildreth G. McGHEE et al., Appellants,<br>v.<br>CITY OF DANVILLE, Appellees.<br>LEWIS et al., Appellants,<br>v.<br>BENNETT et al., Appellees.<br>The Rev. Lendell W. CHASE et al., Appellants,<br>v.<br>Honorable A. M. AIKEN, Judge, Appellee (two cases).<br>Dolores J. PAGE and Margaret P. Dillard, Appellants,<br>v.<br>Chief Eugene McCAIN et al., Appellees.</p>\n    <p class=\"docket\">Nos. 9080-9084.</p>\n    <p class=\"docket\">No. 9149.</p>\n    <p class=\"docket\">No. 9150.</p>\n    <p class=\"docket\">No. 9212.</p>\n    <p class=\"court\">United States Court of Appeals Fourth Circuit.</p>\n    <p class=\"date\">Argued September 23, 1963, and January 6, 1964.</p>\n    <p class=\"date\">Decided August 10, 1964.</p>\n    <p class=\"date\">On Rehearing September 29, 1964.</p>\n    <p class=\"date\">COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Arthur Kinoy, New York City, for appellants in Nos. 9080-9082, 9084, 9149, 9150.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mrs. Ruth L. Harvey, Danville, Va., for appellants in No. 9083.</p>\n      <p class=\"indent\">William M. Kunstler, New York City, for appellants in Nos. 9080 and 9082.</p>\n      <p class=\"indent\">S. W. Tucker, Richmond, Va., for appellants in Nos. 9080-9084, 9149, 9150.</p>\n      <p class=\"indent\">Morris E. Lasker, New York City, Mrs. Ruth L. Harvey, Danville, Va., and William M. Kunstler, New York City, for appellant in No. 9212 (Len W. Holt, Norfolk, Va., Andrew C. Muse, J. L. William, Harry I. Wood, George Woody, Jr., Danville, Va., Chester Antieau, Shellie F. Bowers, Washington, D. C., Richard Goodman, Dean Robb, Detroit, Mich., Jack Oppenheim, New York City, Ann Cooper, Boston, Mass., Nathan Conyers, Detroit, Mich., E. A. Dawley, Jr., J. A. Jordan, Jr., Norfolk, Va., Erwin Miller, Philadelphia, Pa., George L. Downing, Detroit, Mich., and Bertrand B. Pogrebin, Mineola, N. Y., on briefs).</p>\n      <p class=\"indent\">John W. Carter and James A. H. Ferguson, Danville, Va., for appellees in Nos. 9080-9082, 9084, 9149, 9150 and 9212.</p>\n      <p class=\"indent\">Harold V. Kelly, Asst. Atty. Gen. of Virginia, for appellees in No. 9083.</p>\n      <p class=\"indent\">Before SOBELOFF, Chief Judge, and HAYNSWORTH, BOREMAN, BRYAN and J. SPENCER BELL, Circuit Judges, sitting en banc.</p>\n      <p class=\"indent\">HAYNSWORTH, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Several different questions are presented by a number of cases arising out of racial demonstrations in Danville, Virginia.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">No. 9084 and No. 9150, Chase v. Aiken, No. 9081 and No. 9149, Chase v. McCain, and No. 9212, Page v. McCain, are appeals in plenary actions filed by Negro plaintiffs in the District Court, in which they seek injunctions against their prosecution in the state court upon charges of violations of a state court injunction, of an ordinance limiting the number of participants in demonstrations and picketing activity, and the time and manner in which such activities could be conducted, and of another ordinance preventing parades without a permit. The requests for injunctive relief are based upon allegations that the state court injunction and the ordinances are unconstitutional and invalid. The complaints also request declaratory judgments that the injunction and the ordinances are unconstitutional. The District Judge did not reach the merits, because he concluded that, under the provisions of 28 U.S.C.A. &#167; 2283 and the principles of comity, he should not undertake to enjoin pending criminal proceedings in the state court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">No. 9080, Baines v. City of Danville, and No. 9082, McGhee v. City of Danville, are appeals from orders remanding to the state courts some 105 criminal cases which the defendants had undertaken to remove from the state court to the District Court. There are also petitions for writs of mandmus directed to the District Judge, which seek to present the same question of the propriety of the orders of remand as are tendered by the appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">No. 9083, Lewis, et al. v. Bennett, is an appeal from a denial of a temporary restraining order directed to the Virginia Employment Commission preventing it from disqualifying applicants for, or recipients of, unemployment compensation upon the ground that the pendency of criminal charges against them made them unavailable for work within the meaning of the unemployment compensation statute.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The events which underlie these several controversies are not entirely undisputed, and, since the District Judge reached the merits in none of the cases, there are no findings which settle the factual disputes. However, some testimony was taken in some of these cases, and some reference to that testimony and to the factual contentions of the parties seems appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Negro appellants contend their demonstrations and picketing had been conducted peaceably and without violence, though a number of them were the victims of police violence on the night of June 10, 1963, when the police employed fire hoses and night sticks against them. On the other hand, city and court officials contend that the demonstrations, peaceful enough at first, became riotous and violent, resulting in personal injuries and property damage. They attempt to justify the injunction and the ordinances as a reasonable and necessary response to the excesses of the demonstrators and requisite for the preservation of peace and order.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The testimony discloses that the first demonstration in Danville occurred on Friday, May 31, 1963. It was orderly. The demonstrators had applied for no permit to parade, but city officials prepared and sent a permit to them. Other demonstrations followed on Saturday, June 1, and on Monday and Tuesday, June 3 and 4. During these demonstrations, the Negroes marched through the streets to congregate on the steps of the state courthouse. In the process, they blocked, for a time, other traffic in the streets and access through the principal entrance to the courthouse, but they inflicted no physical injury upon anyone or any property.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On Wednesday, June 5, however, they were not so restrained. As on the preceding days, a large crowd of Negroes marched to the state courthouse and occupied the main steps leading into the building. At about 4:15 o'clock, in the afternoon, they invaded the building, itself. The City Manager's office was occupied by them, though he was not present, while other demonstrators in the corridors sang, chanted, shouted, clapped, and rattled previously prepared noise makers. They ignored requests to leave until one of their leaders was arrested approximately one hour after they had entered the building. The other demonstrators then evacuated the building, one young girl striking the Chief of Police in the face with her pocketbook as she left. She, too, was placed under arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The demonstration on June 5 did not end with the evacuation of the courthouse. The crowd proceeded to a theater and a YMCA. There is testimony that some members of the crowd then began to throw bricks, bottles and rocks. Several police officers were struck by the missiles, and one missile broke a window of a hotel. When police officers undertook to take into custody one member of the crowd, then numbering some 200 to 250 persons, they were threatened and stones were hurled at them, and after they succeeded in entering a police car, the car was hit with unidentified objects.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During most of this time traffic in the streets was blocked or impeded. One automobile, occupied by white persons, was surrounded by the crowd and rocked back and forth until police effected a rescue.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sometime after 8:00 o'clock in the evening, after the demonstration had been going on for more than four hours, the crowd sat down in Danville's main business street, which is United States Highway 29, effectively blocking all traffic. At about that time, police summoned the Honorable A. M. Aiken, Judge of the Corporation Court of Danville. This was done pursuant to &#167; 18.1-247 of the Code of Virginia 1950, which authorizes judges and justices of the peace to suppress riots and unlawful assemblies, and requires them to go among, or as near as they safely may to, persons riotously or unlawfully assembled, and demand that they disperse. Judge Aiken spoke to one of the leaders of the crowd and told him to ask the demonstrators to disperse. This command was refused. Thereafter Judge Aiken told the Chief of Police that he thought the crowd would disperse if its leaders were arrested. The Judge then left. One of the leaders of the crowd also left, but, upon a signal from the other leader, the crowd of demonstrators began to move toward a crowd of white people which had gathered nearby. The whites moved back upon police orders and the demonstrators proceeded to the Danville Public Library. There, the remaining leader of the demonstrators was again asked to disband the crowd and was arrested when he refused to do so. Leaderless, the demonstrators then began to disperse. There was testimony that thereafter, however, a small group of Negroes, armed with bricks, or half bricks, roamed the streets threatening white people and daring white motorists to leave their cars.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the next day, upon application of the City, Judge Aiken issued a temporary injunction and restraining order which prohibited mass demonstrations and mass or violent picketing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the morning of Monday, June 10, there was another mass demonstration. As the crowd of Negroes proceeded up the street, several white people entered an automobile intent upon removing it and themselves from the scene. The car's engine did not promptly start, and the vehicle was surrounded by demonstrators, some of whom were swinging socks, the toes of which had been filled with rocks, at the occupants of the car. The automobile was extensively damaged, and one of its doors was torn off. At about this time, however, several of the demonstrators were arrested after which, according to the Chief of Police, the remaining demonstrators sought to rush the jail and free their confederates. Finally, this crowd was dispersed with fire hoses.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On that same night at approximately 11:00 o'clock, another crowd of Negroes assembled near the jail. This time, except that they blocked the way and refused to leave, they were neither violent nor disorderly. Because they refused to disperse, fire hoses and night sticks were employed, and several of the demonstrators received some injury. On that occasion the police were guilty of excesses, as the demonstrators had been on earlier occasions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There was another mass demonstration on Thursday, June 13, during which the steps of the courthouse were again occupied. There was no overt violence then.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">During this period, several police cars and one automobile of a private white individual, proceeding through Negro residential areas, were fired upon and hit by bullets. Another police car had its windshield broken out by objects thrown at it by Negroes. On one of these occasions the gunfire came from as assemblage of approximately 150 Negroes.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On June 14, the City Council of Danville adopted an ordinance limiting demonstrations and picketing. It required that all assemblies and picketing be peaceful. It limited marching to a single file and required that pickets and demonstrators space themselves at least ten feet apart. It limited to six the number of pickets before any one business establishment or public facility. It prohibited all picketing or demonstrations directed to a place of business, or public facility, on days when the establishment being picketed was not open for business or during hours other than its work hours. It prohibited all picketing and demonstrations within a public building and provided that no person under the age of 18 years shall engage in demonstrations or picketing. Violation of the ordinance was declared to be a misdemeanor.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There were other events and later arrests. The arrested individuals were charged with violations of the injunction and of the ordinance. This led to the filing in the District Court of the plenary actions to restrain enforcement of the injunction and of the anti-picketing ordinance. Some 105 of the criminal cases brought under the injunction or under the ordinance were sought to be removed from the Corporation Court of Danville to the District Court, but, on motion, were remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Unemployment compensation was denied some of the criminal defendants. A subordinate official of Virginia's Employment Commission ruled that, while they were then at large on bail, they were \"unavailable\" for work within the meaning of the unemployment compensation statute when they were awaiting trials on criminal charges which might result in their confinement.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On July 10, 1963, Danville's City Council adopted a parade-permit ordinance. This was immediately after announcement of dissolution of a District Court order, temporarily restraining further demonstrations, which had issued on July 2nd. The plaintiffs in No. 9212, a plenary action subsequently brought to restrain enforcement of the parade ordinance, contend it was a device intended and used for the suppression of further demonstrations. City officials contend, on the other hand, that adoption of the parade ordinance on July 10th was only a coincidence. There had been an earlier parade ordinance on the books, and a permit under it, though unsolicited, had been sent to the first demonstrators on May 31st. The City Attorney states that he had become convinced that the existing parade ordinance, similar to that which was considered in City of Florence v. George, 241 S.C. 77, 127 S.E. 2d 210, was unconstitutional. He had suggested, therefore, the adoption of a new ordinance patterned upon the draft of the National Institute of Municipal Law Officers. The new Danville parade ordinance generally follows the model, but it requires applications thirty days in advance, though the Chief of Police, \"where good cause is shown\" may waive the time requirement. That provision is one of the principal bases of the plaintiffs' constitutional complaint about the parade ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Since the adoption of Danville's new parade-permit ordinance, it is said there have been 263 arrests of persons charged with violations of it. The plaintiffs state in their brief in this court that 163 of the 263 had been tried and convicted, each convicted defendant receiving a suspended sentence. The suspended sentences, they say, imposed fines of $25 to $50 and imprisonment for twenty days.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">One incident is much mooted. A man in the uniform of a soldier, carrying a United States flag, and four women walked up and down the street in front of the residence of Danville's mayor. When they declined to desist, they were arrested for violation of the parade-permit ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We are uninformed of other incidents leading to the many other arrests under the parade-permit ordinance, but, in due time, they led to the filing of the action attacking the constitutionality of that ordinance. The District Judge dismissed the action on the same ground upon which he dismissed the actions attacking the anti-picketing ordinance and injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The resultant appeal had not reached us when we heard the appeals in the other related cases outlined above. We, therefore, withheld decision in the consolidated appeals in the other cases until this one involving the parade-permit ordinance could be heard. All of the proceedings in the District Court arising out of the Danville demonstrations, thus are now before us.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>* Refusal to Stay Criminal Proceedings in the State Courts; Restraints upon Further Arrests</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Negroes declare that their demonstrations, picketing and parading were an exercise of their First Amendment rights of peaceful assembly, of free speech, and of presentation of grievances in aid of their Fourteenth Amendment rights to be free of official discrimination. It appears, however, that their primary objective was economic. While reference was made to further desegregation of Danville's partially desegregated school system, their demonstrative demands and protests were not directed to the School Board. Other public facilities in Danville had been desegregated, as had the lunch counters in stores, which, otherwise, invited the patronage of Negroes and whites. Theaters and other restaurants remained segregated, however, and their desegregation was among the demands of the Negroes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Plainly, however, they primarily wanted more of their number employed by the City of Danville and by private employers, and they wanted representation upon every board and commission of the City of Danville. If Danville discriminated against them in employment, of course, Fourteenth Amendment rights would be involved, but demands of a larger proportion of jobs available from private employers has no such constitutional foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Whatever constitutional basis there may be for the substantive demands of the demonstrators, they have, unquestionably, rights of free speech and assembly guaranteed by the First Amendment, and recognition of those First Amendment rights is required of Danville by the Fourteenth Amendment. Those First Amendment rights incorporated into the Fourteenth Amendment, however, are not a license to trample upon the rights of others. They must be exercised responsibly and without depriving others of their rights, the enjoyment of which is equally as precious. It is thus plain, for instance, that while Negroes, excluded because of their race from a privately operated theater, have a right to protest their exclusion and to inform the public and public officials of their grievance, they do not have the right, by massive occupancy of approaches to the theater, to exclude everyone else from it, or to coerce acceptance of their demands through violence or threats of violence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">If the evidence to which we have referred should be accepted by the trier-of-fact, it would necessitate the conclusion that the demonstrators exceeded the bounds within which they could lawfully exercise their First Amendment rights. Their excesses warranted some limitation upon their further conduct through an injunction, a new ordinance, or through strict enforcement of existing laws. See Pritchard v. Downie, 8 Cir., 326 F.2d 323. Still, there remains a very substantial question as to whether or not the injunction, which was actually issued, and the ordinances, which were passed, are themselves constitutionally invalid because excessively broad, vague and restrictive. It is well established that public officials, charged with the duty of maintaining law and order, may enforce laws and injunctions reasonably necessary for that purpose, but injunctions and statutes which exceed the necessities of the situation cannot be lawfully enforced if they infringe upon constitutional rights. What is required is mutual accommodation of the rights of the public and those rights of protestants which are guaranteed by the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The District Judge held, however, that he could not reach the question thus posed, the constitutionality of enforcement through criminal processes of this injunction and of these ordinances. Generally, we agree that he should not have enjoined prosecution of pending criminal charges in the state court, but we will remand for consideration of the appropriateness of an injunction against further arrests.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We start, as we must, with Title 28 U.S.C.A. &#167; 2283, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"A court of the United States may not grant an injunction to stay proceedings in a State court except as expressly authorized by Act of Congress, or where necessary in aid of its jurisdiction, or to protect or effectuate its judgments.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This statute, literally applied, would seem plainly to require that the District Judge stay his hand, as he did, unless Congress has \"expressly authorized\" an injunction to stay proceedings in the state court in this type of situation. It is plain that the other two exceptions are not applicable, because there is no showing of any necessity for an injunction in aid of federal jurisdiction here, and there is no prior federal judgment to protect or effectuate. It is said, however, that \"express authorization\" for a stay of state court proceedings in civil rights cases is to be found in that part of the Civil Rights Act which is now incorporated in Title 42 U.S.C.A. &#167; 1983, and the related provision of the Judicial Code (Title 28 U.S.C.A. &#167; 1343) which confers original jurisdiction upon the District Courts of actions to redress state deprivation of constitutional rights. The first question, therefore, is whether or not these civil rights provisions constitute an express authorization of a stay of state court proceedings within the meaning of the first exception of &#167; 2283. On this question, we have been substantially assisted by a brief filed by the United States as amicus curiae.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Section 2283 is derived from &#167; 5 of the Act of March 2, 1793, 1 Stat. 335. It originally provided simply and without qualification that an injunction shall not be granted to stay proceedings in any state court. Thereafter, the statute was amended<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> to except from its operation cases where an \"injunction may be authorized by any law relating to proceedings in bankruptcy.\" It remained in that form until June 25, 1948 when revised<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> to read as it now does.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Nevertheless, despite the apparently unequivocal language of the predecessors of &#167; 2283, a number of exceptions were judicially declared to exist. These exceptions were found to have arisen out of subsequent acts of Congress which appeared to authorize particular injunctive relief, and the subsequent statutes were construed to have amended pro tanto the anti-injunction act. Those statutory exceptions which were fully established by 1941 are carefully reviewed in the opinion of Mr. Justice Frankfurter in Toucey v. New York Life Insurance Co., 314 U.S. 118, 133, 134, 62 S.Ct. 139, 86 L.Ed. 100. They consist of such things as the Removal Acts which were thought by necessary implication to authorize a stay of further proceedings in the state court after the action had been properly removed from the state court to a federal court. The statute providing for the limitation of a shipowner's liability, containing a provision that \"all claims and proceedings against the owner, or owners, shall cease\" was thought to have a similar implicit effect. The interpleader act of 1926 contains a very express provision authorizing an injunction against prosecution of any other suit or proceeding in any other court, state or federal, and the Frazier-Lemke Act contains a provision that after the filing of a farmer's petition, specified proceedings shall not be maintained against him in any court.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Subsequent to 1941, another statutory exception was found to have arisen out of the Emergency Price Control Act of 1942.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Section 205(a) of that Act, authorizing the Administrator to obtain injunctions prohibiting conduct in violation of the Act, was held to authorize a federal injunction staying execution of an eviction order of a state court when the eviction would violate the Act.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The anti-injunction statute, as revised in 1948, contains three general exceptions, but it is clear from the Reviser's notes that the only substantive change intended by the enlargement of the exceptions was the overturning of the result in Toucey v. New York Life Insurance Co., 314 U.S. 118, 62 S.Ct. 139, 86 L.Ed. 100. A majority of the Supreme Court had held in Toucey that the anti-injunction statute prevented federal circumscription of relitigation in a state court of issues already fully litigated in the federal courts. The situation was analogous to a continuation of proceedings in a state court after the action had been effectively removed to a federal court. The purpose of the revision was to conform the two situations. There was also in mind the unseemliness and technical irrationality of concurrent proceedings <i>in rem</i> in state and federal courts, for the court which first seized the <i>res</i> acquired a possession which was necessarily exclusive of that of the other court. It was in recognition of these situations, and in order to overturn the result of Toucey that the 1948 revision introduced the exceptions \"where necessary in aid of its jurisdiction, or to protect or effectuate its judgments.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The 1948 revision also qualified the literal prohibition of the anti-injunction statute with the words \"except as expressly authorized by Act of Congress.\" This replaced the only exception earlier contained within that statute which had been limited to bankruptcy matters. The revisers stated that the change was designed to continue the bankruptcy exception and to recognize those other statutory exceptions which Congress had effectively accomplished without expressly amending the anti-injunction statute and those other exceptions which the Congress might authorize in similar fashion in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We thus come to the question whether the Civil Rights Act and the Judicial Code, which confers upon the district courts jurisdiction to grant redress for deprivation by state action of Constitutional rights, constitute an express authorization by the Congress of federal stays of state court proceedings when a claimed denial of civil rights is the basis for invocation of the processes of the federal courts. This question, as such and in this context, the Supreme Court has never considered, though, as will presently appear, it has consistently applied the statute, or the underlying and closely related principles of comity, to foreclose interference by the lower federal courts with state court proceedings involving asserted deprivations of civil rights.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The recognized statutory exceptions discussed in Toucey v. New York Life Insurance Co. and mentioned above are few in number. Some of them authorize injunctions against state court proceedings in language which may be readily characterized as \"express.\" In others, the authorization is no more than implicit. The Removal Acts, for instance, contain no reference to injunctions, but the power to enjoin a continuation of state court proceedings is an obvious corollary of the power to remove the action from state to federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In strong contrast is the Civil Rights Act. It creates a federal cause of action, but with no suggestion, explicit or implicit, that appropriate relief shall include an injunction which another Act of Congress forbids. The substantive right, in many situations, may call for equitable relief, and equitable remedies are authorized,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> but only by a general, jurisdictional grant. Creation of a general equity jurisdiction is in no sense antipathetic to statutory or judicially recognized limitations upon its exercise. Effective removal of a cause of action from a state court to a federal court is incompatible with further proceedings in the state court, but there is no incompatibility between a generally created equity jurisdiction and particularized limitations which restrict a chancellor's power or define the limits of his discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The anti-injunction statute can have effective application only with respect to those matters over which the district courts have a general equity jurisdiction. If there is no jurisdiction to grant an injunction of any kind, there is no room for the operation of a narrow statutory prohibition of injunctions having a specified effect. If every grant of general equity jurisdiction created an exception to the anti-injunction statute, the statute would be meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As we have seen, the few statutory exceptions to the anti-injunction statute, which the Supreme Court in 1941 recognized as having been carved out of the anti-injunction statute, rested upon statutes which were, at the least, thoroughly incompatible with a literal application of the anti-injunction statute. That much may not be said of the exception recognized in 1946 by the Supreme Court in Porter v. Dicken, 328 U. S. 252, 66 S.Ct. 1094, 90 L.Ed. 1203, for the predecessor of &#167; 2283 was held not to foreclose a federal court injunction against the execution of a state court order of ejectment. Since the Price Administrator could have sought injunctive relief in the state court, there was no necessary conflict between the Emergency Price Control Act and the anti-injunction statute. The Supreme Court, however, read into the provision giving the Price Administrator the right to seek injunctive relief in either federal or state courts, the right to make the choice. It felt it could not read the statute as requiring the Price Administrator to go into the state court against his wishes, when enforcement of the statute would have been defeated altogether unless the Price Administrator obtained injunctive relief in the one court or the other.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It was subsequently held in Leiter Minerals, Inc. v. United States, 352 U. S. 220, 77 S.Ct. 287, 1 L.Ed.2d 267, that &#167; 2283 had no application when the injunctive relief was sought in the federal court by the United States. Those considerations of comity which underlie &#167; 2283 and which are designed to prevent conflicts between federal courts and the courts of a state in private litigation were thought inapplicable when the United States, itself, invoked the jurisdiction of its courts in aid of its rights and the enforcement of its laws. The same notion may have influenced the decision in Porter v. Dicken, for the Price Administrator officially represented the United States and sought only the proper enforcement of one of its public laws. He might have been authorized to seek the injunction in the name of the United States just as the Attorney General is authorized to proceed in a number of situations. The fact then that he brought the action in his name as Price Administrator does not distinguish the situation from Leiter Minerals. Porter v. Dicken, of course, preceded Leiter Minerals, but in light of the principle subsequently expressly recognized in Leiter Minerals, we cannot read into Porter v. Dicken a predisposition in the Supreme Court to find in a general grant of equity jurisdiction an express exception to the anti-injunction provisions of &#167; 2283.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">On the contrary, when the United States is not directly involved as a party and the danger of irritating conflict with state courts is great, the Supreme Court's disposition has been toward a strict construction of &#167; 2283. This is particularly illustrated by its decision in Toucey v. New York Life Insurance Co. It is apparent in its decision of Amalgamated Clothing Workers of America v. Richman Brothers Co., 348 U.S. 511, 514, 75 S.Ct. 452, 99 L.Ed. 600, in which it said \"[b]y that enactment [the revision which is now &#167; 2283], Congress made clear beyond cavil that the prohibition is not to be whittled away by judicial improvisation.\" In light of that admonition, this inferior court ought not lightly to undertake to relegate &#167; 2283 to meaninglessness.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Despite these considerations, or rather without overt recognition of them, it was held in Cooper v. Hutchinson, 3 Cir., 184 F.2d 119, that a Civil Rights Act provision for a suit in equity constituted an express authorization for an injunction against state court proceedings within the meaning of the qualification of &#167; 2283. The court did not indicate in any way why it thought a general provision for equity jurisdiction would constitute such an exception to the anti-injunction act. It simply stated its conclusion without elucidating the problem or its reasoning. Oddly enough, the court went on to deny injunctive relief on the general principles of equity and comity exemplified by Douglas v. City of Jeannette, 319 U.S. 157, 63 S.Ct. 877, 87 L.Ed. 1324, the same principles which underlie &#167; 2283.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Later, a district court in the Third Circuit dutifully followed the lead of its Court of Appeals in Tribune Review Publishing Company v. Thomas, W.D.Pa., 153 F.Supp. 486. Oddly, again, after holding, because of the Civil Rights Act, it had power to enjoin the state court proceeding, it found there was no basis for any relief and none was awarded.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On the other hand, it was held in Smith v. Village of Lansing, 7 Cir., 241 F.2d 856, in Goss v. Illinois, 7 Cir., 312 F.2d 257, and in Sexton v. Barry, 6 Cir., 233 F.2d 220, that the Civil Rights Act's authorization of equitable relief was not an exception to the anti-injunction provisions of &#167; 2283. The conclusion was reached in those cases without reference to the Third Circuit case of Cooper v. Hutchinson and without consideration of the problem in depth.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">These conflicting decisions from our fellow courts in the lower echelon of the federal judicial system are of little help. Whether one follows the lead of the one or the other depends not upon the grace with which each expressed its <i>ipse dixit,</i> but upon underlying considerations which none of them explored. On one side or the other, there may have been a flash of genius, but their unelucidated conflict leaves us with no basis for reliance upon any of them.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Our analysis, which we have outlined above, leads away from the Third Circuit's conclusion in Cooper v. Hutchinson. Statutory exceptions are not so easily found from a Congressional enactment of such vintage. Unless the later statute contains, or carries with it, strong evidence of an intention to repeal the earlier, or to carve out an exception from it, a court's duty is to harmonize the two. We possess no legislative power of repeal. When we deal with valid statutes, our only role is to construe them.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Our construction is strongly supported by the Supreme Court's consistent support of the principle of &#167; 2283 in civil rights cases. In every case before the Supreme Court in which federal interference with state court proceedings has been premised upon asserted denials of civil rights, the Supreme Court has required or sanctioned federal forbearance.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> It has usually done so on the basis of considerations of equity and comity fashioned by it, but which are identical with those which underlie the statute. If judicial principles of equity and comity prevent federal stay of criminal proceedings in a state court, it is difficult to see how an unqualified congressional command to the same end can be ignored. If a subsequent act of the Congress is an implied repeal of the absolute congressional direction, it cannot reasonably be said not to have modified a judicially fashioned rule which, at best, is coextensive with the earlier statute. The Third Circuit's holding that the Civil Rights Act's creation of a general equity jurisdiction created an exception to &#167; 2283, but that it could not grant an injunction because of equitable principles underlying or concomitant with &#167; 2283 is only a denigration, unintentional of course, of the Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Moreover, in Stefanelli v. Minard, 342 U.S. 117, 72 S.Ct. 118, 96 L.Ed. 138, the Supreme Court, refusing to stay state court proceedings on the basis of a claimed denial of civil rights, specifically referred to &#167; 2283. It was said to have been born of the same concern and the same considerations which led the court to fashion a similar rule for application in situations not controlled by the statute. There is no suggestion that the Court thought the statute inapplicable in Stefanelli, or that the Civil Rights Act had carved out an exception to it.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Principal reliance of the plaintiffs is placed upon certain decisions in the Fifth Circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In Browder v. Gayle, M.D.Ala., 142 F.Supp. 707 (3-Judge Court) affirmed without opinion, 352 U.S. 903, 77 S.Ct. 145, 1 L.Ed.2d 114, the Court declared unconstitutional statutes and ordinances requiring separation of the races on motor buses serving the people of Montgomery, Alabama, and enjoined their enforcement in the criminal courts. Section 2283 was not mentioned, nor was the principle of comity exemplified by Douglas v. City of Jeannette.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The identical question of Browder v. Gayle later came before the Court of Appeals for the Fifth Circuit in Morrison v. Davis, 5 Cir., 252 F.2d 102. The Court authorized an injunction in a per curiam opinion on the basis of Browder v. Gayle, saying that, to the extent the issuance of the injunction was inconsistent with Douglas v. Jeannette, the Supreme Court's affirmance in Browder v. Gayle, without opinion, must have modified Douglas v. Jeannette to that extent.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The situation presented in Browder v. Gayle and Morrison v. Davis, however, is unlike the one we face on this branch of these cases. Here, an injunction is sought against the further prosecution of actual, pending cases in the state court, while, in Browder and Morrison, there were no pending cases in the state courts. The question in those cases was simply whether, in order to obtain judicial determination of the constitutionality of the statutes, the plaintiffs must subject themselves to arrest and prosecution in the state courts, but even that Douglas v. City of Jeannette question was not clearly presented, for, as the Court pointed out in Morrison, the bus company could refuse service to those who refused to comply with the regulation. The probable result of defiance of the statute and ordinances, therefore, was not arrest and prosecution in the state courts, but deprivation of bus service. That was precisely the situation in Evers v. Dwyer, 358 U.S. 202, 79 S.Ct. 178, 3 L.Ed.2d 222. Under those circumstances, we cannot see in the Supreme Court's affirmance, without opinion, of Browder v. Gayle a retreat from Douglas v. City of Jeannette, certainly not a marked one. In any event, the holdings in that case, in Morrison v. Davis and in Evers v. Dwyer are quite distinguishable from this case to which the literal language of &#167; 2283 is unquestionably applicable.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In United States v. Wood, 5 Cir., 295 F.2d 772, the Court had before it a proceeding brought by the United States to enjoin the prosecution in a state court of Mississippi of a Negro on a breach of peace charge. The charge grew out of efforts by the Negro to secure the registration as voters of other Negroes. It was alleged, and the Court found, that the prosecution was designed to, and did in fact, intimidate other qualified Negroes from registering as voters.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In Wood, &#167; 2283 was inapplicable, for the suit was brought by the United States.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> A majority of the Court thought Douglas v. City of Jeannette inapplicable because a majority found much more at stake than the liberty of the defendant in the state court proceedings. Douglas v. City of Jeannette was inapplicable, the majority thought, because, while the proceedings in the state court might be an adequate remedy for the protection of the defendant in those proceedings, it was not adequate for the protection of the voting rights of those who were deterred from registering because of the prosecution of those proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The plaintiffs here contend that, as in Wood, their prosecution is intended to intimidate others in the exercise of their First Amendment rights of assembly and of free speech, but, on this branch of this case, it is only the state court defendants who are complaining, not the United States in behalf of others who conceivably might be deterred in the exercise of some First Amendment right by reason of the prosecution of these plaintiffs. While this contention gives us no pause as to the applicability of &#167; 2283, it bears heavily upon the propriety of an injunction forbidding further arrests. Before we reach that question, however, we should dispose of a final contention bearing on the applicability of &#167; 2283.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Fifth Circuit's decision in Wood is also said to bear upon our problem because the Court there held that issuance of the injunction against the state court prosecution was authorized by 42 U.S. C.A. &#167; 1971(c), which is said to be parallel in scope to a criminal provision, 18 U.S.C.A. &#167; 242, which, in turn, is said to be co-extensive with 42 U.S.C.A. &#167; 1983, the Civil Rights Statute with which we are concerned. This contention proves nothing, however. We have assumed at the outset that &#167; 1983 did authorize an injunction here were it not for the prohibition of &#167; 2283, the anti-injunction statute. Section 1983 does confer a general equity jurisdiction, as we have noted above, but the fact that a comparable statute does the same thing does not mean an exercise of the equity jurisdiction conferred by &#167; 1983 is not subject to the limited restriction of &#167; 2283.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The Court of Appeals for the Fifth Circuit recognizes, of course, the vitality of &#167; 2283.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> We find nothing in the cases upon which the petitioners rely which support their position here. We do find support for our present conclusion, however, in Henderson v. Trailway Bus Company, E.D.Va., 194 F.Supp. 423 (3-Judge Court case) affirmed sub nom. Robinson v. Hunter, 374 U.S. 488, 83 S.Ct. 1875, 10 L.Ed.2d 1044, in which the court refused to enjoin a state court prosecution of Negro \"sit in\" demonstrators as trespassers.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Though we hold that &#167; 2283, except when the United States is a party, applied to an attempt to enjoin then pending proceedings in a state court, is at least as broad as the judicially developed principle of comity which forbids federal interference with state court proceedings, it is not a jurisdictional statute.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> It is a limitation upon the exercise by a District Court of its equity jurisdiction. It was born of the realization of the problems which would arise if the Courts of the United States undertook to interfere with proceedings in state courts. It was fathered by the same principles of comity exemplified by Douglas v. City of Jeannette, 319 U.S. 157, 63 S.Ct. 877, 87 L.Ed. 1324. Since the statute was fathered by the principles of comity, it has been held that the statute should be read in the light of those principles and, though absolute in its terms, is inapplicable in extraordinary cases in which an injunction against state court proceedings is the only means of avoiding grave and irreparable injury.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> In our view, the congressional command ought to be ignored only in the face of the most compelling reasons, but we have certainly been told by the Supreme Court that in those circumstances it may be disregarded, for its parentage discloses that it was not intended to be as absolute as it sounds.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">That is not to say, however, that the congressional command of &#167; 2283 may be disregarded for no other reason than the strong inclination of a court or a party. Congressional enactments have a force which surpasses that of the principles which underlie them. When the meaning of statutes is doubtful, we may turn to their purpose to construe them, and, in the face of a positive command of the Supreme Court, we must disregard their literal language when its application far exceeds its purpose. Judicially fashioned rules are more malleable. This is the plain teaching of a number of cases.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> If an injunction against the prosecution of pending criminal proceedings in the courts of a state is proscribed by &#167; 2283, a prohibition of further arrests and charges may not be within the judicial extension of the principle exemplified by Douglas v. City of Jeannette.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Recognizing that the command of &#167; 2283 is not always absolute, we granted a temporary injunction pending appeal of this case.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> We did so upon a showing that, among other things, defendants convicted of violations of the ordinance and injunction had been sentenced to prison terms and denied bail pending appeal. Unless the Supreme Court of Appeals of Virginia released them on bail, and application to that court would have been more seemly and probably more rewarding, their prison terms would have been fully served before an appeal from a conviction could have been heard by that court. More importantly, over the protests of the defendants in the state court, many of their cases had been transferred to other courts of Virginia, some as many as two hundred miles away. The requirement that such a defendant, particularly if he were indigent, go so far away to defend himself upon the charge of a violation of a local ordinance and injunction and to produce witnesses in his behalf at such remote locations seemed eminently unfair. Still more importantly, such an injunction was essential if the controversies were not to become moot while these appeals were being perfected, heard and determined in this court. We concluded that it was such an extraordinary situation that issuance of a temporary injunction staying prosecutions in the state courts pending our disposition of this appeal was authorized notwithstanding &#167; 2283.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Since our temporary injunction was issued, however, we have been able to consider these appeals in orderly fashion, and we are told the situation has undergone substantial change for the better. The order transferring cases away from Danville has been rescinded. We have no reason to conclude that in the quieter atmosphere of the present anyone convicted of a violation of one of the ordinances or the injunction who takes a proper appeal will not be released on bail pending review of his conviction. There is no other basis for an assumption, or a conclusion in advance, that a trial in the Corporation Court of Danville of any of these defendants would be unfair. Under these changed circumstances after the temporary injunction has served its primary purpose of protecting the justiciability of the questions in these appeals, we think a continuation of our temporary injunction is unwarranted and that it should be dissolved.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The unfairness which appeared to warrant in part the temporary injunction appeared in connection with the first prosecutions under the ordinance and the injunction. Demonstrations were then continuing. There were many arrests; passions were high, and the burdens imposed upon the Corporation Court of Danville by the numerous cases were not diminished by the insistence of all the defendants that each be tried individually, though arrested as groups. Now that things have simmered down, different attitudes may be expected. If anyone should be wrongly convicted in the Corporation Court of Danville, he may obtain review of his conviction by the Supreme Court of Appeals of Virginia, a court which merits the high reputation it enjoys. If important constitutional questions are present, they may be determined by the Supreme Court of the United States upon certiorari to the Supreme Court of Appeals of Virginia.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">As suggested above, the judicially fashioned principle of Douglas v. City of Jeannette, unlike the congressional command of &#167; 2283, is readily susceptible to judicial modification when the circumstances require it. The courts which developed and declared the principle have the power to define its limits. We thus come to consider whether, having concluded that &#167; 2283 proscribes a further stay of pending proceedings in the state court, some relief respecting future arrests may not be appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">When the actions involving the anti-picketing ordinance and the injunction were before the District Court, it did not appear that their enforcement would, or could, result in a completely effective suppression of further exercise by the plaintiffs and their sympathizers of their First Amendment rights. The restrictions of that ordinance and the injunction were far from absolute. Under them, orderly, but not massive or riotous, parades, picketing, speech and assembly were clearly permitted. As it then appeared, the plaintiffs could make their voices heard without violation of the anti-picketing ordinance or the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">When, later, the parade-permit ordinance came before the District Court, considered alone, it well may have been thought that it also left ample room for the voices of those who felt aggrieved.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Considering together the cumulative restraints, however, we cannot dismiss out of hand the plaintiffs' contention of excessive and unreasonable suppression of their further exercise of First Amendment rights. They here assert, in effect, that the parade-permit ordinance has been employed to frustrate the realization of the promise of the exceptions to the anti-picketing ordinance and the state court injunction. The one incident arising under the parade ordinance which is discussed here may lend credence to this assertion. The five persons who walked up and down the street in front of the mayor's home, considered as pickets, appear to have been well within the exceptions to the anti-picketing ordinance and the injunction. Whether, because one of them was in the uniform of the United States Army and carried a United States flag and because of their order of march, they might properly have been thought not pickets, but illegal paraders, we cannot finally determine on this record. It prompts inquiry, however, as to the circumstances of the arrests of those five and of the other 258 people charged with violation of the parade ordinance. If, as the plaintiffs here contend, the parade ordinance has been utilized to prohibit the kind of regulated, orderly picketing contemplated by the permissive provisions of the anti-picketing ordinance, such a massive, complete denial of a minority's reasonable efforts to exercise its First Amendment rights would leave a naked city no claim upon the mantle of Douglas v. City of Jeannette. The enduring principle must take account of circumstances and should not occasion a complete abnegation of the constitutional rights of those who are not involved in other judicial proceedings to adjudicate their rights and who are unwilling to invite criminal prosecution of themselves. Those already involved in pending criminal proceedings and others who might be expected to flaunt the challenged law in order to obtain an adjudication of their rights may be left to their remedies at law in the state courts, but if the probable criminal sanctions are so great and the suppression so heavy as to result in a massive stifling of large numbers of people, their legal remedies may no longer be said to be adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Douglas v. City of Jeannette held that plaintiffs challenging the validity of a state's criminal statute may be relegated to their legal remedy in the state criminal court, if that remedy is adequate. The remedy available to the Douglas plaintiffs was held to be adequate in the circumstances there, but in different circumstances, analogous to the situation which exists here in the eyes of the plaintiffs, similar remedies have been held inadequate. United States v. Wood, 5 Cir., 295 F.2d 772; Denton v. City of Carrollton, 5 Cir., 235 F.2d 481; City of Houston v. Jas. K. Dobbs Co. of Dallas, 5 Cir., 232 F.2d 428; see also, Cline v. Frink Dairy Co., 274 U.S. 445, 47 S.Ct. 681, 71 L.Ed. 1146; and Ex parte Young, 209 U.S. 123, 28 S. Ct. 441, 52 L.Ed. 714. United States v. Wood is particularly apposite here. In considering the problem arising under &#167; 2283, we distinguished Wood, for &#167; 2283 had no application there. We follow it here, however, for restraints upon future prosecutions are beyond the reach of &#167; 2283. As we observed earlier, the suppressive effect of the threat of future arrests is comparable to the collaterally suppressive effect of the prosecution in Wood.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">As we have indicated, we do not have the benefit of findings of fact or even of a full evidentiary record. We have heard only the assertions of counsel as to what the facts are. The plaintiffs' informal offer of proof, however, is enough to require judicial inquiry as to what the facts are. When they have been found, it then may be determined whether some injunctive relief against future prosecutions is appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">To that end, the judgments in Nos. 9081, 9084, 9149, 9150 and 9212 will be vacated and the cases remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">When the District Court has determined the facts, it need not resolve the constitutional questions arising out of the contentions that the ordinances and the state court injunction facially are unduly broad. Those questions will be answered in the pending state court proceedings. He should restrain further arrests under the ordinances and the injunction, until their constitutionality has been determined, only if he finds that in combination they have been applied so sweepingly as to leave no reasonable room for reasonable protest, speech and assemblies, and thus, in application, are plainly unconstitutional. If he should find that some injunctive relief is appropriate, it should be no broader than the necessities of its purpose. He should, of course, impose no interference with the enforcement of other laws relating to breaches of the peace, the dispersal of mobs and the suppression of riots. He shall have the discretionary right, at any time, to modify any injunctive order he may issue if it shall appear that modification is necessary to enable the City of Danville to maintain order in the community or to insure enjoyment of the rights his injunctive order purports to protect.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The temporary injunction heretofore issued by this court will be dissolved.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>Review of Order Remanding Cases to the State Court</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The defendants in 105 criminal prosecutions brought under the anti-picketing ordinance and injunction undertook to remove those cases to the District Court. The District Court remanded them upon the ground that their removal was not authorized by 28 U.S.C.A. &#167; 1443. From that order the defendants in the removed cases undertook appeals and filed petitions for writs of mandamus directed to the District Court, by which they seek to tender the same question tendered by the appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">This Court has no jurisdiction to review the remand of the cases by appeal or by mandamus. Title 28 U.S. C.A. &#167; 1447(d) plainly provides \"an order remanding a case to the State court from which it was removed is not reviewable on appeal or otherwise.\"</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The defendants in the criminal cases seek to avoid the unequivocal and explicit language of &#167; 1447(d) by reference to &#167; 5 of the Act of March 3, 1887.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> The contention requires some reference to the evolution of present &#167; 1447(d).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Prior to 1875, a remand of a removed case was not reviewable on appeal or writ of error for the order was not final.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> It was suggested, however, that review might be had by mandamus.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> By &#167; 5 of the Act of March 3, 1875,<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> however, provision was made for the review of remand orders by appeal or writ of error. Orders of remand only were made appealable; orders denying remand, while reviewable, as they always had been, after the entry of a final order adverse to the movant disposing of the entire case, were not immediately reviewable by appeal, writ of error or mandamus.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Section 5 of the Act of March 3, 1875 providing for appeals from remand orders was repealed by the Act of March 3, 1887,<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> corrected by the Act of August 13, 1888.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> Section 2 of the Act of 1887 as corrected by the Act of 1888 contains the following provision:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">\"Whenever any cause shall be removed from any State court into any circuit court of the United States, and the circuit court shall decide that the cause was improperly removed, and order the same to be remanded to the State court from whence it came, such remand shall be immediately carried into execution, and no appeal or writ of error from the decision of the circuit court so remanding such cause shall be allowed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">That provision was carried into &#167; 28 of the Judicial Code, from which the present &#167; 1447(d) was derived.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The Act of 1887 included a provision in its &#167; 5 that nothing in the Act of 1887 should be construed to repeal or to affect any jurisdiction or right mentioned in Revised Statutes, &#167;&#167; 641, 642, 643. Revised Statutes, &#167; 641 was a mesne antecedent of present &#167; 1443, the civil rights provision which is the foundation of the position of the defendants in the removed cases.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The defendants in the removed and remanded cases thus contend that the limitation of &#167; 5 of the Act of 1887 either preserved the right of appeal granted by the Act of 1875 or a right of review through a writ of mandamus. The latter is the real contention.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">We can read no such provision into the Act of 1887. Clearly the intention of the Act of 1887 was to abolish all rights of appeal from orders of remand which had been conferred by the Act of 1875. And &#167; 5 of the Act of 1887 is not susceptible to a construction that Congress intended to restore a right to review remand orders through mandamus, a right which was unavailable after the Act of 1875 and until the effective date of the Act of 1887. Such a right of review was no part of the jurisdiction or rights mentioned in Revised Statutes, &#167; 641. Revised Statutes, &#167; 641 related exclusively to the jurisdiction of the District Court (then the Circuit Court) and the assertion of rights in that court. It had nothing to do with appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">If, however, &#167; 5 of the Act of 1887 might have had any such effect as contended by these defendants in the remanded cases, the effect did not survive the adoption of the Judicial Code, enacted March 3, 1911. Section 641 of the Revised Statutes was repealed by the Judicial Code<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> though its substance was carried into &#167; 31 of the Judicial Code. The Judicial Code contained nothing comparable to &#167; 5 of the Act of 1887.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">If there were any possible doubt about the congressional intention, it should have been demolished when, in 1949, the Congress amended &#167; 1447(d) by adding the words \"or otherwise\" to make it read as it now does, that remand orders are \"not reviewable on appeal or otherwise.\" Those words had been included in the Act of March 3, 1911, but, apparently, were omitted when the code was extensively revised in 1948. The omission in 1948 was thought to be a possible source of doubt and it was for that reason that the words were restored by the 1949 amendment. The report of the Senate Committee on the Judiciary said that the purpose of the 1949 amendment was \"to remove any doubt that the former law as to the finality of an order of remand to a State court is continued.\"<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Resourcefully, but not persuasively, the defendants in the 105 remanded cases contend that &#167; 1447(d), construed as it reads, is unconstitutional as applied to them. They reason that they are Negroes while the prosecutor in Danville is white. Since after final acquittal in the District Court the white prosecutor, or the City of Danville, whom he represents, could obtain appellate review of an order refusing to remand the cases, they say they are deprived of equal protection of the laws when denied appellate review of the remand orders. It happens, of course, in this instance that these defendants are colored and the man who holds the office of prosecutor is white,<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> but &#167; 1447(d) applies disparately wholly without regard to the race of the one who seeks appellate review of remand orders. There is no racial discrimination in it, for it applies evenhandedly and forecloses appellate review of every remand order by whomever it is sought.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">The fact that after final judgment a plaintiff in a civil case or the state or municipality in a criminal case can obtain appellate review of an order refusing to remand the case to the state court from which it was removed, does not deprive defendants in such cases of equal protection of the laws. If the District Court should have remanded the removed cases, but did not, the failure affects the jurisdiction of the court and that is always a matter to be considered on appeal. If the District Court remands a removed case when it should not, no jurisdictional infirmity is created. There is no compelling reason for federal appellate review of an order of remand.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The removal acts give certain advantages to defendants. That they have no right to any appellate review of any remand orders puts them to some relative disadvantage, but the difference inheres in the situation. Interlocutory appeals from orders granting or refusing remand would be seriously disruptive of the case and hurtful to judicial administration. If the order refusing remand is reviewable, it is only because the case proceeds to final judgment in the District Court, while, after a remand of the case to the state court, there is never a final, reviewable order in the federal court. This sort of difference, avoidable only at the cost of grave disruption of judicial processes, is in no sense a denial of equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We conclude that the orders remanding the 105 criminal cases to the state courts are not reviewable on appeal, by mandamus or otherwise.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>Denial of Unemployment Compensation Benefits</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">On the first administrative level, two of the defendants in the criminal cases were denied further unemployment compensation benefits. At the time, they were at large on bail awaiting trial. The denial of unemployment compensation was upon the theory that the recipients had become \"unavailable\" for work, within the meaning of the statute. Virginia's Employment Commission, in other contexts having no racial connotations, had ruled that one at large on bail under criminal charges which might result in confinement was not \"available\" for work within the requirement of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Instead of pursuing their administrative and state judicial remedies, the claimants filed in the District Court, on behalf of themselves and others similarly situated, an action for an injunction and for damages. They named as defendants the Director and an Examiner in the Danville office of the Commission, but did not serve them or anyone else. The claimants applied to the Court for a temporary restraining order which was denied. They seek to appeal that ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The named defendants through the Counsel for the Virginia Employment Commission moved to dismiss the appeal because of the want of process. The motion must be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Rule 65 of the Federal Rules of Civil Procedure contemplates ex parte applications for temporary restraining orders, but they may be granted only when it appears that the applicant will suffer irreparable injury unless the restraining order is granted before notice to the adverse party and an adversary hearing. If such a restraining order is granted, prompt notice to the adverse party is required. If, as here, the court refuses such an order, no process of any kind having issued, nothing remains before the court unless and until process is served. After service of process, the applicant may apply for a temporary injunction, but, if there has been no service, there is no foundation for further proceedings against unserved parties.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The plaintiffs seek to avoid dismissal by a contention that the defendants have entered a general appearance, which, of course, is equivalent to personal service. We cannot find that they have.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">In four of the five related cases which we initially heard together, the adverse parties in the District Court were the City of Danville or its officials. Attorneys for Danville and its officials applied for extensions of time within which to answer. Orders granting an extension of time were filed in the four cases in which those attorneys were authorized counsel and in this one as well. The plaintiffs contend this constituted a general appearance by these defendants, employees of the Virginia Employment Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">These defendants have filed affidavits stating they never authorized the attorneys for Danville and its officials to represent them. An Assistant Attorney General of Virginia is permanently assigned as Counsel of the Virginia Employment Commission and he, alone, is the regularly authorized attorney for that Commission and its employees in matters affecting the Commission's administration of the statutes. He entered no appearance in the District Court and sought no extension of time.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">After a preliminary application to this Court, during which this case was not discussed, the appellants and the appellees were each directed to file a brief, each side to cover in one brief all five cases then before us. A brief was filed by the attorneys for the several appellees. It contained a section dealing with this case prepared by the Counsel for the Employment Commission and raising the jurisdictional question. On the cover sheet and elsewhere, his name appears with those of the attorneys for appellees in the other four cases. In the light of the direction of this Court, however, we cannot infer from these circumstances that the Counsel of the Commission represented anyone other than these defendants, employees of the Commission, or that they had authorized anyone other than the Commission's Counsel to represent them.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Finding no general appearance by the defendants in this case of Lewis v. Bennett, the purported appeal must be dismissed because no action has ever been effectively commenced in the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">We intimate no opinion as to whether or not this controversy would be cognizable in the District Court in the absence of any effort to pursue available state administrative and judicial remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Denial of temporary injunctions staying pending criminal proceedings in the state court, the subject of the appeals in cases No. 9081 and 9084 is affirmed. The judgments in cases No. 9149 and 9150, appeals from final orders of dismissal in the same cases involved in No. 9081 and 9084, and the judgment in No. 9212 are vacated and the cases remanded to the District Court for further proceedings in accordance with this opinion. The temporary injunction heretofore issued by this Court is dissolved. The appeals in cases No. 9080, 9082, and 9083 are dismissed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This demand is not one of recognition of a Fourteenth Amendment right. See Williams v. Howard Johnson's Restaurant, 4 Cir., 268 F.2d 845; Slack v. Atlantic White Tower System, Inc., 4 Cir., 284 F.2d 746; Williams v. Howard Johnson's Inc. of Washington, 4 Cir., 323 F.2d 102</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The American Civil Liberties Union has also filed a helpful brief as amicus curiae</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 36 Stat. 1162, &#167; 265</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 62 Stat. 968</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See the discussion of these exceptions in Toucey v. New York Life Insurance Co., 314 U.S. 118, 133-134, 62 S.Ct. 139, 86 L.Ed. 100</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 56 Stat. 23</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Porter v. Dicken, 328 U.S. 252, 66 S.Ct. 1094, 90 L.Ed. 1203</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Jordan v. Hutcheson, 4 Cir., 323 F.2d 597</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, also, 1A Moore's Federal Practice &#182; 0.213 [2] p. 2417, in which the author appears to approve the Cooper and Tribune cases. On the other hand, he seems also to approve the decision in Red Rock Cola Co. v. Red Rock Bottlers, 5 Cir., 195 F.2d 406, which found no exception in the antitrust acts to the operation of &#167; 2283. He stated that the differentiating factor was the underlying purpose of the statute providing for equitable relief without suggesting what the differences were or their qualitative disparity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Douglas v. City of Jeannette, 319 U.S. 157, 63 S.Ct. 877, 87 L.Ed. 1324; Stefanelli v. Minard, 342 U.S. 117, 72 S.Ct. 118, 96 L.Ed. 138; Cleary v. Bolger, 371 U.S. 392, 83 S.Ct. 385, 9 L.Ed.2d 390; Wilson v. Schnettler, 365 U.S. 381, 81 S.Ct. 632, 5 L.Ed.2d 620. See also Watson v. Buck, 313 U.S. 387, 61 S.Ct. 962, 85 L.Ed. 1416; Maryland v. Soper, 270 U.S. 9, 46 S.Ct. 185, 70 L.Ed. 449; Maryland v. Soper, 270 U.S. 36, 46 S.Ct. 192, 70 L.Ed. 459; Maryland v. Soper, 270 U.S. 44, 46 S.Ct. 194, 70 L.Ed. 462</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See also Pugach v. Dollinger, 2 Cir., 277 F.2d 739, affirmed 365 U.S. 458, 81 S.Ct. 650, 5 L.Ed.2d 678. There, the Court refused to enjoin the use of wire tap evidence in a state trial, though its use in the state trial would, itself, constitute a violation of federal law. In reaching its conclusion, the Second Circuit relied in part upon &#167; 2283 and in part upon the general principles of comity. The decision of the Second Circuit was affirmed per curiam, Mr. Justice Douglas dissenting. He thought &#167; 2283 was inapplicable because the injunction the plaintiff sought would not stay proceedings in the state court, but went only to the state's use of particular evidence. the divulgence of which would constitute a federal crime</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Bush v. Orleans Parish School Board, E.D.La., 194 F.Supp. 182 (3-Judge Court) is equally inapposite here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Leiter Minerals, Inc. v. United States, 352 U.S. 220, 77 S.Ct. 287, 1 L.Ed.2d 27</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Williamson v. Peurifoy, 5 Cir., 316 F.2d 774</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Smith v. Apple, 264 U.S. 274, 44 S.Ct. 311, 68 L.Ed. 678; Sovereign Camp Woodmen of the World v. O'Neill, 266 U.S. 292, 45 S.Ct. 49, 67 L.Ed. 293; First Nat. Bank &amp; Trust Co. of Racine v. Village of Skokie, 7 Cir., 173 F.2d 1; American Optometric Ass'n. v. Ritholz, 7 Cir., 101 F.2d 883; Jamerson v. Alliance Ins. Co. of Philadelphia, 7 Cir., 87 F.2d 253; T. Smith and Son v. Williams, 5 Cir., 275 F.2d 397</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See cases cited in Footnote 15, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See Cline v. Frink Dairy Company, 274 U.S. 445, 47 S.Ct. 681, 71 L.Ed. 1146; and Ex parte Young, 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714, holding that, while injunctions against prosecution of pending criminal proceedings in a state court were proscribed, injunctions against initiation of further prosecutions were authorized</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Baines v. City of Danville, 4 Cir., 321 F.2d 643</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> 24 Stat. 552</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Chicago &amp; A. R. Co. v. Wiswall, 90 U.S. (23 Wall.) 507, 23 L.Ed. 103; In re Pennsylvania Co., 137 U.S. 451, 11 S. Ct. 141, 34 L.Ed. 738</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Chicago &amp; A. R. Co. v. Wiswall, 90 U.S. (23 Wall.) 507, 23 L.Ed. 103; see also In re Pennsylvania Co., 137 U.S. 451, 11 S.Ct. 141, 34 L.Ed. 738; Employers Reinsurance Corp. v. Bryant, 299 U.S. 374, 57 S.Ct. 273, 81 L.Ed. 289</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> 18 Stat. 472</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Ex parte Hoard, 105 U.S. 578, 26 L. Ed. 1176; Ex parte Harding, 219 U.S. 363, 31 S.Ct. 324, 55 L.Ed. 252; Ex parte Roe, 234 U.S. 70, 34 S.Ct. 722, 58 L.Ed. 1217</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> 24 Stat. 552</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> 25 Stat. 433</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> 36 Stat. 1168</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> 2 U.S.Code Cong.Serv. 81st Cong., 1st Sess.1949, p. 1268</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> The City of Danville has no race</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">SOBELOFF, Chief Judge, and J. SPENCER BELL, Circuit Judge (concurring in part and dissenting in part):</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">The plaintiffs have alleged that the official and unofficial power structure of the white community has been successfully mobilized to deny them their First Amendment rights to protest their relegation to second class citizenship. They allege that the police, by means of violence and brutality exercised during wholesale arrests upon trumped up charges; the judiciary, by means of broad and vague injunctions; and the City Council, by means of its unconstitutional ordinances against picketing and parading, have succeeded in crushing the minority's carefully organized effort to express its discontent with the status quo.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">If this can be proven, even if the ordinances are facially constitutional, we think the very exceptional circumstances recognized by the Court in Douglas as justifying injunctive relief exist here. If that is true, then 28 U.S.C.A. &#167; 2283 does not relieve the federal courts of their obligation to protect the plaintiffs' constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Therefore, we cannot agree that the district court had no discretion to entertain the plenary suits on the merits and to issue any restraining orders or injunctions necessary to protect the plaintiffs' rights therein, including an injunction against both pending and further criminal prosecutions under the ordinances and injunctions in question.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">The defendants assert that the plaintiffs' conduct endangers the rights of other citizens, especially the property rights of the merchants and businessmen located at the scene of the demonstrations. Doubtless fear exists on both sides, but this does not justify a denial to the plaintiffs of their day in court. Free speech is protected even though often provocative. Cf. Edwards v. South Carolina, 372 U.S. 229, 237, 83 S.Ct. 680, 9 L.Ed.2d 697 (1962). This is not to say that we would condone violence or disobedience to the law, but if we accept the plaintiffs' allegations, as we must for the purpose of this appeal, the violence here was that of the defendants incited and engaged in to prevent the plaintiffs from lawfully and peacefully exercising their First Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">The majority concedes that exceptional circumstances existed which justified the issuance of our restraining order last August. Baines v. City of Danville, 321 F.2d 643 (4 Cir. 1963). That \"the situation has undergone substantial change for the better\" and that \"things have simmered down\" are conclusions which we are not entitled to draw until the district court has found the facts. In so concluding, the majority opinion has unwittingly prejudged the facts of the case. Furthermore, these conclusions are not pertinent. They do not prove that the exceptional circumstances which justified our restraining order have passed. It could mean that the plaintiffs are no longer being interfered with in expressing their rights. On the other hand, it could mean that the plaintiffs have been so cowed that they no longer dare to express themselves, and this was their contention at the argument of the appeal. If this is so, then the exceptional circumstances which were absent in Douglas are abundantly present here.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">We are here concerned not only with the immediate effect of the prosecutions on the 105 defendants; we are more concerned with the ultimate effect which the prosecutions will have on the plaintiffs' attempts to express their grievances by organized effort.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> The effect apprehended is only minimally diminished by the state court's withdrawal of its astounding order scattering the prosecutions throughout the entire state.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">The plaintiffs have alleged a cause of action within the provisions of 42 U.S. C.A. &#167; 1983. If the facts alleged are true, only the most cynical of observers would contend that First Amendment rights of the entire Negro community would not be irreparably injured if these prosecutions and these ordinances are allowed to achieve their alleged objectives. Comity does not require the federal courts to sit idly by when only an equitable remedy can effectively protect these rights. Jordan v. Hutcheson, 323 F.2d 597, 601 (4 Cir. 1963). It is the duty of the federal courts to protect these rights, and the statute, 42 U.S.C.A. &#167; 1983, expressly authorizes equitable relief. The precious First Amendment rights of our citizens are beyond pecuniary evaluation. Hague v. Committee for Industrial Organization, 307 U.S. 496, 59 S.Ct. 954, 83 L.Ed. 1423 (1939). Since it is obvious that in the context of this case no other civil remedy could possibly accomplish the Congressional purpose to afford the Negro citizen equal rights, there is every reason to hold that the equitable remedy expressly authorized in 42 U.S.C.A. &#167; 1983 is within the exception set forth in 28 U.S.C.A. &#167; 2283. Cooper v. Hutchinson, 184 F.2d 119, 124 (3 Cir. 1950).</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The plaintiffs allege that the ordinances and the state court's injunctive order are unconstitutional on their face. The majority does not reach this question so far as the plaintiffs are concerned, but it enjoins future prosecution under the ordinances and injunction. This is a strange and unwarranted dichotomy. Since the hearing of the appeal in this court, a similar situation was presented to a three judge court in the Fifth Circuit. There the court declared unconstitutional on their face an \"unlawful assembly statute\" and an \"insurrection statute\" and enjoined prosecution of the plaintiffs in proceedings already begun under those statutes. Aelony v. Pace, C.A. No. 530, Harris v. Pace, No. 531 (M.D.Ga., Americus Division, 1963). So here, the question of the constitutionality of the ordinances and the injunction, which the court declines to face, should be faced. In Bailey v. Patterson, 323 F.2d 201 (5 Cir. 1963), the court, citing Evers v. Dwyer, 358 U.S. 202, 79 S.Ct. 178, 3 L.Ed.2d 222 (1958), pointed out that the law is now crystal clear that one does not have to subject himself to arrest and prosecution to test the constitutionality of state laws.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">We would direct the district court to hold a preliminary hearing, and if it appears that plaintiffs' allegations with respect to the pending prosecutions are well founded, to issue a temporary injunction until the case is heard. If after a full hearing the facts are found to be as alleged and the district court should in its discretion conclude that a clear and imminent danger of irretrievable injury to the plaintiffs' First Amendment rights exists, then both pending and future criminal prosecutions should be enjoined. By retaining jurisdiction of the case, the court could modify its order in any way necessary to protect the rights of all the citizens of Danville against excesses by either side.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> No objection is raised to the refusal to entertain an appeal from the district court's order remanding the removed cases to the state court. (But see Civil Rights Act of 1964, Pub.L. No. 88-352 (July 2, 1964), 78 Stat. 241 &#167; 901, amending 28 U.S.C.A. &#167; 1447(d)). Nor is there any disagreement with the conclusion that no proper service was obtained on the Virginia Employment Compensation Commission</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> This was the basic issue in United States v. Wood, 295 F.2d 772 (5 Cir. 1961), where the alleged intimidation was directed to the exercise of the voting rights of the Negro community; i.e., public civil rights as distinguished from the private rights of the individual, Hardy, who had no right to vote in Mississippi in any event. The majority would distinguish Wood on the ground that the United States was a formal party. Here the United States requested and obtained permission to appear in the case as amicus curiae. We would not draw such a fine distinction. Here, too, we are concerned with public civil rights. An irreparable injury to such important rights which was clear and imminent would constitute the judicially engrafted exception to the rule of comity which forbade equitable interference by the federal courts with state criminal prosecutions. Douglas v. City of Jeannette, 319 U.S. 157, 163, 63 S.Ct. 877, 87 L.Ed. 1324 (1942). Douglas is distinguishable on the facts because no such clear and imminent irreparable injury was found there as is alleged in this case. Furthermore there is justification for the belief that the harsh doctrine of Douglas requiring defendants to run the gamut of criminal prosecution to secure their constitutional rights in the factual context here alleged to exist is undergoing modification</p>\n        <p class=\"indent\">\"This is not such a case as requires the withholding of federal court action for reason of comity, since for the protection of civil rights of the kind asserted Congress has created a separate and distinct federal cause of action. * * * To the extent that this is inconsistent with Douglas v. City of Jeannette, Pa., 319 U.S. 157, 63 S.Ct. 877, 87 L.Ed. 1324, we must consider the earlier case modified [by Browder v. Gayle, 142 F.Supp. 707 (M.D.Ala.), affirmed, 352 U.S. 903, 77 S.Ct. 145, 1 L.Ed.2d 114 (1956)].\" Morrison v. Davis, 252 F.2d 102, 103 (5 Cir.), cert. denied, 356 U.S. 968, 78 S.Ct. 1008, 2 L.Ed.2d 1075 (1958).</p>\n      </div>\n    </div>\n    <p>ON PETITION FOR REHEARING</p>\n    <p class=\"indent\">PER CURIAM:</p>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">In cases Nos. 9080 and 9082, we held that the District Court's remand of criminal cases which had been removed to it from the state court was not reviewable under the provisions of 28 U.S.C.A. &#167; 1447(d). We did not consider the effect of &#167; 901 of the Civil Rights Act of 1964 authorizing appellate review of remand orders in civil rights cases. The Civil Rights Act of 1964 had not been enacted when the majority opinion was circulated, but it was enacted prior to the entry of judgment and the announcement and publication of the opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">A petition for rehearing has suggested that, under the general principle that an appellate court should govern itself by changes in the law occurring after entry of the judgment under review, the disposition of the appeals in Nos. 9080 and 9082 should have been controlled by the newly enacted &#167; 901 of the Civil Rights Act of 1964. The suggestion requires our further consideration and the petition for rehearing will be granted in Nos. 9080 and 9082.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">The appellees will be asked to file a brief on the merits in those two cases, with leave, if they wish, to discuss the applicability of &#167; 901 of the Civil Rights Act of 1964 under the circumstances of this case, while the appellants shall have leave to supplement the briefs and petitions previously filed by them in these two cases to the extent they deem appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">The petition for rehearing insofar as it is addressed to the other cases determined by this Court's judgment will be denied.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">Petition granted in cases Nos. 9080 and 9082;</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">Petition denied in cases Nos. 9081, 9083, 9084, 9149, 9150 and 9212.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">HAYNSWORTH, BOREMAN and BRYAN, Circuit Judges, concur.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">SOBELOFF, Chief Judge, and J. SPENCER BELL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">We concur in the order for rehearing in Nos. 9080 and 9082, and as to the other cases we adhere to the views previously expressed in our dissent.</p>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">337</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></span></p>\n    <p class=\"parties\">Bruce BAINES et al., Appellants,<br>v.<br>CITY OF DAMVILLE, VIRGINIA, Appellee.<br>The Rev. Lendell W. CHASE et al., Appellants,<br>v.<br>Chief Eugene McCAIN et al., Appellees (two cases).<br>Hildreth G. McGHEE et al., Appellants,<br>v.<br>CITY OF DANVILLE, Appellees.<br>LEWIS et al., Appellants,<br>v.<br>BENNETT et al., Appellees.<br>The Rev. Lendell W. CHASE et al., Appellants,<br>v.<br>Honorable A. M. AIKEN, Judge, Appellee (two cases).<br>Dolores J. PAGE and Margaret P. Dillard, Appellants,<br>v.<br>Chief Eugene McCAIN et al., Appellees.</p>\n    <p class=\"docket\">Nos. 9080-9084.</p>\n    <p class=\"docket\">No. 9149.</p>\n    <p class=\"docket\">No. 9150.</p>\n    <p class=\"docket\">No. 9212.</p>\n    <p class=\"court\">United States Court of Appeals Fourth Circuit.</p>\n    <p class=\"date\">Argued September 23, 1963, and January 6, 1964.</p>\n    <p class=\"date\">Decided August 10, 1964.</p>\n    <p class=\"date\">On Rehearing September 29, 1964.</p>\n    <p class=\"date\">COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Arthur Kinoy, New York City, for appellants in Nos. 9080-9082, 9084, 9149, 9150.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mrs. Ruth L. Harvey, Danville, Va., for appellants in No. 9083.</p>\n      <p class=\"indent\">William M. Kunstler, New York City, for appellants in Nos. 9080 and 9082.</p>\n      <p class=\"indent\">S. W. Tucker, Richmond, Va., for appellants in Nos. 9080-9084, 9149, 9150.</p>\n      <p class=\"indent\">Morris E. Lasker, New York City, Mrs. Ruth L. Harvey, Danville, Va., and William M. Kunstler, New York City, for appellant in No. 9212 (Len W. Holt, Norfolk, Va., Andrew C. Muse, J. L. William, Harry I. Wood, George Woody, Jr., Danville, Va., Chester Antieau, Shellie F. Bowers, Washington, D. C., Richard Goodman, Dean Robb, Detroit, Mich., Jack Oppenheim, New York City, Ann Cooper, Boston, Mass., Nathan Conyers, Detroit, Mich., E. A. Dawley, Jr., J. A. Jordan, Jr., Norfolk, Va., Erwin Miller, Philadelphia, Pa., George L. Downing, Detroit, Mich., and Bertrand B. Pogrebin, Mineola, N. Y., on briefs).</p>\n      <p class=\"indent\">John W. Carter and James A. H. Ferguson, Danville, Va., for appellees in Nos. 9080-9082, 9084, 9149, 9150 and 9212.</p>\n      <p class=\"indent\">Harold V. Kelly, Asst. Atty. Gen. of Virginia, for appellees in No. 9083.</p>\n      <p class=\"indent\">Before SOBELOFF, Chief Judge, and HAYNSWORTH, BOREMAN, BRYAN and J. SPENCER BELL, Circuit Judges, sitting en banc.</p>\n      <p class=\"indent\">HAYNSWORTH, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Several different questions are presented by a number of cases arising out of racial demonstrations in Danville, Virginia.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">No. 9084 and No. 9150, Chase v. Aiken, No. 9081 and No. 9149, Chase v. McCain, and No. 9212, Page v. McCain, are appeals in plenary actions filed by Negro plaintiffs in the District Court, in which they seek injunctions against their prosecution in the state court upon charges of violations of a state court injunction, of an ordinance limiting the number of participants in demonstrations and picketing activity, and the time and manner in which such activities could be conducted, and of another ordinance preventing parades without a permit. The requests for injunctive relief are based upon allegations that the state court injunction and the ordinances are unconstitutional and invalid. The complaints also request declaratory judgments that the injunction and the ordinances are unconstitutional. The District Judge did not reach the merits, because he concluded that, under the provisions of 28 U.S.C.A. &#167; 2283 and the principles of comity, he should not undertake to enjoin pending criminal proceedings in the state court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">No. 9080, Baines v. City of Danville, and No. 9082, McGhee v. City of Danville, are appeals from orders remanding to the state courts some 105 criminal cases which the defendants had undertaken to remove from the state court to the District Court. There are also petitions for writs of mandmus directed to the District Judge, which seek to present the same question of the propriety of the orders of remand as are tendered by the appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">No. 9083, Lewis, et al. v. Bennett, is an appeal from a denial of a temporary restraining order directed to the Virginia Employment Commission preventing it from disqualifying applicants for, or recipients of, unemployment compensation upon the ground that the pendency of criminal charges against them made them unavailable for work within the meaning of the unemployment compensation statute.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The events which underlie these several controversies are not entirely undisputed, and, since the District Judge reached the merits in none of the cases, there are no findings which settle the factual disputes. However, some testimony was taken in some of these cases, and some reference to that testimony and to the factual contentions of the parties seems appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Negro appellants contend their demonstrations and picketing had been conducted peaceably and without violence, though a number of them were the victims of police violence on the night of June 10, 1963, when the police employed fire hoses and night sticks against them. On the other hand, city and court officials contend that the demonstrations, peaceful enough at first, became riotous and violent, resulting in personal injuries and property damage. They attempt to justify the injunction and the ordinances as a reasonable and necessary response to the excesses of the demonstrators and requisite for the preservation of peace and order.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The testimony discloses that the first demonstration in Danville occurred on Friday, May 31, 1963. It was orderly. The demonstrators had applied for no permit to parade, but city officials prepared and sent a permit to them. Other demonstrations followed on Saturday, June 1, and on Monday and Tuesday, June 3 and 4. During these demonstrations, the Negroes marched through the streets to congregate on the steps of the state courthouse. In the process, they blocked, for a time, other traffic in the streets and access through the principal entrance to the courthouse, but they inflicted no physical injury upon anyone or any property.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On Wednesday, June 5, however, they were not so restrained. As on the preceding days, a large crowd of Negroes marched to the state courthouse and occupied the main steps leading into the building. At about 4:15 o'clock, in the afternoon, they invaded the building, itself. The City Manager's office was occupied by them, though he was not present, while other demonstrators in the corridors sang, chanted, shouted, clapped, and rattled previously prepared noise makers. They ignored requests to leave until one of their leaders was arrested approximately one hour after they had entered the building. The other demonstrators then evacuated the building, one young girl striking the Chief of Police in the face with her pocketbook as she left. She, too, was placed under arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The demonstration on June 5 did not end with the evacuation of the courthouse. The crowd proceeded to a theater and a YMCA. There is testimony that some members of the crowd then began to throw bricks, bottles and rocks. Several police officers were struck by the missiles, and one missile broke a window of a hotel. When police officers undertook to take into custody one member of the crowd, then numbering some 200 to 250 persons, they were threatened and stones were hurled at them, and after they succeeded in entering a police car, the car was hit with unidentified objects.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During most of this time traffic in the streets was blocked or impeded. One automobile, occupied by white persons, was surrounded by the crowd and rocked back and forth until police effected a rescue.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sometime after 8:00 o'clock in the evening, after the demonstration had been going on for more than four hours, the crowd sat down in Danville's main business street, which is United States Highway 29, effectively blocking all traffic. At about that time, police summoned the Honorable A. M. Aiken, Judge of the Corporation Court of Danville. This was done pursuant to &#167; 18.1-247 of the Code of Virginia 1950, which authorizes judges and justices of the peace to suppress riots and unlawful assemblies, and requires them to go among, or as near as they safely may to, persons riotously or unlawfully assembled, and demand that they disperse. Judge Aiken spoke to one of the leaders of the crowd and told him to ask the demonstrators to disperse. This command was refused. Thereafter Judge Aiken told the Chief of Police that he thought the crowd would disperse if its leaders were arrested. The Judge then left. One of the leaders of the crowd also left, but, upon a signal from the other leader, the crowd of demonstrators began to move toward a crowd of white people which had gathered nearby. The whites moved back upon police orders and the demonstrators proceeded to the Danville Public Library. There, the remaining leader of the demonstrators was again asked to disband the crowd and was arrested when he refused to do so. Leaderless, the demonstrators then began to disperse. There was testimony that thereafter, however, a small group of Negroes, armed with bricks, or half bricks, roamed the streets threatening white people and daring white motorists to leave their cars.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the next day, upon application of the City, Judge Aiken issued a temporary injunction and restraining order which prohibited mass demonstrations and mass or violent picketing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the morning of Monday, June 10, there was another mass demonstration. As the crowd of Negroes proceeded up the street, several white people entered an automobile intent upon removing it and themselves from the scene. The car's engine did not promptly start, and the vehicle was surrounded by demonstrators, some of whom were swinging socks, the toes of which had been filled with rocks, at the occupants of the car. The automobile was extensively damaged, and one of its doors was torn off. At about this time, however, several of the demonstrators were arrested after which, according to the Chief of Police, the remaining demonstrators sought to rush the jail and free their confederates. Finally, this crowd was dispersed with fire hoses.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On that same night at approximately 11:00 o'clock, another crowd of Negroes assembled near the jail. This time, except that they blocked the way and refused to leave, they were neither violent nor disorderly. Because they refused to disperse, fire hoses and night sticks were employed, and several of the demonstrators received some injury. On that occasion the police were guilty of excesses, as the demonstrators had been on earlier occasions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There was another mass demonstration on Thursday, June 13, during which the steps of the courthouse were again occupied. There was no overt violence then.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">During this period, several police cars and one automobile of a private white individual, proceeding through Negro residential areas, were fired upon and hit by bullets. Another police car had its windshield broken out by objects thrown at it by Negroes. On one of these occasions the gunfire came from as assemblage of approximately 150 Negroes.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On June 14, the City Council of Danville adopted an ordinance limiting demonstrations and picketing. It required that all assemblies and picketing be peaceful. It limited marching to a single file and required that pickets and demonstrators space themselves at least ten feet apart. It limited to six the number of pickets before any one business establishment or public facility. It prohibited all picketing or demonstrations directed to a place of business, or public facility, on days when the establishment being picketed was not open for business or during hours other than its work hours. It prohibited all picketing and demonstrations within a public building and provided that no person under the age of 18 years shall engage in demonstrations or picketing. Violation of the ordinance was declared to be a misdemeanor.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There were other events and later arrests. The arrested individuals were charged with violations of the injunction and of the ordinance. This led to the filing in the District Court of the plenary actions to restrain enforcement of the injunction and of the anti-picketing ordinance. Some 105 of the criminal cases brought under the injunction or under the ordinance were sought to be removed from the Corporation Court of Danville to the District Court, but, on motion, were remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Unemployment compensation was denied some of the criminal defendants. A subordinate official of Virginia's Employment Commission ruled that, while they were then at large on bail, they were \"unavailable\" for work within the meaning of the unemployment compensation statute when they were awaiting trials on criminal charges which might result in their confinement.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On July 10, 1963, Danville's City Council adopted a parade-permit ordinance. This was immediately after announcement of dissolution of a District Court order, temporarily restraining further demonstrations, which had issued on July 2nd. The plaintiffs in No. 9212, a plenary action subsequently brought to restrain enforcement of the parade ordinance, contend it was a device intended and used for the suppression of further demonstrations. City officials contend, on the other hand, that adoption of the parade ordinance on July 10th was only a coincidence. There had been an earlier parade ordinance on the books, and a permit under it, though unsolicited, had been sent to the first demonstrators on May 31st. The City Attorney states that he had become convinced that the existing parade ordinance, similar to that which was considered in City of Florence v. George, <span class=\"citation\" data-id=\"1332210\"><a href=\"/opinion/1332210/city-of-florence-v-george/\"><span class=\"volume\">241</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">77</span></a></span>, <span class=\"citation\" data-id=\"1332210\"><a href=\"/opinion/1332210/city-of-florence-v-george/\"><span class=\"volume\">127</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">210</span></a></span>, was unconstitutional. He had suggested, therefore, the adoption of a new ordinance patterned upon the draft of the National Institute of Municipal Law Officers. The new Danville parade ordinance generally follows the model, but it requires applications thirty days in advance, though the Chief of Police, \"where good cause is shown\" may waive the time requirement. That provision is one of the principal bases of the plaintiffs' constitutional complaint about the parade ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Since the adoption of Danville's new parade-permit ordinance, it is said there have been 263 arrests of persons charged with violations of it. The plaintiffs state in their brief in this court that 163 of the 263 had been tried and convicted, each convicted defendant receiving a suspended sentence. The suspended sentences, they say, imposed fines of $25 to $50 and imprisonment for twenty days.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">One incident is much mooted. A man in the uniform of a soldier, carrying a United States flag, and four women walked up and down the street in front of the residence of Danville's mayor. When they declined to desist, they were arrested for violation of the parade-permit ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We are uninformed of other incidents leading to the many other arrests under the parade-permit ordinance, but, in due time, they led to the filing of the action attacking the constitutionality of that ordinance. The District Judge dismissed the action on the same ground upon which he dismissed the actions attacking the anti-picketing ordinance and injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The resultant appeal had not reached us when we heard the appeals in the other related cases outlined above. We, therefore, withheld decision in the consolidated appeals in the other cases until this one involving the parade-permit ordinance could be heard. All of the proceedings in the District Court arising out of the Danville demonstrations, thus are now before us.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>* Refusal to Stay Criminal Proceedings in the State Courts; Restraints upon Further Arrests</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Negroes declare that their demonstrations, picketing and parading were an exercise of their First Amendment rights of peaceful assembly, of free speech, and of presentation of grievances in aid of their Fourteenth Amendment rights to be free of official discrimination. It appears, however, that their primary objective was economic. While reference was made to further desegregation of Danville's partially desegregated school system, their demonstrative demands and protests were not directed to the School Board. Other public facilities in Danville had been desegregated, as had the lunch counters in stores, which, otherwise, invited the patronage of Negroes and whites. Theaters and other restaurants remained segregated, however, and their desegregation was among the demands of the Negroes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Plainly, however, they primarily wanted more of their number employed by the City of Danville and by private employers, and they wanted representation upon every board and commission of the City of Danville. If Danville discriminated against them in employment, of course, Fourteenth Amendment rights would be involved, but demands of a larger proportion of jobs available from private employers has no such constitutional foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Whatever constitutional basis there may be for the substantive demands of the demonstrators, they have, unquestionably, rights of free speech and assembly guaranteed by the First Amendment, and recognition of those First Amendment rights is required of Danville by the Fourteenth Amendment. Those First Amendment rights incorporated into the Fourteenth Amendment, however, are not a license to trample upon the rights of others. They must be exercised responsibly and without depriving others of their rights, the enjoyment of which is equally as precious. It is thus plain, for instance, that while Negroes, excluded because of their race from a privately operated theater, have a right to protest their exclusion and to inform the public and public officials of their grievance, they do not have the right, by massive occupancy of approaches to the theater, to exclude everyone else from it, or to coerce acceptance of their demands through violence or threats of violence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">If the evidence to which we have referred should be accepted by the trier-of-fact, it would necessitate the conclusion that the demonstrators exceeded the bounds within which they could lawfully exercise their First Amendment rights. Their excesses warranted some limitation upon their further conduct through an injunction, a new ordinance, or through strict enforcement of existing laws. See Pritchard v. Downie, 8 Cir., <span class=\"citation\" data-id=\"262826\"><a href=\"/opinion/262826/mrs-mary-ellen-pritchard-wife-of-charles-c-pritchard-v-robert-c/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">323</span></a></span>. Still, there remains a very substantial question as to whether or not the injunction, which was actually issued, and the ordinances, which were passed, are themselves constitutionally invalid because excessively broad, vague and restrictive. It is well established that public officials, charged with the duty of maintaining law and order, may enforce laws and injunctions reasonably necessary for that purpose, but injunctions and statutes which exceed the necessities of the situation cannot be lawfully enforced if they infringe upon constitutional rights. What is required is mutual accommodation of the rights of the public and those rights of protestants which are guaranteed by the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The District Judge held, however, that he could not reach the question thus posed, the constitutionality of enforcement through criminal processes of this injunction and of these ordinances. Generally, we agree that he should not have enjoined prosecution of pending criminal charges in the state court, but we will remand for consideration of the appropriateness of an injunction against further arrests.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We start, as we must, with Title 28 U.S.C.A. &#167; 2283, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"A court of the United States may not grant an injunction to stay proceedings in a State court except as expressly authorized by Act of Congress, or where necessary in aid of its jurisdiction, or to protect or effectuate its judgments.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This statute, literally applied, would seem plainly to require that the District Judge stay his hand, as he did, unless Congress has \"expressly authorized\" an injunction to stay proceedings in the state court in this type of situation. It is plain that the other two exceptions are not applicable, because there is no showing of any necessity for an injunction in aid of federal jurisdiction here, and there is no prior federal judgment to protect or effectuate. It is said, however, that \"express authorization\" for a stay of state court proceedings in civil rights cases is to be found in that part of the Civil Rights Act which is now incorporated in Title 42 U.S.C.A. &#167; 1983, and the related provision of the Judicial Code (Title 28 U.S.C.A. &#167; 1343) which confers original jurisdiction upon the District Courts of actions to redress state deprivation of constitutional rights. The first question, therefore, is whether or not these civil rights provisions constitute an express authorization of a stay of state court proceedings within the meaning of the first exception of &#167; 2283. On this question, we have been substantially assisted by a brief filed by the United States as amicus curiae.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Section 2283 is derived from &#167; 5 of the Act of March 2, 1793, 1 Stat. 335. It originally provided simply and without qualification that an injunction shall not be granted to stay proceedings in any state court. Thereafter, the statute was amended<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> to except from its operation cases where an \"injunction may be authorized by any law relating to proceedings in bankruptcy.\" It remained in that form until June 25, 1948 when revised<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> to read as it now does.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Nevertheless, despite the apparently unequivocal language of the predecessors of &#167; 2283, a number of exceptions were judicially declared to exist. These exceptions were found to have arisen out of subsequent acts of Congress which appeared to authorize particular injunctive relief, and the subsequent statutes were construed to have amended pro tanto the anti-injunction act. Those statutory exceptions which were fully established by 1941 are carefully reviewed in the opinion of Mr. Justice Frankfurter in Toucey v. New York Life Insurance Co., <span class=\"citation\" data-id=\"103555\"><a href=\"/opinion/103555/toucey-v-new-york-life-ins-co/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">118</span></a></span>, 133, 134, <span class=\"citation\" data-id=\"103555\"><a href=\"/opinion/103555/toucey-v-new-york-life-ins-co/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></a></span>, <span class=\"citation\" data-id=\"103555\"><a href=\"/opinion/103555/toucey-v-new-york-life-ins-co/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">100</span></a></span>. They consist of such things as the Removal Acts which were thought by necessary implication to authorize a stay of further proceedings in the state court after the action had been properly removed from the state court to a federal court. The statute providing for the limitation of a shipowner's liability, containing a provision that \"all claims and proceedings against the owner, or owners, shall cease\" was thought to have a similar implicit effect. The interpleader act of 1926 contains a very express provision authorizing an injunction against prosecution of any other suit or proceeding in any other court, state or federal, and the Frazier-Lemke Act contains a provision that after the filing of a farmer's petition, specified proceedings shall not be maintained against him in any court.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Subsequent to 1941, another statutory exception was found to have arisen out of the Emergency Price Control Act of 1942.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Section 205(a) of that Act, authorizing the Administrator to obtain injunctions prohibiting conduct in violation of the Act, was held to authorize a federal injunction staying execution of an eviction order of a state court when the eviction would violate the Act.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The anti-injunction statute, as revised in 1948, contains three general exceptions, but it is clear from the Reviser's notes that the only substantive change intended by the enlargement of the exceptions was the overturning of the result in Toucey v. New York Life Insurance Co., <span class=\"citation\" data-id=\"103555\"><a href=\"/opinion/103555/toucey-v-new-york-life-ins-co/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">118</span></a></span>, <span class=\"citation\" data-id=\"103555\"><a href=\"/opinion/103555/toucey-v-new-york-life-ins-co/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></a></span>, <span class=\"citation\" data-id=\"103555\"><a href=\"/opinion/103555/toucey-v-new-york-life-ins-co/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">100</span></a></span>. A majority of the Supreme Court had held in Toucey that the anti-injunction statute prevented federal circumscription of relitigation in a state court of issues already fully litigated in the federal courts. The situation was analogous to a continuation of proceedings in a state court after the action had been effectively removed to a federal court. The purpose of the revision was to conform the two situations. There was also in mind the unseemliness and technical irrationality of concurrent proceedings <i>in rem</i> in state and federal courts, for the court which first seized the <i>res</i> acquired a possession which was necessarily exclusive of that of the other court. It was in recognition of these situations, and in order to overturn the result of Toucey that the 1948 revision introduced the exceptions \"where necessary in aid of its jurisdiction, or to protect or effectuate its judgments.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The 1948 revision also qualified the literal prohibition of the anti-injunction statute with the words \"except as expressly authorized by Act of Congress.\" This replaced the only exception earlier contained within that statute which had been limited to bankruptcy matters. The revisers stated that the change was designed to continue the bankruptcy exception and to recognize those other statutory exceptions which Congress had effectively accomplished without expressly amending the anti-injunction statute and those other exceptions which the Congress might authorize in similar fashion in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We thus come to the question whether the Civil Rights Act and the Judicial Code, which confers upon the district courts jurisdiction to grant redress for deprivation by state action of Constitutional rights, constitute an express authorization by the Congress of federal stays of state court proceedings when a claimed denial of civil rights is the basis for invocation of the processes of the federal courts. This question, as such and in this context, the Supreme Court has never considered, though, as will presently appear, it has consistently applied the statute, or the underlying and closely related principles of comity, to foreclose interference by the lower federal courts with state court proceedings involving asserted deprivations of civil rights.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The recognized statutory exceptions discussed in Toucey v. New York Life Insurance Co. and mentioned above are few in number. Some of them authorize injunctions against state court proceedings in language which may be readily characterized as \"express.\" In others, the authorization is no more than implicit. The Removal Acts, for instance, contain no reference to injunctions, but the power to enjoin a continuation of state court proceedings is an obvious corollary of the power to remove the action from state to federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In strong contrast is the Civil Rights Act. It creates a federal cause of action, but with no suggestion, explicit or implicit, that appropriate relief shall include an injunction which another Act of Congress forbids. The substantive right, in many situations, may call for equitable relief, and equitable remedies are authorized,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> but only by a general, jurisdictional grant. Creation of a general equity jurisdiction is in no sense antipathetic to statutory or judicially recognized limitations upon its exercise. Effective removal of a cause of action from a state court to a federal court is incompatible with further proceedings in the state court, but there is no incompatibility between a generally created equity jurisdiction and particularized limitations which restrict a chancellor's power or define the limits of his discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The anti-injunction statute can have effective application only with respect to those matters over which the district courts have a general equity jurisdiction. If there is no jurisdiction to grant an injunction of any kind, there is no room for the operation of a narrow statutory prohibition of injunctions having a specified effect. If every grant of general equity jurisdiction created an exception to the anti-injunction statute, the statute would be meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As we have seen, the few statutory exceptions to the anti-injunction statute, which the Supreme Court in 1941 recognized as having been carved out of the anti-injunction statute, rested upon statutes which were, at the least, thoroughly incompatible with a literal application of the anti-injunction statute. That much may not be said of the exception recognized in 1946 by the Supreme Court in Porter v. Dicken, <span class=\"citation\" data-id=\"104299\"><a href=\"/opinion/104299/porter-v-dicken/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"104299\"><a href=\"/opinion/104299/porter-v-dicken/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1094</span></a></span>, <span class=\"citation\" data-id=\"104299\"><a href=\"/opinion/104299/porter-v-dicken/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1203</span></a></span>, for the predecessor of &#167; 2283 was held not to foreclose a federal court injunction against the execution of a state court order of ejectment. Since the Price Administrator could have sought injunctive relief in the state court, there was no necessary conflict between the Emergency Price Control Act and the anti-injunction statute. The Supreme Court, however, read into the provision giving the Price Administrator the right to seek injunctive relief in either federal or state courts, the right to make the choice. It felt it could not read the statute as requiring the Price Administrator to go into the state court against his wishes, when enforcement of the statute would have been defeated altogether unless the Price Administrator obtained injunctive relief in the one court or the other.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It was subsequently held in Leiter Minerals, Inc. v. United States, <span class=\"citation\" data-id=\"105439\"><a href=\"/opinion/105439/leiter-minerals-inc-v-united-states/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></a></span>, <span class=\"citation\" data-id=\"105439\"><a href=\"/opinion/105439/leiter-minerals-inc-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">287</span></a></span>, <span class=\"citation\" data-id=\"105439\"><a href=\"/opinion/105439/leiter-minerals-inc-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">267</span></a></span>, that &#167; 2283 had no application when the injunctive relief was sought in the federal court by the United States. Those considerations of comity which underlie &#167; 2283 and which are designed to prevent conflicts between federal courts and the courts of a state in private litigation were thought inapplicable when the United States, itself, invoked the jurisdiction of its courts in aid of its rights and the enforcement of its laws. The same notion may have influenced the decision in Porter v. Dicken, for the Price Administrator officially represented the United States and sought only the proper enforcement of one of its public laws. He might have been authorized to seek the injunction in the name of the United States just as the Attorney General is authorized to proceed in a number of situations. The fact then that he brought the action in his name as Price Administrator does not distinguish the situation from Leiter Minerals. Porter v. Dicken, of course, preceded Leiter Minerals, but in light of the principle subsequently expressly recognized in Leiter Minerals, we cannot read into Porter v. Dicken a predisposition in the Supreme Court to find in a general grant of equity jurisdiction an express exception to the anti-injunction provisions of &#167; 2283.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">On the contrary, when the United States is not directly involved as a party and the danger of irritating conflict with state courts is great, the Supreme Court's disposition has been toward a strict construction of &#167; 2283. This is particularly illustrated by its decision in Toucey v. New York Life Insurance Co. It is apparent in its decision of Amalgamated Clothing Workers of America v. Richman Brothers Co., <span class=\"citation\" data-id=\"105288\"><a href=\"/opinion/105288/clothing-workers-v-richman-brothers-co/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 514, <span class=\"citation\" data-id=\"105288\"><a href=\"/opinion/105288/clothing-workers-v-richman-brothers-co/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">452</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">600</span></span>, in which it said \"[b]y that enactment [the revision which is now &#167; 2283], Congress made clear beyond cavil that the prohibition is not to be whittled away by judicial improvisation.\" In light of that admonition, this inferior court ought not lightly to undertake to relegate &#167; 2283 to meaninglessness.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Despite these considerations, or rather without overt recognition of them, it was held in Cooper v. Hutchinson, 3 Cir., <span class=\"citation\" data-id=\"225643\"><a href=\"/opinion/225643/cooper-v-hutchinson/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span>, that a Civil Rights Act provision for a suit in equity constituted an express authorization for an injunction against state court proceedings within the meaning of the qualification of &#167; 2283. The court did not indicate in any way why it thought a general provision for equity jurisdiction would constitute such an exception to the anti-injunction act. It simply stated its conclusion without elucidating the problem or its reasoning. Oddly enough, the court went on to deny injunctive relief on the general principles of equity and comity exemplified by Douglas v. City of Jeannette, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">877</span></a></span>, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1324</span></a></span>, the same principles which underlie &#167; 2283.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Later, a district court in the Third Circuit dutifully followed the lead of its Court of Appeals in Tribune Review Publishing Company v. Thomas, W.D.Pa., <span class=\"citation\" data-id=\"1424064\"><a href=\"/opinion/1424064/tribune-review-publishing-company-v-thomas/\"><span class=\"volume\">153</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">486</span></a></span>. Oddly, again, after holding, because of the Civil Rights Act, it had power to enjoin the state court proceeding, it found there was no basis for any relief and none was awarded.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On the other hand, it was held in Smith v. Village of Lansing, 7 Cir., <span class=\"citation\" data-id=\"241571\"><a href=\"/opinion/241571/charles-smith-v-the-village-of-lansing-a-municipal-corporation-donald-p/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">856</span></a></span>, in Goss v. Illinois, 7 Cir., <span class=\"citation\" data-id=\"259324\"><a href=\"/opinion/259324/thomas-d-goss-aka-thomas-duggan-v-state-of-illinois-frank-g-sain/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">257</span></a></span>, and in Sexton v. Barry, 6 Cir., <span class=\"citation\" data-id=\"239423\"><a href=\"/opinion/239423/james-f-sexton-v-eleanore-m-barry-j-frank-pollock-judge-probate/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span></a></span>, that the Civil Rights Act's authorization of equitable relief was not an exception to the anti-injunction provisions of &#167; 2283. The conclusion was reached in those cases without reference to the Third Circuit case of Cooper v. Hutchinson and without consideration of the problem in depth.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">These conflicting decisions from our fellow courts in the lower echelon of the federal judicial system are of little help. Whether one follows the lead of the one or the other depends not upon the grace with which each expressed its <i>ipse dixit,</i> but upon underlying considerations which none of them explored. On one side or the other, there may have been a flash of genius, but their unelucidated conflict leaves us with no basis for reliance upon any of them.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Our analysis, which we have outlined above, leads away from the Third Circuit's conclusion in Cooper v. Hutchinson. Statutory exceptions are not so easily found from a Congressional enactment of such vintage. Unless the later statute contains, or carries with it, strong evidence of an intention to repeal the earlier, or to carve out an exception from it, a court's duty is to harmonize the two. We possess no legislative power of repeal. When we deal with valid statutes, our only role is to construe them.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Our construction is strongly supported by the Supreme Court's consistent support of the principle of &#167; 2283 in civil rights cases. In every case before the Supreme Court in which federal interference with state court proceedings has been premised upon asserted denials of civil rights, the Supreme Court has required or sanctioned federal forbearance.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> It has usually done so on the basis of considerations of equity and comity fashioned by it, but which are identical with those which underlie the statute. If judicial principles of equity and comity prevent federal stay of criminal proceedings in a state court, it is difficult to see how an unqualified congressional command to the same end can be ignored. If a subsequent act of the Congress is an implied repeal of the absolute congressional direction, it cannot reasonably be said not to have modified a judicially fashioned rule which, at best, is coextensive with the earlier statute. The Third Circuit's holding that the Civil Rights Act's creation of a general equity jurisdiction created an exception to &#167; 2283, but that it could not grant an injunction because of equitable principles underlying or concomitant with &#167; 2283 is only a denigration, unintentional of course, of the Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Moreover, in Stefanelli v. Minard, <span class=\"citation\" data-id=\"104937\"><a href=\"/opinion/104937/stefanelli-v-minard/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, <span class=\"citation\" data-id=\"104937\"><a href=\"/opinion/104937/stefanelli-v-minard/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">118</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">138</span></span>, the Supreme Court, refusing to stay state court proceedings on the basis of a claimed denial of civil rights, specifically referred to &#167; 2283. It was said to have been born of the same concern and the same considerations which led the court to fashion a similar rule for application in situations not controlled by the statute. There is no suggestion that the Court thought the statute inapplicable in Stefanelli, or that the Civil Rights Act had carved out an exception to it.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Principal reliance of the plaintiffs is placed upon certain decisions in the Fifth Circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In Browder v. Gayle, M.D.Ala., <span class=\"citation\" data-id=\"2263463\"><a href=\"/opinion/2263463/browder-v-gayle/\"><span class=\"volume\">142</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">707</span></a></span> (3-Judge Court) affirmed without opinion, <span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">903</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">145</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></span>, the Court declared unconstitutional statutes and ordinances requiring separation of the races on motor buses serving the people of Montgomery, Alabama, and enjoined their enforcement in the criminal courts. Section 2283 was not mentioned, nor was the principle of comity exemplified by Douglas v. City of Jeannette.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The identical question of Browder v. Gayle later came before the Court of Appeals for the Fifth Circuit in Morrison v. Davis, 5 Cir., <span class=\"citation\" data-id=\"244190\"><a href=\"/opinion/244190/delesseps-s-morrison-individually-and-as-mayor-of-the-city-of-new/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">102</span></a></span>. The Court authorized an injunction in a per curiam opinion on the basis of Browder v. Gayle, saying that, to the extent the issuance of the injunction was inconsistent with Douglas v. Jeannette, the Supreme Court's affirmance in Browder v. Gayle, without opinion, must have modified Douglas v. Jeannette to that extent.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The situation presented in Browder v. Gayle and Morrison v. Davis, however, is unlike the one we face on this branch of these cases. Here, an injunction is sought against the further prosecution of actual, pending cases in the state court, while, in Browder and Morrison, there were no pending cases in the state courts. The question in those cases was simply whether, in order to obtain judicial determination of the constitutionality of the statutes, the plaintiffs must subject themselves to arrest and prosecution in the state courts, but even that Douglas v. City of Jeannette question was not clearly presented, for, as the Court pointed out in Morrison, the bus company could refuse service to those who refused to comply with the regulation. The probable result of defiance of the statute and ordinances, therefore, was not arrest and prosecution in the state courts, but deprivation of bus service. That was precisely the situation in Evers v. Dwyer, <span class=\"citation\" data-id=\"105803\"><a href=\"/opinion/105803/evers-v-dwyer/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, <span class=\"citation\" data-id=\"105803\"><a href=\"/opinion/105803/evers-v-dwyer/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">178</span></a></span>, <span class=\"citation\" data-id=\"105803\"><a href=\"/opinion/105803/evers-v-dwyer/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span>. Under those circumstances, we cannot see in the Supreme Court's affirmance, without opinion, of Browder v. Gayle a retreat from Douglas v. City of Jeannette, certainly not a marked one. In any event, the holdings in that case, in Morrison v. Davis and in Evers v. Dwyer are quite distinguishable from this case to which the literal language of &#167; 2283 is unquestionably applicable.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In United States v. Wood, 5 Cir., <span class=\"citation\" data-id=\"255342\"><a href=\"/opinion/255342/united-states-v-john-q-wood/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span>, the Court had before it a proceeding brought by the United States to enjoin the prosecution in a state court of Mississippi of a Negro on a breach of peace charge. The charge grew out of efforts by the Negro to secure the registration as voters of other Negroes. It was alleged, and the Court found, that the prosecution was designed to, and did in fact, intimidate other qualified Negroes from registering as voters.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In Wood, &#167; 2283 was inapplicable, for the suit was brought by the United States.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> A majority of the Court thought Douglas v. City of Jeannette inapplicable because a majority found much more at stake than the liberty of the defendant in the state court proceedings. Douglas v. City of Jeannette was inapplicable, the majority thought, because, while the proceedings in the state court might be an adequate remedy for the protection of the defendant in those proceedings, it was not adequate for the protection of the voting rights of those who were deterred from registering because of the prosecution of those proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The plaintiffs here contend that, as in Wood, their prosecution is intended to intimidate others in the exercise of their First Amendment rights of assembly and of free speech, but, on this branch of this case, it is only the state court defendants who are complaining, not the United States in behalf of others who conceivably might be deterred in the exercise of some First Amendment right by reason of the prosecution of these plaintiffs. While this contention gives us no pause as to the applicability of &#167; 2283, it bears heavily upon the propriety of an injunction forbidding further arrests. Before we reach that question, however, we should dispose of a final contention bearing on the applicability of &#167; 2283.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Fifth Circuit's decision in Wood is also said to bear upon our problem because the Court there held that issuance of the injunction against the state court prosecution was authorized by 42 U.S. C.A. &#167; 1971(c), which is said to be parallel in scope to a criminal provision, 18 U.S.C.A. &#167; 242, which, in turn, is said to be co-extensive with 42 U.S.C.A. &#167; 1983, the Civil Rights Statute with which we are concerned. This contention proves nothing, however. We have assumed at the outset that &#167; 1983 did authorize an injunction here were it not for the prohibition of &#167; 2283, the anti-injunction statute. Section 1983 does confer a general equity jurisdiction, as we have noted above, but the fact that a comparable statute does the same thing does not mean an exercise of the equity jurisdiction conferred by &#167; 1983 is not subject to the limited restriction of &#167; 2283.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The Court of Appeals for the Fifth Circuit recognizes, of course, the vitality of &#167; 2283.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> We find nothing in the cases upon which the petitioners rely which support their position here. We do find support for our present conclusion, however, in Henderson v. Trailway Bus Company, E.D.Va., <span class=\"citation\" data-id=\"1943270\"><a href=\"/opinion/1943270/henderson-v-trailway-bus-company/\"><span class=\"volume\">194</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">423</span></a></span> (3-Judge Court case) affirmed sub nom. Robinson v. Hunter, <span class=\"citation\" data-id=\"2621003\"><a href=\"/opinion/2621003/robinson-v-hunter/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1875</span></span>, <span class=\"citation\" data-id=\"106667\"><a href=\"/opinion/106667/howard-tempy-dearhart-jr-v-virginia/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1044</span></a></span>, in which the court refused to enjoin a state court prosecution of Negro \"sit in\" demonstrators as trespassers.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Though we hold that &#167; 2283, except when the United States is a party, applied to an attempt to enjoin then pending proceedings in a state court, is at least as broad as the judicially developed principle of comity which forbids federal interference with state court proceedings, it is not a jurisdictional statute.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> It is a limitation upon the exercise by a District Court of its equity jurisdiction. It was born of the realization of the problems which would arise if the Courts of the United States undertook to interfere with proceedings in state courts. It was fathered by the same principles of comity exemplified by Douglas v. City of Jeannette, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">877</span></a></span>, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1324</span></a></span>. Since the statute was fathered by the principles of comity, it has been held that the statute should be read in the light of those principles and, though absolute in its terms, is inapplicable in extraordinary cases in which an injunction against state court proceedings is the only means of avoiding grave and irreparable injury.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> In our view, the congressional command ought to be ignored only in the face of the most compelling reasons, but we have certainly been told by the Supreme Court that in those circumstances it may be disregarded, for its parentage discloses that it was not intended to be as absolute as it sounds.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">That is not to say, however, that the congressional command of &#167; 2283 may be disregarded for no other reason than the strong inclination of a court or a party. Congressional enactments have a force which surpasses that of the principles which underlie them. When the meaning of statutes is doubtful, we may turn to their purpose to construe them, and, in the face of a positive command of the Supreme Court, we must disregard their literal language when its application far exceeds its purpose. Judicially fashioned rules are more malleable. This is the plain teaching of a number of cases.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> If an injunction against the prosecution of pending criminal proceedings in the courts of a state is proscribed by &#167; 2283, a prohibition of further arrests and charges may not be within the judicial extension of the principle exemplified by Douglas v. City of Jeannette.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Recognizing that the command of &#167; 2283 is not always absolute, we granted a temporary injunction pending appeal of this case.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> We did so upon a showing that, among other things, defendants convicted of violations of the ordinance and injunction had been sentenced to prison terms and denied bail pending appeal. Unless the Supreme Court of Appeals of Virginia released them on bail, and application to that court would have been more seemly and probably more rewarding, their prison terms would have been fully served before an appeal from a conviction could have been heard by that court. More importantly, over the protests of the defendants in the state court, many of their cases had been transferred to other courts of Virginia, some as many as two hundred miles away. The requirement that such a defendant, particularly if he were indigent, go so far away to defend himself upon the charge of a violation of a local ordinance and injunction and to produce witnesses in his behalf at such remote locations seemed eminently unfair. Still more importantly, such an injunction was essential if the controversies were not to become moot while these appeals were being perfected, heard and determined in this court. We concluded that it was such an extraordinary situation that issuance of a temporary injunction staying prosecutions in the state courts pending our disposition of this appeal was authorized notwithstanding &#167; 2283.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Since our temporary injunction was issued, however, we have been able to consider these appeals in orderly fashion, and we are told the situation has undergone substantial change for the better. The order transferring cases away from Danville has been rescinded. We have no reason to conclude that in the quieter atmosphere of the present anyone convicted of a violation of one of the ordinances or the injunction who takes a proper appeal will not be released on bail pending review of his conviction. There is no other basis for an assumption, or a conclusion in advance, that a trial in the Corporation Court of Danville of any of these defendants would be unfair. Under these changed circumstances after the temporary injunction has served its primary purpose of protecting the justiciability of the questions in these appeals, we think a continuation of our temporary injunction is unwarranted and that it should be dissolved.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The unfairness which appeared to warrant in part the temporary injunction appeared in connection with the first prosecutions under the ordinance and the injunction. Demonstrations were then continuing. There were many arrests; passions were high, and the burdens imposed upon the Corporation Court of Danville by the numerous cases were not diminished by the insistence of all the defendants that each be tried individually, though arrested as groups. Now that things have simmered down, different attitudes may be expected. If anyone should be wrongly convicted in the Corporation Court of Danville, he may obtain review of his conviction by the Supreme Court of Appeals of Virginia, a court which merits the high reputation it enjoys. If important constitutional questions are present, they may be determined by the Supreme Court of the United States upon certiorari to the Supreme Court of Appeals of Virginia.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">As suggested above, the judicially fashioned principle of Douglas v. City of Jeannette, unlike the congressional command of &#167; 2283, is readily susceptible to judicial modification when the circumstances require it. The courts which developed and declared the principle have the power to define its limits. We thus come to consider whether, having concluded that &#167; 2283 proscribes a further stay of pending proceedings in the state court, some relief respecting future arrests may not be appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">When the actions involving the anti-picketing ordinance and the injunction were before the District Court, it did not appear that their enforcement would, or could, result in a completely effective suppression of further exercise by the plaintiffs and their sympathizers of their First Amendment rights. The restrictions of that ordinance and the injunction were far from absolute. Under them, orderly, but not massive or riotous, parades, picketing, speech and assembly were clearly permitted. As it then appeared, the plaintiffs could make their voices heard without violation of the anti-picketing ordinance or the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">When, later, the parade-permit ordinance came before the District Court, considered alone, it well may have been thought that it also left ample room for the voices of those who felt aggrieved.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Considering together the cumulative restraints, however, we cannot dismiss out of hand the plaintiffs' contention of excessive and unreasonable suppression of their further exercise of First Amendment rights. They here assert, in effect, that the parade-permit ordinance has been employed to frustrate the realization of the promise of the exceptions to the anti-picketing ordinance and the state court injunction. The one incident arising under the parade ordinance which is discussed here may lend credence to this assertion. The five persons who walked up and down the street in front of the mayor's home, considered as pickets, appear to have been well within the exceptions to the anti-picketing ordinance and the injunction. Whether, because one of them was in the uniform of the United States Army and carried a United States flag and because of their order of march, they might properly have been thought not pickets, but illegal paraders, we cannot finally determine on this record. It prompts inquiry, however, as to the circumstances of the arrests of those five and of the other 258 people charged with violation of the parade ordinance. If, as the plaintiffs here contend, the parade ordinance has been utilized to prohibit the kind of regulated, orderly picketing contemplated by the permissive provisions of the anti-picketing ordinance, such a massive, complete denial of a minority's reasonable efforts to exercise its First Amendment rights would leave a naked city no claim upon the mantle of Douglas v. City of Jeannette. The enduring principle must take account of circumstances and should not occasion a complete abnegation of the constitutional rights of those who are not involved in other judicial proceedings to adjudicate their rights and who are unwilling to invite criminal prosecution of themselves. Those already involved in pending criminal proceedings and others who might be expected to flaunt the challenged law in order to obtain an adjudication of their rights may be left to their remedies at law in the state courts, but if the probable criminal sanctions are so great and the suppression so heavy as to result in a massive stifling of large numbers of people, their legal remedies may no longer be said to be adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Douglas v. City of Jeannette held that plaintiffs challenging the validity of a state's criminal statute may be relegated to their legal remedy in the state criminal court, if that remedy is adequate. The remedy available to the Douglas plaintiffs was held to be adequate in the circumstances there, but in different circumstances, analogous to the situation which exists here in the eyes of the plaintiffs, similar remedies have been held inadequate. United States v. Wood, 5 Cir., <span class=\"citation\" data-id=\"255342\"><a href=\"/opinion/255342/united-states-v-john-q-wood/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span>; Denton v. City of Carrollton, 5 Cir., <span class=\"citation\" data-id=\"240006\"><a href=\"/opinion/240006/h-w-denton-and-international-union-of-electrical-radio-and-machine/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">481</span></a></span>; City of Houston v. Jas. K. Dobbs Co. of Dallas, 5 Cir., <span class=\"citation\" data-id=\"239219\"><a href=\"/opinion/239219/city-of-houston-roy-hofeinz-and-jack-heard-oscar-f-holcombe-substituted/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">428</span></a></span>; see also, Cline v. Frink Dairy Co., <span class=\"citation\" data-id=\"101106\"><a href=\"/opinion/101106/cline-v-frink-dairy-co/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"101106\"><a href=\"/opinion/101106/cline-v-frink-dairy-co/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"101106\"><a href=\"/opinion/101106/cline-v-frink-dairy-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1146</span></a></span>; and Ex parte Young, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></a></span>. United States v. Wood is particularly apposite here. In considering the problem arising under &#167; 2283, we distinguished Wood, for &#167; 2283 had no application there. We follow it here, however, for restraints upon future prosecutions are beyond the reach of &#167; 2283. As we observed earlier, the suppressive effect of the threat of future arrests is comparable to the collaterally suppressive effect of the prosecution in Wood.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">As we have indicated, we do not have the benefit of findings of fact or even of a full evidentiary record. We have heard only the assertions of counsel as to what the facts are. The plaintiffs' informal offer of proof, however, is enough to require judicial inquiry as to what the facts are. When they have been found, it then may be determined whether some injunctive relief against future prosecutions is appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">To that end, the judgments in Nos. 9081, 9084, 9149, 9150 and 9212 will be vacated and the cases remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">When the District Court has determined the facts, it need not resolve the constitutional questions arising out of the contentions that the ordinances and the state court injunction facially are unduly broad. Those questions will be answered in the pending state court proceedings. He should restrain further arrests under the ordinances and the injunction, until their constitutionality has been determined, only if he finds that in combination they have been applied so sweepingly as to leave no reasonable room for reasonable protest, speech and assemblies, and thus, in application, are plainly unconstitutional. If he should find that some injunctive relief is appropriate, it should be no broader than the necessities of its purpose. He should, of course, impose no interference with the enforcement of other laws relating to breaches of the peace, the dispersal of mobs and the suppression of riots. He shall have the discretionary right, at any time, to modify any injunctive order he may issue if it shall appear that modification is necessary to enable the City of Danville to maintain order in the community or to insure enjoyment of the rights his injunctive order purports to protect.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The temporary injunction heretofore issued by this court will be dissolved.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>Review of Order Remanding Cases to the State Court</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The defendants in 105 criminal prosecutions brought under the anti-picketing ordinance and injunction undertook to remove those cases to the District Court. The District Court remanded them upon the ground that their removal was not authorized by 28 U.S.C.A. &#167; 1443. From that order the defendants in the removed cases undertook appeals and filed petitions for writs of mandamus directed to the District Court, by which they seek to tender the same question tendered by the appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">This Court has no jurisdiction to review the remand of the cases by appeal or by mandamus. Title 28 U.S. C.A. &#167; 1447(d) plainly provides \"an order remanding a case to the State court from which it was removed is not reviewable on appeal or otherwise.\"</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The defendants in the criminal cases seek to avoid the unequivocal and explicit language of &#167; 1447(d) by reference to &#167; 5 of the Act of March 3, 1887.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> The contention requires some reference to the evolution of present &#167; 1447(d).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Prior to 1875, a remand of a removed case was not reviewable on appeal or writ of error for the order was not final.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> It was suggested, however, that review might be had by mandamus.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> By &#167; 5 of the Act of March 3, 1875,<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> however, provision was made for the review of remand orders by appeal or writ of error. Orders of remand only were made appealable; orders denying remand, while reviewable, as they always had been, after the entry of a final order adverse to the movant disposing of the entire case, were not immediately reviewable by appeal, writ of error or mandamus.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Section 5 of the Act of March 3, 1875 providing for appeals from remand orders was repealed by the Act of March 3, 1887,<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> corrected by the Act of August 13, 1888.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> Section 2 of the Act of 1887 as corrected by the Act of 1888 contains the following provision:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">\"Whenever any cause shall be removed from any State court into any circuit court of the United States, and the circuit court shall decide that the cause was improperly removed, and order the same to be remanded to the State court from whence it came, such remand shall be immediately carried into execution, and no appeal or writ of error from the decision of the circuit court so remanding such cause shall be allowed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">That provision was carried into &#167; 28 of the Judicial Code, from which the present &#167; 1447(d) was derived.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The Act of 1887 included a provision in its &#167; 5 that nothing in the Act of 1887 should be construed to repeal or to affect any jurisdiction or right mentioned in Revised Statutes, &#167;&#167; 641, 642, 643. Revised Statutes, &#167; 641 was a mesne antecedent of present &#167; 1443, the civil rights provision which is the foundation of the position of the defendants in the removed cases.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The defendants in the removed and remanded cases thus contend that the limitation of &#167; 5 of the Act of 1887 either preserved the right of appeal granted by the Act of 1875 or a right of review through a writ of mandamus. The latter is the real contention.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">We can read no such provision into the Act of 1887. Clearly the intention of the Act of 1887 was to abolish all rights of appeal from orders of remand which had been conferred by the Act of 1875. And &#167; 5 of the Act of 1887 is not susceptible to a construction that Congress intended to restore a right to review remand orders through mandamus, a right which was unavailable after the Act of 1875 and until the effective date of the Act of 1887. Such a right of review was no part of the jurisdiction or rights mentioned in Revised Statutes, &#167; 641. Revised Statutes, &#167; 641 related exclusively to the jurisdiction of the District Court (then the Circuit Court) and the assertion of rights in that court. It had nothing to do with appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">If, however, &#167; 5 of the Act of 1887 might have had any such effect as contended by these defendants in the remanded cases, the effect did not survive the adoption of the Judicial Code, enacted March 3, 1911. Section 641 of the Revised Statutes was repealed by the Judicial Code<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> though its substance was carried into &#167; 31 of the Judicial Code. The Judicial Code contained nothing comparable to &#167; 5 of the Act of 1887.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">If there were any possible doubt about the congressional intention, it should have been demolished when, in 1949, the Congress amended &#167; 1447(d) by adding the words \"or otherwise\" to make it read as it now does, that remand orders are \"not reviewable on appeal or otherwise.\" Those words had been included in the Act of March 3, 1911, but, apparently, were omitted when the code was extensively revised in 1948. The omission in 1948 was thought to be a possible source of doubt and it was for that reason that the words were restored by the 1949 amendment. The report of the Senate Committee on the Judiciary said that the purpose of the 1949 amendment was \"to remove any doubt that the former law as to the finality of an order of remand to a State court is continued.\"<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Resourcefully, but not persuasively, the defendants in the 105 remanded cases contend that &#167; 1447(d), construed as it reads, is unconstitutional as applied to them. They reason that they are Negroes while the prosecutor in Danville is white. Since after final acquittal in the District Court the white prosecutor, or the City of Danville, whom he represents, could obtain appellate review of an order refusing to remand the cases, they say they are deprived of equal protection of the laws when denied appellate review of the remand orders. It happens, of course, in this instance that these defendants are colored and the man who holds the office of prosecutor is white,<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> but &#167; 1447(d) applies disparately wholly without regard to the race of the one who seeks appellate review of remand orders. There is no racial discrimination in it, for it applies evenhandedly and forecloses appellate review of every remand order by whomever it is sought.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">The fact that after final judgment a plaintiff in a civil case or the state or municipality in a criminal case can obtain appellate review of an order refusing to remand the case to the state court from which it was removed, does not deprive defendants in such cases of equal protection of the laws. If the District Court should have remanded the removed cases, but did not, the failure affects the jurisdiction of the court and that is always a matter to be considered on appeal. If the District Court remands a removed case when it should not, no jurisdictional infirmity is created. There is no compelling reason for federal appellate review of an order of remand.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The removal acts give certain advantages to defendants. That they have no right to any appellate review of any remand orders puts them to some relative disadvantage, but the difference inheres in the situation. Interlocutory appeals from orders granting or refusing remand would be seriously disruptive of the case and hurtful to judicial administration. If the order refusing remand is reviewable, it is only because the case proceeds to final judgment in the District Court, while, after a remand of the case to the state court, there is never a final, reviewable order in the federal court. This sort of difference, avoidable only at the cost of grave disruption of judicial processes, is in no sense a denial of equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We conclude that the orders remanding the 105 criminal cases to the state courts are not reviewable on appeal, by mandamus or otherwise.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>Denial of Unemployment Compensation Benefits</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">On the first administrative level, two of the defendants in the criminal cases were denied further unemployment compensation benefits. At the time, they were at large on bail awaiting trial. The denial of unemployment compensation was upon the theory that the recipients had become \"unavailable\" for work, within the meaning of the statute. Virginia's Employment Commission, in other contexts having no racial connotations, had ruled that one at large on bail under criminal charges which might result in confinement was not \"available\" for work within the requirement of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Instead of pursuing their administrative and state judicial remedies, the claimants filed in the District Court, on behalf of themselves and others similarly situated, an action for an injunction and for damages. They named as defendants the Director and an Examiner in the Danville office of the Commission, but did not serve them or anyone else. The claimants applied to the Court for a temporary restraining order which was denied. They seek to appeal that ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The named defendants through the Counsel for the Virginia Employment Commission moved to dismiss the appeal because of the want of process. The motion must be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Rule 65 of the Federal Rules of Civil Procedure contemplates ex parte applications for temporary restraining orders, but they may be granted only when it appears that the applicant will suffer irreparable injury unless the restraining order is granted before notice to the adverse party and an adversary hearing. If such a restraining order is granted, prompt notice to the adverse party is required. If, as here, the court refuses such an order, no process of any kind having issued, nothing remains before the court unless and until process is served. After service of process, the applicant may apply for a temporary injunction, but, if there has been no service, there is no foundation for further proceedings against unserved parties.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The plaintiffs seek to avoid dismissal by a contention that the defendants have entered a general appearance, which, of course, is equivalent to personal service. We cannot find that they have.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">In four of the five related cases which we initially heard together, the adverse parties in the District Court were the City of Danville or its officials. Attorneys for Danville and its officials applied for extensions of time within which to answer. Orders granting an extension of time were filed in the four cases in which those attorneys were authorized counsel and in this one as well. The plaintiffs contend this constituted a general appearance by these defendants, employees of the Virginia Employment Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">These defendants have filed affidavits stating they never authorized the attorneys for Danville and its officials to represent them. An Assistant Attorney General of Virginia is permanently assigned as Counsel of the Virginia Employment Commission and he, alone, is the regularly authorized attorney for that Commission and its employees in matters affecting the Commission's administration of the statutes. He entered no appearance in the District Court and sought no extension of time.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">After a preliminary application to this Court, during which this case was not discussed, the appellants and the appellees were each directed to file a brief, each side to cover in one brief all five cases then before us. A brief was filed by the attorneys for the several appellees. It contained a section dealing with this case prepared by the Counsel for the Employment Commission and raising the jurisdictional question. On the cover sheet and elsewhere, his name appears with those of the attorneys for appellees in the other four cases. In the light of the direction of this Court, however, we cannot infer from these circumstances that the Counsel of the Commission represented anyone other than these defendants, employees of the Commission, or that they had authorized anyone other than the Commission's Counsel to represent them.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Finding no general appearance by the defendants in this case of Lewis v. Bennett, the purported appeal must be dismissed because no action has ever been effectively commenced in the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">We intimate no opinion as to whether or not this controversy would be cognizable in the District Court in the absence of any effort to pursue available state administrative and judicial remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Denial of temporary injunctions staying pending criminal proceedings in the state court, the subject of the appeals in cases No. 9081 and 9084 is affirmed. The judgments in cases No. 9149 and 9150, appeals from final orders of dismissal in the same cases involved in No. 9081 and 9084, and the judgment in No. 9212 are vacated and the cases remanded to the District Court for further proceedings in accordance with this opinion. The temporary injunction heretofore issued by this Court is dissolved. The appeals in cases No. 9080, 9082, and 9083 are dismissed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This demand is not one of recognition of a Fourteenth Amendment right. See Williams v. Howard Johnson's Restaurant, 4 Cir., <span class=\"citation\" data-id=\"248615\"><a href=\"/opinion/248615/charles-e-williams-v-howard-johnsons-restaurant-russell-v-keys-and/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">845</span></a></span>; Slack v. Atlantic White Tower System, Inc., 4 Cir., <span class=\"citation\" data-id=\"252523\"><a href=\"/opinion/252523/sara-slack-v-atlantic-white-tower-system-inc/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span>; Williams v. Howard Johnson's Inc. of Washington, 4 Cir., <span class=\"citation\" data-id=\"261910\"><a href=\"/opinion/261910/charles-e-williams-v-howard-johnsons-inc-of-washington/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">102</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The American Civil Liberties Union has also filed a helpful brief as amicus curiae</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 36 Stat. 1162, &#167; 265</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 62 Stat. 968</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See the discussion of these exceptions in Toucey v. New York Life Insurance Co., <span class=\"citation\" data-id=\"103555\"><a href=\"/opinion/103555/toucey-v-new-york-life-ins-co/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">118</span></a></span>, 133-134, <span class=\"citation\" data-id=\"103555\"><a href=\"/opinion/103555/toucey-v-new-york-life-ins-co/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></a></span>, <span class=\"citation\" data-id=\"103555\"><a href=\"/opinion/103555/toucey-v-new-york-life-ins-co/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">100</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 56 Stat. 23</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Porter v. Dicken, <span class=\"citation\" data-id=\"104299\"><a href=\"/opinion/104299/porter-v-dicken/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"104299\"><a href=\"/opinion/104299/porter-v-dicken/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1094</span></a></span>, <span class=\"citation\" data-id=\"104299\"><a href=\"/opinion/104299/porter-v-dicken/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1203</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Jordan v. Hutcheson, 4 Cir., <span class=\"citation\" data-id=\"262027\"><a href=\"/opinion/262027/joseph-a-jordan-jr-e-a-dawley-jr-and-l-w-holt-v-jc-hutcheson/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">597</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, also, 1A Moore's Federal Practice &#182; 0.213 [2] p. 2417, in which the author appears to approve the Cooper and Tribune cases. On the other hand, he seems also to approve the decision in Red Rock Cola Co. v. Red Rock Bottlers, 5 Cir., <span class=\"citation\" data-id=\"229055\"><a href=\"/opinion/229055/red-rock-cola-co-v-red-rock-bottlers-inc/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, which found no exception in the antitrust acts to the operation of &#167; 2283. He stated that the differentiating factor was the underlying purpose of the statute providing for equitable relief without suggesting what the differences were or their qualitative disparity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Douglas v. City of Jeannette, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">877</span></a></span>, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1324</span></a></span>; Stefanelli v. Minard, <span class=\"citation\" data-id=\"104937\"><a href=\"/opinion/104937/stefanelli-v-minard/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, <span class=\"citation\" data-id=\"104937\"><a href=\"/opinion/104937/stefanelli-v-minard/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">118</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">138</span></span>; Cleary v. Bolger, <span class=\"citation\" data-id=\"106513\"><a href=\"/opinion/106513/cleary-v-bolger/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, <span class=\"citation\" data-id=\"106513\"><a href=\"/opinion/106513/cleary-v-bolger/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation\" data-id=\"106513\"><a href=\"/opinion/106513/cleary-v-bolger/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">390</span></a></span>; Wilson v. Schnettler, <span class=\"citation\" data-id=\"106180\"><a href=\"/opinion/106180/wilson-v-schnettler/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, <span class=\"citation\" data-id=\"106180\"><a href=\"/opinion/106180/wilson-v-schnettler/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">632</span></a></span>, <span class=\"citation\" data-id=\"106180\"><a href=\"/opinion/106180/wilson-v-schnettler/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">620</span></a></span>. See also Watson v. Buck, <span class=\"citation\" data-id=\"103535\"><a href=\"/opinion/103535/watson-v-buck/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">387</span></a></span>, <span class=\"citation\" data-id=\"103535\"><a href=\"/opinion/103535/watson-v-buck/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">962</span></a></span>, <span class=\"citation\" data-id=\"103535\"><a href=\"/opinion/103535/watson-v-buck/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1416</span></a></span>; Maryland v. Soper, <span class=\"citation\" data-id=\"100776\"><a href=\"/opinion/100776/maryland-v-soper-no-1/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">9</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">185</span></span>, <span class=\"citation\" data-id=\"100776\"><a href=\"/opinion/100776/maryland-v-soper-no-1/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">449</span></a></span>; Maryland v. Soper, <span class=\"citation\" data-id=\"1410732\"><a href=\"/opinion/1410732/maryland-v-soper-no-2/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, <span class=\"citation\" data-id=\"1410732\"><a href=\"/opinion/1410732/maryland-v-soper-no-2/\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></a></span>, <span class=\"citation\" data-id=\"1410732\"><a href=\"/opinion/1410732/maryland-v-soper-no-2/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">459</span></a></span>; Maryland v. Soper, <span class=\"citation\" data-id=\"1410842\"><a href=\"/opinion/1410842/maryland-v-soper-no-3/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">194</span></span>, <span class=\"citation\" data-id=\"1410842\"><a href=\"/opinion/1410842/maryland-v-soper-no-3/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">462</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See also Pugach v. Dollinger, 2 Cir., <span class=\"citation\" data-id=\"250802\"><a href=\"/opinion/250802/burton-n-pugach-v-honorable-isidore-dollinger-district-attorney-of-bronx/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">739</span></a></span>, affirmed <span class=\"citation\" data-id=\"106183\"><a href=\"/opinion/106183/pugach-v-dollinger/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, <span class=\"citation\" data-id=\"106183\"><a href=\"/opinion/106183/pugach-v-dollinger/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">650</span></a></span>, <span class=\"citation\" data-id=\"106183\"><a href=\"/opinion/106183/pugach-v-dollinger/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span></a></span>. There, the Court refused to enjoin the use of wire tap evidence in a state trial, though its use in the state trial would, itself, constitute a violation of federal law. In reaching its conclusion, the Second Circuit relied in part upon &#167; 2283 and in part upon the general principles of comity. The decision of the Second Circuit was affirmed per curiam, Mr. Justice Douglas dissenting. He thought &#167; 2283 was inapplicable because the injunction the plaintiff sought would not stay proceedings in the state court, but went only to the state's use of particular evidence. the divulgence of which would constitute a federal crime</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Bush v. Orleans Parish School Board, E.D.La., <span class=\"citation\" data-id=\"1943223\"><a href=\"/opinion/1943223/bush-v-orleans-parish-school-board/\"><span class=\"volume\">194</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">182</span></a></span> (3-Judge Court) is equally inapposite here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Leiter Minerals, Inc. v. United States, <span class=\"citation\" data-id=\"105439\"><a href=\"/opinion/105439/leiter-minerals-inc-v-united-states/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></a></span>, <span class=\"citation\" data-id=\"105439\"><a href=\"/opinion/105439/leiter-minerals-inc-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">287</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">27</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Williamson v. Peurifoy, 5 Cir., <span class=\"citation\" data-id=\"260471\"><a href=\"/opinion/260471/effie-gilmer-williamson-robert-m-williamson-jr-and-marjorie-williamson/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">774</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Smith v. Apple, <span class=\"citation\" data-id=\"100371\"><a href=\"/opinion/100371/smith-v-apple/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"100371\"><a href=\"/opinion/100371/smith-v-apple/\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">311</span></a></span>, <span class=\"citation\" data-id=\"100371\"><a href=\"/opinion/100371/smith-v-apple/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">678</span></a></span>; Sovereign Camp Woodmen of the World v. O'Neill, <span class=\"citation\" data-id=\"100513\"><a href=\"/opinion/100513/sovereign-camp-woodmen-of-the-world-v-oneill/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span>, <span class=\"citation\" data-id=\"100513\"><a href=\"/opinion/100513/sovereign-camp-woodmen-of-the-world-v-oneill/\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">49</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">293</span></span>; First Nat. Bank &amp; Trust Co. of Racine v. Village of Skokie, 7 Cir., <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></span>; American Optometric Ass'n. v. Ritholz, 7 Cir., <span class=\"citation\" data-id=\"1494332\"><a href=\"/opinion/1494332/american-optometric-assn-v-ritholz/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">883</span></a></span>; Jamerson v. Alliance Ins. Co. of Philadelphia, 7 Cir., <span class=\"citation\" data-id=\"1545765\"><a href=\"/opinion/1545765/jamerson-v-alliance-ins-co-of-philadelphia/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">253</span></a></span>; T. Smith and Son v. Williams, 5 Cir., <span class=\"citation\" data-id=\"250264\"><a href=\"/opinion/250264/t-smith-son-inc-v-frank-williams/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See cases cited in Footnote 15, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See Cline v. Frink Dairy Company, <span class=\"citation\" data-id=\"101106\"><a href=\"/opinion/101106/cline-v-frink-dairy-co/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"101106\"><a href=\"/opinion/101106/cline-v-frink-dairy-co/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"101106\"><a href=\"/opinion/101106/cline-v-frink-dairy-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1146</span></a></span>; and Ex parte Young, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></a></span>, holding that, while injunctions against prosecution of pending criminal proceedings in a state court were proscribed, injunctions against initiation of further prosecutions were authorized</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Baines v. City of Danville, 4 Cir., <span class=\"citation\" data-id=\"261598\"><a href=\"/opinion/261598/bruce-baines-v-city-of-danville-virginia-the-rev-lendell-w-chase-v/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> 24 Stat. 552</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Chicago &amp; A. R. Co. v. Wiswall, 90 U.S. (23 Wall.) 507, <span class=\"citation\" data-id=\"89131\"><a href=\"/opinion/89131/railroad-co-v-wiswall/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">103</span></a></span>; In re Pennsylvania Co., <span class=\"citation\" data-id=\"92897\"><a href=\"/opinion/92897/in-re-pennsylvania-co/\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation\" data-id=\"92897\"><a href=\"/opinion/92897/in-re-pennsylvania-co/\"><span class=\"volume\">11</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">141</span></a></span>, <span class=\"citation\" data-id=\"92897\"><a href=\"/opinion/92897/in-re-pennsylvania-co/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">738</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Chicago &amp; A. R. Co. v. Wiswall, 90 U.S. (23 Wall.) 507, <span class=\"citation\" data-id=\"89131\"><a href=\"/opinion/89131/railroad-co-v-wiswall/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">103</span></a></span>; see also In re Pennsylvania Co., <span class=\"citation\" data-id=\"92897\"><a href=\"/opinion/92897/in-re-pennsylvania-co/\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation\" data-id=\"92897\"><a href=\"/opinion/92897/in-re-pennsylvania-co/\"><span class=\"volume\">11</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">141</span></a></span>, <span class=\"citation\" data-id=\"92897\"><a href=\"/opinion/92897/in-re-pennsylvania-co/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">738</span></a></span>; Employers Reinsurance Corp. v. Bryant, <span class=\"citation\" data-id=\"102730\"><a href=\"/opinion/102730/employers-reinsurance-corp-v-bryant/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, <span class=\"citation\" data-id=\"102730\"><a href=\"/opinion/102730/employers-reinsurance-corp-v-bryant/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">273</span></a></span>, <span class=\"citation\" data-id=\"102730\"><a href=\"/opinion/102730/employers-reinsurance-corp-v-bryant/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">289</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> 18 Stat. 472</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Ex parte Hoard, <span class=\"citation\" data-id=\"90611\"><a href=\"/opinion/90611/ex-parte-hoard/\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">578</span></a></span>, <span class=\"citation\" data-id=\"90611\"><a href=\"/opinion/90611/ex-parte-hoard/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1176</span></a></span>; Ex parte Harding, <span class=\"citation\" data-id=\"97357\"><a href=\"/opinion/97357/ex-parte-harding/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"97357\"><a href=\"/opinion/97357/ex-parte-harding/\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">324</span></a></span>, <span class=\"citation\" data-id=\"97357\"><a href=\"/opinion/97357/ex-parte-harding/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">252</span></a></span>; Ex parte Roe, <span class=\"citation\" data-id=\"98204\"><a href=\"/opinion/98204/ex-parte-roe/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, <span class=\"citation\" data-id=\"98204\"><a href=\"/opinion/98204/ex-parte-roe/\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">722</span></a></span>, <span class=\"citation\" data-id=\"98204\"><a href=\"/opinion/98204/ex-parte-roe/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1217</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> 24 Stat. 552</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> 25 Stat. 433</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> 36 Stat. 1168</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> 2 U.S.Code Cong.Serv. 81st Cong., 1st Sess.1949, p. 1268</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> The City of Danville has no race</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">SOBELOFF, Chief Judge, and J. SPENCER BELL, Circuit Judge (concurring in part and dissenting in part):</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">The plaintiffs have alleged that the official and unofficial power structure of the white community has been successfully mobilized to deny them their First Amendment rights to protest their relegation to second class citizenship. They allege that the police, by means of violence and brutality exercised during wholesale arrests upon trumped up charges; the judiciary, by means of broad and vague injunctions; and the City Council, by means of its unconstitutional ordinances against picketing and parading, have succeeded in crushing the minority's carefully organized effort to express its discontent with the status quo.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">If this can be proven, even if the ordinances are facially constitutional, we think the very exceptional circumstances recognized by the Court in Douglas as justifying injunctive relief exist here. If that is true, then 28 U.S.C.A. &#167; 2283 does not relieve the federal courts of their obligation to protect the plaintiffs' constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Therefore, we cannot agree that the district court had no discretion to entertain the plenary suits on the merits and to issue any restraining orders or injunctions necessary to protect the plaintiffs' rights therein, including an injunction against both pending and further criminal prosecutions under the ordinances and injunctions in question.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">The defendants assert that the plaintiffs' conduct endangers the rights of other citizens, especially the property rights of the merchants and businessmen located at the scene of the demonstrations. Doubtless fear exists on both sides, but this does not justify a denial to the plaintiffs of their day in court. Free speech is protected even though often provocative. Cf. Edwards v. South Carolina, <span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></span>, 237, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">680</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></span> (1962). This is not to say that we would condone violence or disobedience to the law, but if we accept the plaintiffs' allegations, as we must for the purpose of this appeal, the violence here was that of the defendants incited and engaged in to prevent the plaintiffs from lawfully and peacefully exercising their First Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">The majority concedes that exceptional circumstances existed which justified the issuance of our restraining order last August. Baines v. City of Danville, <span class=\"citation\" data-id=\"261598\"><a href=\"/opinion/261598/bruce-baines-v-city-of-danville-virginia-the-rev-lendell-w-chase-v/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span> (4 Cir. 1963). That \"the situation has undergone substantial change for the better\" and that \"things have simmered down\" are conclusions which we are not entitled to draw until the district court has found the facts. In so concluding, the majority opinion has unwittingly prejudged the facts of the case. Furthermore, these conclusions are not pertinent. They do not prove that the exceptional circumstances which justified our restraining order have passed. It could mean that the plaintiffs are no longer being interfered with in expressing their rights. On the other hand, it could mean that the plaintiffs have been so cowed that they no longer dare to express themselves, and this was their contention at the argument of the appeal. If this is so, then the exceptional circumstances which were absent in Douglas are abundantly present here.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">We are here concerned not only with the immediate effect of the prosecutions on the 105 defendants; we are more concerned with the ultimate effect which the prosecutions will have on the plaintiffs' attempts to express their grievances by organized effort.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> The effect apprehended is only minimally diminished by the state court's withdrawal of its astounding order scattering the prosecutions throughout the entire state.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">The plaintiffs have alleged a cause of action within the provisions of 42 U.S. C.A. &#167; 1983. If the facts alleged are true, only the most cynical of observers would contend that First Amendment rights of the entire Negro community would not be irreparably injured if these prosecutions and these ordinances are allowed to achieve their alleged objectives. Comity does not require the federal courts to sit idly by when only an equitable remedy can effectively protect these rights. Jordan v. Hutcheson, <span class=\"citation\" data-id=\"262027\"><a href=\"/opinion/262027/joseph-a-jordan-jr-e-a-dawley-jr-and-l-w-holt-v-jc-hutcheson/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">597</span></a></span>, 601 (4 Cir. 1963). It is the duty of the federal courts to protect these rights, and the statute, 42 U.S.C.A. &#167; 1983, expressly authorizes equitable relief. The precious First Amendment rights of our citizens are beyond pecuniary evaluation. Hague v. Committee for Industrial Organization, <span class=\"citation\" data-id=\"103226\"><a href=\"/opinion/103226/haguer-v-committee-for-industrial-organization/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation\" data-id=\"103226\"><a href=\"/opinion/103226/haguer-v-committee-for-industrial-organization/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">954</span></a></span>, <span class=\"citation\" data-id=\"103226\"><a href=\"/opinion/103226/haguer-v-committee-for-industrial-organization/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1423</span></a></span> (1939). Since it is obvious that in the context of this case no other civil remedy could possibly accomplish the Congressional purpose to afford the Negro citizen equal rights, there is every reason to hold that the equitable remedy expressly authorized in 42 U.S.C.A. &#167; 1983 is within the exception set forth in 28 U.S.C.A. &#167; 2283. Cooper v. Hutchinson, <span class=\"citation\" data-id=\"225643\"><a href=\"/opinion/225643/cooper-v-hutchinson/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span>, 124 (3 Cir. 1950).</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The plaintiffs allege that the ordinances and the state court's injunctive order are unconstitutional on their face. The majority does not reach this question so far as the plaintiffs are concerned, but it enjoins future prosecution under the ordinances and injunction. This is a strange and unwarranted dichotomy. Since the hearing of the appeal in this court, a similar situation was presented to a three judge court in the Fifth Circuit. There the court declared unconstitutional on their face an \"unlawful assembly statute\" and an \"insurrection statute\" and enjoined prosecution of the plaintiffs in proceedings already begun under those statutes. Aelony v. Pace, C.A. No. 530, Harris v. Pace, No. 531 (M.D.Ga., Americus Division, 1963). So here, the question of the constitutionality of the ordinances and the injunction, which the court declines to face, should be faced. In Bailey v. Patterson, <span class=\"citation\" data-id=\"261928\"><a href=\"/opinion/261928/samuel-bailey-v-joe-t-patterson-attorney-general-of-the-state-of/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">201</span></a></span> (5 Cir. 1963), the court, citing Evers v. Dwyer, <span class=\"citation\" data-id=\"105803\"><a href=\"/opinion/105803/evers-v-dwyer/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, <span class=\"citation\" data-id=\"105803\"><a href=\"/opinion/105803/evers-v-dwyer/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">178</span></a></span>, <span class=\"citation\" data-id=\"105803\"><a href=\"/opinion/105803/evers-v-dwyer/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1958), pointed out that the law is now crystal clear that one does not have to subject himself to arrest and prosecution to test the constitutionality of state laws.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">We would direct the district court to hold a preliminary hearing, and if it appears that plaintiffs' allegations with respect to the pending prosecutions are well founded, to issue a temporary injunction until the case is heard. If after a full hearing the facts are found to be as alleged and the district court should in its discretion conclude that a clear and imminent danger of irretrievable injury to the plaintiffs' First Amendment rights exists, then both pending and future criminal prosecutions should be enjoined. By retaining jurisdiction of the case, the court could modify its order in any way necessary to protect the rights of all the citizens of Danville against excesses by either side.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> No objection is raised to the refusal to entertain an appeal from the district court's order remanding the removed cases to the state court. (But see Civil Rights Act of 1964, Pub.L. No. 88-352 (July 2, 1964), 78 Stat. 241 &#167; 901, amending 28 U.S.C.A. &#167; 1447(d)). Nor is there any disagreement with the conclusion that no proper service was obtained on the Virginia Employment Compensation Commission</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> This was the basic issue in United States v. Wood, <span class=\"citation\" data-id=\"255342\"><a href=\"/opinion/255342/united-states-v-john-q-wood/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span> (5 Cir. 1961), where the alleged intimidation was directed to the exercise of the voting rights of the Negro community; i.e., public civil rights as distinguished from the private rights of the individual, Hardy, who had no right to vote in Mississippi in any event. The majority would distinguish Wood on the ground that the United States was a formal party. Here the United States requested and obtained permission to appear in the case as amicus curiae. We would not draw such a fine distinction. Here, too, we are concerned with public civil rights. An irreparable injury to such important rights which was clear and imminent would constitute the judicially engrafted exception to the rule of comity which forbade equitable interference by the federal courts with state criminal prosecutions. Douglas v. City of Jeannette, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, 163, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">877</span></a></span>, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1324</span></a></span> (1942). Douglas is distinguishable on the facts because no such clear and imminent irreparable injury was found there as is alleged in this case. Furthermore there is justification for the belief that the harsh doctrine of Douglas requiring defendants to run the gamut of criminal prosecution to secure their constitutional rights in the factual context here alleged to exist is undergoing modification</p>\n        <p class=\"indent\">\"This is not such a case as requires the withholding of federal court action for reason of comity, since for the protection of civil rights of the kind asserted Congress has created a separate and distinct federal cause of action. * * * To the extent that this is inconsistent with Douglas v. City of Jeannette, Pa., <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">157</span></a></span>, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">877</span></a></span>, <span class=\"citation\" data-id=\"103833\"><a href=\"/opinion/103833/douglas-v-city-of-jeannette/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1324</span></a></span>, we must consider the earlier case modified [by Browder v. Gayle, <span class=\"citation\" data-id=\"2263463\"><a href=\"/opinion/2263463/browder-v-gayle/\"><span class=\"volume\">142</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">707</span></a></span> (M.D.Ala.), affirmed, <span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">903</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">145</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></span> (1956)].\" Morrison v. Davis, <span class=\"citation\" data-id=\"244190\"><a href=\"/opinion/244190/delesseps-s-morrison-individually-and-as-mayor-of-the-city-of-new/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">102</span></a></span>, 103 (5 Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">968</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1008</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1075</span></span> (1958).</p>\n      </div>\n    </div>\n    <p>ON PETITION FOR REHEARING</p>\n    <p class=\"indent\">PER CURIAM:</p>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">In cases Nos. 9080 and 9082, we held that the District Court's remand of criminal cases which had been removed to it from the state court was not reviewable under the provisions of 28 U.S.C.A. &#167; 1447(d). We did not consider the effect of &#167; 901 of the Civil Rights Act of 1964 authorizing appellate review of remand orders in civil rights cases. The Civil Rights Act of 1964 had not been enacted when the majority opinion was circulated, but it was enacted prior to the entry of judgment and the announcement and publication of the opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">A petition for rehearing has suggested that, under the general principle that an appellate court should govern itself by changes in the law occurring after entry of the judgment under review, the disposition of the appeals in Nos. 9080 and 9082 should have been controlled by the newly enacted &#167; 901 of the Civil Rights Act of 1964. The suggestion requires our further consideration and the petition for rehearing will be granted in Nos. 9080 and 9082.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">The appellees will be asked to file a brief on the merits in those two cases, with leave, if they wish, to discuss the applicability of &#167; 901 of the Civil Rights Act of 1964 under the circumstances of this case, while the appellants shall have leave to supplement the briefs and petitions previously filed by them in these two cases to the extent they deem appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">The petition for rehearing insofar as it is addressed to the other cases determined by this Court's judgment will be denied.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">Petition granted in cases Nos. 9080 and 9082;</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">Petition denied in cases Nos. 9081, 9083, 9084, 9149, 9150 and 9212.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">HAYNSWORTH, BOREMAN and BRYAN, Circuit Judges, concur.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">SOBELOFF, Chief Judge, and J. SPENCER BELL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">We concur in the order for rehearing in Nos. 9080 and 9082, and as to the other cases we adhere to the views previously expressed in our dissent.</p>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/89131/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97357/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98204/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100371/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100776/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101106/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103226/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103555/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103833/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105439/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106183/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/225643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/229055/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/239219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/239423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/240006/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/241571/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/244190/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/248615/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/250264/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/250802/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/252523/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/255342/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/259324/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/260471/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/261598/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/261910/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/261928/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/262027/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/262826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1332210/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1410732/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1410842/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1424064/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1494332/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1545765/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1943223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1943270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2263463/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2621003/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:22:33.319353Z",
      "date_modified": "2017-04-14T23:33:45.262447Z",
      "date_filed": "1964-09-29",
      "date_filed_is_approximate": false,
      "slug": "bruce-baines-v-city-of-damville-virginia-the-rev-lendell-w-chase-v",
      "citation_id": 239492,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Bruce Baines v. City of Damville, Virginia, the Rev. Lendell W. Chase v. Chief Eugene McCain (Two Cases). Hildreth G. McGhee v. City of Danville, Lewis v. Bennett, the Rev. Lendell W. Chase v. Honorable A. M. Aiken, Judge, (Two Cases). Dolores J. Page and Margaret P. Dillard v. Chief Eugene McCain",
      "federal_cite_one": "337 F.2d 579",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 92,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/570740/bruce-baines-v-city-of-damville-virginia-the-rev-lendell-w-chase-v/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:33:18.811682Z",
  "date_modified": "2016-02-01T18:31:49.769078Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Bruce Baines v. City of Damville, Virginia, the Rev. Lendell W. Chase v. Chief Eugene McCain (Two Cases). Hildreth G. McGhee v. City of Danville, Lewis v. Bennett, the Rev. Lendell W. Chase v. Honorable A. M. Aiken, Judge, (Two Cases). Dolores J. Page and Margaret P. Dillard v. Chief Eugene McCain",
  "slug": "bruce-baines-v-city-of-damville-virginia-the-rev-lendell-w-chase-v",
  "docket_number": "9212_1",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}