{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/576362/",
  "id": 576362,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca3/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/218710/",
      "id": 218710,
      "absolute_url": "/opinion/218710/justin-layshock-v-hermitage-sch-dist/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/576362/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/218710/",
          "id": 218710,
          "absolute_url": "/opinion/218710/justin-layshock-v-hermitage-sch-dist/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/218710/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-06-13T16:52:32Z",
          "date_modified": "2017-03-24T12:34:54.731219Z",
          "type": "010combined",
          "sha1": "14c646cb768536c53ce22de401a294217c25ca10",
          "page_count": 43,
          "download_url": "http://www.ca3.uscourts.gov/opinarch/074465p1.pdf",
          "local_path": "pdf/2011/06/13/Justin_Layshock_v._Hermitage_Sch_Dist.pdf",
          "plain_text": "                                         PRECEDENTIAL\n\n        UNITED STATES COURT OF APPEALS\n             FOR THE THIRD CIRCUIT\n\n                       No. 07-4465\n\n             JUSTIN LAYSHOCK, a minor,\n               by and through his parents;\n                DONALD LAYSHOCK;\n           CHERYL LAYSHOCK, individually\n                and on behalf of their son\n\n                            v.\n\n         HERMITAGE SCHOOL DISTRICT\n       KAREN IONTA, District Superintendent;\n  ERIC W. TROSCH, Principal Hickory High School,\nCHRIS GILL, Co-Principal Hickory High School, all in their\n            official and individual capacity\n\n\n                   Hermitage School District,\n                       Appellant\n\n       Appeal from the United States District Court\n        for the Western District of Pennsylvania\n                  (Civ. No. 06-cv-00116)\n        District Judge: Hon. Terrence F. McVerry\n\n              Argued on December 10, 2008\n\n                            1\n\f            Opinion Filed on February 4, 2010\n    Opinion Vacated and Petition for Rehearing En Banc\n                Granted on April 9, 2010\n       Rehearing En Banc Ordered for June 3, 2010\n             Argued En Banc on June 3, 2010\n\n  Before: McKEE, Chief Judge, SLOVITER, SCIRICA,\n               RENDELL, BARRY,\n  AMBRO, FUENTES, SMITH, FISHER, CHAGARES,\n                     JORDAN,\nGREENAWAY, JR. VANASKIE and ROTH, Circuit Judges.\n\n               (Opinion filed: June 13, 2011)\n\nANTHONY G. SANCHEZ, ESQ. (Argued)\nCHRISTINA LANE, ESQ.\nAndrews & Price\n1500 Ardmore Boulevard, Suite 506\nPittsburgh, PA 15221\nAttorneys for Appellant, Hermitage School District\n\nSEAN A. FIELDS, ESQ.\nAssociate Counsel\nPennsylvania School Boards Association\n400 Bent Creek Boulevard\nP.O. Box 2042\nMechanicsburg, PA 17055\nAttorney for Amicus Curiae, Pennsylvania School\nBoard Association, filed in support of Appellant,\nHermitage School District\nKIM M. WATTERSON, ESQ.\n\n                              2\n\fRICHARD T. TING, ESQ.\nWILLIAM J. SHERIDAN, ESQ.\nReed Smith LLP\n435 Sixth Avenue\nPittsburgh, PA 15219\n\nWITWOLD J. WALCZAK, ESQ. (Argued)\nSARA J. ROSE, ESQ.\nAmerican Civil Liberties Foundation\nof Pennsylvania\n313 Atwood Street\nPittsburgh, PA 15213\nAttorneys for Appellees, Donald Layshock,\nCheryl Layshock\n\nJOHN W. WHITEHEAD, ESQ.\nThe Rutherford Institute\n1440 Sachem Place\nCharlottesville, VA 22901\nAttorney for Amicus Curiae, The Rutherford\nInstitute, in support of Appellees,\nDonald Layshock, Cheryl Layshock\n\nJOANNA J. CLINE, ESQ.\nBRIAN A. BERKLEY, ESQ.\nJOSHUA B. HIRSHEY, ESQ.\nEMMETT M. HOGAN, ESQ.\nPepper Hamilton LLP\n18th & Arch Streets\n3000 Two Logan Square\nPhiladelphia, PA 19103\n\n                             3\n\fFRANK D. LoMONTE, ESQ.\nMICHAEL C. HIESTAND, ESQ.\nADAM GOLDSTEIN, ESQ.\nThe Student Press Law Center\n1101 Wilson Boulevard, Suite 1100\nArlington, VA 22209\nAttorneys for Amicus Curiae, The Student Press Law\nCenter, in support of Appellees, Donald Layshock,\nCheryl Layshock\n\nROBERT D. RICHARDS, ESQ.\nCLAY CALVERT, ESQ.\nPennsylvania Center for the\nFirst Amendment\nThe Pennsylvania State University\n308 James Building\nUniversity Park, PA 16802\nAttorneys for Amicus Curiae, Pennsylvania\nCenter for the First Amendment, in support of\nAppellees, Donald Layshock, Cheryl Layshock\n\n                 OPINION OF THE COURT\n\nMcKEE, Chief Judge.\n\n       We are asked to determine if a school district can punish\na student for expressive conduct that originated outside of the\nschoolhouse, did not disturb the school environment and was not\nrelated to any school sponsored event. We hold that, under these\ncircumstances, the First Amendment prohibits the school from\n\n                               4\n\freaching beyond the schoolyard to impose what might otherwise\nbe appropriate discipline.\n\n       It all began when Justin Layshock used his grandmother=s\ncomputer to access a popular social networking internet web site\nwhere he created a fake internet Aprofile@ of his Hickory High\nSchool Principal, Eric Trosch. His parents filed this action\nunder 42 U.S.C. ' 1983, after the School District punished\nJustin for that conduct. The suit alleges, inter alia, that the\nSchool District=s punishment transcended Justin=s First\nAmendment right of expression. The district court granted\nsummary judgment in favor of Justin on his First Amendment\nclaim. We originally affirmed the district court. See Layshock\nv. Hermitage School Dist., 593 F.3d 249 (3d Cir. 2010).\nThereafter, we entered an order vacating that opinion and\ngranting rehearing en banc. For the reasons that follow, we\nonce again affirm the district court=s holding that the\nschool district=s response to Justin=s conduct transcended\nthe protection of free expression guaranteed by the First\nAmendment.\n\n              I. FACTUAL BACKGROUND\n\n       In December of 2005, Justin Layshock was a seventeen-\nyear old senior at Hickory High School, which is part of the\nHermitage School District in Hermitage, Pennsylvania.\nSometime between December 10th and 14th, 2005, while Justin\nwas at his grandmother=s house during non-school hours, he\nused her computer to create what he would later refer to as a\nAparody profile@ of his Principal, Eric Trosch. The only school\nresource that was even arguably involved in creating the profile\n\n                               5\n\fwas a photograph of Trosch that Justin copied from the School\nDistrict=s website. Justin copied that picture with a simple Acut\nand paste@ operation using the computer=s internet browser and\nmouse. Justin created the profile on AMySpace.@1 MySpace is a\npopular social-networking website that Aallows its members to\ncreate online >profiles,= which are individual web pages on\nwhich members post photographs, videos, and information about\ntheir lives and interests.@ Doe v. MySpace, Inc., 474 F.Supp. 2d\n843, 845 (W.D. Tex. 2007).2\n\n       Justin created the profile by giving bogus answers to\nsurvey questions taken from various templates that were\ndesigned to assist in creating a profile. The survey included\nquestions about favorite shoes, weaknesses, fears, one=s idea of\na Aperfect pizza,@ bedtime, etc. All of Justin=s answers were\nbased on a theme of Abig,@ because Trosch is apparently a large\nman. For example, Justin answered Atell me about yourself@\nquestions as follows:\n\n   1\n       MySpace is found at: http://www.myspace.com.\n   2\n     Social online networking sites allow members to use Atheir\nonline profiles to become part of an online community of people\nwith common interests. Once a member has created a profile,\nshe can extend >friend invitations= to other members and\ncommunicate with her friends over the MySpace.com platform\nvia e-mail, instant messaging, or blogs.@ Doe, 474 F. Supp.2d at\n846.\n\n\n\n\n                               6\n\f              Birthday: too drunk to remember\n\n              Are you a health freak: big steroid\n              freak\n\n              In the past month have you\n              smoked: big blunt3\n\n              In the past month have you been on\n              pills: big pills\n\n              In the past month have you gone\n              Skinny Dipping: big lake, not big\n              dick\n\n              In the past month have you Stolen\n              Anything: big keg\n\n              Ever been drunk: big number of\n              times\n\n              Ever been called a Tease: big\n              whore\n\n              Ever been Beaten up: big fag\n\n              Ever Shoplifted: big bag of kmart\n\n\n3\n    Justin explained that a Ablunt@ was a marijuana cigarette.\n\n\n                               7\n\f              Number of Drugs I have taken: big\n\nUnder AInterests,@ Justin listed: ATransgender, Appreciators of\nAlcoholic Beverages.@ Justin also listed ASteroids International@\nas a club Trosch belonged to.\n\n       Justin afforded access to the profile to other students in\nthe School District by listing them as Afriends@ on the MySpace\nwebsite, thus allowing them to view the profile. Not\nsurprisingly, word of the profile Aspread like wildfire@ and soon\nreached most, if not all, of Hickory High=s student body.4\n\n       During mid-December 2005, three other students also\nposted unflattering profiles of Trosch on MySpace. Each of\nthose profiles was more vulgar and more offensive than Justin=s.\n Trosch first learned about one of the other profiles from his\ndaughter, who was in eleventh grade. On Monday, December\n12, 2005, Trosch told his Co-Principal, Chris Gill, and the\nDistrict Superintendent, Karen Ionta, about this other profile and\nasked the Technology Director, Frank Gingras, to disable it.\nHowever, despite the administration=s best efforts, students\nfound ways to access the profiles. Trosch discovered Justin=s\nprofile on Thursday evening, December 15th, and a fourth\nprofile on Sunday, December 18th.\n\n\n   4\n    Justin later explained that he made the profile to be funny,\nand did not intend to hurt anyone. However, there was\nobviously nothing Afunny@ about the profile in the eyes of the\nschool administration.\n\n\n                                8\n\f       Trosch believed all of the profiles were Adegrading,@\nAdemeaning,@ Ademoralizing,@ and Ashocking.@ He was also\nconcerned about his reputation and complained to the local\npolice. Although he was not concerned for his safety, he was\ninterested in pressing charges against those responsible for the\nbogus profiles, and he discussed whether the first profile he\ndiscovered might constitute harassment, defamation, or slander.\n However, no criminal charges were ever filed against Justin or\nany of the other student authors of profiles.\n\n        On December 15th, Justin used a computer in his Spanish\nclassroom to access his MySpace profile of Trosch. He also\nshowed it to other classmates, although he did not acknowledge\nhis authorship. After viewing the profile, the students logged\noff of MySpace. Justin again attempted to access the profile\nfrom school on December 16th, purportedly to delete it. School\ndistrict administrators were unaware of Justin=s in-school\nattempts to access MySpace until their investigation the\nfollowing week. Teacher Craig Antush glimpsed the profile in\nhis computer lab class and told the students who were\ncongregating around a computer and giggling to shut it down.\n\n        The School District administrators were not able to\ntotally block students from visiting the MySpace web page at\nschool because Gingras, the Technology Coordinator, was on\nvacation on December 16th. However, the school was able to\ncontrol students= computer access by limiting the students= use of\ncomputers to computer labs or the library where internet access\ncould be supervised. School officials continued to limit\ncomputer use from December 16th until December 21st, which\nwas the last day of school before Christmas recess. Computer\n\n                                9\n\fprogramming classes were also cancelled.\n\n       According to the district court, the School District=s\ninvestigation revealed how many students had accessed\nMySpace before access to the site at school was disabled, but\nthe school could not determine how many students actually\naccessed any of the Trosch profiles, or which Trosch profiles\nhad been viewed while a student was on the MySpace website.\n\n       School District officials first learned that Justin might\nhave created one of the Trosch profiles on December 21. On\nthat day, Justin and his mother were summoned to a meeting\nwith Superintendent Ionta and Co-Principal Gill. During that\nmeeting, Justin admitted creating a profile, but no disciplinary\naction was then taken against him. After the meeting, without\nprompting from anyone, Justin went to Trosch=s office and\napologized for creating the profile.5\n\n      Justin=s parents were understandably upset over Justin=s\nbehavior. They discussed the matter with him, expressed their\nextreme disappointment, Agrounded@ him, and prohibited him\nfrom using their home computer.\n\n        On January 3, 2006, the school district sent a letter to\nJustin and his parents giving them notice of an informal hearing\nthat was to be held. The letter read, in pertinent part, as follows:\n\n   5\n     Trosch later testified that he found Justin=s apology\nrespectful and sincere. Justin followed up with a written letter\nof apology on January 4, 2006.\n\n\n                                10\n\f             Justin admitted prior to the\n             informal hearing that he created a\n             profile about Mr. Trosch.\n\n             This infraction is a violation of the\n             Hermitage       School       District\n             Discipline Code: Disruption of the\n             normal school process; Disrespect;\n             Harassment       of     a     school\n             administrator via computer/internet\n             with remarks that have demeaning\n             implications; Gross misbehavior;\n             Obscene, vulgar and profane\n             language;     Computer        Policy\n             violations (use of school pictures\n             without authorization).\n\nThe School District subsequently found Justin guilty of all of\nthose charges.\n\n        In addition to a ten-day, out-of-school suspension,\nJustin=s punishment consisted of (1) being placed in the\nAlternative Education Program (the AACE@ program) at the high\nschool for the remainder of the 2005-2006 school year;6 (2)\n   6\n    Students assigned to ACE meet in a segregated area of the\nhigh school for three hours each day. The program is typically\nreserved for students with behavior and attendance problems\nwho are unable to function in a regular classroom.\n       Prior to creating the Myspace profile, Justin was\n\n                              11\n\fbeing banned from all extracurricular activities, including\nAcademic Games and foreign-language tutoring;7 and (3) not\nbeing allowed to participate in his graduation ceremony.8 The\nLayshocks were also informed that the School District was\nconsidering expelling Justin. Ironically, Justin, who created the\nleast vulgar and offensive profile, and who was the only student\nto apologize for his behavior, was also the only student punished\nfor the MySpace profiles.\n\n            II. DISTRICT COURT PROCEEDINGS\n\n        The Layshocks initiated this action on January 27, 2006,\nby filing a three count complaint pursuant to 42 U.S.C. ' 1983\nindividually, and on Justin=s behalf, against the Hermitage\nSchool District, Karen Ionta, Eric Trosch, and Chris Gill, in\ntheir official and individual capacities (hereinafter collectively\nreferred to as the ASchool District@ or ADistrict@). The\nLayshocks also filed a motion for a temporary restraining order\n\n\nclassified as a gifted student, was enrolled in advanced\nplacement classes, and had won awards at interscholastic\nacademic competitions. The record does not reveal how the\nSchool District determined that it was appropriate to place such\na student in a program designed for students who could not\nfunction in a classroom.\n   7\n       Justin had been a French tutor to middle school students.\n   8\n     Justin did graduate in 2006 and went on to attend a\nuniversity in New York City.\n\n\n                                 12\n\fand/or preliminary injunction. Count I of the complaint alleged\nthat the District=s punishment of Justin violated his rights under\nthe First Amendment. Count II alleged that the District=s\npolicies and rules were unconstitutionally vague and/or\noverbroad, both on their face and as applied to Justin. Count III\nalleged that the District=s punishment of Justin interfered with,\nand continued to interfere with, their right as parents to\ndetermine how to best raise, nurture, discipline and educate their\nchild in violation of their rights under the Due Process Clause of\nthe Fourteenth Amendment.\n\n        The district court denied the request for a temporary\nrestraining order, Layshock v. Hermitage Sch. Dist., 412 F.\nSupp.2d 502, 508 (W.D. Pa. 2006), and the Layshocks withdrew\ntheir motion for a preliminary injunction pursuant to the district\ncourt=s efforts at mediation.9 On March 31, 2006, the district\ncourt denied the District=s motion to dismiss the Layshocks=\nclaims. The court ruled that the parents may assert a claim for a\nviolation of their own due process right to Araise, nurture,\ndiscipline and educate their children@ based on a school district=s\npunishment of their child for speech the child uttered in the\nfamily home.\n\n       After discovery, both sides moved for summary\n\n   9\n     The Layshocks agreed to withdraw their motion for a\npreliminary injunction in exchange for the District=s agreement\nto remove Justin from the ACE program, reinstate him to his\nregular classes, allow him to participate in Academic Games,\nand attend his graduation.\n\n\n                                13\n\fjudgment, and the court thereafter entered summary judgment in\nfavor of Justin and against the School District only on the First\nAmendment claim.10 The court concluded that a jury trial was\nnecessary to determine compensatory damages and attorneys=\nfees. See id. at 607.\n\n       Thereafter, the district court denied the District=s motion\nfor entry of judgment pursuant to Fed.R.Civ.P. 54(b) or, in the\nalternative, for the issuance of a certificate of appealability\npursuant to 28 U.S.C. ' 1292(b).\n\n\n\n\n   10\n       The district court ruled that Trosch was entitled to\nsummary judgment on all counts because he was not involved in\ndisciplining Justin. It also held that Ionta and Gill were entitled\nto summary judgment on Justin=s First Amendment claim based\non qualified immunity, and that all of the defendants were\nentitled to summary judgment on the vagueness/overbreadth\nchallenge and the parents= substantive due process claim.\n\n\n                                14\n\f        The parties subsequently filed a joint motion in which\nthey stipulated to damages and requested entry of final judgment\nwhile preserving all appellate issues pertaining to liability. The\ndistrict court then entered a consent judgment, and the School\nDistrict appealed the district court=s grant of summary judgment\nin favor of Justin on his First Amendment claim.11\n                 III. SUMMARY JUDGMENT\n\n       ASummary judgment is proper when the pleadings,\ndepositions, answers to interrogatories, and admissions on file,\ntogether with the affidavits, if any, show that there is no genuine\nissue as to any material fact and that the moving party is entitled\nto judgment as a matter of law.@ Bjorgung v. Whitetail Resort,\nLP, 550 F.3d 263, 268 (3d Cir. 2008) (citation and internal\nquotation marks omitted). In ruling on a motion for summary\n\n   11\n     The Layshocks filed a cross-appeal (No. 07-4555) from the\ndistrict court=s grant of summary judgment in favor of the\nSchool District on their Fourteenth Amendment Due Process\nclaim. In our opinion filed on February 4, 2010, we affirmed the\ndistrict court=s grant of summary judgment to the School District\non that claim, and the Layshocks did not seek rehearing en banc\non that claim. Therefore, although we vacated the February 4,\n2010, opinion and judgment as to the School District=s appeal at\nNo. 07-4464, and granted the School District=s petition for\nrehearing en banc, we also, on April 9, 2010, ordered that Athe\nopinion and judgment entered by this Court on February 4, 2010\nstands with respect to the affirmance of the district court=s grant\nof summary judgment to the [School District] on [the\nLayshocks=] Fourteenth Amendment Due Process claim.@\n\n\n                                15\n\fjudgment, the district court must view the facts in the light most\nfavorable to the non-moving party. Merkle v. Upper Dublin\nSch. Dist., 211 F.3d 782, 788 (3d Cir. 2000). However, Athe\nmere existence of some alleged factual dispute between the\nparties will not defeat an otherwise properly supported motion\nfor summary judgment.@ Anderson v. Liberty Lobby, Inc., 477\nU.S. 242, 247-48 (1986). AAs our review of a grant of summary\njudgment is plenary, we operate under the same legal standards\nas the District Court.@ Bjorgung, 550 F.3d at 268.\n\n                 IV. DISCUSSION\n1. The First Amendment=s Application in Public Schools.\n\n        In the landmark case of Tinker v. Des Moines Indep.\nCmty. Sch. Dist., 393 U.S. 503 (1969), a group of high school\nstudents decided to wear black arm bands to school to protest\nthe war in Vietnam. When school officials learned of the\nplanned protest, they preemptively prohibited students from\nwearing armbands. Several students who ignored the ban and\nwore armbands to school anyway were suspended. Id. at 504.\nThose students brought an action against the school through\ntheir parents under 42 U.S.C. ' 1983, alleging that their First\nAmendment rights had been violated. The district court rejected\nthat claim and upheld the constitutionality of the school\nofficials= action, finding that it had been reasonable to preserve\ndiscipline. Id. 504-505. The district court=s decision was\naffirmed without opinion by an equally divided court of appeals\nsitting en banc. Id. at 505.\n\n       The case was appealed to the Supreme Court, which held\nthat student expression may not be suppressed unless school\n\n                               16\n\fofficials reasonably conclude that it will Amaterially and\nsubstantially disrupt the work and discipline of the school.@ Id.\nat 513. The Court concluded that the students were doing\nnothing more than engaging in political speech, and wearing\narmbands to express Atheir disapproval of the Vietnam hostilities\nand their advocacy of a truce, to make their views known, and,\nby their example, to influence others to adopt them.@ Id. at 514.\n The school district=s only interest in banning the speech had\nbeen the Amere desire to avoid the discomfort and\nunpleasantness that always accompany an unpopular viewpoint@\nor Aan urgent wish to avoid the controversy which might result\nfrom the expression.@ Id. at 509-10. The Court held that this\ninterest was not enough to justify banning Aa silent, passive\nexpression of opinion, unaccompanied by any disorder or\ndisturbance.@ Id. at 508. In one of its most famous passages, the\nCourt explained:\n\n   First Amendment rights, applied in light of the special\n   characteristics of the school environment, are available to\n   teachers and students. It can hardly be argued that either\n   students or teachers shed their constitutional rights to\n   freedom of speech or expression at the schoolhouse gate.\n\nId. at 506.\n\n         Thus, although the Court concluded that the First\nAmendment did reach inside the Aschoolhouse gate,@ it also\nrecognized that the unique nature of the school environment had\nto be part of any First Amendment inquiry. The Court explained\nthat it Aha[d] repeatedly emphasized the need for affirming the\ncomprehensive authority of the States and of school officials,\n\n                               17\n\fconsistent with fundamental constitutional safeguards, to\nprescribe and control conduct in the schools.@ Id. at 507.\n\n       The Court next addressed the scope of the First\nAmendment in the context of student speech in Bethel School\nDistrict No. 403 v. Fraser, 478 U.S. 675 (1986). There, the\nCourt upheld the school=s suspension of a high school student\nfor delivering a nominating speech at a school assembly using\nAan elaborate, graphic, and explicit sexual metaphor.@ Id. at 678.\n The Court explained:\n\n              The schools, as instruments of the\n              state, may determine that the\n              essential lessons of civil, mature\n              conduct cannot be conveyed in a\n              school that tolerates lewd, indecent,\n              or offensive speech and conduct\n              such as that indulged in by\n              [Fraser].12\n\nId. at 683. In reaching this conclusion, the Court distinguished\nits prior holding in Cohen v. California, 403 U.S. 15 (1971).\nThere, the Court had struck down an adult=s conviction for\ndisorderly conduct that was based on his wearing a jacket, inside\na court house, that had an obscenity about the draft printed on it.\n\n   12\n     In Saxe v. State College Area School District, 240 F.3d 200,\n213 (3d Cir. 2001), we interpreted Fraser as establishing that\nAthere is no First Amendment protection for >lewd,= >vulgar,=\n>indecent,= and >plainly offensive= speech in school.@\n\n\n                                18\n\fThe Fraser Court explained:\n\n              It does not follow . . . that simply\n              because the use of an offensive\n              form of expression may not be\n              prohibited to adults making what\n              the speaker considers a political\n              point, the same latitude must be\n              permitted to children in public\n              school. . . . [T]he First Amendment\n              gives a high school student the\n              classroom right to wear Tinker=s\n              armband, but not Cohen=s jacket.\n\nId. at 682 (citation and internal quotation marks omitted). The\nCourt concluded that the school could punish Fraser for his\noffensive nominating speech during a school assembly because\nthe First Amendment does not prevent schools from\nencouraging the Afundamental values of >habits and manners of\ncivility,=@ id. at 681, by Ainsisting that certain modes of\nexpression are inappropriate and subject to sanctions.@ Id. at\n683. Thus, A[t]he determination of what manner of speech in the\nclassroom or in school assembly is inappropriate properly rests\nwith the school board.@ Id.\n\n       Similarly, in Hazelwood School District. v. Kuhlmeier,\n484 U.S. 260 (1988), the Court held that a principal=s deletion of\nstudent articles on teen pregnancy from a school-sponsored\nnewspaper did not violate the First Amendment. The Court\ndistinguished Tinker by noting that because the school had not\nopened the newspaper up as a public forum, the school could\n\n                               19\n\fAexercis[e] editorial control over the style and content of student\nspeech in school-sponsored expressive activities so long as [its]\nactions are reasonably related to legitimate pedagogical\nconcerns.@ Id. at 273. The Court explained:\n\n                 The question whether the First\n                 Amendment requires a school to\n                 tolerate particular student speech B\n                 the question that we addressed in\n                 Tinker B is different from the\n                 question whether the First\n                 Amendment requires a school\n                 affirmatively to promote particular\n                 student speech.        The former\n                 question addresses educators=\n                 ability to silence a student=s\n                 personal expression that happens to\n                 occur on the school premises. The\n                 latter question concerns educators=\n                 authority over school-sponsored . . .\n                 expressive activities that students,\n                 parents, and members of the public\n                 might reasonably perceive to bear\n                 the imprimatur of the school. . . .\n                 Educators are entitled to exercise\n                 greater control over this second\n                 form of student expression.\n\nId. at 270-71.\n\n       The extent to which First Amendment protections apply\n\n                                  20\n\fin the public school context was most recently addressed in\nMorse v. Frederick, 551 U.S. 393 (2007). There, A[a]t a school-\nsanctioned and school-supervised event, a high school principal\n[Morse] saw some of her students unfurl a large banner\nconveying a message she reasonably regarded as promoting\nillegal drug use.@ Id. at 396. The banner read: ABONG HiTS 4\nJESUS.@ Id. at 397. AConsistent with established school policy\nprohibiting such messages at school events, [Morse] directed the\nstudents to take down the banner.@ Id. at 396. Frederick, one of\nthe students who brought the banner to the event, refused to\nremove it, and Morse Aconfiscated the banner and later\nsuspended [Frederick].@ Id. Frederick sued Morse and the\nschool district pursuant to 42 U.S.C. ' 1983, alleging a violation\nof his First Amendment right of expression. The district court\ngranted summary judgment to the school district and Morse,\nholding that they were entitled to qualified immunity and that\nthey had not infringed Frederick=s First Amendment rights. Id. at\n399. The Court of Appeals for the Ninth Circuit reversed.\n\n        The Supreme Court granted certiorari to determine\nAwhether Frederick had a First Amendment right to wield his\nbanner, and, if so, whether that right was so clearly established\nthat the principal may be held liable for damages.@ Id. at 400.13\nThe Court Aresolve[d] the first question against Frederick,@ and,\ntherefore, did not have to reach the second. Id. The Court\nexplained that its Fourth Amendment jurisprudence recognized\nthat Adeterring drug use by school children is an important B\n\n   13\n      The court of appeals had ruled that the principal was not\nentitled to qualified immunity.\n\n\n                               21\n\findeed, perhaps compelling interest.@ Id. at 407 (citation\nomitted).      The Aspecial characteristics of the school\nenvironment, and the governmental interest in stopping student\ndrug abuse allow schools to restrict student expression that they\nreasonably regard as promoting such abuse.@ Id. at 408. Thus,\nAa principal may, consistent with the First Amendment, restrict\nstudent speech at a school event, when that speech is reasonably\nviewed as promoting illegal drug use.@ Id. at 402. The Court\nrejected Frederick=s claim that since he was across the street\nfrom the school and not on school property, he was not inside\nTinker=s Aschoolhouse gate,@ and school officials therefore had\nlost authority over him. The Court reasoned that the event\nwhere the banner was unfurled occurred during school hours,\nand it had been approved by the school=s principal as a school\nevent. Id. at 400. School events and field trips off school\ngrounds were subject to the school=s rules for student conduct.\nId. at 400-01.\n\n      It is against this legal backdrop that we must determine\nwhether the District=s actions here violated Justin=s First\nAmendment rights.\n\n       At the outset, it is important to note that the district court\nfound that the District could not Aestablish[] a sufficient nexus\nbetween Justin=s speech and a substantial disruption of the\nschool environment[,]@ Layshock, 496 F. Supp. 2d at 600, and\nthe School District does not challenge that finding on appeal.\nTherefore, the School District is not arguing that it could\nproperly punish Justin under the Tinker exception for student\nspeech that causes a material and substantial disruption of the\nschool environment. See Tinker, 393 U.S. at 513. Rather, the\n\n                                 22\n\fDistrict=s argument is twofold:\n\n               [A] sufficient nexus exists between\n               Justin=s creation and distribution of\n               the vulgar and defamatory profile\n               of Principal Trosch and the School\n               District to permit the School\n               District to regulate this conduct.\n               The Aspeech@ initially began on-\n               campus: Justin entered school\n               property, the School District web\n               site, and misappropriated a picture\n               of the Principal. The Aspeech@ was\n               aimed at the School District\n               community and the Principal and\n               was accessed on campus by Justin.\n                It was reasonably foreseeable that\n               the profile would come to the\n               attention of the School District and\n               the Principal.\n\nDistrict=s Br. at 9.\n\n       2. Justin=s AEntry@ Onto the District=s Website.\n\n       The School District=s attempt to forge a nexus between\nthe School and Justin=s profile by relying upon his Aentering@ the\nDistrict=s website to Atake@ the District=s photo of Trosch is\nunpersuasive at best. The argument equates Justin=s act of\nsigning onto a web site with the kind of trespass he would have\ncommitted had he broken into the principal=s office or a\n\n                                23\n\fteacher=s desk; and we reject it. See Thomas v. Board of Educ.,\n607 F.2d 1043 (2d Cir. 1979).\n        We find the reasoning in Thomas v. Board of Educ., 607\nF.3d 1043 (2d Cir. 1979), far more persuasive.20 Thomas\ninvolved a group of students who were suspended for producing\nAa satirical publication addressed to the school community.@ Id.\nat 1045. The articles included such topics as masturbation and\nprostitution, as well as more standard fare such as Aschool\nlunches, cheerleaders, classmates, and teachers.@ Id. ASome of\nthe initial preparation for publication occurred after school hours\nin the classroom@ of a teacher whom the students consulted Afor\nadvice on isolated questions of grammar and content.@ Id. In\naddition, Aan occasional article was composed or typed within\nthe school building, always after classes,@ and the finished\nmagazine was stored in a Aclassroom closet@ with the classroom\nteacher=s permission. Id.\n\n\n\n\n   20\n        Thomas was decided after Tinker but before Fraser.\n\n\n                                24\n\f       However, the students were very careful to distribute the\nperiodical only after school and off campus, and the vast\nmajority of their work on the publication was done Ain their\nhomes, off campus and after school hours.@ Id. The school\nprincipal learned of the magazine when a teacher confiscated a\ncopy from another student on campus, and Afollowing\nconsultation with the Board of Education,@ the principal\nimposed penalties that included a five-day suspension of the\nstudents involved.21 Id. at 1046. The punishment was based on\nthe students= publication of Aan allegedly >morally offensive,\nindecent, and obscene,= tabloid.@ Id. at 1050 n.12.\n\n        The students sued the school board and other school\nofficials under 42 U.S.C. ' 1983. They sought Ainjunctive and\ndeclaratory relief from alleged deprivations of their First and\nFourteenth Amendment rights.@ Id. at 1046. The district court\ndenied the students= request for injunctive relief based upon its\nconclusion that the publication Awas potentially destructive of\ndiscipline in [the school], and therefore not protected by the\nFirst Amendment.@ Id. at 1047.\n\n       The Court of Appeals for the Second Circuit concluded\nthat the students= conduct was not sufficiently related to the\nschool to justify the school=s exercise of authority. The court\n\n   21\n      The Principal and Superintendent of Schools had initially\ndecided to take no action pending assessment of the\npublication=s impact. However, they ultimately decided to act\nafter being contacted by the President of the Board of Education.\nThomas, 607 F.2d at 1045-46.\n\n\n                               25\n\fexplained:\n\n               [A]ll but an insignificant amount of\n               relevant activity in this case was\n               deliberately designed to take place\n               beyond the schoolhouse gate.\n               Indeed, the [students] diligently\n               labored to ensure that [the\n               magazine] was printed outside the\n               school, and that no copies were\n               sold on school grounds. That a few\n               articles were transcribed on school\n               typewriters, and that the finished\n               product     was      secretly     and\n               unobtrusively stored in a teacher=s\n               closet do not alter the fact that [the\n               magazine]        was      conceived,\n               executed, and distributed outside\n               the school. At best, therefore, any\n               activity within the school itself was\n               De minimis.\n\nId. at 1050.\n\n       The court reached that conclusion even though the\nstudents actually stored the offending publication inside a\nclassroom and did some minimal amount of work on the\nperiodical in school using school resources. Here, the\nrelationship between Justin=s conduct and the school is far\nmore attenuated than in Thomas. We agree with the\nanalysis in Thomas. Accordingly, because the School\n\n                                26\n\fDistrict concedes that Justin=s profile did not cause\ndisruption in the school, we do not think that the First\nAmendment can tolerate the School District stretching its\nauthority into Justin=s grandmother=s home and reaching\nJustin while he is sitting at her computer after school in\norder to punish him for the expressive conduct that he\nengaged in there.\n\n       We realize, of course, that it is now well established\nthat Tinker=s Aschoolhouse gate@ is not constructed solely\nof the bricks and mortar surrounding the school yard.\nNevertheless, the concept of the Aschool yard@ is not\nwithout boundaries and the reach of school authorities is\nnot without limits. In Morse, the Court held that the First\nAmendment does not prevent a principal from Arestrict[ing]\nstudent speech at a school event, when that speech is\nreasonably viewed as promoting illegal drug use.@ 551\nU.S. at 403 (emphasis added). Nevertheless, with regard\nto expressive conduct that occurs outside of the school\ncontext, the Court, referring to its earlier decision in\nFraser, was careful to note that A[h]ad Fraser delivered the\nsame speech in a public forum outside the school context, it\nwould have been protected.@ 551 U.S. at 404 (citations omitted).\n\n       It would be an unseemly and dangerous precedent\nto allow the state, in the guise of school authorities, to\nreach into a child=s home and control his/her actions there\nto the same extent that it can control that child when\nhe/she participates in school sponsored activities.\nAllowing the District to punish Justin for conduct he\nengaged in while at his grandmother=s house using his\n\n                              27\n\fgrandmother=s computer would create just such a\nprecedent, and we therefore conclude that the district\ncourt correctly ruled that the District=s response to Justin=s\nexpressive conduct violated the First Amendment\nguarantee of free expression.\n\n3. The District Cannot Punish Justin Merely Because\n       His Speech Reached Inside the School.\n\n        As noted above, the School District also claims that\nJustin=s speech can be treated as Aon-campus@ speech because it\nAwas aimed at the School District community and the Principal\nand was accessed on campus by Justin [and] [i]t was reasonably\nforeseeable that the profile would come to the attention of the\nSchool District and the Principal.@\n\n       The district court held that the School District=s\npunishment of Justin was not appropriate under Fraser\nbecause A[t]here is no evidence that Justin engaged in any\nlewd or profane speech while in school.@ Layshock, 496 F.\nSupp.2d at 599-600. It also held that Justin=s punishment\nwas not appropriate under Tinker because the School\nDistrict did Anot establish[] a sufficient nexus between\nJustin=s speech and a substantial disruption of the school\nenvironment.@ Id. at 600.\n       The School District does not dispute the district\ncourt=s finding that its punishment of Justin was not\nappropriate under Tinker; it rests its argument on the\nSupreme Court=s analysis in Fraser. In the School\nDistrict=s view, Justin=s speech B his MySpace profile of\nTrosch B was unquestionably vulgar, lewd and offensive,\n\n                              28\n\f             and therefore not shielded by the First Amendment\n             because it ended up inside the school community.22\n             Similarly, the School District argues that under our\n             decision in Saxe, see n.12, supra, there is no First\n             Amendment protection for lewd, vulgar, indecent or plainly\n             offensive speech in schools.23\n\n                 22\n                   The District=s argument in this regard is not crystal clear as\n             its brief suggests that it can react to Justin=s profile merely\n             because it was lewd and vulgar. For example, the District\n             summarizes one of its arguments as follows:\n\n                   The School District did not violate the First Amendment\n                   by punishing Justin for engaging in conduct which\n                   interfered with the School District=s Ahighly appropriate\n                   function . . . to prohibit the use of vulgar and offensive\n                   terms in public discourse.@\nDistrict=s Br. at 10 (ellipsis in original).\n       However, we reject out of hand any suggestion that schools can police students= out-\nof-school speech by patrolling Athe public discourse.@ Accordingly, we will assume that the\nDistrict is arguing that it can control lewd and vulgar speech as authorized under Fraser.\n                 23\n                   In Saxe, we did state: AUnder Fraser, a school may\n             categorically prohibit lewd, vulgar or profane language.@ 240\n             F.3d at 214. However, when read in context, it is clear that we\n             were there referring only to speech inside Tinker=s schoolhouse\n             gate. Thus, we summarized the holding in Fraser as follows:\n             AAccording to Fraser, . . . there is no First Amendment\n             protection for >lewd,= >vulgar,= >indecent,= and >plainly offensive=\n             speech in school.@ Id. at 213 (emphasis added).\n\n\n                                             29\n\f        The District rests this argument primarily on three\ncases which it claims allow it to respond to a student=s\nvulgar speech when that speech is posted on the internet.\n The District cites J.S. v. Bethlehem Area Sch. Dist., 807 A.2d\n847 (Pa. 2002); Wisniewski v. Bd. of Educ. of Weedsport Cent.\nSch. Dist., 494 F.3d 34 (2d Cir. 2007); and Doninger v. Niehoff,\n527 F.3d 41 (2d Cir. 2008). However, as we will explain, each\nof those cases involved off campus expressive conduct that\nresulted in a substantial disruption of the school, and the courts\nallowed the schools to respond to the substantial disruption that\nthe student=s out of school conduct caused.\n        In J.S., an eighth grade student created a threatening\nwebsite aimed at his algebra teacher that went so far as to\nexplain A[w]hy Should She Die,@ and requested money Ato help\npay for the hitman.@ 807 A.2d at 851. The site frightened\nseveral students and parents and the algebra teacher was so\nbadly frightened that she ended up having to take medical leave\nfrom her teaching responsibilities. As a result of her inability to\nreturn to teaching, Athree substitute teachers were required to be\nutilized which disrupted the educational process of the students.@\n Id. at 852.      AIn sum, the web site created disorder and\nsignificantly and adversely impacted the delivery of instruction.@\nId. at 869. The Supreme Court of Pennsylvania concluded that\nthe resulting disruption of instruction and the educational\nenvironment allowed the school to punish the student for his\nexpressive conduct even though the student created the website\nfrom his home.24\n\n   24\n      The district court believed that J.S. was Aon point@ but\nArespectfully reache[d] a slightly different balance between\n\n                                30\n\f        Similarly, the school suspended the student in\nWisniewski, for creating an image on the internet from his home\ncomputer that depicted a pistol firing a bullet at a teacher=s head\nwith dots representing splattered blood above the head. 494\nF.3d at 36. The words: AKill Mr. VanderMolen@ were printed\nbeneath the drawing. VanderMolen was the student=s English\nteacher. The student created the image a couple of weeks after\nhis class was instructed that threats would not be tolerated at the\nschool, and would be treated as acts of violence. The court of\nappeals affirmed the district court=s grant of summary judgment\nin favor of the school district in a suit alleging a violation of the\nFirst Amendment based on the school=s suspension of the\nstudent for the out-of-school conduct. The court reasoned that\nA[t]he fact that [the student=s] creation and transmission of the\nicon occurred away from school property [did] not necessarily\ninsulate him from school discipline.@ 494 F.3d at 39. The court\nreasoned that Aeven if [the student=s] transmission of an [image]\ndepicting and calling for the killing of his teacher could be\nviewed as an expression of opinion within the meaning of\nTinker,@ it was not protected by the First Amendment because Ait\ncross[ed] the boundary of protected speech and pose[d] a\nreasonably foreseeable risk [of] materially and substantially\ndisrupting the work and discipline of the school.@ Id. at 38-9\n(internal quotation marks omitted).\n\nstudent expression and school authority.@ Layshock, 496 F.\nSupp. 2d at 602. However, we do not think J.S. is Aon point@ or\nthe least bit helpful because there is no comparison between the\nimpact of the conduct there and the impact of the conduct here.\n\n\n                                 31\n\f        Finally, in Doninger, a student, who was a class officer,\nposted a message on her publicly accessible web log or Ablog@\nthat resulted in school authorities not allowing her to participate\nin an election for class office.25 Id. at 43. In her message, she\ncomplained about a school activity that was cancelled Adue to\ndouchebags in central office,@ and encouraged others to contact\nthe central office to Apiss [the district superintendent] off more.@\n Id. at 45. When the principal learned of the student=s posting,\nshe prohibited her from running for senior class secretary\nAbecause [the student=s] conduct had failed to display the civility\nand good citizenship expected of class officers.@ Id. at 46. The\nstudent and her parents then sought injunctive relief in the form\nof a court order allowing her to run for class office. The court\nof appeals affirmed the district court=s denial of relief because\nthe student=s out of school expressive conduct Acreated a\nforeseeable risk of substantial disruption to the work and\ndiscipline of the school.@ Id. at 53.26 A [The student] herself\n\n   25\n     AA blog (a contraction of the term >web log=) is a type of\nwebsite, usually maintained by an individual with regular entries\nor commentary, descriptions of events, or other material such as\ngraphics or video. . . . >Blog= can also be used as a verb,\nmeaning to maintain or add content to a blog.@\n(http://en.wikipedia.org/wiki/Blog) (last visited September 23,\n2010).\n   26\n     The blog had resulted in numerous calls and emails to the\nprincipal, and the court of appeals noted that the blog also used\ninaccurate and misleading information to rally those who read it\nto contact the school principal.\n\n                                32\n\ftestified that . . . students were >all riled up= and that a sit-in was\nthreatened.@ Id. at 51. Accordingly, the court of appeals held\nthat the student=s mother Afailed to show clearly that [the\nstudent=s] First Amendment rights were violated when she was\ndisqualified from running@ for class office. Id. at 53.\n\n       However, for our purposes, it is particularly important to\nnote that the court in Doninger was careful to explain that it\nA[had] no occasion to consider whether a different, more serious\nconsequence than disqualification from student office would\nraise constitutional concerns.@ Id. at 53. Of course, Justin=s\nconsequences were more serious; he was suspended.\nMoreover, in citing Doninger, we do not suggest that we\nagree with that court=s conclusion that the student=s out of\nschool expressive conduct was not protected by the First\nAmendment there. Rather, we cite Doninger only to\nrespond to the School District=s contention that that case\nsupports its actions against Justin.\n\n        As noted earlier, the District=s January 3, 2006, letter to\nthe Layshocks advising them of Justin=s suspension reads, in\nrelevant part, that it was punishing Justin because AJustin\nadmitted prior to the informal hearing that he created a profile\nabout Mr. Trosch.@ Although the letter also mentions disruption,\nwe have taken care to stress that the District does not now\nchallenge the district court=s finding that Justin=s conduct did not\nresult in any substantial disruption. Moreover, when pressed at\noral argument, counsel for the School District conceded that the\nDistrict was relying solely on the fact that Justin created the\nprofile of Trosch, and not arguing that it created any substantial\ndisruption in the school. However, as noted above, Fraser does\n\n                                  33\n\fnot allow the School District to punish Justin for expressive\nconduct which occurred outside of the school context. See\nMorse, 551 U.S. at 404 (AHad Fraser delivered the same speech\nin a public forum outside the school context, it would have been\nprotected.@) (citations omitted). Moreover, we have found no\nauthority that would support punishment for creating such a\nprofile unless it results in foreseeable and substantial disruption\nof school.\n\n       We believe the cases relied upon by the School District\nstand for nothing more than the rather unremarkable proposition\nthat schools may punish expressive conduct that occurs outside\nof school, as if it occurred inside the Aschoolhouse gate,@ under\ncertain very limited circumstances, none of which are present\nhere.\n       As the court of appeals explained in Thomas: A[O]ur\nwillingness to defer to the schoolmaster=s expertise in\nadministering school discipline rests, in large measure,\nupon the supposition that the arm of authority does not\nreach beyond the schoolhouse gate.@ 607 F.2d at 1045.\nWe need not now define the precise parameters of when\nthe arm of authority can reach beyond the schoolhouse\ngate because, as we noted earlier, the district court found\nthat Justin=s conduct did not disrupt the school, and the\nDistrict does not appeal that finding. Thus, we need only\nhold that Justin=s use of the District=s web site does not\nconstitute entering the school, and that the District is not\nempowered to punish his out of school expressive conduct\nunder the circumstances here.\n\n       Based on those two conclusions, we will affirm the\n\n                                34\n\fdistrict court=s grant of summary judgment to Justin Layshock\non his First Amendment claim.27\n\n\nJORDAN, Circuit Judge, concurring, with whom VANASKIE,\nCircuit Judge, joins.\n\n       Our Court today issues en banc decisions in two cases\nwith similar fact patterns. In both the case presently before us\nand in J.S. v. Blue Mountain School District, No. 08-4138, we\nare asked whether school administrators can, consistent with the\nFirst Amendment, discipline students for speech that occurs off\ncampus.14 Unlike the fractured decision in J.S., we have\nreached a united resolution in this case, but there remains an\n\n   27\n     The District argues in the alternative that it did not violate\nthe First Amendment by punishing Justin because his speech\nwas defamatory and not protected by the First Amendment. The\nLayshocks respond by arguing that Justin=s profile is a parody\nthat cannot constitute defamation. However, whether or not we\naccept the characterization of a Aparody,@ the issue before us is\nlimited to whether the District had the authority to punish Justin\nfor expressive conduct outside of school that the District\nconsidered lewd and offensive.\n\n        14 This\n              case and J.S. are not related cases in the sense of\nbeing linked on our docket, but they raise nearly identical First\nAmendment issues. It is no accident that they were taken en\nbanc at the same time, were argued on the same date, and are\nbeing decided simultaneously.\n\n\n                                35\n\fissue of high importance on which we are evidently not agreed\nand which I note now, lest there be any misperception that it has\nbeen resolved by either J.S. or our decision here. The issue is\nwhether the Supreme Courts decision in Tinker v. Des Moines\nIndependent Community School Dist., 393 U.S. 503 (1969), can\nbe applicable to off-campus speech. I believe it can, and no\nruling coming out today is to the contrary.15\n        In Tinker, the Supreme Court emphasized that student\nspeech, in class or out of it, which for any reason  materially\ndisrupts classwork or involves substantial disorder or invasion\nof the rights of others is, of course, not immunized by the\nconstitutional guarantee of freedom of speech. Id. at 513. It\nalso suggested that if there are facts which might reasonably\nhave led school authorities to forecast substantial disruption of\nor material interference with school activities, that too can\nresult in disciplinary measures. Id. at 514. Given those\nstatements, the applicability of Tinker here seems straight-\nforward, although it gives no shelter to the defendant school\ndistrict in this case because, as the opinion for our Court notes,\n\n       15 I readily acknowledge that [t]here is some uncertainty\nat the outer boundaries as to when courts should apply school\nspeech precedents Morse v. Frederick, 551 U.S. 393, 401\n(2007), and my conclusion about Tinkers applicability in this\ncase and in J.S. does not account for permutations that may\nmake Tinker inapposite. Whether the test framed by Tinker will\nalways be applicable is not a matter to be answered in the\nabstract. It is enough for present purposes to observe that it is\nan analytical approach the Supreme Court has employed for\ndecades and that it is both sensible and salutary to apply it in\ncases like these.\n\n                               36\n\fthe [Hermitage School] District does not now challenge the \nfinding that [the students] conduct did not result in any\nsubstantial disruption[,] Slip Op. at 33, nor did the School\nDistrict demonstrate that the students speech or conduct created\na reasonable apprehension of substantial disruption.\n\n       Tinker ought likewise to be viewed as providing the\ngoverning rule of law in J.S., but that has been thrown into\nquestion by the competing opinions that have emerged in en\nbanc review. The Majority opinion in J.S. takes the position that\nwhether Tinker is applicable to off-campus speech is something\nthat can be assumed without being decided since, in the\nMajoritys view, there was no substantial disruption and hence\nthe school administrators could not lawfully mete out discipline\nfor the despicable speech and behavior detailed in that case.\nJudge Smiths concurring opinion in J.S. argues that Tinker does\nnot apply. He appears to conclude that, with the exceptions of\nspeech specifically directed at the school and of speech while at\nschool-sanctioned events, speech that takes place off-campus is\nbeyond the reach of school discipline. See J.S. Concurrence,\nslip op. at 3-4. The concurrence does acknowledge, however,\nthat whether Tinker applies cannot turn solely on where the\nspeaker was sitting when the speech was originally uttered[,]\nbecause [s]uch a standard would fail to accommodate the\nsomewhat everywhere at once nature of the internet[,] id. at 8.\n Judge Fisher then skillfully demonstrates in his dissent in J.S.,\nthat the heavy focus in the concurrence on an off-campus\nversus on-campus distinction is artificial and untenable in the\nworld we live in today. See J.S. Dissent, slip op. at n.4. For\nbetter or worse, wireless internet access, smart phones, tablet\ncomputers, social networking services like Facebook, and\n\n                               37\n\fstream-of-consciousness communications via Twitter give an\nomnipresence to speech that makes any effort to trace First\nAmendment boundaries along the physical boundaries of a\nschool campus a recipe for serious problems in our public\nschools.\n\n         Tinker teaches that schools are not helpless to enforce the\nreasonable order necessary to accomplish their mission. Again,\nschool officials may curtail speech if they can show facts\nwhich might reasonably have led [them] to forecast substantial\ndisruption of or material interference with school activities.\n393 U.S. at 514. We have similarly stressed that, if a school\ncan point to a well-founded expectation of disruption ... the\nrestriction may pass constitutional muster. Saxe v. State\nCollege Area Sch. Dist., 240 F.3d 200, 212 (3d Cir. 2001).\nTrying to limit that principle along real property lines is bound\nto run into trouble, as the J.S. concurrence concedes by saying\nthat there can be difficulty in knowing whether speech has\noccurred on or off campus. J.S. Concurrence, slip op. at 8. That\nconcession, though, fails to get at the fundamental difficulty in\ncases like these. The problem is not in knowing where a speaker\nwas when uttering or otherwise creating speech. Like other\nhistorical facts, where a speaker said something is a matter that\ncan be decided by typical fact-finding techniques. If the point of\nthe J.S. concurrence is not to question where the speaker was\nphysically so much as to question how to characterize the speech\nitself, i.e., as having on-campus or off-campus effects, then the\ndefinitional exercise only obscures the effort to answer the\ncentral dilemma, which is how to balance the need for order in\nour public schools with respect for free speech. That is the\nproblem Tinker aimed to address and it is the problem we are\n\n                                38\n\fconfronting too, so we should be applying rather than avoiding\nTinker.16\n       We cannot sidestep the central tension between good\norder and expressive rights by leaning on property lines. With\nthe tools of modern technology, a student could, with malice\naforethought, engineer egregiously disruptive events and, if the\ntrouble-maker were savvy enough to tweet the organizing\ncommunications from his or her cellphone while standing one\nfoot outside school property, the school administrators might\n\n       16  The J.S. concurrence cites Morse, as supporting the\nconclusion that Tinker is inapplicable to off-campus speech,\nnoting that the Morse Court took care to refute the contention\nthat the plaintiffs speech  did not occur at school which\nwould have been unnecessary if Tinker were meant to apply to\noff-campus speech. J.S. Concurrence, slip op. at 4. That\nargument mistakes the import of both Morse and Tinker,\nhowever. The subject of the speech in Morse, which was an odd\nreference to illegal drug use, had no relation to the school or\nschool activities. 551 U.S. at 396. In none of the opinions\nissued today is it suggested that such speech, if it took place off\ncampus and apart from a school sanctioned event, would be\ncovered by Tinker. Speech that neither relates to school nor\noccurs on campus or during a school sanctioned event will in all\nlikelihood lack a reasonable nexus to school and so will be\ndivorced from the question of good order in the school, which is\nthe reach of Tinker. Thus, I do not share the concern expressed\nin the J.S. concurrence that applying Tinker to off-campus\nspeech would empower schools to regulate students expressive\nactivities, or to suppress political speech such as a blog\nentry defending gay marriage. J.S. Concurrence, slip op. at 6.\n\n                                39\n\fsucceed in heading off the actual disruption in the building but\nwould be left powerless to discipline the student. Perhaps all of\nus participating in these en banc decisions would agree on that\nbeing problematic. It is, after all, a given that [t]he most\nstringent protection of free speech would not protect a man in\nfalsely shouting fire in a theatre and causing a panic. Schenck\nv. United States, 249 U.S. 47, 52 (1919), and no one supposes\nthat the rule would be different if the man were standing outside\nthe theater, shouting in. Thus it is hard to see how words that\nmay cause pandemonium in a public school would be protected\nby the First Amendment simply because technology now allows\nthe timing and distribution of a shout to be controlled by\nsomeone beyond the campus boundary.\n\n\n\n\n                               40\n\f       If it is accepted that the First Amendment would not\nprotect such a deliberate disturbance, we should acknowledge\nthat we are weighing competing interests and do so in the\nstraightforward though sometimes challenging way directed by\nTinker. Just as societys interest in public safety surmounts any\nclaim of right to raise a false fire alarm, by the same token any\nclaimed right to spread scurrilous falsehoods about school\nadministrators may well be outweighed by societys legitimate\ninterest in the orderly administration of public schools. Tinker\noutlines the approach the Supreme Court has given for\nundertaking that weighing process.\n\n         I worry that the combination of our decisions today in\nthis case and in J.S. may send an anything goes signal to\nstudents, faculties, and administrators of public schools. To the\nextent it appears we have undercut the reasoned discretion of\nadministrators to exercise control over the school environment,\nwe will not have served well those affected by the quality of\npublic education, which is to say everyone. By way of some\nlittle reassurance, then, it bears emphasis that, whatever else\nmay be drawn from these decisions, we have not declared that\nTinker is inapplicable to off-campus speech simply because it\noccurs off-campus. Despite differing views on what may\nconstitute a substantial disruption, I hope and believe that we are\nall mindful of the challenges school administrators face in\nproviding a safe environment, conducive to learning and civic\ndevelopment, for children and young adults. Those challenges\nhave never been greater than they are today. Modern\ncommunications technology, for all its positive applications, can\nbe a potent tool for distraction and fomenting disruption. Tinker\nallows school officials to discipline students based on a\n\n                                41\n\freasonable forecast of substantial disruption, without waiting for\nthe chaos to actually hit the hallways.\n\n        In short, nothing in the First Amendment requires\nadministrators to check their common sense at the school house\ndoor. When they must forecast how poisonous accusations\nlobbed over the internet are likely to play out within the school\ncommunity, if they can point to a well-founded expectation of\ndisruption, Saxe, 240 F.3d at 212, we ought to be supportive of\ntheir reasonable efforts to maintain appropriate order. I concur\nin the Courts decision in this case, but do not subscribe to any\nimplication that Tinker is inapplicable and that school officials\nwould have been powerless to head off a substantial\ndisruption.17\n\n       17  I take comfort from certain caveats in the opinion.\nWhile putting distance between our Court and the decisions of\nthe United States Court of Appeals for the Second Circuit in\nWisniewski v. Board of Educ. of Weedsport Cent. School Dist.,\n494 F.3d 34 (2d Cir. 2007), and Doninger v. Niehoff, 527 F.3d\n41 (2d Cir. 2008), the opinion for the Court in this case\nnonetheless acknowledges that those Second Circuit precedents\nstand for  the unremarkable proposition that schools may\npunish expressive conduct that occurs outside of school  .\nSlip Op. at 34. It is noteworthy too that the Majority opinion in\nJ.S. distinguishes the character of the student speech at issue in\nthe Second Circuit cases from the speech in J.S. but it does not\nmake any distinction based on the location of the speaker. In\nany event, I agree with the Second Circuits ultimate conclusion\nin Wisniewski that Tinker can have applicability to student\nspeech that occurs off-campus. See Wisniewski, 494 F.3d at 38\n\n                               42\n\f(Ruling on internet speech communicated by a student from a\nhome computer, and holding, [w]ith respect to school officials\nauthority to discipline a students expression reasonably\nunderstood as urging violent conduct, we think the appropriate\nFirst Amendment standard is the one set forth by the Supreme\nCourt in Tinker.)\n\n                              43\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                         PRECEDENTIAL\n\n        UNITED STATES COURT OF APPEALS\n             FOR THE THIRD CIRCUIT\n\n                       No. 07-4465\n\n             JUSTIN LAYSHOCK, a minor,\n               by and through his parents;\n                DONALD LAYSHOCK;\n           CHERYL LAYSHOCK, individually\n                and on behalf of their son\n\n                            v.\n\n         HERMITAGE SCHOOL DISTRICT\n       KAREN IONTA, District Superintendent;\n  ERIC W. TROSCH, Principal Hickory High School,\nCHRIS GILL, Co-Principal Hickory High School, all in their\n            official and individual capacity\n\n\n                   Hermitage School District,\n                       Appellant\n\n       Appeal from the United States District Court\n        for the Western District of Pennsylvania\n                  (Civ. No. 06-cv-00116)\n        District Judge: Hon. Terrence F. McVerry\n\n              Argued on December 10, 2008\n\n                            1\n\f            Opinion Filed on February 4, 2010\n    Opinion Vacated and Petition for Rehearing En Banc\n                Granted on April 9, 2010\n       Rehearing En Banc Ordered for June 3, 2010\n             Argued En Banc on June 3, 2010\n\n  Before: McKEE, Chief Judge, SLOVITER, SCIRICA,\n               RENDELL, BARRY,\n  AMBRO, FUENTES, SMITH, FISHER, CHAGARES,\n                     JORDAN,\nGREENAWAY, JR. VANASKIE and ROTH, Circuit Judges.\n\n               (Opinion filed: June 13, 2011)\n\nANTHONY G. SANCHEZ, ESQ. (Argued)\nCHRISTINA LANE, ESQ.\nAndrews & Price\n1500 Ardmore Boulevard, Suite 506\nPittsburgh, PA 15221\nAttorneys for Appellant, Hermitage School District\n\nSEAN A. FIELDS, ESQ.\nAssociate Counsel\nPennsylvania School Boards Association\n400 Bent Creek Boulevard\nP.O. Box 2042\nMechanicsburg, PA 17055\nAttorney for Amicus Curiae, Pennsylvania School\nBoard Association, filed in support of Appellant,\nHermitage School District\nKIM M. WATTERSON, ESQ.\n\n                              2\n\fRICHARD T. TING, ESQ.\nWILLIAM J. SHERIDAN, ESQ.\nReed Smith LLP\n435 Sixth Avenue\nPittsburgh, PA 15219\n\nWITWOLD J. WALCZAK, ESQ. (Argued)\nSARA J. ROSE, ESQ.\nAmerican Civil Liberties Foundation\nof Pennsylvania\n313 Atwood Street\nPittsburgh, PA 15213\nAttorneys for Appellees, Donald Layshock,\nCheryl Layshock\n\nJOHN W. WHITEHEAD, ESQ.\nThe Rutherford Institute\n1440 Sachem Place\nCharlottesville, VA 22901\nAttorney for Amicus Curiae, The Rutherford\nInstitute, in support of Appellees,\nDonald Layshock, Cheryl Layshock\n\nJOANNA J. CLINE, ESQ.\nBRIAN A. BERKLEY, ESQ.\nJOSHUA B. HIRSHEY, ESQ.\nEMMETT M. HOGAN, ESQ.\nPepper Hamilton LLP\n18th & Arch Streets\n3000 Two Logan Square\nPhiladelphia, PA 19103\n\n                             3\n\fFRANK D. LoMONTE, ESQ.\nMICHAEL C. HIESTAND, ESQ.\nADAM GOLDSTEIN, ESQ.\nThe Student Press Law Center\n1101 Wilson Boulevard, Suite 1100\nArlington, VA 22209\nAttorneys for Amicus Curiae, The Student Press Law\nCenter, in support of Appellees, Donald Layshock,\nCheryl Layshock\n\nROBERT D. RICHARDS, ESQ.\nCLAY CALVERT, ESQ.\nPennsylvania Center for the\nFirst Amendment\nThe Pennsylvania State University\n308 James Building\nUniversity Park, PA 16802\nAttorneys for Amicus Curiae, Pennsylvania\nCenter for the First Amendment, in support of\nAppellees, Donald Layshock, Cheryl Layshock\n\n                 OPINION OF THE COURT\n\nMcKEE, Chief Judge.\n\n       We are asked to determine if a school district can punish\na student for expressive conduct that originated outside of the\nschoolhouse, did not disturb the school environment and was not\nrelated to any school sponsored event. We hold that, under these\ncircumstances, the First Amendment prohibits the school from\n\n                               4\n\freaching beyond the schoolyard to impose what might otherwise\nbe appropriate discipline.\n\n       It all began when Justin Layshock used his grandmother=s\ncomputer to access a popular social networking internet web site\nwhere he created a fake internet Aprofile@ of his Hickory High\nSchool Principal, Eric Trosch. His parents filed this action\nunder 42 U.S.C. ' 1983, after the School District punished\nJustin for that conduct. The suit alleges, inter alia, that the\nSchool District=s punishment transcended Justin=s First\nAmendment right of expression. The district court granted\nsummary judgment in favor of Justin on his First Amendment\nclaim. We originally affirmed the district court. See Layshock\nv. Hermitage School Dist., </pre><span class=\"citation\" data-id=\"1405624\"><a href=\"/opinion/1405624/layshock-ex-rel-layshock-v-hermitage-school-dist/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">249</span></a></span><pre class=\"inline\"> (3d Cir. 2010).\nThereafter, we entered an order vacating that opinion and\ngranting rehearing en banc. For the reasons that follow, we\nonce again affirm the district court=s holding that the\nschool district=s response to Justin=s conduct transcended\nthe protection of free expression guaranteed by the First\nAmendment.\n\n              I. FACTUAL BACKGROUND\n\n       In December of 2005, Justin Layshock was a seventeen-\nyear old senior at Hickory High School, which is part of the\nHermitage School District in Hermitage, Pennsylvania.\nSometime between December 10th and 14th, 2005, while Justin\nwas at his grandmother=s house during non-school hours, he\nused her computer to create what he would later refer to as a\nAparody profile@ of his Principal, Eric Trosch. The only school\nresource that was even arguably involved in creating the profile\n\n                               5\n\fwas a photograph of Trosch that Justin copied from the School\nDistrict=s website. Justin copied that picture with a simple Acut\nand paste@ operation using the computer=s internet browser and\nmouse. Justin created the profile on AMySpace.@1 MySpace is a\npopular social-networking website that Aallows its members to\ncreate online >profiles,= which are individual web pages on\nwhich members post photographs, videos, and information about\ntheir lives and interests.@ Doe v. MySpace, Inc., </pre><span class=\"citation\" data-id=\"2579773\"><a href=\"/opinion/2579773/doe-v-myspace-inc/\"><span class=\"volume\">474</span> <span class=\"reporter\">F. Supp. 2d</span>\n<span class=\"page\">843</span></a></span><pre class=\"inline\">, 845 (W.D. Tex. 2007).2\n\n       Justin created the profile by giving bogus answers to\nsurvey questions taken from various templates that were\ndesigned to assist in creating a profile. The survey included\nquestions about favorite shoes, weaknesses, fears, one=s idea of\na Aperfect pizza,@ bedtime, etc. All of Justin=s answers were\nbased on a theme of Abig,@ because Trosch is apparently a large\nman. For example, Justin answered Atell me about yourself@\nquestions as follows:\n\n   1\n       MySpace is found at: http://www.myspace.com.\n   2\n     Social online networking sites allow members to use Atheir\nonline profiles to become part of an online community of people\nwith common interests. Once a member has created a profile,\nshe can extend >friend invitations= to other members and\ncommunicate with her friends over the MySpace.com platform\nvia e-mail, instant messaging, or blogs.@ Doe, 474 F. Supp.2d at\n846.\n\n\n\n\n                               6\n\f              Birthday: too drunk to remember\n\n              Are you a health freak: big steroid\n              freak\n\n              In the past month have you\n              smoked: big blunt3\n\n              In the past month have you been on\n              pills: big pills\n\n              In the past month have you gone\n              Skinny Dipping: big lake, not big\n              dick\n\n              In the past month have you Stolen\n              Anything: big keg\n\n              Ever been drunk: big number of\n              times\n\n              Ever been called a Tease: big\n              whore\n\n              Ever been Beaten up: big fag\n\n              Ever Shoplifted: big bag of kmart\n\n\n3\n    Justin explained that a Ablunt@ was a marijuana cigarette.\n\n\n                               7\n\f              Number of Drugs I have taken: big\n\nUnder AInterests,@ Justin listed: ATransgender, Appreciators of\nAlcoholic Beverages.@ Justin also listed ASteroids International@\nas a club Trosch belonged to.\n\n       Justin afforded access to the profile to other students in\nthe School District by listing them as Afriends@ on the MySpace\nwebsite, thus allowing them to view the profile. Not\nsurprisingly, word of the profile Aspread like wildfire@ and soon\nreached most, if not all, of Hickory High=s student body.4\n\n       During mid-December 2005, three other students also\nposted unflattering profiles of Trosch on MySpace. Each of\nthose profiles was more vulgar and more offensive than Justin=s.\n Trosch first learned about one of the other profiles from his\ndaughter, who was in eleventh grade. On Monday, December\n12, 2005, Trosch told his Co-Principal, Chris Gill, and the\nDistrict Superintendent, Karen Ionta, about this other profile and\nasked the Technology Director, Frank Gingras, to disable it.\nHowever, despite the administration=s best efforts, students\nfound ways to access the profiles. Trosch discovered Justin=s\nprofile on Thursday evening, December 15th, and a fourth\nprofile on Sunday, December 18th.\n\n\n   4\n    Justin later explained that he made the profile to be funny,\nand did not intend to hurt anyone. However, there was\nobviously nothing Afunny@ about the profile in the eyes of the\nschool administration.\n\n\n                                8\n\f       Trosch believed all of the profiles were Adegrading,@\nAdemeaning,@ Ademoralizing,@ and Ashocking.@ He was also\nconcerned about his reputation and complained to the local\npolice. Although he was not concerned for his safety, he was\ninterested in pressing charges against those responsible for the\nbogus profiles, and he discussed whether the first profile he\ndiscovered might constitute harassment, defamation, or slander.\n However, no criminal charges were ever filed against Justin or\nany of the other student authors of profiles.\n\n        On December 15th, Justin used a computer in his Spanish\nclassroom to access his MySpace profile of Trosch. He also\nshowed it to other classmates, although he did not acknowledge\nhis authorship. After viewing the profile, the students logged\noff of MySpace. Justin again attempted to access the profile\nfrom school on December 16th, purportedly to delete it. School\ndistrict administrators were unaware of Justin=s in-school\nattempts to access MySpace until their investigation the\nfollowing week. Teacher Craig Antush glimpsed the profile in\nhis computer lab class and told the students who were\ncongregating around a computer and giggling to shut it down.\n\n        The School District administrators were not able to\ntotally block students from visiting the MySpace web page at\nschool because Gingras, the Technology Coordinator, was on\nvacation on December 16th. However, the school was able to\ncontrol students= computer access by limiting the students= use of\ncomputers to computer labs or the library where internet access\ncould be supervised. School officials continued to limit\ncomputer use from December 16th until December 21st, which\nwas the last day of school before Christmas recess. Computer\n\n                                9\n\fprogramming classes were also cancelled.\n\n       According to the district court, the School District=s\ninvestigation revealed how many students had accessed\nMySpace before access to the site at school was disabled, but\nthe school could not determine how many students actually\naccessed any of the Trosch profiles, or which Trosch profiles\nhad been viewed while a student was on the MySpace website.\n\n       School District officials first learned that Justin might\nhave created one of the Trosch profiles on December 21. On\nthat day, Justin and his mother were summoned to a meeting\nwith Superintendent Ionta and Co-Principal Gill. During that\nmeeting, Justin admitted creating a profile, but no disciplinary\naction was then taken against him. After the meeting, without\nprompting from anyone, Justin went to Trosch=s office and\napologized for creating the profile.5\n\n      Justin=s parents were understandably upset over Justin=s\nbehavior. They discussed the matter with him, expressed their\nextreme disappointment, Agrounded@ him, and prohibited him\nfrom using their home computer.\n\n        On January 3, 2006, the school district sent a letter to\nJustin and his parents giving them notice of an informal hearing\nthat was to be held. The letter read, in pertinent part, as follows:\n\n   5\n     Trosch later testified that he found Justin=s apology\nrespectful and sincere. Justin followed up with a written letter\nof apology on January 4, 2006.\n\n\n                                10\n\f             Justin admitted prior to the\n             informal hearing that he created a\n             profile about Mr. Trosch.\n\n             This infraction is a violation of the\n             Hermitage       School       District\n             Discipline Code: Disruption of the\n             normal school process; Disrespect;\n             Harassment       of     a     school\n             administrator via computer/internet\n             with remarks that have demeaning\n             implications; Gross misbehavior;\n             Obscene, vulgar and profane\n             language;     Computer        Policy\n             violations (use of school pictures\n             without authorization).\n\nThe School District subsequently found Justin guilty of all of\nthose charges.\n\n        In addition to a ten-day, out-of-school suspension,\nJustin=s punishment consisted of (1) being placed in the\nAlternative Education Program (the AACE@ program) at the high\nschool for the remainder of the 2005-2006 school year;6 (2)\n   6\n    Students assigned to ACE meet in a segregated area of the\nhigh school for three hours each day. The program is typically\nreserved for students with behavior and attendance problems\nwho are unable to function in a regular classroom.\n       Prior to creating the Myspace profile, Justin was\n\n                              11\n\fbeing banned from all extracurricular activities, including\nAcademic Games and foreign-language tutoring;7 and (3) not\nbeing allowed to participate in his graduation ceremony.8 The\nLayshocks were also informed that the School District was\nconsidering expelling Justin. Ironically, Justin, who created the\nleast vulgar and offensive profile, and who was the only student\nto apologize for his behavior, was also the only student punished\nfor the MySpace profiles.\n\n            II. DISTRICT COURT PROCEEDINGS\n\n        The Layshocks initiated this action on January 27, 2006,\nby filing a three count complaint pursuant to 42 U.S.C. ' 1983\nindividually, and on Justin=s behalf, against the Hermitage\nSchool District, Karen Ionta, Eric Trosch, and Chris Gill, in\ntheir official and individual capacities (hereinafter collectively\nreferred to as the ASchool District@ or ADistrict@). The\nLayshocks also filed a motion for a temporary restraining order\n\n\nclassified as a gifted student, was enrolled in advanced\nplacement classes, and had won awards at interscholastic\nacademic competitions. The record does not reveal how the\nSchool District determined that it was appropriate to place such\na student in a program designed for students who could not\nfunction in a classroom.\n   7\n       Justin had been a French tutor to middle school students.\n   8\n     Justin did graduate in 2006 and went on to attend a\nuniversity in New York City.\n\n\n                                 12\n\fand/or preliminary injunction. Count I of the complaint alleged\nthat the District=s punishment of Justin violated his rights under\nthe First Amendment. Count II alleged that the District=s\npolicies and rules were unconstitutionally vague and/or\noverbroad, both on their face and as applied to Justin. Count III\nalleged that the District=s punishment of Justin interfered with,\nand continued to interfere with, their right as parents to\ndetermine how to best raise, nurture, discipline and educate their\nchild in violation of their rights under the Due Process Clause of\nthe Fourteenth Amendment.\n\n        The district court denied the request for a temporary\nrestraining order, Layshock v. Hermitage Sch. Dist., 412 F.\nSupp.2d 502, 508 (W.D. Pa. 2006), and the Layshocks withdrew\ntheir motion for a preliminary injunction pursuant to the district\ncourt=s efforts at mediation.9 On March 31, 2006, the district\ncourt denied the District=s motion to dismiss the Layshocks=\nclaims. The court ruled that the parents may assert a claim for a\nviolation of their own due process right to Araise, nurture,\ndiscipline and educate their children@ based on a school district=s\npunishment of their child for speech the child uttered in the\nfamily home.\n\n       After discovery, both sides moved for summary\n\n   9\n     The Layshocks agreed to withdraw their motion for a\npreliminary injunction in exchange for the District=s agreement\nto remove Justin from the ACE program, reinstate him to his\nregular classes, allow him to participate in Academic Games,\nand attend his graduation.\n\n\n                                13\n\fjudgment, and the court thereafter entered summary judgment in\nfavor of Justin and against the School District only on the First\nAmendment claim.10 The court concluded that a jury trial was\nnecessary to determine compensatory damages and attorneys=\nfees. See id. at 607.\n\n       Thereafter, the district court denied the District=s motion\nfor entry of judgment pursuant to Fed.R.Civ.P. 54(b) or, in the\nalternative, for the issuance of a certificate of appealability\npursuant to 28 U.S.C. ' 1292(b).\n\n\n\n\n   10\n       The district court ruled that Trosch was entitled to\nsummary judgment on all counts because he was not involved in\ndisciplining Justin. It also held that Ionta and Gill were entitled\nto summary judgment on Justin=s First Amendment claim based\non qualified immunity, and that all of the defendants were\nentitled to summary judgment on the vagueness/overbreadth\nchallenge and the parents= substantive due process claim.\n\n\n                                14\n\f        The parties subsequently filed a joint motion in which\nthey stipulated to damages and requested entry of final judgment\nwhile preserving all appellate issues pertaining to liability. The\ndistrict court then entered a consent judgment, and the School\nDistrict appealed the district court=s grant of summary judgment\nin favor of Justin on his First Amendment claim.11\n                 III. SUMMARY JUDGMENT\n\n       ASummary judgment is proper when the pleadings,\ndepositions, answers to interrogatories, and admissions on file,\ntogether with the affidavits, if any, show that there is no genuine\nissue as to any material fact and that the moving party is entitled\nto judgment as a matter of law.@ Bjorgung v. Whitetail Resort,\nLP, </pre><span class=\"citation\" data-id=\"1206716\"><a href=\"/opinion/1206716/bjorgung-v-whitetail-resort-lp/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span><pre class=\"inline\">, 268 (3d Cir. 2008) (citation and internal\nquotation marks omitted). In ruling on a motion for summary\n\n   11\n     The Layshocks filed a cross-appeal (No. 07-4555) from the\ndistrict court=s grant of summary judgment in favor of the\nSchool District on their Fourteenth Amendment Due Process\nclaim. In our opinion filed on February 4, 2010, we affirmed the\ndistrict court=s grant of summary judgment to the School District\non that claim, and the Layshocks did not seek rehearing en banc\non that claim. Therefore, although we vacated the February 4,\n2010, opinion and judgment as to the School District=s appeal at\nNo. 07-4464, and granted the School District=s petition for\nrehearing en banc, we also, on April 9, 2010, ordered that Athe\nopinion and judgment entered by this Court on February 4, 2010\nstands with respect to the affirmance of the district court=s grant\nof summary judgment to the [School District] on [the\nLayshocks=] Fourteenth Amendment Due Process claim.@\n\n\n                                15\n\fjudgment, the district court must view the facts in the light most\nfavorable to the non-moving party. Merkle v. Upper Dublin\nSch. Dist., </pre><span class=\"citation\" data-id=\"768616\"><a href=\"/opinion/768616/lou-ann-merkle-v-upper-dublin-school-district-upper-dublin-township-police/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">782</span></a></span><pre class=\"inline\">, 788 (3d Cir. 2000). However, Athe\nmere existence of some alleged factual dispute between the\nparties will not defeat an otherwise properly supported motion\nfor summary judgment.@ Anderson v. Liberty Lobby, Inc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 247-48 (1986). AAs our review of a grant of summary\njudgment is plenary, we operate under the same legal standards\nas the District Court.@ Bjorgung, 550 F.3d at 268.\n\n                 IV. DISCUSSION\n1. The First Amendment=s Application in Public Schools.\n\n        In the landmark case of Tinker v. Des Moines Indep.\nCmty. Sch. Dist., </pre><span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span><pre class=\"inline\"> (1969), a group of high school\nstudents decided to wear black arm bands to school to protest\nthe war in Vietnam. When school officials learned of the\nplanned protest, they preemptively prohibited students from\nwearing armbands. Several students who ignored the ban and\nwore armbands to school anyway were suspended. Id. at 504.\nThose students brought an action against the school through\ntheir parents under 42 U.S.C. ' 1983, alleging that their First\nAmendment rights had been violated. The district court rejected\nthat claim and upheld the constitutionality of the school\nofficials= action, finding that it had been reasonable to preserve\ndiscipline. Id. 504-505. The district court=s decision was\naffirmed without opinion by an equally divided court of appeals\nsitting en banc. Id. at 505.\n\n       The case was appealed to the Supreme Court, which held\nthat student expression may not be suppressed unless school\n\n                               16\n\fofficials reasonably conclude that it will Amaterially and\nsubstantially disrupt the work and discipline of the school.@ Id.\nat 513. The Court concluded that the students were doing\nnothing more than engaging in political speech, and wearing\narmbands to express Atheir disapproval of the Vietnam hostilities\nand their advocacy of a truce, to make their views known, and,\nby their example, to influence others to adopt them.@ Id. at 514.\n The school district=s only interest in banning the speech had\nbeen the Amere desire to avoid the discomfort and\nunpleasantness that always accompany an unpopular viewpoint@\nor Aan urgent wish to avoid the controversy which might result\nfrom the expression.@ Id. at 509-10. The Court held that this\ninterest was not enough to justify banning Aa silent, passive\nexpression of opinion, unaccompanied by any disorder or\ndisturbance.@ Id. at 508. In one of its most famous passages, the\nCourt explained:\n\n   First Amendment rights, applied in light of the special\n   characteristics of the school environment, are available to\n   teachers and students. It can hardly be argued that either\n   students or teachers shed their constitutional rights to\n   freedom of speech or expression at the schoolhouse gate.\n\nId. at 506.\n\n         Thus, although the Court concluded that the First\nAmendment did reach inside the Aschoolhouse gate,@ it also\nrecognized that the unique nature of the school environment had\nto be part of any First Amendment inquiry. The Court explained\nthat it Aha[d] repeatedly emphasized the need for affirming the\ncomprehensive authority of the States and of school officials,\n\n                               17\n\fconsistent with fundamental constitutional safeguards, to\nprescribe and control conduct in the schools.@ Id. at 507.\n\n       The Court next addressed the scope of the First\nAmendment in the context of student speech in Bethel School\nDistrict No. 403 v. Fraser, </pre><span class=\"citation\" data-id=\"111754\"><a href=\"/opinion/111754/bethel-school-dist-no-403-v-fraser/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">675</span></a></span><pre class=\"inline\"> (1986). There, the\nCourt upheld the school=s suspension of a high school student\nfor delivering a nominating speech at a school assembly using\nAan elaborate, graphic, and explicit sexual metaphor.@ Id. at 678.\n The Court explained:\n\n              The schools, as instruments of the\n              state, may determine that the\n              essential lessons of civil, mature\n              conduct cannot be conveyed in a\n              school that tolerates lewd, indecent,\n              or offensive speech and conduct\n              such as that indulged in by\n              [Fraser].12\n\nId. at 683. In reaching this conclusion, the Court distinguished\nits prior holding in Cohen v. California, </pre><span class=\"citation\" data-id=\"108360\"><a href=\"/opinion/108360/cohen-v-california/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span><pre class=\"inline\"> (1971).\nThere, the Court had struck down an adult=s conviction for\ndisorderly conduct that was based on his wearing a jacket, inside\na court house, that had an obscenity about the draft printed on it.\n\n   12\n     In Saxe v. State College Area School District, </pre><span class=\"citation\" data-id=\"772079\"><a href=\"/opinion/772079/david-warren-saxe-student-doe-1-by-and-through-his-next-friend-david/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">200</span></a></span><pre class=\"inline\">,\n213 (3d Cir. 2001), we interpreted Fraser as establishing that\nAthere is no First Amendment protection for >lewd,= >vulgar,=\n>indecent,= and >plainly offensive= speech in school.@\n\n\n                                18\n\fThe Fraser Court explained:\n\n              It does not follow . . . that simply\n              because the use of an offensive\n              form of expression may not be\n              prohibited to adults making what\n              the speaker considers a political\n              point, the same latitude must be\n              permitted to children in public\n              school. . . . [T]he First Amendment\n              gives a high school student the\n              classroom right to wear Tinker=s\n              armband, but not Cohen=s jacket.\n\nId. at 682 (citation and internal quotation marks omitted). The\nCourt concluded that the school could punish Fraser for his\noffensive nominating speech during a school assembly because\nthe First Amendment does not prevent schools from\nencouraging the Afundamental values of >habits and manners of\ncivility,=@ id. at 681, by Ainsisting that certain modes of\nexpression are inappropriate and subject to sanctions.@ Id. at\n683. Thus, A[t]he determination of what manner of speech in the\nclassroom or in school assembly is inappropriate properly rests\nwith the school board.@ Id.\n\n       Similarly, in Hazelwood School District. v. Kuhlmeier,\n</pre><span class=\"citation\" data-id=\"111979\"><a href=\"/opinion/111979/hazelwood-school-dist-v-kuhlmeier/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">260</span></a></span><pre class=\"inline\"> (1988), the Court held that a principal=s deletion of\nstudent articles on teen pregnancy from a school-sponsored\nnewspaper did not violate the First Amendment. The Court\ndistinguished Tinker by noting that because the school had not\nopened the newspaper up as a public forum, the school could\n\n                               19\n\fAexercis[e] editorial control over the style and content of student\nspeech in school-sponsored expressive activities so long as [its]\nactions are reasonably related to legitimate pedagogical\nconcerns.@ Id. at 273. The Court explained:\n\n                 The question whether the First\n                 Amendment requires a school to\n                 tolerate particular student speech B\n                 the question that we addressed in\n                 Tinker B is different from the\n                 question whether the First\n                 Amendment requires a school\n                 affirmatively to promote particular\n                 student speech.        The former\n                 question addresses educators=\n                 ability to silence a student=s\n                 personal expression that happens to\n                 occur on the school premises. The\n                 latter question concerns educators=\n                 authority over school-sponsored . . .\n                 expressive activities that students,\n                 parents, and members of the public\n                 might reasonably perceive to bear\n                 the imprimatur of the school. . . .\n                 Educators are entitled to exercise\n                 greater control over this second\n                 form of student expression.\n\nId. at 270-71.\n\n       The extent to which First Amendment protections apply\n\n                                  20\n\fin the public school context was most recently addressed in\nMorse v. Frederick, </pre><span class=\"citation\" data-id=\"145707\"><a href=\"/opinion/145707/morse-v-frederick/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span><pre class=\"inline\"> (2007). There, A[a]t a school-\nsanctioned and school-supervised event, a high school principal\n[Morse] saw some of her students unfurl a large banner\nconveying a message she reasonably regarded as promoting\nillegal drug use.@ Id. at 396. The banner read: ABONG HiTS 4\nJESUS.@ Id. at 397. AConsistent with established school policy\nprohibiting such messages at school events, [Morse] directed the\nstudents to take down the banner.@ Id. at 396. Frederick, one of\nthe students who brought the banner to the event, refused to\nremove it, and Morse Aconfiscated the banner and later\nsuspended [Frederick].@ Id. Frederick sued Morse and the\nschool district pursuant to 42 U.S.C. ' 1983, alleging a violation\nof his First Amendment right of expression. The district court\ngranted summary judgment to the school district and Morse,\nholding that they were entitled to qualified immunity and that\nthey had not infringed Frederick=s First Amendment rights. Id. at\n399. The Court of Appeals for the Ninth Circuit reversed.\n\n        The Supreme Court granted certiorari to determine\nAwhether Frederick had a First Amendment right to wield his\nbanner, and, if so, whether that right was so clearly established\nthat the principal may be held liable for damages.@ Id. at 400.13\nThe Court Aresolve[d] the first question against Frederick,@ and,\ntherefore, did not have to reach the second. Id. The Court\nexplained that its Fourth Amendment jurisprudence recognized\nthat Adeterring drug use by school children is an important B\n\n   13\n      The court of appeals had ruled that the principal was not\nentitled to qualified immunity.\n\n\n                               21\n\findeed, perhaps compelling interest.@ Id. at 407 (citation\nomitted).      The Aspecial characteristics of the school\nenvironment, and the governmental interest in stopping student\ndrug abuse allow schools to restrict student expression that they\nreasonably regard as promoting such abuse.@ Id. at 408. Thus,\nAa principal may, consistent with the First Amendment, restrict\nstudent speech at a school event, when that speech is reasonably\nviewed as promoting illegal drug use.@ Id. at 402. The Court\nrejected Frederick=s claim that since he was across the street\nfrom the school and not on school property, he was not inside\nTinker=s Aschoolhouse gate,@ and school officials therefore had\nlost authority over him. The Court reasoned that the event\nwhere the banner was unfurled occurred during school hours,\nand it had been approved by the school=s principal as a school\nevent. Id. at 400. School events and field trips off school\ngrounds were subject to the school=s rules for student conduct.\nId. at 400-01.\n\n      It is against this legal backdrop that we must determine\nwhether the District=s actions here violated Justin=s First\nAmendment rights.\n\n       At the outset, it is important to note that the district court\nfound that the District could not Aestablish[] a sufficient nexus\nbetween Justin=s speech and a substantial disruption of the\nschool environment[,]@ Layshock, 496 F. Supp. 2d at 600, and\nthe School District does not challenge that finding on appeal.\nTherefore, the School District is not arguing that it could\nproperly punish Justin under the Tinker exception for student\nspeech that causes a material and substantial disruption of the\nschool environment. See Tinker, 393 U.S. at 513. Rather, the\n\n                                 22\n\fDistrict=s argument is twofold:\n\n               [A] sufficient nexus exists between\n               Justin=s creation and distribution of\n               the vulgar and defamatory profile\n               of Principal Trosch and the School\n               District to permit the School\n               District to regulate this conduct.\n               The Aspeech@ initially began on-\n               campus: Justin entered school\n               property, the School District web\n               site, and misappropriated a picture\n               of the Principal. The Aspeech@ was\n               aimed at the School District\n               community and the Principal and\n               was accessed on campus by Justin.\n                It was reasonably foreseeable that\n               the profile would come to the\n               attention of the School District and\n               the Principal.\n\nDistrict=s Br. at 9.\n\n       2. Justin=s AEntry@ Onto the District=s Website.\n\n       The School District=s attempt to forge a nexus between\nthe School and Justin=s profile by relying upon his Aentering@ the\nDistrict=s website to Atake@ the District=s photo of Trosch is\nunpersuasive at best. The argument equates Justin=s act of\nsigning onto a web site with the kind of trespass he would have\ncommitted had he broken into the principal=s office or a\n\n                                23\n\fteacher=s desk; and we reject it. See Thomas v. Board of Educ.,\n</pre><span class=\"citation\" data-id=\"370945\"><a href=\"/opinion/370945/donna-thomas-john-tiedeman-by-and-through-his-parents-mr-mrs-henry/\"><span class=\"volume\">607</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1043</span></a></span><pre class=\"inline\"> (2d Cir. 1979).\n        We find the reasoning in Thomas v. Board of Educ., </pre><span class=\"citation no-link\"><span class=\"volume\">607</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1043</span></span><pre class=\"inline\"> (2d Cir. 1979), far more persuasive.20 Thomas\ninvolved a group of students who were suspended for producing\nAa satirical publication addressed to the school community.@ Id.\nat 1045. The articles included such topics as masturbation and\nprostitution, as well as more standard fare such as Aschool\nlunches, cheerleaders, classmates, and teachers.@ Id. ASome of\nthe initial preparation for publication occurred after school hours\nin the classroom@ of a teacher whom the students consulted Afor\nadvice on isolated questions of grammar and content.@ Id. In\naddition, Aan occasional article was composed or typed within\nthe school building, always after classes,@ and the finished\nmagazine was stored in a Aclassroom closet@ with the classroom\nteacher=s permission. Id.\n\n\n\n\n   20\n        Thomas was decided after Tinker but before Fraser.\n\n\n                                24\n\f       However, the students were very careful to distribute the\nperiodical only after school and off campus, and the vast\nmajority of their work on the publication was done Ain their\nhomes, off campus and after school hours.@ Id. The school\nprincipal learned of the magazine when a teacher confiscated a\ncopy from another student on campus, and Afollowing\nconsultation with the Board of Education,@ the principal\nimposed penalties that included a five-day suspension of the\nstudents involved.21 Id. at 1046. The punishment was based on\nthe students= publication of Aan allegedly >morally offensive,\nindecent, and obscene,= tabloid.@ Id. at 1050 n.12.\n\n        The students sued the school board and other school\nofficials under 42 U.S.C. ' 1983. They sought Ainjunctive and\ndeclaratory relief from alleged deprivations of their First and\nFourteenth Amendment rights.@ Id. at 1046. The district court\ndenied the students= request for injunctive relief based upon its\nconclusion that the publication Awas potentially destructive of\ndiscipline in [the school], and therefore not protected by the\nFirst Amendment.@ Id. at 1047.\n\n       The Court of Appeals for the Second Circuit concluded\nthat the students= conduct was not sufficiently related to the\nschool to justify the school=s exercise of authority. The court\n\n   21\n      The Principal and Superintendent of Schools had initially\ndecided to take no action pending assessment of the\npublication=s impact. However, they ultimately decided to act\nafter being contacted by the President of the Board of Education.\nThomas, 607 F.2d at 1045-46.\n\n\n                               25\n\fexplained:\n\n               [A]ll but an insignificant amount of\n               relevant activity in this case was\n               deliberately designed to take place\n               beyond the schoolhouse gate.\n               Indeed, the [students] diligently\n               labored to ensure that [the\n               magazine] was printed outside the\n               school, and that no copies were\n               sold on school grounds. That a few\n               articles were transcribed on school\n               typewriters, and that the finished\n               product     was      secretly     and\n               unobtrusively stored in a teacher=s\n               closet do not alter the fact that [the\n               magazine]        was      conceived,\n               executed, and distributed outside\n               the school. At best, therefore, any\n               activity within the school itself was\n               De minimis.\n\nId. at 1050.\n\n       The court reached that conclusion even though the\nstudents actually stored the offending publication inside a\nclassroom and did some minimal amount of work on the\nperiodical in school using school resources. Here, the\nrelationship between Justin=s conduct and the school is far\nmore attenuated than in Thomas. We agree with the\nanalysis in Thomas. Accordingly, because the School\n\n                                26\n\fDistrict concedes that Justin=s profile did not cause\ndisruption in the school, we do not think that the First\nAmendment can tolerate the School District stretching its\nauthority into Justin=s grandmother=s home and reaching\nJustin while he is sitting at her computer after school in\norder to punish him for the expressive conduct that he\nengaged in there.\n\n       We realize, of course, that it is now well established\nthat Tinker=s Aschoolhouse gate@ is not constructed solely\nof the bricks and mortar surrounding the school yard.\nNevertheless, the concept of the Aschool yard@ is not\nwithout boundaries and the reach of school authorities is\nnot without limits. In Morse, the Court held that the First\nAmendment does not prevent a principal from Arestrict[ing]\nstudent speech at a school event, when that speech is\nreasonably viewed as promoting illegal drug use.@ 551\nU.S. at 403 (emphasis added). Nevertheless, with regard\nto expressive conduct that occurs outside of the school\ncontext, the Court, referring to its earlier decision in\nFraser, was careful to note that A[h]ad Fraser delivered the\nsame speech in a public forum outside the school context, it\nwould have been protected.@ 551 U.S. at 404 (citations omitted).\n\n       It would be an unseemly and dangerous precedent\nto allow the state, in the guise of school authorities, to\nreach into a child=s home and control his/her actions there\nto the same extent that it can control that child when\nhe/she participates in school sponsored activities.\nAllowing the District to punish Justin for conduct he\nengaged in while at his grandmother=s house using his\n\n                              27\n\fgrandmother=s computer would create just such a\nprecedent, and we therefore conclude that the district\ncourt correctly ruled that the District=s response to Justin=s\nexpressive conduct violated the First Amendment\nguarantee of free expression.\n\n3. The District Cannot Punish Justin Merely Because\n       His Speech Reached Inside the School.\n\n        As noted above, the School District also claims that\nJustin=s speech can be treated as Aon-campus@ speech because it\nAwas aimed at the School District community and the Principal\nand was accessed on campus by Justin [and] [i]t was reasonably\nforeseeable that the profile would come to the attention of the\nSchool District and the Principal.@\n\n       The district court held that the School District=s\npunishment of Justin was not appropriate under Fraser\nbecause A[t]here is no evidence that Justin engaged in any\nlewd or profane speech while in school.@ Layshock, 496 F.\nSupp.2d at 599-600. It also held that Justin=s punishment\nwas not appropriate under Tinker because the School\nDistrict did Anot establish[] a sufficient nexus between\nJustin=s speech and a substantial disruption of the school\nenvironment.@ Id. at 600.\n       The School District does not dispute the district\ncourt=s finding that its punishment of Justin was not\nappropriate under Tinker; it rests its argument on the\nSupreme Court=s analysis in Fraser. In the School\nDistrict=s view, Justin=s speech B his MySpace profile of\nTrosch B was unquestionably vulgar, lewd and offensive,\n\n                              28\n\f             and therefore not shielded by the First Amendment\n             because it ended up inside the school community.22\n             Similarly, the School District argues that under our\n             decision in Saxe, see n.12, supra, there is no First\n             Amendment protection for lewd, vulgar, indecent or plainly\n             offensive speech in schools.23\n\n                 22\n                   The District=s argument in this regard is not crystal clear as\n             its brief suggests that it can react to Justin=s profile merely\n             because it was lewd and vulgar. For example, the District\n             summarizes one of its arguments as follows:\n\n                   The School District did not violate the First Amendment\n                   by punishing Justin for engaging in conduct which\n                   interfered with the School District=s Ahighly appropriate\n                   function . . . to prohibit the use of vulgar and offensive\n                   terms in public discourse.@\nDistrict=s Br. at 10 (ellipsis in original).\n       However, we reject out of hand any suggestion that schools can police students= out-\nof-school speech by patrolling Athe public discourse.@ Accordingly, we will assume that the\nDistrict is arguing that it can control lewd and vulgar speech as authorized under Fraser.\n                 23\n                   In Saxe, we did state: AUnder Fraser, a school may\n             categorically prohibit lewd, vulgar or profane language.@ 240\n             F.3d at 214. However, when read in context, it is clear that we\n             were there referring only to speech inside Tinker=s schoolhouse\n             gate. Thus, we summarized the holding in Fraser as follows:\n             AAccording to Fraser, . . . there is no First Amendment\n             protection for >lewd,= >vulgar,= >indecent,= and >plainly offensive=\n             speech in school.@ Id. at 213 (emphasis added).\n\n\n                                             29\n\f        The District rests this argument primarily on three\ncases which it claims allow it to respond to a student=s\nvulgar speech when that speech is posted on the internet.\n The District cites J.S. v. Bethlehem Area Sch. Dist., </pre><span class=\"citation\" data-id=\"2332955\"><a href=\"/opinion/2332955/js-v-bethlehem-area-school-dist/\"><span class=\"volume\">807</span> <span class=\"reporter\">A.2d</span>\n<span class=\"page\">847</span></a></span><pre class=\"inline\"> (Pa. 2002); Wisniewski v. Bd. of Educ. of Weedsport Cent.\nSch. Dist., </pre><span class=\"citation\" data-id=\"1426989\"><a href=\"/opinion/1426989/wisniewski-v-board-of-educ-of-weedsport-cent-school-dist/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\"> (2d Cir. 2007); and Doninger v. Niehoff,\n</pre><span class=\"citation\" data-id=\"1457584\"><a href=\"/opinion/1457584/doninger-v-niehoff/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\"> (2d Cir. 2008). However, as we will explain, each\nof those cases involved off campus expressive conduct that\nresulted in a substantial disruption of the school, and the courts\nallowed the schools to respond to the substantial disruption that\nthe student=s out of school conduct caused.\n        In J.S., an eighth grade student created a threatening\nwebsite aimed at his algebra teacher that went so far as to\nexplain A[w]hy Should She Die,@ and requested money Ato help\npay for the hitman.@ 807 A.2d at 851. The site frightened\nseveral students and parents and the algebra teacher was so\nbadly frightened that she ended up having to take medical leave\nfrom her teaching responsibilities. As a result of her inability to\nreturn to teaching, Athree substitute teachers were required to be\nutilized which disrupted the educational process of the students.@\n Id. at 852.      AIn sum, the web site created disorder and\nsignificantly and adversely impacted the delivery of instruction.@\nId. at 869. The Supreme Court of Pennsylvania concluded that\nthe resulting disruption of instruction and the educational\nenvironment allowed the school to punish the student for his\nexpressive conduct even though the student created the website\nfrom his home.24\n\n   24\n      The district court believed that J.S. was Aon point@ but\nArespectfully reache[d] a slightly different balance between\n\n                                30\n\f        Similarly, the school suspended the student in\nWisniewski, for creating an image on the internet from his home\ncomputer that depicted a pistol firing a bullet at a teacher=s head\nwith dots representing splattered blood above the head. 494\nF.3d at 36. The words: AKill Mr. VanderMolen@ were printed\nbeneath the drawing. VanderMolen was the student=s English\nteacher. The student created the image a couple of weeks after\nhis class was instructed that threats would not be tolerated at the\nschool, and would be treated as acts of violence. The court of\nappeals affirmed the district court=s grant of summary judgment\nin favor of the school district in a suit alleging a violation of the\nFirst Amendment based on the school=s suspension of the\nstudent for the out-of-school conduct. The court reasoned that\nA[t]he fact that [the student=s] creation and transmission of the\nicon occurred away from school property [did] not necessarily\ninsulate him from school discipline.@ 494 F.3d at 39. The court\nreasoned that Aeven if [the student=s] transmission of an [image]\ndepicting and calling for the killing of his teacher could be\nviewed as an expression of opinion within the meaning of\nTinker,@ it was not protected by the First Amendment because Ait\ncross[ed] the boundary of protected speech and pose[d] a\nreasonably foreseeable risk [of] materially and substantially\ndisrupting the work and discipline of the school.@ Id. at 38-9\n(internal quotation marks omitted).\n\nstudent expression and school authority.@ Layshock, 496 F.\nSupp. 2d at 602. However, we do not think J.S. is Aon point@ or\nthe least bit helpful because there is no comparison between the\nimpact of the conduct there and the impact of the conduct here.\n\n\n                                 31\n\f        Finally, in Doninger, a student, who was a class officer,\nposted a message on her publicly accessible web log or Ablog@\nthat resulted in school authorities not allowing her to participate\nin an election for class office.25 Id. at 43. In her message, she\ncomplained about a school activity that was cancelled Adue to\ndouchebags in central office,@ and encouraged others to contact\nthe central office to Apiss [the district superintendent] off more.@\n Id. at 45. When the principal learned of the student=s posting,\nshe prohibited her from running for senior class secretary\nAbecause [the student=s] conduct had failed to display the civility\nand good citizenship expected of class officers.@ Id. at 46. The\nstudent and her parents then sought injunctive relief in the form\nof a court order allowing her to run for class office. The court\nof appeals affirmed the district court=s denial of relief because\nthe student=s out of school expressive conduct Acreated a\nforeseeable risk of substantial disruption to the work and\ndiscipline of the school.@ Id. at 53.26 A [The student] herself\n\n   25\n     AA blog (a contraction of the term >web log=) is a type of\nwebsite, usually maintained by an individual with regular entries\nor commentary, descriptions of events, or other material such as\ngraphics or video. . . . >Blog= can also be used as a verb,\nmeaning to maintain or add content to a blog.@\n(http://en.wikipedia.org/wiki/Blog) (last visited September 23,\n2010).\n   26\n     The blog had resulted in numerous calls and emails to the\nprincipal, and the court of appeals noted that the blog also used\ninaccurate and misleading information to rally those who read it\nto contact the school principal.\n\n                                32\n\ftestified that . . . students were >all riled up= and that a sit-in was\nthreatened.@ Id. at 51. Accordingly, the court of appeals held\nthat the student=s mother Afailed to show clearly that [the\nstudent=s] First Amendment rights were violated when she was\ndisqualified from running@ for class office. Id. at 53.\n\n       However, for our purposes, it is particularly important to\nnote that the court in Doninger was careful to explain that it\nA[had] no occasion to consider whether a different, more serious\nconsequence than disqualification from student office would\nraise constitutional concerns.@ Id. at 53. Of course, Justin=s\nconsequences were more serious; he was suspended.\nMoreover, in citing Doninger, we do not suggest that we\nagree with that court=s conclusion that the student=s out of\nschool expressive conduct was not protected by the First\nAmendment there. Rather, we cite Doninger only to\nrespond to the School District=s contention that that case\nsupports its actions against Justin.\n\n        As noted earlier, the District=s January 3, 2006, letter to\nthe Layshocks advising them of Justin=s suspension reads, in\nrelevant part, that it was punishing Justin because AJustin\nadmitted prior to the informal hearing that he created a profile\nabout Mr. Trosch.@ Although the letter also mentions disruption,\nwe have taken care to stress that the District does not now\nchallenge the district court=s finding that Justin=s conduct did not\nresult in any substantial disruption. Moreover, when pressed at\noral argument, counsel for the School District conceded that the\nDistrict was relying solely on the fact that Justin created the\nprofile of Trosch, and not arguing that it created any substantial\ndisruption in the school. However, as noted above, Fraser does\n\n                                  33\n\fnot allow the School District to punish Justin for expressive\nconduct which occurred outside of the school context. See\nMorse, 551 U.S. at 404 (AHad Fraser delivered the same speech\nin a public forum outside the school context, it would have been\nprotected.@) (citations omitted). Moreover, we have found no\nauthority that would support punishment for creating such a\nprofile unless it results in foreseeable and substantial disruption\nof school.\n\n       We believe the cases relied upon by the School District\nstand for nothing more than the rather unremarkable proposition\nthat schools may punish expressive conduct that occurs outside\nof school, as if it occurred inside the Aschoolhouse gate,@ under\ncertain very limited circumstances, none of which are present\nhere.\n       As the court of appeals explained in Thomas: A[O]ur\nwillingness to defer to the schoolmaster=s expertise in\nadministering school discipline rests, in large measure,\nupon the supposition that the arm of authority does not\nreach beyond the schoolhouse gate.@ 607 F.2d at 1045.\nWe need not now define the precise parameters of when\nthe arm of authority can reach beyond the schoolhouse\ngate because, as we noted earlier, the district court found\nthat Justin=s conduct did not disrupt the school, and the\nDistrict does not appeal that finding. Thus, we need only\nhold that Justin=s use of the District=s web site does not\nconstitute entering the school, and that the District is not\nempowered to punish his out of school expressive conduct\nunder the circumstances here.\n\n       Based on those two conclusions, we will affirm the\n\n                                34\n\fdistrict court=s grant of summary judgment to Justin Layshock\non his First Amendment claim.27\n\n\nJORDAN, Circuit Judge, concurring, with whom VANASKIE,\nCircuit Judge, joins.\n\n       Our Court today issues en banc decisions in two cases\nwith similar fact patterns. In both the case presently before us\nand in J.S. v. Blue Mountain School District, No. 08-4138, we\nare asked whether school administrators can, consistent with the\nFirst Amendment, discipline students for speech that occurs off\ncampus.14 Unlike the fractured decision in J.S., we have\nreached a united resolution in this case, but there remains an\n\n   27\n     The District argues in the alternative that it did not violate\nthe First Amendment by punishing Justin because his speech\nwas defamatory and not protected by the First Amendment. The\nLayshocks respond by arguing that Justin=s profile is a parody\nthat cannot constitute defamation. However, whether or not we\naccept the characterization of a Aparody,@ the issue before us is\nlimited to whether the District had the authority to punish Justin\nfor expressive conduct outside of school that the District\nconsidered lewd and offensive.\n\n        14 This\n              case and J.S. are not related cases in the sense of\nbeing linked on our docket, but they raise nearly identical First\nAmendment issues. It is no accident that they were taken en\nbanc at the same time, were argued on the same date, and are\nbeing decided simultaneously.\n\n\n                                35\n\fissue of high importance on which we are evidently not agreed\nand which I note now, lest there be any misperception that it has\nbeen resolved by either J.S. or our decision here. The issue is\nwhether the Supreme Courts decision in Tinker v. Des Moines\nIndependent Community School Dist., </pre><span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span><pre class=\"inline\"> (1969), can\nbe applicable to off-campus speech. I believe it can, and no\nruling coming out today is to the contrary.15\n        In Tinker, the Supreme Court emphasized that student\nspeech, in class or out of it, which for any reason  materially\ndisrupts classwork or involves substantial disorder or invasion\nof the rights of others is, of course, not immunized by the\nconstitutional guarantee of freedom of speech. Id. at 513. It\nalso suggested that if there are facts which might reasonably\nhave led school authorities to forecast substantial disruption of\nor material interference with school activities, that too can\nresult in disciplinary measures. Id. at 514. Given those\nstatements, the applicability of Tinker here seems straight-\nforward, although it gives no shelter to the defendant school\ndistrict in this case because, as the opinion for our Court notes,\n\n       15 I readily acknowledge that [t]here is some uncertainty\nat the outer boundaries as to when courts should apply school\nspeech precedents Morse v. Frederick, </pre><span class=\"citation\" data-id=\"145707\"><a href=\"/opinion/145707/morse-v-frederick/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span><pre class=\"inline\">, 401\n(2007), and my conclusion about Tinkers applicability in this\ncase and in J.S. does not account for permutations that may\nmake Tinker inapposite. Whether the test framed by Tinker will\nalways be applicable is not a matter to be answered in the\nabstract. It is enough for present purposes to observe that it is\nan analytical approach the Supreme Court has employed for\ndecades and that it is both sensible and salutary to apply it in\ncases like these.\n\n                               36\n\fthe [Hermitage School] District does not now challenge the \nfinding that [the students] conduct did not result in any\nsubstantial disruption[,] Slip Op. at 33, nor did the School\nDistrict demonstrate that the students speech or conduct created\na reasonable apprehension of substantial disruption.\n\n       Tinker ought likewise to be viewed as providing the\ngoverning rule of law in J.S., but that has been thrown into\nquestion by the competing opinions that have emerged in en\nbanc review. The Majority opinion in J.S. takes the position that\nwhether Tinker is applicable to off-campus speech is something\nthat can be assumed without being decided since, in the\nMajoritys view, there was no substantial disruption and hence\nthe school administrators could not lawfully mete out discipline\nfor the despicable speech and behavior detailed in that case.\nJudge Smiths concurring opinion in J.S. argues that Tinker does\nnot apply. He appears to conclude that, with the exceptions of\nspeech specifically directed at the school and of speech while at\nschool-sanctioned events, speech that takes place off-campus is\nbeyond the reach of school discipline. See J.S. Concurrence,\nslip op. at 3-4. The concurrence does acknowledge, however,\nthat whether Tinker applies cannot turn solely on where the\nspeaker was sitting when the speech was originally uttered[,]\nbecause [s]uch a standard would fail to accommodate the\nsomewhat everywhere at once nature of the internet[,] id. at 8.\n Judge Fisher then skillfully demonstrates in his dissent in J.S.,\nthat the heavy focus in the concurrence on an off-campus\nversus on-campus distinction is artificial and untenable in the\nworld we live in today. See J.S. Dissent, slip op. at n.4. For\nbetter or worse, wireless internet access, smart phones, tablet\ncomputers, social networking services like Facebook, and\n\n                               37\n\fstream-of-consciousness communications via Twitter give an\nomnipresence to speech that makes any effort to trace First\nAmendment boundaries along the physical boundaries of a\nschool campus a recipe for serious problems in our public\nschools.\n\n         Tinker teaches that schools are not helpless to enforce the\nreasonable order necessary to accomplish their mission. Again,\nschool officials may curtail speech if they can show facts\nwhich might reasonably have led [them] to forecast substantial\ndisruption of or material interference with school activities.\n393 U.S. at 514. We have similarly stressed that, if a school\ncan point to a well-founded expectation of disruption ... the\nrestriction may pass constitutional muster. Saxe v. State\nCollege Area Sch. Dist., </pre><span class=\"citation\" data-id=\"772079\"><a href=\"/opinion/772079/david-warren-saxe-student-doe-1-by-and-through-his-next-friend-david/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">200</span></a></span><pre class=\"inline\">, 212 (3d Cir. 2001).\nTrying to limit that principle along real property lines is bound\nto run into trouble, as the J.S. concurrence concedes by saying\nthat there can be difficulty in knowing whether speech has\noccurred on or off campus. J.S. Concurrence, slip op. at 8. That\nconcession, though, fails to get at the fundamental difficulty in\ncases like these. The problem is not in knowing where a speaker\nwas when uttering or otherwise creating speech. Like other\nhistorical facts, where a speaker said something is a matter that\ncan be decided by typical fact-finding techniques. If the point of\nthe J.S. concurrence is not to question where the speaker was\nphysically so much as to question how to characterize the speech\nitself, i.e., as having on-campus or off-campus effects, then the\ndefinitional exercise only obscures the effort to answer the\ncentral dilemma, which is how to balance the need for order in\nour public schools with respect for free speech. That is the\nproblem Tinker aimed to address and it is the problem we are\n\n                                38\n\fconfronting too, so we should be applying rather than avoiding\nTinker.16\n       We cannot sidestep the central tension between good\norder and expressive rights by leaning on property lines. With\nthe tools of modern technology, a student could, with malice\naforethought, engineer egregiously disruptive events and, if the\ntrouble-maker were savvy enough to tweet the organizing\ncommunications from his or her cellphone while standing one\nfoot outside school property, the school administrators might\n\n       16  The J.S. concurrence cites Morse, as supporting the\nconclusion that Tinker is inapplicable to off-campus speech,\nnoting that the Morse Court took care to refute the contention\nthat the plaintiffs speech  did not occur at school which\nwould have been unnecessary if Tinker were meant to apply to\noff-campus speech. J.S. Concurrence, slip op. at 4. That\nargument mistakes the import of both Morse and Tinker,\nhowever. The subject of the speech in Morse, which was an odd\nreference to illegal drug use, had no relation to the school or\nschool activities. 551 U.S. at 396. In none of the opinions\nissued today is it suggested that such speech, if it took place off\ncampus and apart from a school sanctioned event, would be\ncovered by Tinker. Speech that neither relates to school nor\noccurs on campus or during a school sanctioned event will in all\nlikelihood lack a reasonable nexus to school and so will be\ndivorced from the question of good order in the school, which is\nthe reach of Tinker. Thus, I do not share the concern expressed\nin the J.S. concurrence that applying Tinker to off-campus\nspeech would empower schools to regulate students expressive\nactivities, or to suppress political speech such as a blog\nentry defending gay marriage. J.S. Concurrence, slip op. at 6.\n\n                                39\n\fsucceed in heading off the actual disruption in the building but\nwould be left powerless to discipline the student. Perhaps all of\nus participating in these en banc decisions would agree on that\nbeing problematic. It is, after all, a given that [t]he most\nstringent protection of free speech would not protect a man in\nfalsely shouting fire in a theatre and causing a panic. Schenck\nv. United States, </pre><span class=\"citation\" data-id=\"99296\"><a href=\"/opinion/99296/schenck-v-united-states/\"><span class=\"volume\">249</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span><pre class=\"inline\">, 52 (1919), and no one supposes\nthat the rule would be different if the man were standing outside\nthe theater, shouting in. Thus it is hard to see how words that\nmay cause pandemonium in a public school would be protected\nby the First Amendment simply because technology now allows\nthe timing and distribution of a shout to be controlled by\nsomeone beyond the campus boundary.\n\n\n\n\n                               40\n\f       If it is accepted that the First Amendment would not\nprotect such a deliberate disturbance, we should acknowledge\nthat we are weighing competing interests and do so in the\nstraightforward though sometimes challenging way directed by\nTinker. Just as societys interest in public safety surmounts any\nclaim of right to raise a false fire alarm, by the same token any\nclaimed right to spread scurrilous falsehoods about school\nadministrators may well be outweighed by societys legitimate\ninterest in the orderly administration of public schools. Tinker\noutlines the approach the Supreme Court has given for\nundertaking that weighing process.\n\n         I worry that the combination of our decisions today in\nthis case and in J.S. may send an anything goes signal to\nstudents, faculties, and administrators of public schools. To the\nextent it appears we have undercut the reasoned discretion of\nadministrators to exercise control over the school environment,\nwe will not have served well those affected by the quality of\npublic education, which is to say everyone. By way of some\nlittle reassurance, then, it bears emphasis that, whatever else\nmay be drawn from these decisions, we have not declared that\nTinker is inapplicable to off-campus speech simply because it\noccurs off-campus. Despite differing views on what may\nconstitute a substantial disruption, I hope and believe that we are\nall mindful of the challenges school administrators face in\nproviding a safe environment, conducive to learning and civic\ndevelopment, for children and young adults. Those challenges\nhave never been greater than they are today. Modern\ncommunications technology, for all its positive applications, can\nbe a potent tool for distraction and fomenting disruption. Tinker\nallows school officials to discipline students based on a\n\n                                41\n\freasonable forecast of substantial disruption, without waiting for\nthe chaos to actually hit the hallways.\n\n        In short, nothing in the First Amendment requires\nadministrators to check their common sense at the school house\ndoor. When they must forecast how poisonous accusations\nlobbed over the internet are likely to play out within the school\ncommunity, if they can point to a well-founded expectation of\ndisruption, Saxe, 240 F.3d at 212, we ought to be supportive of\ntheir reasonable efforts to maintain appropriate order. I concur\nin the Courts decision in this case, but do not subscribe to any\nimplication that Tinker is inapplicable and that school officials\nwould have been powerless to head off a substantial\ndisruption.17\n\n       17  I take comfort from certain caveats in the opinion.\nWhile putting distance between our Court and the decisions of\nthe United States Court of Appeals for the Second Circuit in\nWisniewski v. Board of Educ. of Weedsport Cent. School Dist.,\n</pre><span class=\"citation\" data-id=\"1426989\"><a href=\"/opinion/1426989/wisniewski-v-board-of-educ-of-weedsport-cent-school-dist/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\"> (2d Cir. 2007), and Doninger v. Niehoff, </pre><span class=\"citation\" data-id=\"1457584\"><a href=\"/opinion/1457584/doninger-v-niehoff/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">41</span></a></span><pre class=\"inline\"> (2d Cir. 2008), the opinion for the Court in this case\nnonetheless acknowledges that those Second Circuit precedents\nstand for  the unremarkable proposition that schools may\npunish expressive conduct that occurs outside of school  .\nSlip Op. at 34. It is noteworthy too that the Majority opinion in\nJ.S. distinguishes the character of the student speech at issue in\nthe Second Circuit cases from the speech in J.S. but it does not\nmake any distinction based on the location of the speaker. In\nany event, I agree with the Second Circuits ultimate conclusion\nin Wisniewski that Tinker can have applicability to student\nspeech that occurs off-campus. See Wisniewski, 494 F.3d at 38\n\n                               42\n\f(Ruling on internet speech communicated by a student from a\nhome computer, and holding, [w]ith respect to school officials\nauthority to discipline a students expression reasonably\nunderstood as urging violent conduct, we think the appropriate\nFirst Amendment standard is the one set forth by the Supreme\nCourt in Tinker.)\n\n                              43\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108360/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111754/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111979/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/370945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768616/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1206716/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1405624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1426989/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1457584/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2332955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2579773/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T12:16:29.997862Z",
      "date_modified": "2016-02-19T00:26:39.734483Z",
      "date_filed": "2011-06-13",
      "date_filed_is_approximate": false,
      "slug": "justin-layshock-v-hermitage-sch-dist",
      "citation_id": 1453,
      "case_name_short": "",
      "case_name": "Justin Layshock v. Hermitage Sch Dist",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/576362/justin-layshock-v-hermitage-sch-dist/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:36:13.214746Z",
  "date_modified": "2014-10-30T10:36:13.214746Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Justin Layshock v. Hermitage Sch Dist",
  "case_name_full": "",
  "slug": "justin-layshock-v-hermitage-sch-dist",
  "docket_number": "07-4465",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}