{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/580472/",
  "id": 580472,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/sc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1203606/",
      "id": 1203606,
      "absolute_url": "/opinion/1203606/state-v-patterson/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/580472/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1203606/",
          "id": 1203606,
          "absolute_url": "/opinion/1203606/state-v-patterson/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1203606/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5644/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T04:58:49.812100Z",
          "date_modified": "2017-03-31T07:47:52.944237Z",
          "type": "010combined",
          "sha1": "c2d81b59d20e1404f9e9fa8a882d9d094eac4b0a",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>299 S.C. 280 (1989)</b></center>\n<center><b>384 S.E.2d 699</b></center>\n<center><h1>The STATE, Respondent<br>\nv.<br>\nRaymond PATTERSON, Jr., Appellant.</h1></center>\n<center>23060</center>\n<center><p><b>Supreme Court of South Carolina.</b></p></center>\n<center>Heard April 17, 1989.</center>\n<center>Decided August 14, 1989.</center>\n<p><span class=\"star-pagination\">*281</span> <i>John D. Delgado</i> and <i>S.C. Office of Appellate Defense</i>, Columbia, <i>for appellant.</i></p>\n<p><i>Atty. Gen. T. Travis Medlock, Chief Deputy Atty. Gen. Donald J. Zelenka, Asst. Atty. Gen. Harold M. Coombs, Jr.</i>, Columbia, and <i>Sol. Donald V. Myers</i>, Lexington, <i>for respondent.</i></p>\n<p>Heard April 17, 1989.</p>\n<p>Decided Aug. 14, 1989.</p>\n<p><span class=\"star-pagination\">*282</span> GREGORY, Chief Justice:</p>\n<p>Appellant was convicted of murder, armed robbery, and assault and battery of a high and aggravated nature in September 1985. He was sentenced to death. On appeal to this Court, the convictions were affirmed and the case remanded for a new sentencing proceeding. <i>State v. Patterson</i>, 290 S.C. 523, 351 S.E. (2d) 853 (1986). Appellant was again sentenced to death in November 1987. We affirm.</p>\n<p>The facts of this case are fully set forth in our previous opinion. 290 S.C. at 524-525, 351 S.E. (2d) at 854.</p>\n<p>Appellant contests the propriety of the solicitor's jury argument on several grounds. First, appellant complains of the following comment made by the solicitor:</p>\n<blockquote>`They [inmates] can come and go as they please.' `They can come out for visits.' They have got a horrible requirement. They have got to report back to their cells for the evening meal. That's life imprisonment, folks.</blockquote>\n<p>Appellant claims this comment trivialized life imprisonment and violated <i>State v. Reed</i>, 293 S.C. 515, 362 S.E. (2d) 13 (1987), wherein this Court disapproved the solicitor's reference to \"those bad life sentences.\"</p>\n<p>In context, the thrust of the solicitor's comment is to distinguish life on death row, where appellant has been residing, from life in the general prison population where appellant would be placed if given a life sentence. The solicitor is directly quoting appellant's own witness and is clearly within the record as required. <i>State v. Reed, supra</i><i>.</i> Nor does this comment undermine the requirement that life imprisonment be understood in its plain and ordinary meaning, <i>State v. Norris</i>, 285 S.C. 86, 328 S.E. (2d) 339 (1985), or that the defendant be allowed to present evidence in mitigation of death, <i>Skipper v. South Carolina</i>, 476 U.S. 1, 106 S.Ct. 1669, 90 L.Ed. (2d) 1 (1986), as appellant claims. We find no merit in appellant's argument.</p>\n<p>Next, appellant contends the solicitor misstated the applicable law during the course of his opening and closing arguments. In each alleged instance, however, the trial judge properly charged the jury on the law, rendering harmless any misstatement of law by the solicitor. <i>State</i> <span class=\"star-pagination\">*283</span> <i>v. Jones</i>, 378 S.E. (2d) 594 (S.C. 1989); <i>State v. Patrick</i>, 289 S.C. 301, 345 S.E. (2d) 481 (1986).</p>\n<p>Appellant also contends the solicitor's closing argument improperly appealed to the jury's passion and prejudice by employing such phrases as \"cop-out\" and \"guilt trip\" in exhorting the jury to return a sentence of death. Appellant relies on <i>State v. Reed, supra</i> (error for solicitor to assert that any recommendation less than death would show jurors lacked courage and had \"copped-out\"), and <i>State v. Cockerham</i>, 294 S.C. 380, 365 S.E. (2d) 22 (1988) (error to refer to jury's \"soft underbelly\" and lack of courage and commitment).</p>\n<p>The solicitor's contested comments are as follows:</p>\n<blockquote>That guilt trip. They want you to hop on that guilt trip. Don't let Mr. Delgado's tears spill onto you; don't let him get in that emotion to you on that guilt trip. Or if you want to go on a guilt trip, that's your decision. Us lawyers, we can't even express our opinions, are not supposed to. I can't. Mr. Delgado is not supposed to. But that's your decision, death penalty or life imprisonment.</blockquote>\n<p></p>\n<h2>* * * *</h2>\n<blockquote>And you have a difficult decision. All the juries that sit in death penalty cases have that difficult adult decision to make, to reach down inside. But that's the way it is. You know, when you become seventeen or eighteen years old, you no longer act in your childish ways and make a childish decision. You are responsible adults; you are responsible for your actions. Because by that time you have the right to vote, to be taken into the Army. You have got to make the responsible decisions. And I know you will do that. You know sometimes it is easy to take the easy way out, to be a little permissive, cop out. Just think we wouldn't be here today if our citizens had taken the easy way out, if there had been that submissive attitude, that copping out, we wouldn't have a United States; we wouldn't have a South Carolina; we wouldn't have a Lexington County. So I thank you for being responsible citizens.</blockquote>\n<p>The record indicates these comments are in response to defense counsel's opening argument appealing to the jury <span class=\"star-pagination\">*284</span> \"for compassion, not justice, for mercy,\" and asking \"for nothing more than the love of God, for Christian compassion for this man.\" In context, the solicitor's comments urge a fearless administration of the law in the face of counsel's emotional appeal for mercy. <i>State v. Durden</i>, 264 S.C. 86, 212 S.E. (2d) 587 (1975); <i>see also </i><i>State v. Singleton</i>, 284 S.C. 388, 326 S.E. (2d) 153 (1985) (no error for solicitor to respond in kind to defense counsel's argument). While we do not commend the solicitor's use of such phrases, we do not find the jury argument in this case of the same caliber as that condemned in <i>Reed</i> and <i>Cockerham.</i> We conclude the solicitor's remarks did not deprive appellant of a fair trial. <i>See </i><i>Darden v. Wainwright</i>, 477 U.S. 168, 106 S.Ct. 2464, 91 L.Ed. (2d) 144 (1986).</p>\n<p>Next, appellant contends the trial judge violated <i>Turner v. Murray</i>, 476 U.S. 28, 106 S.Ct. 1683, 90 L.Ed. (2d) 27 (1986), by not allowing adequate voir dire of prospective jurors regarding racial bias. <i>Turner v. Murray</i> holds that \"a capital defendant accused of an interracial crime is entitled to have prospective jurors informed of the race of the victim and questioned on the issue of race.\" 106 S.Ct. at 1688. The rule is minimally intrusive and the trial judge retains discretion as to the form and number of questions on the subject. <i>Id.</i></p>\n<p>In <i>Turner v. Murray</i>, the defendant's death sentence was reversed because the trial judge refused to ask a single question regarding racial prejudice. 106 S.Ct. at 1685. In this case, the trial judge allowed <i>extensive</i> questioning on racial bias. For instance:</p>\n<blockquote>Q. The defendant in this case is black. The deceased, I understand, is white. Does the fact that the defendant is black or of another race, would that prevent you from giving him a fair trial?</blockquote>\n<blockquote>A. No.</blockquote>\n<blockquote>Q. Would the fact that he was black in anyway influence your thinking, one way or the other?</blockquote>\n<blockquote>A. No.</blockquote>\n<blockquote>Q. Could you give him the same trial, whether he is black or whether he's white? Would it make any difference?</blockquote>\n<blockquote>A. No. sir. None.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*285</span> Q. Do you have any feelings based on your  have you worked with black people?</blockquote>\n<blockquote>A. Yes, sir. I do.</blockquote>\n<blockquote>Q. Do you have any problems working with blacks?</blockquote>\n<blockquote>A. None, whatsoever.</blockquote>\n<blockquote>Q. Do you have any friends that are black?</blockquote>\n<blockquote>A. Yes. I do.</blockquote>\n<blockquote>Q. Are you aware or conscious of being biased or prejudiced based on race?</blockquote>\n<blockquote>A. No, sir. I don't.</blockquote>\n<blockquote>Q. In your opinion, does race have anything to do with what your verdict would be in this case?</blockquote>\n<blockquote>A. No.</blockquote>\n<blockquote>Q. Are you aware in the past of any racial prejudice, either on your own part or on the part of other white people toward blacks, in your community or in your work?</blockquote>\n<blockquote>A. Of course, you know there is prejudice everywhere you go but I am not really prejudiced one way or the other.</blockquote>\n<blockquote>Q. All right. Do you participate in any organizations, clubs or volunteer organizations, church, what have you, where black people also participate on a social basis?</blockquote>\n<blockquote>A. No, sir.</blockquote>\n<blockquote>Q. All right. If you were selected as a juror in this case, Mr. O'Neal, can you assure the Court and the parties that you would set aside or work at setting aside any possible racial attitudes or biases that you might have to insure that the decision as to life or death was not influenced by those factors?</blockquote>\n<blockquote>A. Yes. I would.</blockquote>\n<p>Appellant complains he was not allowed to ask such question as: \"How would you feel about your son/daughter dating a black person?\" \"Do your children go to private school? If yes, why?\"</p>\n<p>The right to voir dire in a death case is not a license to forage at will over the private lives of jurors. <i>State v. Smart</i>, 278 S.C. 515, 523, 299 S.E. (2d) 686, 691 (1982). We hold the trial judge did not abuse his discretion under <i>Turner v. Murray</i> in limiting the number and form of questions during voir dire on the issue of racial bias.</p>\n<p><span class=\"star-pagination\">*286</span> Next, appellant contests the trial judge's refusal to give a requested charge that if he was sentenced to life imprisonment, he would not be eligible for parole for twenty years. Because appellant was tried and convicted prior to enactment of the Omnibus Criminal Justice Improvements Act, he is not entitled to this charge as provided in <i>State v. Atkins</i>, 293 S.C. 294, 360 S.E. (2d) 302 (1987). Appellant contends, however, the trial judge's refusal to give the requested charge violates <i>Skipper v. South Carolina, supra</i>, as an exclusion of mitigating evidence.</p>\n<p>We find this argument without merit. First, information regarding requirements for parole eligibility is not mitigating evidence and is irrelevant to a defendant's adaptability to prison life. Moreover, whether a jury is given information regarding reduction of a death sentence by commutation, pardon, or parole is a matter of state law. <i>California v. Ramos</i>, 463 U.S. 992, 103 S.Ct. 3446, 77 L.Ed. (2d) 1171 (1983). We refuse to extend our ruling in <i>Atkins</i> to cases tried before enactment of the Omnibus Criminal Justice Improvements Act.</p>\n<p>Next, appellant complains of the trial judge's charge regarding mitigating circumstances. The trial judge properly instructed the jury that in order to find an aggravating circumstance, it must do so by unanimous agreement. He also properly charged that the jury's verdict, whether for life or death, must be unanimous. Appellant contends that the trial judge's failure to specify that a finding of a mitigating circumstance need <i>not</i> be unanimous could have led jurors to erroneously conclude that such a finding must likewise to unanimous.</p>\n<p>The test for sufficiency of a jury charge is what a reasonable juror would have understood the charge to mean. <i>State v. Jackson</i>, 297 S.C. 523, 377 S.E. (2d) 570 (1989); <i>see also </i><i>Mills v. Maryland</i>, 486 U.S. 367, 108 S.Ct. 1860, 100 L.Ed. (2d) 384 (1988). The trial judge clearly charged the jury it could consider any mitigating factor and could recommend life for no reason at all. Nothing in the charge insinuates life could be given only upon a unanimous finding of a mitigating circumstance. We hold a reasonable juror would have understood the charge as given.</p>\n<p><span class=\"star-pagination\">*287</span> Finally, appellant contests the exclusion of the proffered sur-reply testimony of Dr. Diane Follingstad. Appellant offered several witnesses to testify to his good adaptability to prison life. Three of these witnesses referred to the inmate classification system known as the Adult Internal Management System (AIMS) whereby an inmate is classified on the basis of aggressiveness as alpha, beta, or gamma, with alphas as the most aggressive group. Each of the three witnesses gave an opinion that appellant would fall in the gamma (passive) group if classified.<sup>[1]</sup></p>\n<p>The State offered a reply witness, Helen Smith, who testified as a classification supervisor that appellant was placed in alpha housing upon an earlier conviction for burglary before being moved to death row. Appellant then attempted to offer a witness in sur-reply, Diane Follingstad, a clinical psychologist, who would have testified that not all inmates classified as alphas are necessarily aggressive. The trial judge refused to allow this sur-reply testimony. Appellant claims this violated <i>Skipper v. South Carolina, supra</i><i>.</i></p>\n<p>We find no reversible error. On cross-examination, State's witness Helen Smith admitted that not all alphas are disciplinary problems or aggressive. Both Ms. Smith's testimony and that proffered by Dr. Follingstad cited the authoritative book on the subject written by Dr. Quay. Since the proffered evidence was merely cumulative to testimony elicited on cross-examination, appellant was not prejudiced by its exclusion. <i>State v. Wilson</i>, 296 S.C. 73, 370 S.E. (2d) 715 (1988).</p>\n<p>We have conducted the sentence review required by S.C. Code Ann. § 16-3-25 (1985) and conclude the evidence supports the jury's finding of an aggravating circumstance. Despite appellant's suggestion that we view this case as merely \"a mugging gone awry,\" the facts indicate appellant, unprovoked, murdered Matthew Brooks by shooting him in the head at point-blank range in the course of robbing his wife of her purse. We find the death sentence was not arbitrarily imposed and is proportionate to the <span class=\"star-pagination\">*288</span> penalty in similar cases. Accordingly, appellant's death sentence is</p>\n<p>Affirmed.</p>\n<p>HARWELL, CHANDLER and TOAL, JJ., concur.</p>\n<p>FINNEY, J., dissenting in separate opinion.</p>\n<p>FINNEY, Justice, dissenting:</p>\n<p>I dissent. In <i>State v. Reed</i>, this Court said:</p>\n<blockquote>We again remind solicitors their final argument in the penalty phase of a capital trial must be carefully tailored so as not to appeal to the personal bias of a juror, nor calculated to arouse his passion or prejudice. <i>State v. Bell</i>, [293 S.C. 391], 360 S.E. (2d) 706 (S.C. 1987). The argument must be confined to the record and its reasonable inferences and must focus on the characteristics of the defendant and the nature of the crime. <i>See State v. Bell; </i><i>State v. Smart</i>, 278 S.C. 515, 299 S.E. (2d) 686 (1982); <i>State v. Linder</i>, 276 S.C. 304, 278 S.E. (2d) 335 (1981).</blockquote>\n<blockquote>This Court's decisions condemning arguments by solicitors are so numerous, the principle is elementary. Yet, solicitors continue to ignore the law as set forth by this and higher courts. We hope the dictates of this opinion may finally be heard by the solicitors of this State.</blockquote>\n<p><i>State v. Reed</i>, 293 S.C. 515, 519, 362 S.E. (2d) 13, 15 (1987).</p>\n<p>The record before us, in my view, is no different from the comments previously condemned in <i>Reed, supra</i>, (solicitor's \"cop-out\" argument was prohibited); and <i>State v. Cockerham</i>, 294 S.C. 380, 365 S.E. (2d) 22 (1988), (prosecutor's argument concerning the jury's \"softness ... soft underbelly... lack of courage ... lack of commitment\" prohibited). My difference with my colleagues is that not only can I not commend this portion of the solicitor's closing argument, I condemn it. Considered in their totality, I believe the comments in the instant case fail to meet the test articulated in <i>Darden v. Wainwright</i>, 477 U.S. 168, 106 S.Ct. 2464, 2472, 91 L.Ed. (2d) 144 (1986), and deprived this appellant of his right to a fair trial.</p>\n<p><span class=\"star-pagination\">*289</span> Additionally, I disagree with so much of the majority opinion as seems to imply that these comments were legitimate responses to appellant's counsel's opening argument \"for compassion, not justice, for mercy\" and asking \"for nothing more than the love of God, for Christian compassion for this man.\" The majority relies at least in part upon <i>State v. Singleton</i>, 284 S.C. 388, 326 S.E. (2d) 153 (1985), <i>cert. denied</i>, 471 U.S. 1111, 105 S.Ct. 2346, 85 L.Ed. (2d) 863 (1985). In <i>Singleton</i>, the defendant's trial attorney argued the lack of deterrent effect of the death penalty. In response to this argument, the solicitor argued that the death penalty deterred crime. This Court held that \"under the circumstances, the solicitor's argument did not render the trial unfair.\" <i>Singleton</i>, 326 S.E. (2d) at 156. In my view, responding to a plea for mercy by characterizing a life sentence as a cop-out or the result of a guilt trip is a totally different situation and renders the trial unfair.</p>\n<p>Carried to a logical conclusion, the majority's holding would prohibit defense counsel from pleading for mercy in a death penalty case without opening the door for the prosecutor to argue that a sentence of life imprisonment could indicate questionable integrity or a lack of resolve on the jury's part.</p>\n<p>I find that the solicitor's comments trivializing a life sentence violate the Eighth Amendment to the United States Constitution and unlawfuly curtail the right of a defendant to present evidence in mitigation of death. Under <i>Skipper v. South Carolina</i>, 476 U.S. 1, 106 S.Ct. 1669, 90 L.Ed. (2d) 1 (1986); <i>Eddings v. Oklahoma</i>, 455 U.S. 104, 102 S.Ct. 869, 71 L.Ed. (2d) 1 (1982); and <i>Lockett v. Ohio</i>, 438 U.S. 586, 98 S.Ct. 2954, 57 L.Ed. (2d) 973 (1978), a defendant is allowed to proffer as a mitigating factor any aspect of his character, record, or any of the circumstances of the offense.</p>\n<p>Finally, it is my opinion that the trial court erred by not allowing appellant's expert, Dr. Diane Follingstad, to testify on sur-reply about the classification of prisoners. Dr. Follingstad was the only person qualified to give such testimony, and the appellant should have had the opportunity to deny or explain the reply testimony of Ms. Smith. The exclusion or explain the reply testimony of Ms. Smith. The exclusion of Dr. Follingstad's testimony deprived appellant of his <span class=\"star-pagination\">*290</span> right to place before the jury relevant evidence in mitigation of punishment. <i>Skipper v. South Carolina, supra</i><i>.</i></p>\n<p>I would remand this case for a new sentencing proceeding.</p>\n<h2>NOTES</h2>\n<p>[1]  Death row inmates, who are segregated from the general prison population, are not classified under the AIMS program.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">280</span></span> (1989)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">699</span></span></b></center>\n<center><h1>The STATE, Respondent<br>\nv.<br>\nRaymond PATTERSON, Jr., Appellant.</h1></center>\n<center>23060</center>\n<center><p><b>Supreme Court of South Carolina.</b></p></center>\n<center>Heard April 17, 1989.</center>\n<center>Decided August 14, 1989.</center>\n<p><span class=\"star-pagination\">*281</span> <i>John D. Delgado</i> and <i>S.C. Office of Appellate Defense</i>, Columbia, <i>for appellant.</i></p>\n<p><i>Atty. Gen. T. Travis Medlock, Chief Deputy Atty. Gen. Donald J. Zelenka, Asst. Atty. Gen. Harold M. Coombs, Jr.</i>, Columbia, and <i>Sol. Donald V. Myers</i>, Lexington, <i>for respondent.</i></p>\n<p>Heard April 17, 1989.</p>\n<p>Decided Aug. 14, 1989.</p>\n<p><span class=\"star-pagination\">*282</span> GREGORY, Chief Justice:</p>\n<p>Appellant was convicted of murder, armed robbery, and assault and battery of a high and aggravated nature in September 1985. He was sentenced to death. On appeal to this Court, the convictions were affirmed and the case remanded for a new sentencing proceeding. <i>State v. Patterson</i>, <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">523</span></span>, 351 S.E. (2d) 853 (1986). Appellant was again sentenced to death in November 1987. We affirm.</p>\n<p>The facts of this case are fully set forth in our previous opinion. 290 S.C. at 524-525, 351 S.E. (2d) at 854.</p>\n<p>Appellant contests the propriety of the solicitor's jury argument on several grounds. First, appellant complains of the following comment made by the solicitor:</p>\n<blockquote>`They [inmates] can come and go as they please.' `They can come out for visits.' They have got a horrible requirement. They have got to report back to their cells for the evening meal. That's life imprisonment, folks.</blockquote>\n<p>Appellant claims this comment trivialized life imprisonment and violated <i>State v. Reed</i>, <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">515</span></span>, 362 S.E. (2d) 13 (1987), wherein this Court disapproved the solicitor's reference to \"those bad life sentences.\"</p>\n<p>In context, the thrust of the solicitor's comment is to distinguish life on death row, where appellant has been residing, from life in the general prison population where appellant would be placed if given a life sentence. The solicitor is directly quoting appellant's own witness and is clearly within the record as required. <i>State v. Reed, supra</i><i>.</i> Nor does this comment undermine the requirement that life imprisonment be understood in its plain and ordinary meaning, <i>State v. Norris</i>, <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">86</span></span>, 328 S.E. (2d) 339 (1985), or that the defendant be allowed to present evidence in mitigation of death, <i>Skipper v. South Carolina</i>, <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1669</span></span>, 90 L.Ed. (2d) 1 (1986), as appellant claims. We find no merit in appellant's argument.</p>\n<p>Next, appellant contends the solicitor misstated the applicable law during the course of his opening and closing arguments. In each alleged instance, however, the trial judge properly charged the jury on the law, rendering harmless any misstatement of law by the solicitor. <i>State</i> <span class=\"star-pagination\">*283</span> <i>v. Jones</i>, 378 S.E. (2d) 594 (S.C. 1989); <i>State v. Patrick</i>, <span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">301</span></span>, 345 S.E. (2d) 481 (1986).</p>\n<p>Appellant also contends the solicitor's closing argument improperly appealed to the jury's passion and prejudice by employing such phrases as \"cop-out\" and \"guilt trip\" in exhorting the jury to return a sentence of death. Appellant relies on <i>State v. Reed, supra</i> (error for solicitor to assert that any recommendation less than death would show jurors lacked courage and had \"copped-out\"), and <i>State v. Cockerham</i>, <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">380</span></span>, 365 S.E. (2d) 22 (1988) (error to refer to jury's \"soft underbelly\" and lack of courage and commitment).</p>\n<p>The solicitor's contested comments are as follows:</p>\n<blockquote>That guilt trip. They want you to hop on that guilt trip. Don't let Mr. Delgado's tears spill onto you; don't let him get in that emotion to you on that guilt trip. Or if you want to go on a guilt trip, that's your decision. Us lawyers, we can't even express our opinions, are not supposed to. I can't. Mr. Delgado is not supposed to. But that's your decision, death penalty or life imprisonment.</blockquote>\n<p></p>\n<h2>* * * *</h2>\n<blockquote>And you have a difficult decision. All the juries that sit in death penalty cases have that difficult adult decision to make, to reach down inside. But that's the way it is. You know, when you become seventeen or eighteen years old, you no longer act in your childish ways and make a childish decision. You are responsible adults; you are responsible for your actions. Because by that time you have the right to vote, to be taken into the Army. You have got to make the responsible decisions. And I know you will do that. You know sometimes it is easy to take the easy way out, to be a little permissive, cop out. Just think we wouldn't be here today if our citizens had taken the easy way out, if there had been that submissive attitude, that copping out, we wouldn't have a United States; we wouldn't have a South Carolina; we wouldn't have a Lexington County. So I thank you for being responsible citizens.</blockquote>\n<p>The record indicates these comments are in response to defense counsel's opening argument appealing to the jury <span class=\"star-pagination\">*284</span> \"for compassion, not justice, for mercy,\" and asking \"for nothing more than the love of God, for Christian compassion for this man.\" In context, the solicitor's comments urge a fearless administration of the law in the face of counsel's emotional appeal for mercy. <i>State v. Durden</i>, <span class=\"citation no-link\"><span class=\"volume\">264</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">86</span></span>, 212 S.E. (2d) 587 (1975); <i>see also </i><i>State v. Singleton</i>, <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">388</span></span>, 326 S.E. (2d) 153 (1985) (no error for solicitor to respond in kind to defense counsel's argument). While we do not commend the solicitor's use of such phrases, we do not find the jury argument in this case of the same caliber as that condemned in <i>Reed</i> and <i>Cockerham.</i> We conclude the solicitor's remarks did not deprive appellant of a fair trial. <i>See </i><i>Darden v. Wainwright</i>, <span class=\"citation no-link\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2464</span></span>, 91 L.Ed. (2d) 144 (1986).</p>\n<p>Next, appellant contends the trial judge violated <i>Turner v. Murray</i>, <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></span>, 90 L.Ed. (2d) 27 (1986), by not allowing adequate voir dire of prospective jurors regarding racial bias. <i>Turner v. Murray</i> holds that \"a capital defendant accused of an interracial crime is entitled to have prospective jurors informed of the race of the victim and questioned on the issue of race.\" 106 S.Ct. at 1688. The rule is minimally intrusive and the trial judge retains discretion as to the form and number of questions on the subject. <i>Id.</i></p>\n<p>In <i>Turner v. Murray</i>, the defendant's death sentence was reversed because the trial judge refused to ask a single question regarding racial prejudice. 106 S.Ct. at 1685. In this case, the trial judge allowed <i>extensive</i> questioning on racial bias. For instance:</p>\n<blockquote>Q. The defendant in this case is black. The deceased, I understand, is white. Does the fact that the defendant is black or of another race, would that prevent you from giving him a fair trial?</blockquote>\n<blockquote>A. No.</blockquote>\n<blockquote>Q. Would the fact that he was black in anyway influence your thinking, one way or the other?</blockquote>\n<blockquote>A. No.</blockquote>\n<blockquote>Q. Could you give him the same trial, whether he is black or whether he's white? Would it make any difference?</blockquote>\n<blockquote>A. No. sir. None.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*285</span> Q. Do you have any feelings based on your  have you worked with black people?</blockquote>\n<blockquote>A. Yes, sir. I do.</blockquote>\n<blockquote>Q. Do you have any problems working with blacks?</blockquote>\n<blockquote>A. None, whatsoever.</blockquote>\n<blockquote>Q. Do you have any friends that are black?</blockquote>\n<blockquote>A. Yes. I do.</blockquote>\n<blockquote>Q. Are you aware or conscious of being biased or prejudiced based on race?</blockquote>\n<blockquote>A. No, sir. I don't.</blockquote>\n<blockquote>Q. In your opinion, does race have anything to do with what your verdict would be in this case?</blockquote>\n<blockquote>A. No.</blockquote>\n<blockquote>Q. Are you aware in the past of any racial prejudice, either on your own part or on the part of other white people toward blacks, in your community or in your work?</blockquote>\n<blockquote>A. Of course, you know there is prejudice everywhere you go but I am not really prejudiced one way or the other.</blockquote>\n<blockquote>Q. All right. Do you participate in any organizations, clubs or volunteer organizations, church, what have you, where black people also participate on a social basis?</blockquote>\n<blockquote>A. No, sir.</blockquote>\n<blockquote>Q. All right. If you were selected as a juror in this case, Mr. O'Neal, can you assure the Court and the parties that you would set aside or work at setting aside any possible racial attitudes or biases that you might have to insure that the decision as to life or death was not influenced by those factors?</blockquote>\n<blockquote>A. Yes. I would.</blockquote>\n<p>Appellant complains he was not allowed to ask such question as: \"How would you feel about your son/daughter dating a black person?\" \"Do your children go to private school? If yes, why?\"</p>\n<p>The right to voir dire in a death case is not a license to forage at will over the private lives of jurors. <i>State v. Smart</i>, <span class=\"citation no-link\"><span class=\"volume\">278</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">515</span></span>, 523, 299 S.E. (2d) 686, 691 (1982). We hold the trial judge did not abuse his discretion under <i>Turner v. Murray</i> in limiting the number and form of questions during voir dire on the issue of racial bias.</p>\n<p><span class=\"star-pagination\">*286</span> Next, appellant contests the trial judge's refusal to give a requested charge that if he was sentenced to life imprisonment, he would not be eligible for parole for twenty years. Because appellant was tried and convicted prior to enactment of the Omnibus Criminal Justice Improvements Act, he is not entitled to this charge as provided in <i>State v. Atkins</i>, <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">294</span></span>, 360 S.E. (2d) 302 (1987). Appellant contends, however, the trial judge's refusal to give the requested charge violates <i>Skipper v. South Carolina, supra</i>, as an exclusion of mitigating evidence.</p>\n<p>We find this argument without merit. First, information regarding requirements for parole eligibility is not mitigating evidence and is irrelevant to a defendant's adaptability to prison life. Moreover, whether a jury is given information regarding reduction of a death sentence by commutation, pardon, or parole is a matter of state law. <i>California v. Ramos</i>, <span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">992</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3446</span></span>, 77 L.Ed. (2d) 1171 (1983). We refuse to extend our ruling in <i>Atkins</i> to cases tried before enactment of the Omnibus Criminal Justice Improvements Act.</p>\n<p>Next, appellant complains of the trial judge's charge regarding mitigating circumstances. The trial judge properly instructed the jury that in order to find an aggravating circumstance, it must do so by unanimous agreement. He also properly charged that the jury's verdict, whether for life or death, must be unanimous. Appellant contends that the trial judge's failure to specify that a finding of a mitigating circumstance need <i>not</i> be unanimous could have led jurors to erroneously conclude that such a finding must likewise to unanimous.</p>\n<p>The test for sufficiency of a jury charge is what a reasonable juror would have understood the charge to mean. <i>State v. Jackson</i>, <span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">523</span></span>, 377 S.E. (2d) 570 (1989); <i>see also </i><i>Mills v. Maryland</i>, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1860</span></span>, 100 L.Ed. (2d) 384 (1988). The trial judge clearly charged the jury it could consider any mitigating factor and could recommend life for no reason at all. Nothing in the charge insinuates life could be given only upon a unanimous finding of a mitigating circumstance. We hold a reasonable juror would have understood the charge as given.</p>\n<p><span class=\"star-pagination\">*287</span> Finally, appellant contests the exclusion of the proffered sur-reply testimony of Dr. Diane Follingstad. Appellant offered several witnesses to testify to his good adaptability to prison life. Three of these witnesses referred to the inmate classification system known as the Adult Internal Management System (AIMS) whereby an inmate is classified on the basis of aggressiveness as alpha, beta, or gamma, with alphas as the most aggressive group. Each of the three witnesses gave an opinion that appellant would fall in the gamma (passive) group if classified.<sup>[1]</sup></p>\n<p>The State offered a reply witness, Helen Smith, who testified as a classification supervisor that appellant was placed in alpha housing upon an earlier conviction for burglary before being moved to death row. Appellant then attempted to offer a witness in sur-reply, Diane Follingstad, a clinical psychologist, who would have testified that not all inmates classified as alphas are necessarily aggressive. The trial judge refused to allow this sur-reply testimony. Appellant claims this violated <i>Skipper v. South Carolina, supra</i><i>.</i></p>\n<p>We find no reversible error. On cross-examination, State's witness Helen Smith admitted that not all alphas are disciplinary problems or aggressive. Both Ms. Smith's testimony and that proffered by Dr. Follingstad cited the authoritative book on the subject written by Dr. Quay. Since the proffered evidence was merely cumulative to testimony elicited on cross-examination, appellant was not prejudiced by its exclusion. <i>State v. Wilson</i>, <span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">73</span></span>, 370 S.E. (2d) 715 (1988).</p>\n<p>We have conducted the sentence review required by S.C. Code Ann. § 16-3-25 (1985) and conclude the evidence supports the jury's finding of an aggravating circumstance. Despite appellant's suggestion that we view this case as merely \"a mugging gone awry,\" the facts indicate appellant, unprovoked, murdered Matthew Brooks by shooting him in the head at point-blank range in the course of robbing his wife of her purse. We find the death sentence was not arbitrarily imposed and is proportionate to the <span class=\"star-pagination\">*288</span> penalty in similar cases. Accordingly, appellant's death sentence is</p>\n<p>Affirmed.</p>\n<p>HARWELL, CHANDLER and TOAL, JJ., concur.</p>\n<p>FINNEY, J., dissenting in separate opinion.</p>\n<p>FINNEY, Justice, dissenting:</p>\n<p>I dissent. In <i>State v. Reed</i>, this Court said:</p>\n<blockquote>We again remind solicitors their final argument in the penalty phase of a capital trial must be carefully tailored so as not to appeal to the personal bias of a juror, nor calculated to arouse his passion or prejudice. <i>State v. Bell</i>, [<span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">391</span></span>], 360 S.E. (2d) 706 (S.C. 1987). The argument must be confined to the record and its reasonable inferences and must focus on the characteristics of the defendant and the nature of the crime. <i>See State v. Bell; </i><i>State v. Smart</i>, <span class=\"citation no-link\"><span class=\"volume\">278</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">515</span></span>, 299 S.E. (2d) 686 (1982); <i>State v. Linder</i>, <span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">304</span></span>, 278 S.E. (2d) 335 (1981).</blockquote>\n<blockquote>This Court's decisions condemning arguments by solicitors are so numerous, the principle is elementary. Yet, solicitors continue to ignore the law as set forth by this and higher courts. We hope the dictates of this opinion may finally be heard by the solicitors of this State.</blockquote>\n<p><i>State v. Reed</i>, <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">515</span></span>, 519, 362 S.E. (2d) 13, 15 (1987).</p>\n<p>The record before us, in my view, is no different from the comments previously condemned in <i>Reed, supra</i>, (solicitor's \"cop-out\" argument was prohibited); and <i>State v. Cockerham</i>, <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">380</span></span>, 365 S.E. (2d) 22 (1988), (prosecutor's argument concerning the jury's \"softness ... soft underbelly... lack of courage ... lack of commitment\" prohibited). My difference with my colleagues is that not only can I not commend this portion of the solicitor's closing argument, I condemn it. Considered in their totality, I believe the comments in the instant case fail to meet the test articulated in <i>Darden v. Wainwright</i>, <span class=\"citation no-link\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2464</span></span>, 2472, 91 L.Ed. (2d) 144 (1986), and deprived this appellant of his right to a fair trial.</p>\n<p><span class=\"star-pagination\">*289</span> Additionally, I disagree with so much of the majority opinion as seems to imply that these comments were legitimate responses to appellant's counsel's opening argument \"for compassion, not justice, for mercy\" and asking \"for nothing more than the love of God, for Christian compassion for this man.\" The majority relies at least in part upon <i>State v. Singleton</i>, <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">388</span></span>, 326 S.E. (2d) 153 (1985), <i>cert. denied</i>, <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1111</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2346</span></span>, 85 L.Ed. (2d) 863 (1985). In <i>Singleton</i>, the defendant's trial attorney argued the lack of deterrent effect of the death penalty. In response to this argument, the solicitor argued that the death penalty deterred crime. This Court held that \"under the circumstances, the solicitor's argument did not render the trial unfair.\" <i>Singleton</i>, 326 S.E. (2d) at 156. In my view, responding to a plea for mercy by characterizing a life sentence as a cop-out or the result of a guilt trip is a totally different situation and renders the trial unfair.</p>\n<p>Carried to a logical conclusion, the majority's holding would prohibit defense counsel from pleading for mercy in a death penalty case without opening the door for the prosecutor to argue that a sentence of life imprisonment could indicate questionable integrity or a lack of resolve on the jury's part.</p>\n<p>I find that the solicitor's comments trivializing a life sentence violate the Eighth Amendment to the United States Constitution and unlawfuly curtail the right of a defendant to present evidence in mitigation of death. Under <i>Skipper v. South Carolina</i>, <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1669</span></span>, 90 L.Ed. (2d) 1 (1986); <i>Eddings v. Oklahoma</i>, <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></span>, 71 L.Ed. (2d) 1 (1982); and <i>Lockett v. Ohio</i>, <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2954</span></span>, 57 L.Ed. (2d) 973 (1978), a defendant is allowed to proffer as a mitigating factor any aspect of his character, record, or any of the circumstances of the offense.</p>\n<p>Finally, it is my opinion that the trial court erred by not allowing appellant's expert, Dr. Diane Follingstad, to testify on sur-reply about the classification of prisoners. Dr. Follingstad was the only person qualified to give such testimony, and the appellant should have had the opportunity to deny or explain the reply testimony of Ms. Smith. The exclusion or explain the reply testimony of Ms. Smith. The exclusion of Dr. Follingstad's testimony deprived appellant of his <span class=\"star-pagination\">*290</span> right to place before the jury relevant evidence in mitigation of punishment. <i>Skipper v. South Carolina, supra</i><i>.</i></p>\n<p>I would remand this case for a new sentencing proceeding.</p>\n<h2>NOTES</h2>\n<p>[1]  Death row inmates, who are segregated from the general prison population, are not classified under the AIMS program.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109935/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110641/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111019/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112085/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1156345/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1218256/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1227309/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1235204/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1239812/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1250643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1294168/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1323075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1323313/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1325109/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1333154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1344878/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1371147/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1392485/"
          ]
        }
      ],
      "judges": "Gregory",
      "date_created": "2014-10-30T10:38:23.274539Z",
      "date_modified": "2017-04-04T17:54:47.351961Z",
      "date_filed": "1989-08-14",
      "date_filed_is_approximate": false,
      "slug": "state-v-patterson",
      "citation_id": 1176377,
      "case_name_short": "Patterson",
      "case_name": "State v. Patterson",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "299 S.C. 280",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "384 S.E.2d 699",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 14,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/580472/state-v-patterson/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:38:23.270881Z",
  "date_modified": "2014-10-30T10:38:23.270881Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Patterson",
  "case_name": "State v. Patterson",
  "case_name_full": "",
  "slug": "state-v-patterson",
  "docket_number": "23060",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}