{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/580968/",
  "id": 580968,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ilnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1874549/",
      "id": 1874549,
      "absolute_url": "/opinion/1874549/doe-v-dolton-elementary-school-dist-no-148/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/580968/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1874549/",
          "id": 1874549,
          "absolute_url": "/opinion/1874549/doe-v-dolton-elementary-school-dist-no-148/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1874549/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2426/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:41:30.799117Z",
          "date_modified": "2017-04-07T09:02:37.855511Z",
          "type": "010combined",
          "sha1": "3280091b158a61e42fe51ab96ac51865a45c01c3",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>694 F.Supp. 440 (1988)</b></center>\n<center><h1>John and Mary DOE, as parents and Guardians of Student No. 9387, Plaintiffs,<br>\nv.<br>\nDOLTON ELEMENTARY SCHOOL DISTRICT NO. 148, a body politic and corporate, William Serne, Superintendent, and Joyce Forbes, Trever Casada, Edward Dorman, Mark Myers, Patrick Ryan, Cheryl Brvozas, and Susan Hasier, in their official capacities as members of the said School Board, Defendants.</h1></center>\n<center>No. 87 C 8713.</center>\n<center><p><b>United States District Court, N.D. Illinois, E.D.</b></p></center>\n<center>June 23, 1988.</center>\n<p><span class=\"star-pagination\">*441</span> James L. Elsesser, James L. Elsesser &amp; Assoc., Inc., John T. Harris, Donald P. Smith, Chicago, Ill., for plaintiffs.</p>\n<p>Ben A. Goodin, John W. Norris, Brydges, Riseborough, Morris, Franke &amp; Miller, Chicago, Ill., George E. Riseborough, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>NORGLE, District Judge.</p>\n<p>This is a motion for a preliminary injunction to return Student # 9387, a student who has Acquired Immune Deficiency Syndrome (\"AIDS\"), to his regular classes as a full-time student. <i>See</i> Fed.R.Civ.P. 65(a). For the following reasons, the motion is granted.</p>\n<p></p>\n<h2>THE DISEASE</h2>\n<p>AIDS is a disease caused by a retrovirus that invades certain body cells which are vital to the immune system.<sup>[1]</sup> Eventually, the virus kills its host cells, resulting in a decrease in the body's ability to combat disease.</p>\n<p>An AIDS victim initially becomes a carrier of the AIDS virus. The carrier can transmit the virus to others, but is himself asymptomatic. It is, however, generally agreed that more than fifty percent of the carriers of the AIDS virus will eventually contract the AIDS disease.</p>\n<p>A person has AIDS Related Complex (\"ARC\") when he carries the AIDS virus and exhibits symptoms of a weakened immune system. This indicates that the person is no longer a mere \"carrier\"; he has been attacked by the virus. The ARC symptoms can be fatal. Once a person's immune system is weakened, he is susceptible to diseases which uninfected persons' immune systems can easily fight off. Such diseases are labeled \"opportunistic infections.\" Once a person contracts an opportunistic infection, he is diagnosed as having the AIDS disease. The opportunistic infections cause most AIDS deaths. A person with AIDS can contract any of a number of opportunistic infections; AIDS is a syndrome, and thus affects individuals in various ways. Furthermore, there is no known cure for AIDS, and the disease is believed to be fatal in every instance. A carrier of the AIDS virus may contract the AIDS disease without ever exhibiting symptoms of ARC.</p>\n<p><span class=\"star-pagination\">*442</span> The AIDS virus is transmitted through exchange of bodily fluids: blood, semen, and vaginal/cervical secretions. The virus has been found in saliva and tears, but the concentration is so low and the virus so fragile that the possibility of transmission through those fluids is remote. No known cases of transmission through saliva or tears have been reported. As a result, the AIDS virus is transmitted by intimate sexual contact, blood transfusions, and use of contaminated drug needles. It may also be passed from infected mothers to fetuses or to infants through breast feeding, and, in a few instances, from patients to hospital personnel in accidental fluid exchanges.</p>\n<p></p>\n<h2>THE STUDENT</h2>\n<p>Student # 9387 (\"the Student\") is enrolled in Dolton Elementary School District # 148, Cook County, Illinois (\"the School District\"). The Student is twelve years old. He underwent open heart surgery three times as a child, at ages three months, three years and six years.</p>\n<p>In July, 1986, the Student was hospitalized for rash and high fever of unknown origin. The fever subsided and he was well for two weeks. He then developed thrush, fever, and a swollen cheek and lip. He was readmitted to the hospital, where he was diagnosed as infected with the Human Immunodeficiency Virus (\"HIV\") (HIV is the AIDS virus). The doctors concluded that he must have contracted the virus through blood transfusions during one or more of the operations. The court is not required to determine the correctness of these conclusions. As of September 10, 1987, the Student was diagnosed as an asymptomatic carrier of the AIDS virus. However, by October, 1987, the time of the filing of this lawsuit, the Student had ARC.</p>\n<p>In February, 1988, the Student's attending physician, Dr. Raoul Wolf, diagnosed him as having AIDS. The Student had exhibited symptoms of diarrhea, fever, thrush, loss of weight, infections in the form of cellulitis of his episodes (inflammations), pneumonia, and a T-4 (white blood) cell level below normal.</p>\n<p>At last report, however, the Student exhibited no pneumonia. He had, however, a cold sore on the upper lip, and oral thrush. He had no diarrhea or other abnormal bodily secretions. He has never exhibited aggressive, abnormal, or antisocial behavior.</p>\n<p></p>\n<h2>THIS LAWSUIT</h2>\n<p>On September 28, 1987, upon being informed that the Student was infected with the AIDS virus, the Board of Education of the School District excluded the Student from attending the school's regular education classes and extracurricular activities. On October 8, 1987, the Student filed an eight count complaint alleging various federal and state constitutional and statutory violations. Subsequently, the present Motion for Preliminary Injunction was filed asserting that 1) the School District, as a recipient of federal aid, had violated Section 504 of the Federal Rehabilitation Act of 1973, 29 U.S.C. § 794, which prohibits recipients of such aid from discriminating against handicapped individuals, and 2) it had violated the Student's right to an equal education in the free schools of the State of Illinois, as guaranteed by Section 10-20.12 of the Illinois School Code, Ill.Rev.Stat. ch. 122, ¶ 10-20.12 (1985).</p>\n<p>By late October, 1987, the School District received the written medical reports of Dr. Wolf and Dr. Kenneth Rich, the School District's physician. The medical reports were in complete agreement. Both concluded no known medical reason existed for excluding the student from school, given his condition at the time.</p>\n<p>On January 15, 1988, the School District's Clinical Psychologist, Barry Zaransky, Psy.D., evaluated the Student. Dr. Zaransky's report indicated that the Student was capable of regular classroom attendance and that his exclusion from the classroom was contributing to a loss of self-esteem.</p>\n<p>Pursuant to Rule 706 of the Federal Rules of Evidence, the court appointed Dr. Robert Murphy, Director of the AIDS Clinic at Northwestern University Medical School, as its medical expert. Dr. Murphy examined the Student, the Student's medical <span class=\"star-pagination\">*443</span> records, and the medical authorities submitted by the parties. Dr. Murphy's June 8, 1988 report to the court was in accord with those of the parties' medical experts. Dr. Murphy found there was no medical reason for excluding the Student from a regular classroom environment, so long as the Student had no open lesions, sores or other illnesses.</p>\n<p></p>\n<h2>STANDARD FOR ISSUANCE OF A PRELIMINARY INJUNCTION</h2>\n<p>In order to grant a preliminary injunction, a court must find: 1) the plaintiffs have at least a reasonable likelihood of success on the merits; 2) plaintiffs have no adequate remedy at law and will be irreparably harmed if the injunction does not issue; 3) the threatened injury to plaintiffs outweighs the threatened harm the injunction may inflict on the defendant; and 4) the granting of a preliminary injunction will not disserve the public interest. <i>Adams v. Attorney Registration and Disciplinary Comm'n,</i> 801 F.2d 968, 971 (7th Cir.1986), <i>citing </i><i>Fox Valley Harvestore, Inc. v. A.O. Smith Harvestore Products, Inc.,</i> 545 F.2d 1096, 1097 (7th Cir.1976); <i>see also </i><i>Roland Machinery Co. v. Dresser Industries,</i> 749 F.2d 380, 386-89 (7th Cir. 1984). Plaintiffs have the burden of proving each of these factors. <i>Roland v. Air Line Employees Ass'n,</i> 753 F.2d 1385, 1392 (7th Cir.1985).</p>\n<p>Of these factors, the likelihood of success generally weighs most heavily in a court's decision. The Seventh Circuit, in <i>O'Connor v. Board of Education,</i> 645 F.2d 578, 580 (7th Cir.), <i>cert. denied,</i> 454 U.S. 1084, 102 S.Ct. 641, 70 L.Ed.2d 619 (1981), stated, \"[t]he likelihood of success factor serves as a threshold requirement.... if this factor is unsatisfied, and if the plaintiff has not shown irreparable injury, the court need go no further in denying the preliminary injunction.\" A showing of a likelihood of success is strong evidence an injunction should issue: the more likely the plaintiff is to win, the less heavily need the balance of harms weigh in his favor; the less likely he is to win, the more need it weigh in his favor. <i>Roland Machinery,</i> 749 F.2d at 387.</p>\n<p>The ultimate decision in weighing and balancing these factors requires a high degree of discretion on the part of the trial judge. <i>Adams,</i> 801 F.2d at 971; <i>A.J. Canfield Co. v. Vess Beverages, Inc.,</i> 796 F.2d 903, 906 (7th Cir.1986); <i>Lawson Products, Inc. v. Avnet, Inc.,</i> 782 F.2d 1429, 1437 (7th Cir.1986). Thus, the trial court's determination as to whether to issue an injunction is given substantial deference on review. <i>Adams,</i> 801 F.2d at 971; <i>A.J. Canfield,</i> 796 F.2d at 906; <i>Lawson Products,</i> 782 F.2d at 1437; <i>Roland Machinery,</i> 749 F.2d at 390 (appellate court's role is limited to determining \"whether the judge exceeded the bounds of permissible choice in the circumstances, not what we would have done if we had been in his shoes\").</p>\n<p></p>\n<h2>LIKELIHOOD OF SUCCESS ON THE MERITS</h2>\n<p>Likelihood of success on the merits has been interpreted as a low threshold. <i>Roland Machinery,</i> 749 F.2d at 387. It is enough that plaintiffs demonstrate their chances are more than negligible. <i>Id.</i></p>\n<p>Here, the Student's claim is based primarily on 29 U.S.C. § 794, § 504 of the Rehabilitation Act of 1973, which states in pertinent part:</p>\n<blockquote>No otherwise qualified handicapped individual in the United States, as defined in section 706(7) of this title, shall, solely by reason of his handicap, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance....</blockquote>\n<p>Therefore, in order for the Student to prevail on the merits, the court must find that the Student is a \"handicapped individual\" and is \"otherwise qualified\" to attend school under Section 504.</p>\n<p>Section 706(7)(B) defines \"handicapped individual\" as any person who \"(i) has a physical ... impairment which substantially limits one or more of [his or her] major life activities, (ii) has a record of such an impairment, or (iii) is regarded as having such an impairment.\" 29 U.S.C. § 706(7)(B). The court finds the Student is <span class=\"star-pagination\">*444</span> likely to be considered a handicapped individual under the third definition: \"regarded\" as having a physical impairment which substantially limits his life activities. The Supreme Court has stated that</p>\n<blockquote>... [the] basic purpose of § 504 ... is to ensure that handicapped individuals are not denied jobs or other benefits because of the prejudiced attitudes or the ignorance of others. By amending the definition of \"handicapped individual\" to include not only those who are actually physically impaired, but also those who are regarded as impaired and who, as a result, are substantially limited in a major life activity, Congress acknowledged that society's accumulated myths and fears about disability and disease are as handicapping as are the physical limitations that flow from actual impairment. Few aspects of a handicap give rise to the same level of public fear and misapprehension as contagiousness. Even those who suffer or have recovered from such noninfectious diseases as epilepsy or cancer have faced discrimination based on the irrational fear that they might be contagious. The Act is carefully structured to replace such reflexive reactions to actual or perceived handicaps with actions based on reasoned and medically sound judgments....</blockquote>\n<p><i>School Board of Nassau County v. Arline,</i> 480 U.S. 273, 107 S.Ct. 1123, 1129, 94 L.Ed.2d 307 (1987). Following this reasoning, the Court held that the mere fact that a disease is contagious does not exclude the disease carrier from the definition of \"handicapped individual\" (although contagiousness could make the individual not \"otherwise qualified,\" depending on the circumstances). <i>Id.</i> 107 S.Ct. at 1130.<sup>[2]</sup> However, the reasoning is readily applicable to the plight of a victim of AIDS. Surely no physical problem has created greater public fear and misapprehension than AIDS. That fear includes a perception that a person with AIDS is substantially impaired in his ability to interact with others, e.g., to attend public school. Such interaction is a major life activity.</p>\n<p>Congress has wisely determined that the courts shall protect individuals from reflexive reactions to their actual or perceived handicaps. While AIDS is a serious problem which demands immediate attention, only reasoned and medically sound judgments shall prevail. Therefore, the court holds the Student is likely to prevail in establishing he is a \"handicapped individual,\" protected under § 706(7)(B)(iii).<sup>[3]</sup></p>\n<p>The Student may also be viewed as a \"handicapped individual\" because he \"has a physical impairment which substantially limits one or more ... major life activities.\" 29 U.S.C. § 706(7)(B)(i). The phrase \"physical impairment\" means \"any physiological disorder or condition, cosmetic disfigurement, or anatomical loss affecting one or more of the following body systems: ... respiratory; ... reproductive; ... digestive; ... hemic and lymphatic....\" 45 C.F.R. § 84.3(j)(2)(i).</p>\n<p>The parties agree the Student has AIDS, as found by Dr. Wolf. Given that finding alone, the Student has a substantial likelihood of demonstrating that he has a physiological disorder of his hemic, lymphatic and reproductive systems. AIDS destroys white blood cells, including lymphocytes (white blood cells produced by the lymphatic system). Therefore, AIDS creates a physiological disorder of the hemic (blood) and lymphatic systems. Furthermore, the AIDS victim has a disorder of the reproductive system in that he or she cannot engage in reproductive activity without endangering the lives of both the offspring and the other parent. In addition, this student had pneumonia, a physiological disorder of the <span class=\"star-pagination\">*445</span> respiratory system. He also had diarrhea and weight loss, disorders of the digestive system.</p>\n<p>These physiological disorders substantially limit major life activities of the Student. His involvement in contact sports is limited to that of an observer, forcing him to sit on the side while his classmates engage in these activities. Also, he may not engage in reproductive functions without endangering the lives of others. While the Student may not yet be of an age where such activity is appropriate, the mere prospect of such a limitation is certain to restrict social interaction with those of the opposite sex.</p>\n<p>Several courts have found that an AIDS victim is, or is likely to be held, handicapped under the Federal Rehabilitation Act. <i>See </i><i>Chalk v. United States District Court Central District of California,</i> 840 F.2d 701 (9th Cir.1988) (teacher with AIDS likely to be found handicapped under the Act; court issued a preliminary injunction); <i>Thomas v. Atascadero Unified School District,</i> 662 F.Supp. 376 (C.D.Cal.1987) (any person infected with the AIDS virus, even an asymptomatic carrier, is handicapped due to impairment of the hemic and reproductive systems which makes procreation and childbirth dangerous to others); <i>District 27 Community School Board v. Board of Education,</i> 130 Misc.2d 398, 502 N.Y.S.2d 325 (N.Y.Sup.Ct.1986) (a person with AIDS has a physical impairment because AIDS destroys certain lymphocytes, and a student automatically excluded from school is treated/regarded as having a physical impairment); <i>see also </i><i>Ray v. School District of DeSoto County,</i> 666 F.Supp. 1524 (M.D.Fla.1987) (granting preliminary injunction to three children who tested positive for HIV without specifically addressing the question of whether the children were handicapped within the meaning of the Act); <i>but cf. </i><i>Doe v. Belleville Public School Dist. No. 118,</i> 672 F.Supp. 342 (S.D.Ill.1987) (child with AIDS not handicapped under Education for All Handicapped Children Act because disease did not adversely affect child's educational performance, but question of handicap under Federal Rehabilitation Act not relevant). Persons with other diseases have been held handicapped under the Federal Rehabilitation Act. <i>See, e.g., </i><i>Arline,</i> 107 S.Ct. 1123 (teacher with tuberculosis handicapped); <i>Pushkin v. Regents of the University of Colorado,</i> 658 F.2d 1372 (10th Cir.1981) (doctor with multiple sclerosis handicapped under the Act).</p>\n<p>The next determination involves whether Student # 9387 is \"otherwise qualified\" to attend school. As set out in <i>Chalk:</i></p>\n<blockquote>A person who poses a significant risk of communicating an infectious disease to others in the workplace will not be otherwise qualified for his or her job if reasonable accommodation will not eliminate that risk.</blockquote>\n<p>840 F.2d at 705, <i>quoting, </i><i>Arline,</i> 107 S.Ct. at 1131 n. 16. Similarly, the Student is otherwise qualified unless he poses a significant risk of infecting teachers and fellow students. In deciding this issue, <i>Arline</i> required that this court make findings regarding four factors: \"(a) the nature of the risk (how the disease is transmitted), (b) the duration of the risk (how long is the carrier infectious), (c) the severity of the risk (what is the potential harm to third parties) and (d) the probabilities the disease will be transmitted and will cause varying degrees of harm.\" <i>Arline,</i> 107 S.Ct. at 1131. Further, in making these findings, a district court should give particular deference to the pronouncements of public health officials. <i>Id. Chalk</i> also adopted this analysis. 840 F.2d at 705-06.</p>\n<p>In this case, the court finds there is no significant risk of transmission of AIDS in the classroom setting. Plaintiffs and defendants have each submitted reports from medical experts. The court appointed a third expert. All three are in agreement. Dr. Murphy, the court appointed expert, stated:</p>\n<blockquote>Infection with the Human Immunodeficiency Virus (HIV-I) does not present a hazard to others in the school or workplace (except in a hospital setting). There is very strong scientific evidence that the HIV-I virus is not transmitted <span class=\"star-pagination\">*446</span> through touching, sharing toys, playground equipment, bathrooms, water fountains or through other types of \"casual contact.\" Even siblings of infected children who have bathed together and shared toothbrushes do not appear to be at risk.... Allowing [the Student] access to school poses no significant risk to classmates, teachers or other personnel.</blockquote>\n<p>The opinions of public health officials are in agreement with Dr. Murphy. Based on the accumulated body of medical evidence, the Surgeon General of the United States has concluded:</p>\n<blockquote>There is no known risk of non-sexual infection in most of the situations we encounter in our daily lives. We know that family members living with individuals who have the AIDS virus do not become infected except through sexual contact. There is no evidence of transmission (spread) of the AIDS virus by everyday contact even though these family members shared food, towels, cups, razors, even toothbrushes, and kissed each other.</blockquote>\n<p>U.S. Public Health Service, <i>Surgeon General's Report on Acquired Immune Deficiency,</i> at 13 (1986). Regarding the classroom environment specifically, the Surgeon General found:</p>\n<blockquote>None of the identified cases of AIDS in the United States are known or are suspected to have been transmitted from one child to another in school, day care or foster care settings. Transmission would necessitate exposure of open cuts to the blood or other body fluids of the infected child, a highly unlikely occurrence. Even then, routine safety procedures for handling blood or other body fluids ... would be effective in preventing transmission from children with AIDS to other children in school.... Casual social contact between children and persons infected with the AIDS virus is not dangerous.</blockquote>\n<p><i>Id.</i> at 23-24. These conclusions are echoed by the other medical authorities, including the United States Centers for Disease Control (\"CDC\"), the American Medical Association, and the Institute of Medicine of the National Academy of Sciences.</p>\n<p>The <i>Chalk</i> court, in finding no significant risk of transmission, noted, \"[l]ittle in science can be proved with complete certainty, and section 504 does not require such a test.\" 840 F.2d at 707. Yet the consensus of medical authority is overwhelming. The court is therefore in agreement with <i>Chalk</i> that no significant risk exists that AIDS will be communicated in a school setting.<sup>[4]</sup> The court also agrees with the <i>Chalk</i> finding that where the risk of transmission is not significant, the <i>Arline</i> factors weigh in favor of plaintiffs' likelihood of success on the merits. <i>See </i><i>Chalk,</i> 840 F.2d at 707-08. The determination that plaintiffs are very likely to succeed on the merits weighs heavily in favor of issuance of a preliminary injunction.<sup>[5]</sup></p>\n<p></p>\n<h2>IRREPARABLE INJURY AND INADEQUATE REMEDIES AT LAW</h2>\n<p>The School District asserts that the Student will not suffer irreparable harm because he has had and could continue to have homebound education.<sup>[6]</sup> The School District employees' admissions, however, are inconsistent with this assertion. The Superintendent for the School District admitted at his deposition that attendance in the normal school environment is superior, in educational terms, to the \"homebound\" education the Student has been receiving. He stated that group interaction, class discussion, and learning different points of view are advantages of classroom participation which are unavailable to those receiving <span class=\"star-pagination\">*447</span> homebound education. Nor would homebound students have access to a library, chemistry lab or biology lab. This testimony clearly demonstrates the educational benefits of the school environment are far superior to those derived from two (2) hours of daily homebound education.</p>\n<p>Dr. Zaransky, the staff psychologist for the School District, following an extensive evaluation of Student # 9387, concluded:</p>\n<blockquote>The Student's considerable self-focus at this time would also appear to indicate that it would, indeed, be in his best interest to become involved in things outside the home in an effort to reduce the self-focus and direct his attention to other age-appropriate things.</blockquote>\n<p>Dr. Zaransky further opined that while the Student has suffered some loss of self-esteem, this could be in some part alleviated by returning him to the normal classroom environment, and that homebound instruction only \"accentuates\" the Student's loss of self-esteem.</p>\n<p>Thus, the School District's position regarding homebound instruction does not consider the Student's social and emotional development. In <i>New York State Ass'n for Retarded Children v. Carey,</i> 612 F.2d 644 (2d Cir.1979), the court found that segregation of children infected with the hepatitis B virus was not justified because of the harm caused to these children:</p>\n<blockquote>In addition, the formation of special classes for this small group of children will naturally lead to a decrease in the curricular options that are available for each child. Separation of the carrier children will also limit the extent to which they can participate in school-wide activities such as meals, recesses, and assemblies, and will reenforce the stigma to which these children have already been subjected.</blockquote>\n<p><i>Id.</i> at 650-51. The stigma attached to Student # 9387 is even greater considering the increased negative importations associated with AIDS. Further, the Supreme Court in <i>Brown v. Board of Education,</i> 347 U.S. 483, 494, 74 S.Ct. 686, 691, 98 L.Ed. 873 (1954), discussing the issue of segregation on the basis of race, stated most succinctly:</p>\n<blockquote>To separate them from others of similar age and qualifications solely because of their race generates a feeling of inferiority as to their status in the community that may affect their hearts and minds in a way unlikely ever to be undone.</blockquote>\n<p>Similarly, if AIDS-infected children are segregated, they will suffer the same feelings of inferiority the Supreme Court sought to eradicate in <i>Brown</i> 34 years ago.</p>\n<p>Finally, the court in <i>Chalk</i> addressed the irreparable injury component:</p>\n<blockquote>An additional factor favoring a preliminary injunction here arises from the very nature of Chalk's affliction. Studies and statistics of etiology and terminus of AIDS show that although the time during which such a person may be quick and productive varies, the virus is fatal in all recorded cases. Presently Chalk is fully qualified and able to return to work; but his ability to do so will surely be affected in time. A delay, even if only a few months, pending trial represents precious, productive time irretrievably lost to him.</blockquote>\n<p>840 F.2d at 710. <i>Chalk</i> involved a teacher, while this case involves a student. Given a child's need to interact socially with other children and adults as part of his or her emotional development, the <i>Chalk</i> rationale is magnified with respect to Student # 9387. That the Student who has contracted AIDS will likely die does not detract from the importance of this need.</p>\n<p>The Student must also prove that there is no adequate remedy at law for his injury. Again, <i>Chalk</i> provides guidance on this issue:</p>\n<blockquote>Here, plaintiff is not claiming future monetary injury; his injury is emotional and psychological  and immediate. Such an injury cannot be adequately compensated for by a monetary award after trial.</blockquote>\n<p><i>Id.</i> The analogy to the Student's situation is obvious. The Student does not seek monetary damages and no amount of money would adequately compensate him for the interim denial of his educational opportunities.</p>\n<p><span class=\"star-pagination\">*448</span> In sum, the Student has presented evidence that feelings of inferiority are already evident and that irreparable harm, in an emotional and social sense, has already occurred, and will continue to occur if the Student is not allowed to return to a regular classroom environment. Therefore, the court finds that plaintiffs have met the burden of proving irreparable injury and the inadequacy of remedies at law.</p>\n<p></p>\n<h2>BALANCE OF HARDSHIPS</h2>\n<p>Plaintiffs must next prove that the threatened injury to the Student outweighs the threatened harm the injunction may inflict on the defendant. As previously indicated, because plaintiffs have a strong likelihood of success on the merits, the balance of hardships need not weigh strongly in their favor.</p>\n<p>The alleged harm to the public, and specifically to the other school children and teachers, is premised solely on the risk of transmission of the disease as a result of the Student's return to the classroom. The <i>Chalk</i> court held this \"theoretical risk\" insufficient to outweigh the detrimental effects actually occurring and likely to continue to occur to the plaintiff. <i>Id.</i> at 710; <i>see also </i><i>Ray,</i> 666 F.Supp. at 1535 (\"actual, ongoing injury to Plaintiffs ... clearly outweighs the potential harm to others....\"). The court similarly finds the present and future detrimental psychological and social effects on the Student resulting from a failure to issue an injunction outweigh any speculative injury that might occur by issuing the injunction.</p>\n<p></p>\n<h2>PUBLIC INTEREST</h2>\n<p>Plaintiffs must finally prove that the issuance of the injunction will not disserve the public interest. This factor is related to the balancing of hardships. The Seventh Circuit, however, treats it as a distinct element. In <i>Chalk,</i> the district court had concluded that plaintiff's injury was outweighed by the fear which was likely to be produced by his presence in the classroom. The Ninth Circuit rejected this rationale. It cited <i>Arline</i> as supporting its position:</p>\n<blockquote>To allow the court to base its decision on the fear and apprehension of others would frustrate the goals of section 504. \"[T]he basic purpose of § 504 [is] to ensure that handicapped individuals are not denied jobs or other benefits because of the prejudiced attitudes or ignorance of others.\" <i>Arline,</i> 107 S.Ct. at 1129. The Supreme Court recognized in <i>Arline</i> that a significant risk of transmission was a legitimate concern which could justify exclusion if the risk could not be eliminated through reasonable accommodation; however, it soundly rejected the argument that exclusion could be justified on the basis of \"pernicious mythologies\" or \"irrational fear.\" <i>Id.</i> at 1129-30 &amp; n. 12.</blockquote>\n<p><i>Chalk,</i> 840 F.2d at 711; <i>see also </i><i>Ray,</i> 666 F.Supp. at 1535 (\"the Court <i>may not</i> be guided by such community fear, parental pressure, and the possibility of lawsuits.\") (emphasis in original).</p>\n<p>In other words, public concern for safety is a legitimate factor to be considered by the court, but only if the concern is rationally based. Here, the present threat of the Student transmitting the AIDS virus to others is indeed minimal. However, the Student's immune system will continue to deteriorate over time, leaving him increasingly susceptible to opportunistic infections. As the <i>Chalk</i> court noted, \"[t]hese infections do not cause AIDS, nor do they increase the risk of transmission of the AIDS virus, but some of them may themselves be communicable to others in a classroom setting.\" 840 F.2d at 711. The court in <i>Chalk</i> stated that the district court was in the best position, guided by qualified medical opinion, to determine what reasonable procedures could be implemented to ensure that Chalk's continued presence in the classroom would not significantly increase the risk of harm to others. <i>Id.</i></p>\n<p>Such is the case here. In granting injunctive relief, the court is cognizant of the public concern for safety given that a fatal communicable disease exists in our society for which a cure has yet to be found. Increasing publicity has continued to focus on the epidemic spread of the disease throughout our society. Each case, however, must be decided according to its own particular facts. Based on the facts presented here, the court finds any public \"hysteria\" or \"irrational fear\" emanating <span class=\"star-pagination\">*449</span> from the Student's reentry into the school population neither justifies nor supports continuing exclusion. Nonetheless, the court will not simply issue the preliminary injunction and \"call it a day.\" As the specific order of the court which follows indicates, carefully-drawn procedures will be implemented to ensure that any potential risk of harm to the Student's classmates and teachers will be virtually eliminated. Any public misperception associated with this particular student's reentry into the classroom should be reduced, if not removed altogether, by the court's conscientious attempt to protect the interests of all concerned. Accordingly, the granting of a preliminary injunction will not disserve the public interest.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>A preteen grade school student, an innocent victim of a disease generally considered fatal, asks the court to exercise its historic equitable powers to sever the strictures of individualized \"homebound\" education and return him to his classmates and a normal school situation. He asks that he not be denied the opportunity to complete his basic education in a public school. He asks that school officials, despite their well-intentioned concern for the safety and health of all students, be compelled to follow the law in light of overwhelming medical evidence showing the absence of any defensible reason for excluding him from the classroom.</p>\n<p>The court finds that the plaintiffs have met their burden, and orders as follows:</p>\n<blockquote>1) a preliminary injunction is entered prohibiting the School District from excluding the Student from attending full-time curricular and extra-curricular activities commencing with the Autumn, 1988, school term;</blockquote>\n<blockquote>2) the School District shall follow the Center for Disease Control guidelines for the regulation and care of students afflicted with AIDS;</blockquote>\n<blockquote>3) the Student shall not engage in any contact sports sponsored by the school in curricular and extracurricular programs;</blockquote>\n<blockquote>4) the Student shall have monthly medical examinations performed by the Student's doctor, and monthly medical reports of those examinations shall be filed under seal with the Clerk of the Court, and sent to the appropriate School District personnel and the Student's attorneys, so long as the Student is willing, eligible and able to attend school;</blockquote>\n<blockquote>5) the Student shall have weekly preliminary medical examinations performed by the School District's nurse;</blockquote>\n<blockquote>6) the parents of the Student shall immediately report any open lesions or illnesses to the appropriate School District personnel;</blockquote>\n<blockquote>7) the School faculty and staff shall be informed of the Student's identity, but shall keep the identity of the Student strictly confidential and not reveal the Student's identity to anyone other than the appropriate school or medical persons without prior court order;</blockquote>\n<blockquote>8) the School District shall inform and educate the School staff and faculty regarding AIDS, including its etiology, and the routes and risks of transmission;</blockquote>\n<blockquote>9) copies of this order shall be distributed to all teachers and staff.</blockquote>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  A retrovirus is a class of viruses with special genetic material which allows them to produce copies of themselves inside the cells they infect, killing the host cells in the process.</p>\n<p>[2]  The Supreme Court declined to decide, since the case did not present the question, whether a carrier of AIDS could be considered to have a physical impairment, or whether such a person could be considered, solely on the basis of contagiousness, a handicapped person as defined by the Act. <i>Arline,</i> 107 S.Ct. at 1128 n. 7.</p>\n<p>[3]  The fact that the Student has a contagious disease in no way affects the court's holding that the Student is likely to be considered a handicapped individual. Persons with contagious diseases are not necessarily excluded from the purview of the Rehabilitation Act. <i>Arline,</i> 107 S.Ct. at 1130; <i>Chalk v. United States District Court of California,</i> 840 F.2d 701 (9th Cir.1988).</p>\n<p>[4]  <i>Chalk</i> involved a teacher, while this case involves a student. While one could argue that this makes <i>Chalk</i> distinguishable, neither the medical evidence nor the <i>Chalk</i> court point to such a distinction.</p>\n<p>[5]  Because plaintiffs are likely to prevail under the Federal Rehabilitation Act, the court need not address plaintiffs' claim under Illinois law.</p>\n<p>[6]  Homebound education consists of a teacher going to a student's home during normal class days and giving him individualized instruction for several hours.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">694</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">440</span></span> (1988)</b></center>\n<center><h1>John and Mary DOE, as parents and Guardians of Student No. 9387, Plaintiffs,<br>\nv.<br>\nDOLTON ELEMENTARY SCHOOL DISTRICT NO. 148, a body politic and corporate, William Serne, Superintendent, and Joyce Forbes, Trever Casada, Edward Dorman, Mark Myers, Patrick Ryan, Cheryl Brvozas, and Susan Hasier, in their official capacities as members of the said School Board, Defendants.</h1></center>\n<center>No. 87 C 8713.</center>\n<center><p><b>United States District Court, N.D. Illinois, E.D.</b></p></center>\n<center>June 23, 1988.</center>\n<p><span class=\"star-pagination\">*441</span> James L. Elsesser, James L. Elsesser &amp; Assoc., Inc., John T. Harris, Donald P. Smith, Chicago, Ill., for plaintiffs.</p>\n<p>Ben A. Goodin, John W. Norris, Brydges, Riseborough, Morris, Franke &amp; Miller, Chicago, Ill., George E. Riseborough, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>NORGLE, District Judge.</p>\n<p>This is a motion for a preliminary injunction to return Student # 9387, a student who has Acquired Immune Deficiency Syndrome (\"AIDS\"), to his regular classes as a full-time student. <i>See</i> Fed.R.Civ.P. 65(a). For the following reasons, the motion is granted.</p>\n<p></p>\n<h2>THE DISEASE</h2>\n<p>AIDS is a disease caused by a retrovirus that invades certain body cells which are vital to the immune system.<sup>[1]</sup> Eventually, the virus kills its host cells, resulting in a decrease in the body's ability to combat disease.</p>\n<p>An AIDS victim initially becomes a carrier of the AIDS virus. The carrier can transmit the virus to others, but is himself asymptomatic. It is, however, generally agreed that more than fifty percent of the carriers of the AIDS virus will eventually contract the AIDS disease.</p>\n<p>A person has AIDS Related Complex (\"ARC\") when he carries the AIDS virus and exhibits symptoms of a weakened immune system. This indicates that the person is no longer a mere \"carrier\"; he has been attacked by the virus. The ARC symptoms can be fatal. Once a person's immune system is weakened, he is susceptible to diseases which uninfected persons' immune systems can easily fight off. Such diseases are labeled \"opportunistic infections.\" Once a person contracts an opportunistic infection, he is diagnosed as having the AIDS disease. The opportunistic infections cause most AIDS deaths. A person with AIDS can contract any of a number of opportunistic infections; AIDS is a syndrome, and thus affects individuals in various ways. Furthermore, there is no known cure for AIDS, and the disease is believed to be fatal in every instance. A carrier of the AIDS virus may contract the AIDS disease without ever exhibiting symptoms of ARC.</p>\n<p><span class=\"star-pagination\">*442</span> The AIDS virus is transmitted through exchange of bodily fluids: blood, semen, and vaginal/cervical secretions. The virus has been found in saliva and tears, but the concentration is so low and the virus so fragile that the possibility of transmission through those fluids is remote. No known cases of transmission through saliva or tears have been reported. As a result, the AIDS virus is transmitted by intimate sexual contact, blood transfusions, and use of contaminated drug needles. It may also be passed from infected mothers to fetuses or to infants through breast feeding, and, in a few instances, from patients to hospital personnel in accidental fluid exchanges.</p>\n<p></p>\n<h2>THE STUDENT</h2>\n<p>Student # 9387 (\"the Student\") is enrolled in Dolton Elementary School District # 148, Cook County, Illinois (\"the School District\"). The Student is twelve years old. He underwent open heart surgery three times as a child, at ages three months, three years and six years.</p>\n<p>In July, 1986, the Student was hospitalized for rash and high fever of unknown origin. The fever subsided and he was well for two weeks. He then developed thrush, fever, and a swollen cheek and lip. He was readmitted to the hospital, where he was diagnosed as infected with the Human Immunodeficiency Virus (\"HIV\") (HIV is the AIDS virus). The doctors concluded that he must have contracted the virus through blood transfusions during one or more of the operations. The court is not required to determine the correctness of these conclusions. As of September 10, 1987, the Student was diagnosed as an asymptomatic carrier of the AIDS virus. However, by October, 1987, the time of the filing of this lawsuit, the Student had ARC.</p>\n<p>In February, 1988, the Student's attending physician, Dr. Raoul Wolf, diagnosed him as having AIDS. The Student had exhibited symptoms of diarrhea, fever, thrush, loss of weight, infections in the form of cellulitis of his episodes (inflammations), pneumonia, and a T-4 (white blood) cell level below normal.</p>\n<p>At last report, however, the Student exhibited no pneumonia. He had, however, a cold sore on the upper lip, and oral thrush. He had no diarrhea or other abnormal bodily secretions. He has never exhibited aggressive, abnormal, or antisocial behavior.</p>\n<p></p>\n<h2>THIS LAWSUIT</h2>\n<p>On September 28, 1987, upon being informed that the Student was infected with the AIDS virus, the Board of Education of the School District excluded the Student from attending the school's regular education classes and extracurricular activities. On October 8, 1987, the Student filed an eight count complaint alleging various federal and state constitutional and statutory violations. Subsequently, the present Motion for Preliminary Injunction was filed asserting that 1) the School District, as a recipient of federal aid, had violated Section 504 of the Federal Rehabilitation Act of 1973, 29 U.S.C. § 794, which prohibits recipients of such aid from discriminating against handicapped individuals, and 2) it had violated the Student's right to an equal education in the free schools of the State of Illinois, as guaranteed by Section 10-20.12 of the Illinois School Code, Ill.Rev.Stat. ch. 122, ¶ 10-20.12 (1985).</p>\n<p>By late October, 1987, the School District received the written medical reports of Dr. Wolf and Dr. Kenneth Rich, the School District's physician. The medical reports were in complete agreement. Both concluded no known medical reason existed for excluding the student from school, given his condition at the time.</p>\n<p>On January 15, 1988, the School District's Clinical Psychologist, Barry Zaransky, Psy.D., evaluated the Student. Dr. Zaransky's report indicated that the Student was capable of regular classroom attendance and that his exclusion from the classroom was contributing to a loss of self-esteem.</p>\n<p>Pursuant to Rule 706 of the Federal Rules of Evidence, the court appointed Dr. Robert Murphy, Director of the AIDS Clinic at Northwestern University Medical School, as its medical expert. Dr. Murphy examined the Student, the Student's medical <span class=\"star-pagination\">*443</span> records, and the medical authorities submitted by the parties. Dr. Murphy's June 8, 1988 report to the court was in accord with those of the parties' medical experts. Dr. Murphy found there was no medical reason for excluding the Student from a regular classroom environment, so long as the Student had no open lesions, sores or other illnesses.</p>\n<p></p>\n<h2>STANDARD FOR ISSUANCE OF A PRELIMINARY INJUNCTION</h2>\n<p>In order to grant a preliminary injunction, a court must find: 1) the plaintiffs have at least a reasonable likelihood of success on the merits; 2) plaintiffs have no adequate remedy at law and will be irreparably harmed if the injunction does not issue; 3) the threatened injury to plaintiffs outweighs the threatened harm the injunction may inflict on the defendant; and 4) the granting of a preliminary injunction will not disserve the public interest. <i>Adams v. Attorney Registration and Disciplinary Comm'n,</i> <span class=\"citation\" data-id=\"476714\"><a href=\"/opinion/476714/robert-j-adams-jr-v-attorney-registration-and-disciplinary-commission/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span>, 971 (7th Cir.1986), <i>citing </i><i>Fox Valley Harvestore, Inc. v. A.O. Smith Harvestore Products, Inc.,</i> <span class=\"citation\" data-id=\"340800\"><a href=\"/opinion/340800/fox-valley-harvestore-inc-a-corporation-and-carmen-w-gruetzmacher-v/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1096</span></a></span>, 1097 (7th Cir.1976); <i>see also </i><i>Roland Machinery Co. v. Dresser Industries,</i> <span class=\"citation\" data-id=\"445078\"><a href=\"/opinion/445078/roland-machinery-company-v-dresser-industries-inc/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span>, 386-89 (7th Cir. 1984). Plaintiffs have the burden of proving each of these factors. <i>Roland v. Air Line Employees Ass'n,</i> <span class=\"citation\" data-id=\"447560\"><a href=\"/opinion/447560/ronald-roland-individually-and-as-chairman-of-local-council-1-v-air-line/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1385</span></a></span>, 1392 (7th Cir.1985).</p>\n<p>Of these factors, the likelihood of success generally weighs most heavily in a court's decision. The Seventh Circuit, in <i>O'Connor v. Board of Education,</i> <span class=\"citation\" data-id=\"389174\"><a href=\"/opinion/389174/karen-oconnor-by-her-parents-and-next-friends-joseph-oconnor-and/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span>, 580 (7th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1084</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">641</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></span> (1981), stated, \"[t]he likelihood of success factor serves as a threshold requirement.... if this factor is unsatisfied, and if the plaintiff has not shown irreparable injury, the court need go no further in denying the preliminary injunction.\" A showing of a likelihood of success is strong evidence an injunction should issue: the more likely the plaintiff is to win, the less heavily need the balance of harms weigh in his favor; the less likely he is to win, the more need it weigh in his favor. <i>Roland Machinery,</i> 749 F.2d at 387.</p>\n<p>The ultimate decision in weighing and balancing these factors requires a high degree of discretion on the part of the trial judge. <i>Adams,</i> 801 F.2d at 971; <i>A.J. Canfield Co. v. Vess Beverages, Inc.,</i> <span class=\"citation\" data-id=\"474046\"><a href=\"/opinion/474046/aj-canfield-co-a-corporation-v-vess-beverages-inc-a-corporation/\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">903</span></a></span>, 906 (7th Cir.1986); <i>Lawson Products, Inc. v. Avnet, Inc.,</i> <span class=\"citation\" data-id=\"464664\"><a href=\"/opinion/464664/lawson-products-inc-a-delaware-corporation-lawson-products-inc-a/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1429</span></a></span>, 1437 (7th Cir.1986). Thus, the trial court's determination as to whether to issue an injunction is given substantial deference on review. <i>Adams,</i> 801 F.2d at 971; <i>A.J. Canfield,</i> 796 F.2d at 906; <i>Lawson Products,</i> 782 F.2d at 1437; <i>Roland Machinery,</i> 749 F.2d at 390 (appellate court's role is limited to determining \"whether the judge exceeded the bounds of permissible choice in the circumstances, not what we would have done if we had been in his shoes\").</p>\n<p></p>\n<h2>LIKELIHOOD OF SUCCESS ON THE MERITS</h2>\n<p>Likelihood of success on the merits has been interpreted as a low threshold. <i>Roland Machinery,</i> 749 F.2d at 387. It is enough that plaintiffs demonstrate their chances are more than negligible. <i>Id.</i></p>\n<p>Here, the Student's claim is based primarily on 29 U.S.C. § 794, § 504 of the Rehabilitation Act of 1973, which states in pertinent part:</p>\n<blockquote>No otherwise qualified handicapped individual in the United States, as defined in section 706(7) of this title, shall, solely by reason of his handicap, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance....</blockquote>\n<p>Therefore, in order for the Student to prevail on the merits, the court must find that the Student is a \"handicapped individual\" and is \"otherwise qualified\" to attend school under Section 504.</p>\n<p>Section 706(7)(B) defines \"handicapped individual\" as any person who \"(i) has a physical ... impairment which substantially limits one or more of [his or her] major life activities, (ii) has a record of such an impairment, or (iii) is regarded as having such an impairment.\" 29 U.S.C. § 706(7)(B). The court finds the Student is <span class=\"star-pagination\">*444</span> likely to be considered a handicapped individual under the third definition: \"regarded\" as having a physical impairment which substantially limits his life activities. The Supreme Court has stated that</p>\n<blockquote>... [the] basic purpose of § 504 ... is to ensure that handicapped individuals are not denied jobs or other benefits because of the prejudiced attitudes or the ignorance of others. By amending the definition of \"handicapped individual\" to include not only those who are actually physically impaired, but also those who are regarded as impaired and who, as a result, are substantially limited in a major life activity, Congress acknowledged that society's accumulated myths and fears about disability and disease are as handicapping as are the physical limitations that flow from actual impairment. Few aspects of a handicap give rise to the same level of public fear and misapprehension as contagiousness. Even those who suffer or have recovered from such noninfectious diseases as epilepsy or cancer have faced discrimination based on the irrational fear that they might be contagious. The Act is carefully structured to replace such reflexive reactions to actual or perceived handicaps with actions based on reasoned and medically sound judgments....</blockquote>\n<p><i>School Board of Nassau County v. Arline,</i> <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>, 1129, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">307</span></a></span> (1987). Following this reasoning, the Court held that the mere fact that a disease is contagious does not exclude the disease carrier from the definition of \"handicapped individual\" (although contagiousness could make the individual not \"otherwise qualified,\" depending on the circumstances). <i>Id.</i> 107 S.Ct. at 1130.<sup>[2]</sup> However, the reasoning is readily applicable to the plight of a victim of AIDS. Surely no physical problem has created greater public fear and misapprehension than AIDS. That fear includes a perception that a person with AIDS is substantially impaired in his ability to interact with others, e.g., to attend public school. Such interaction is a major life activity.</p>\n<p>Congress has wisely determined that the courts shall protect individuals from reflexive reactions to their actual or perceived handicaps. While AIDS is a serious problem which demands immediate attention, only reasoned and medically sound judgments shall prevail. Therefore, the court holds the Student is likely to prevail in establishing he is a \"handicapped individual,\" protected under § 706(7)(B)(iii).<sup>[3]</sup></p>\n<p>The Student may also be viewed as a \"handicapped individual\" because he \"has a physical impairment which substantially limits one or more ... major life activities.\" 29 U.S.C. § 706(7)(B)(i). The phrase \"physical impairment\" means \"any physiological disorder or condition, cosmetic disfigurement, or anatomical loss affecting one or more of the following body systems: ... respiratory; ... reproductive; ... digestive; ... hemic and lymphatic....\" 45 C.F.R. § 84.3(j)(2)(i).</p>\n<p>The parties agree the Student has AIDS, as found by Dr. Wolf. Given that finding alone, the Student has a substantial likelihood of demonstrating that he has a physiological disorder of his hemic, lymphatic and reproductive systems. AIDS destroys white blood cells, including lymphocytes (white blood cells produced by the lymphatic system). Therefore, AIDS creates a physiological disorder of the hemic (blood) and lymphatic systems. Furthermore, the AIDS victim has a disorder of the reproductive system in that he or she cannot engage in reproductive activity without endangering the lives of both the offspring and the other parent. In addition, this student had pneumonia, a physiological disorder of the <span class=\"star-pagination\">*445</span> respiratory system. He also had diarrhea and weight loss, disorders of the digestive system.</p>\n<p>These physiological disorders substantially limit major life activities of the Student. His involvement in contact sports is limited to that of an observer, forcing him to sit on the side while his classmates engage in these activities. Also, he may not engage in reproductive functions without endangering the lives of others. While the Student may not yet be of an age where such activity is appropriate, the mere prospect of such a limitation is certain to restrict social interaction with those of the opposite sex.</p>\n<p>Several courts have found that an AIDS victim is, or is likely to be held, handicapped under the Federal Rehabilitation Act. <i>See </i><i>Chalk v. United States District Court Central District of California,</i> <span class=\"citation\" data-id=\"502352\"><a href=\"/opinion/502352/vincent-l-chalk-v-united-states-district-court-central-district-of/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span> (9th Cir.1988) (teacher with AIDS likely to be found handicapped under the Act; court issued a preliminary injunction); <i>Thomas v. Atascadero Unified School District,</i> <span class=\"citation\" data-id=\"1392865\"><a href=\"/opinion/1392865/thomas-v-atascadero-unified-school-dist/\"><span class=\"volume\">662</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">376</span></a></span> (C.D.Cal.1987) (any person infected with the AIDS virus, even an asymptomatic carrier, is handicapped due to impairment of the hemic and reproductive systems which makes procreation and childbirth dangerous to others); <i>District 27 Community School Board v. Board of Education,</i> <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">325</span></span> (N.Y.Sup.Ct.1986) (a person with AIDS has a physical impairment because AIDS destroys certain lymphocytes, and a student automatically excluded from school is treated/regarded as having a physical impairment); <i>see also </i><i>Ray v. School District of DeSoto County,</i> <span class=\"citation\" data-id=\"2151142\"><a href=\"/opinion/2151142/ray-v-school-dist-of-desoto-county/\"><span class=\"volume\">666</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1524</span></a></span> (M.D.Fla.1987) (granting preliminary injunction to three children who tested positive for HIV without specifically addressing the question of whether the children were handicapped within the meaning of the Act); <i>but cf. </i><i>Doe v. Belleville Public School Dist. No. 118,</i> <span class=\"citation\" data-id=\"2090895\"><a href=\"/opinion/2090895/doe-v-belleville-public-school-dist-no-118/\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">342</span></a></span> (S.D.Ill.1987) (child with AIDS not handicapped under Education for All Handicapped Children Act because disease did not adversely affect child's educational performance, but question of handicap under Federal Rehabilitation Act not relevant). Persons with other diseases have been held handicapped under the Federal Rehabilitation Act. <i>See, e.g., </i><i>Arline,</i> <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span> (teacher with tuberculosis handicapped); <i>Pushkin v. Regents of the University of Colorado,</i> <span class=\"citation\" data-id=\"393991\"><a href=\"/opinion/393991/joshua-r-pushkin-m-d-v-the-regents-of-the-university-of-colorado-the/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1372</span></a></span> (10th Cir.1981) (doctor with multiple sclerosis handicapped under the Act).</p>\n<p>The next determination involves whether Student # 9387 is \"otherwise qualified\" to attend school. As set out in <i>Chalk:</i></p>\n<blockquote>A person who poses a significant risk of communicating an infectious disease to others in the workplace will not be otherwise qualified for his or her job if reasonable accommodation will not eliminate that risk.</blockquote>\n<p>840 F.2d at 705, <i>quoting, </i><i>Arline,</i> 107 S.Ct. at 1131 n. 16. Similarly, the Student is otherwise qualified unless he poses a significant risk of infecting teachers and fellow students. In deciding this issue, <i>Arline</i> required that this court make findings regarding four factors: \"(a) the nature of the risk (how the disease is transmitted), (b) the duration of the risk (how long is the carrier infectious), (c) the severity of the risk (what is the potential harm to third parties) and (d) the probabilities the disease will be transmitted and will cause varying degrees of harm.\" <i>Arline,</i> 107 S.Ct. at 1131. Further, in making these findings, a district court should give particular deference to the pronouncements of public health officials. <i>Id. Chalk</i> also adopted this analysis. 840 F.2d at 705-06.</p>\n<p>In this case, the court finds there is no significant risk of transmission of AIDS in the classroom setting. Plaintiffs and defendants have each submitted reports from medical experts. The court appointed a third expert. All three are in agreement. Dr. Murphy, the court appointed expert, stated:</p>\n<blockquote>Infection with the Human Immunodeficiency Virus (HIV-I) does not present a hazard to others in the school or workplace (except in a hospital setting). There is very strong scientific evidence that the HIV-I virus is not transmitted <span class=\"star-pagination\">*446</span> through touching, sharing toys, playground equipment, bathrooms, water fountains or through other types of \"casual contact.\" Even siblings of infected children who have bathed together and shared toothbrushes do not appear to be at risk.... Allowing [the Student] access to school poses no significant risk to classmates, teachers or other personnel.</blockquote>\n<p>The opinions of public health officials are in agreement with Dr. Murphy. Based on the accumulated body of medical evidence, the Surgeon General of the United States has concluded:</p>\n<blockquote>There is no known risk of non-sexual infection in most of the situations we encounter in our daily lives. We know that family members living with individuals who have the AIDS virus do not become infected except through sexual contact. There is no evidence of transmission (spread) of the AIDS virus by everyday contact even though these family members shared food, towels, cups, razors, even toothbrushes, and kissed each other.</blockquote>\n<p>U.S. Public Health Service, <i>Surgeon General's Report on Acquired Immune Deficiency,</i> at 13 (1986). Regarding the classroom environment specifically, the Surgeon General found:</p>\n<blockquote>None of the identified cases of AIDS in the United States are known or are suspected to have been transmitted from one child to another in school, day care or foster care settings. Transmission would necessitate exposure of open cuts to the blood or other body fluids of the infected child, a highly unlikely occurrence. Even then, routine safety procedures for handling blood or other body fluids ... would be effective in preventing transmission from children with AIDS to other children in school.... Casual social contact between children and persons infected with the AIDS virus is not dangerous.</blockquote>\n<p><i>Id.</i> at 23-24. These conclusions are echoed by the other medical authorities, including the United States Centers for Disease Control (\"CDC\"), the American Medical Association, and the Institute of Medicine of the National Academy of Sciences.</p>\n<p>The <i>Chalk</i> court, in finding no significant risk of transmission, noted, \"[l]ittle in science can be proved with complete certainty, and section 504 does not require such a test.\" 840 F.2d at 707. Yet the consensus of medical authority is overwhelming. The court is therefore in agreement with <i>Chalk</i> that no significant risk exists that AIDS will be communicated in a school setting.<sup>[4]</sup> The court also agrees with the <i>Chalk</i> finding that where the risk of transmission is not significant, the <i>Arline</i> factors weigh in favor of plaintiffs' likelihood of success on the merits. <i>See </i><i>Chalk,</i> 840 F.2d at 707-08. The determination that plaintiffs are very likely to succeed on the merits weighs heavily in favor of issuance of a preliminary injunction.<sup>[5]</sup></p>\n<p></p>\n<h2>IRREPARABLE INJURY AND INADEQUATE REMEDIES AT LAW</h2>\n<p>The School District asserts that the Student will not suffer irreparable harm because he has had and could continue to have homebound education.<sup>[6]</sup> The School District employees' admissions, however, are inconsistent with this assertion. The Superintendent for the School District admitted at his deposition that attendance in the normal school environment is superior, in educational terms, to the \"homebound\" education the Student has been receiving. He stated that group interaction, class discussion, and learning different points of view are advantages of classroom participation which are unavailable to those receiving <span class=\"star-pagination\">*447</span> homebound education. Nor would homebound students have access to a library, chemistry lab or biology lab. This testimony clearly demonstrates the educational benefits of the school environment are far superior to those derived from two (2) hours of daily homebound education.</p>\n<p>Dr. Zaransky, the staff psychologist for the School District, following an extensive evaluation of Student # 9387, concluded:</p>\n<blockquote>The Student's considerable self-focus at this time would also appear to indicate that it would, indeed, be in his best interest to become involved in things outside the home in an effort to reduce the self-focus and direct his attention to other age-appropriate things.</blockquote>\n<p>Dr. Zaransky further opined that while the Student has suffered some loss of self-esteem, this could be in some part alleviated by returning him to the normal classroom environment, and that homebound instruction only \"accentuates\" the Student's loss of self-esteem.</p>\n<p>Thus, the School District's position regarding homebound instruction does not consider the Student's social and emotional development. In <i>New York State Ass'n for Retarded Children v. Carey,</i> <span class=\"citation\" data-id=\"373404\"><a href=\"/opinion/373404/new-york-state-association-for-retarded-children-inc-and-patricia-parisi/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">644</span></a></span> (2d Cir.1979), the court found that segregation of children infected with the hepatitis B virus was not justified because of the harm caused to these children:</p>\n<blockquote>In addition, the formation of special classes for this small group of children will naturally lead to a decrease in the curricular options that are available for each child. Separation of the carrier children will also limit the extent to which they can participate in school-wide activities such as meals, recesses, and assemblies, and will reenforce the stigma to which these children have already been subjected.</blockquote>\n<p><i>Id.</i> at 650-51. The stigma attached to Student # 9387 is even greater considering the increased negative importations associated with AIDS. Further, the Supreme Court in <i>Brown v. Board of Education,</i> <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 494, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, 691, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954), discussing the issue of segregation on the basis of race, stated most succinctly:</p>\n<blockquote>To separate them from others of similar age and qualifications solely because of their race generates a feeling of inferiority as to their status in the community that may affect their hearts and minds in a way unlikely ever to be undone.</blockquote>\n<p>Similarly, if AIDS-infected children are segregated, they will suffer the same feelings of inferiority the Supreme Court sought to eradicate in <i>Brown</i> 34 years ago.</p>\n<p>Finally, the court in <i>Chalk</i> addressed the irreparable injury component:</p>\n<blockquote>An additional factor favoring a preliminary injunction here arises from the very nature of Chalk's affliction. Studies and statistics of etiology and terminus of AIDS show that although the time during which such a person may be quick and productive varies, the virus is fatal in all recorded cases. Presently Chalk is fully qualified and able to return to work; but his ability to do so will surely be affected in time. A delay, even if only a few months, pending trial represents precious, productive time irretrievably lost to him.</blockquote>\n<p>840 F.2d at 710. <i>Chalk</i> involved a teacher, while this case involves a student. Given a child's need to interact socially with other children and adults as part of his or her emotional development, the <i>Chalk</i> rationale is magnified with respect to Student # 9387. That the Student who has contracted AIDS will likely die does not detract from the importance of this need.</p>\n<p>The Student must also prove that there is no adequate remedy at law for his injury. Again, <i>Chalk</i> provides guidance on this issue:</p>\n<blockquote>Here, plaintiff is not claiming future monetary injury; his injury is emotional and psychological  and immediate. Such an injury cannot be adequately compensated for by a monetary award after trial.</blockquote>\n<p><i>Id.</i> The analogy to the Student's situation is obvious. The Student does not seek monetary damages and no amount of money would adequately compensate him for the interim denial of his educational opportunities.</p>\n<p><span class=\"star-pagination\">*448</span> In sum, the Student has presented evidence that feelings of inferiority are already evident and that irreparable harm, in an emotional and social sense, has already occurred, and will continue to occur if the Student is not allowed to return to a regular classroom environment. Therefore, the court finds that plaintiffs have met the burden of proving irreparable injury and the inadequacy of remedies at law.</p>\n<p></p>\n<h2>BALANCE OF HARDSHIPS</h2>\n<p>Plaintiffs must next prove that the threatened injury to the Student outweighs the threatened harm the injunction may inflict on the defendant. As previously indicated, because plaintiffs have a strong likelihood of success on the merits, the balance of hardships need not weigh strongly in their favor.</p>\n<p>The alleged harm to the public, and specifically to the other school children and teachers, is premised solely on the risk of transmission of the disease as a result of the Student's return to the classroom. The <i>Chalk</i> court held this \"theoretical risk\" insufficient to outweigh the detrimental effects actually occurring and likely to continue to occur to the plaintiff. <i>Id.</i> at 710; <i>see also </i><i>Ray,</i> 666 F.Supp. at 1535 (\"actual, ongoing injury to Plaintiffs ... clearly outweighs the potential harm to others....\"). The court similarly finds the present and future detrimental psychological and social effects on the Student resulting from a failure to issue an injunction outweigh any speculative injury that might occur by issuing the injunction.</p>\n<p></p>\n<h2>PUBLIC INTEREST</h2>\n<p>Plaintiffs must finally prove that the issuance of the injunction will not disserve the public interest. This factor is related to the balancing of hardships. The Seventh Circuit, however, treats it as a distinct element. In <i>Chalk,</i> the district court had concluded that plaintiff's injury was outweighed by the fear which was likely to be produced by his presence in the classroom. The Ninth Circuit rejected this rationale. It cited <i>Arline</i> as supporting its position:</p>\n<blockquote>To allow the court to base its decision on the fear and apprehension of others would frustrate the goals of section 504. \"[T]he basic purpose of § 504 [is] to ensure that handicapped individuals are not denied jobs or other benefits because of the prejudiced attitudes or ignorance of others.\" <i>Arline,</i> 107 S.Ct. at 1129. The Supreme Court recognized in <i>Arline</i> that a significant risk of transmission was a legitimate concern which could justify exclusion if the risk could not be eliminated through reasonable accommodation; however, it soundly rejected the argument that exclusion could be justified on the basis of \"pernicious mythologies\" or \"irrational fear.\" <i>Id.</i> at 1129-30 &amp; n. 12.</blockquote>\n<p><i>Chalk,</i> 840 F.2d at 711; <i>see also </i><i>Ray,</i> 666 F.Supp. at 1535 (\"the Court <i>may not</i> be guided by such community fear, parental pressure, and the possibility of lawsuits.\") (emphasis in original).</p>\n<p>In other words, public concern for safety is a legitimate factor to be considered by the court, but only if the concern is rationally based. Here, the present threat of the Student transmitting the AIDS virus to others is indeed minimal. However, the Student's immune system will continue to deteriorate over time, leaving him increasingly susceptible to opportunistic infections. As the <i>Chalk</i> court noted, \"[t]hese infections do not cause AIDS, nor do they increase the risk of transmission of the AIDS virus, but some of them may themselves be communicable to others in a classroom setting.\" 840 F.2d at 711. The court in <i>Chalk</i> stated that the district court was in the best position, guided by qualified medical opinion, to determine what reasonable procedures could be implemented to ensure that Chalk's continued presence in the classroom would not significantly increase the risk of harm to others. <i>Id.</i></p>\n<p>Such is the case here. In granting injunctive relief, the court is cognizant of the public concern for safety given that a fatal communicable disease exists in our society for which a cure has yet to be found. Increasing publicity has continued to focus on the epidemic spread of the disease throughout our society. Each case, however, must be decided according to its own particular facts. Based on the facts presented here, the court finds any public \"hysteria\" or \"irrational fear\" emanating <span class=\"star-pagination\">*449</span> from the Student's reentry into the school population neither justifies nor supports continuing exclusion. Nonetheless, the court will not simply issue the preliminary injunction and \"call it a day.\" As the specific order of the court which follows indicates, carefully-drawn procedures will be implemented to ensure that any potential risk of harm to the Student's classmates and teachers will be virtually eliminated. Any public misperception associated with this particular student's reentry into the classroom should be reduced, if not removed altogether, by the court's conscientious attempt to protect the interests of all concerned. Accordingly, the granting of a preliminary injunction will not disserve the public interest.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>A preteen grade school student, an innocent victim of a disease generally considered fatal, asks the court to exercise its historic equitable powers to sever the strictures of individualized \"homebound\" education and return him to his classmates and a normal school situation. He asks that he not be denied the opportunity to complete his basic education in a public school. He asks that school officials, despite their well-intentioned concern for the safety and health of all students, be compelled to follow the law in light of overwhelming medical evidence showing the absence of any defensible reason for excluding him from the classroom.</p>\n<p>The court finds that the plaintiffs have met their burden, and orders as follows:</p>\n<blockquote>1) a preliminary injunction is entered prohibiting the School District from excluding the Student from attending full-time curricular and extra-curricular activities commencing with the Autumn, 1988, school term;</blockquote>\n<blockquote>2) the School District shall follow the Center for Disease Control guidelines for the regulation and care of students afflicted with AIDS;</blockquote>\n<blockquote>3) the Student shall not engage in any contact sports sponsored by the school in curricular and extracurricular programs;</blockquote>\n<blockquote>4) the Student shall have monthly medical examinations performed by the Student's doctor, and monthly medical reports of those examinations shall be filed under seal with the Clerk of the Court, and sent to the appropriate School District personnel and the Student's attorneys, so long as the Student is willing, eligible and able to attend school;</blockquote>\n<blockquote>5) the Student shall have weekly preliminary medical examinations performed by the School District's nurse;</blockquote>\n<blockquote>6) the parents of the Student shall immediately report any open lesions or illnesses to the appropriate School District personnel;</blockquote>\n<blockquote>7) the School faculty and staff shall be informed of the Student's identity, but shall keep the identity of the Student strictly confidential and not reveal the Student's identity to anyone other than the appropriate school or medical persons without prior court order;</blockquote>\n<blockquote>8) the School District shall inform and educate the School staff and faculty regarding AIDS, including its etiology, and the routes and risks of transmission;</blockquote>\n<blockquote>9) copies of this order shall be distributed to all teachers and staff.</blockquote>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  A retrovirus is a class of viruses with special genetic material which allows them to produce copies of themselves inside the cells they infect, killing the host cells in the process.</p>\n<p>[2]  The Supreme Court declined to decide, since the case did not present the question, whether a carrier of AIDS could be considered to have a physical impairment, or whether such a person could be considered, solely on the basis of contagiousness, a handicapped person as defined by the Act. <i>Arline,</i> 107 S.Ct. at 1128 n. 7.</p>\n<p>[3]  The fact that the Student has a contagious disease in no way affects the court's holding that the Student is likely to be considered a handicapped individual. Persons with contagious diseases are not necessarily excluded from the purview of the Rehabilitation Act. <i>Arline,</i> 107 S.Ct. at 1130; <i>Chalk v. United States District Court of California,</i> <span class=\"citation\" data-id=\"502352\"><a href=\"/opinion/502352/vincent-l-chalk-v-united-states-district-court-central-district-of/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span> (9th Cir.1988).</p>\n<p>[4]  <i>Chalk</i> involved a teacher, while this case involves a student. While one could argue that this makes <i>Chalk</i> distinguishable, neither the medical evidence nor the <i>Chalk</i> court point to such a distinction.</p>\n<p>[5]  Because plaintiffs are likely to prevail under the Federal Rehabilitation Act, the court need not address plaintiffs' claim under Illinois law.</p>\n<p>[6]  Homebound education consists of a teacher going to a student's home during normal class days and giving him individualized instruction for several hours.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111832/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/340800/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/373404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/389174/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/393991/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/445078/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/447560/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/464664/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/474046/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/476714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/502352/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1392865/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2090895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2151142/"
          ]
        }
      ],
      "judges": "Norgle",
      "date_created": "2014-10-30T10:38:39.351543Z",
      "date_modified": "2016-03-03T20:54:51.926630Z",
      "date_filed": "1988-06-23",
      "date_filed_is_approximate": false,
      "slug": "doe-v-dolton-elementary-school-dist-no-148",
      "citation_id": 1847320,
      "case_name_short": "Doe",
      "case_name": "Doe v. Dolton Elementary School Dist. No. 148",
      "case_name_full": "",
      "federal_cite_one": "694 F. Supp. 440",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 18,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/580968/doe-v-dolton-elementary-school-dist-no-148/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:38:39.348038Z",
  "date_modified": "2014-10-30T10:38:39.348038Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Doe",
  "case_name": "Doe v. Dolton Elementary School Dist. No. 148",
  "case_name_full": "",
  "slug": "doe-v-dolton-elementary-school-dist-no-148",
  "docket_number": "87 C 8713",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}