{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/587828/",
  "id": 587828,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1208530/",
      "id": 1208530,
      "absolute_url": "/opinion/1208530/serna-v-goodno/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/344/",
        "https://www.courtlistener.com:80/api/rest/v3/people/2213/",
        "https://www.courtlistener.com:80/api/rest/v3/people/3014/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/587828/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1208530/",
          "id": 1208530,
          "absolute_url": "/opinion/1208530/serna-v-goodno/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1208530/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:00:39.401144Z",
          "date_modified": "2017-03-31T08:13:37.084988Z",
          "type": "010combined",
          "sha1": "f812b467cf37a4d63ff7ca332d201d57b96afc62",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>567 F.3d 944 (2009)</b></center>\n<center><h1>Luis A. SERNA, Plaintiff-Appellant,<br>\nv.<br>\nKevin GOODNO; Jerry Zimmerman, Defendants-Appellees.</h1></center>\n<center>No. 05-3441.</center>\n<center><p><b>United States Court of Appeals, Eighth Circuit.</b></p></center>\n<center>Submitted: November 12, 2008.</center>\n<center>Filed: June 3, 2009.</center>\n<p><span class=\"star-pagination\">*946</span> Katherine H. Purdy, argued, St. Louis, MO (D. Bruce La Pierre, Wash. U. School of Law and K. Lee Marshall, Bryan Cave LLP, Matthew J. Mailloux, Elizabeth A. Peters, Ashley E. Tremain, Jonathan D. Van Duren and Drew H. Yaeger, on the brief), for appellant.</p>\n<p>Barbara E. Berg Windels, AAG, argued, St. Paul, MN, for appellee.</p>\n<p>Before MELLOY, BOWMAN, and SMITH, Circuit Judges.</p>\n<p>MELLOY, Circuit Judge.</p>\n<p>Luis A. Serna is an involuntarily civilly committed \"sexually dangerous person\" currently detained as part of the Minnesota Sex Offender Program (the \"Program\")<sup>[1]</sup> at a treatment facility in Moose Lake, Minnesota. Staff at Moose Lake discovered a cell-phone case in a common area, considered cell phones to be security and treatment risks, and began to search for a suspected contraband phone. They first searched the common area and then viewed a surveillance videotape, but they found no phone and were unable to determine who had dropped the case. Administrators next instituted facility-wide, visual body-cavity searches of all patients. The body-cavity searches did not result in discovery of a phone.</p>\n<p>Serna brought a 42 U.S.C. § 1983 civil-rights claim against a Program administrator and against the head of Minnesota's Department of Human Services in their official and individual capacities. Serna alleged that the search was unreasonable under the Fourth Amendment of the U.S. Constitution and sought damages and injunctive relief. The district court<sup>[2]</sup> held that the state had not waived its sovereign immunity and that the Eleventh Amendment of the U.S. Constitution barred Serna's official-capacity claims for damages. Regarding Serna's other claims, the district court granted summary judgment, holding that the search was not constitutionally unreasonable. In the alternative, the district court rejected the individual-capacity claims, holding that Serna failed to allege sufficient personal involvement by the present defendants.</p>\n<p>Serna does not appeal the Eleventh Amendment dismissal of the official-capacity claims for damages. Regarding the official-capacity claims seeking injunctive relief and the individual-capacity claims, the particular facts of Serna's case present a close question of constitutional law, but, ultimately, we hold that the search was not unreasonable. Accordingly, we affirm the judgment of the district court.</p>\n<p></p>\n<h2>I. Background</h2>\n<p>Prior to his commitment, Serna had been convicted of sex offenses and had completed his criminal sentences. A state court determined in civil proceedings in 2000 that Serna was a \"sexually dangerous person\" and committed him to the custody of the Program for an indeterminate number of years pending completion of his treatment. The Program has held Serna in civil custody for approximately nine years.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*947</span> Staff discovered a cell-phone case at the Moose Lake facility on October 28, 2003, in a common area accessible by patients, staff and some visitors. Staff searched the common area where they discovered the case, but they found no phone. Staff then viewed a surveillance videotape of the common area. The videotape revealed some identifiable patients, but staff were unable to determine whether one of the identifiable patients had dropped the case. The defendants claim that, based on this information, administrators suspected a patient was the source of the cell-phone case (and potentially harbored a phone) but believed they could not narrow their suspicion to any one patient or group of patients. Administrators ordered facility-wide room searches and visual body-cavity searches to find a contraband phone. There is no evidence to suggest that the less-invasive room searches preceded the visual body-cavity searches.</p>\n<p>Teams consisting of two male staff members conducted the visual body-cavity searches on the patients, all of whom were male. The teams conducted the searches pursuant to written and oral instructions that directed staff members to ask for compliance with the search, conduct each search individually in a large private bathroom, and visually inspect the patients' bodies according to a set protocol. As a part of that protocol, staff asked each patient to lift his genitals. Staff also instructed each patient to turn, bend over slightly, and spread his buttocks. There was no physical contact with the patients during the searches. It appears undisputed that personnel conducted searches of approximately 150 patients. Serna does not contend that facility personnel executing the searches breached the protocol or otherwise acted in an unprofessional manner. He does allege, however, that his consent to the search was not valid given the custodial nature of the environment, a threat of discipline if he failed to consent, and his apparent lack of choice in the matter.</p>\n<p>There is no suggestion that officials suspected Serna, in particular, possessed the phone presumed to have accompanied the case. In fact, Serna had been confined at Moose Lake for three years prior to the search and had not possessed any drugs, weapons, or other contraband during that time. Other patients in the Program had been found in recent possession of cell phones, however, and had used cell phones in ways counter to security and treatment goals. Given such instances, administrators deemed cell phones to pose a treatment and security threat to patients and a security threat to staff, past victims, and prospective victims.</p>\n<p>Administrators did not focus their search efforts on the patients identified in the surveillance tape or on patients with a recent history of possessing cell phones or other contraband. In fact, in their briefing to our court, the defendants present arguments broader than the facts of Serna's case, claiming that they may use facility-wide, visual body-cavity searches anytime they harbor a generalized suspicion of contraband.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*948</span> Ultimately, the facility-wide, visual body-cavity searches failed to reveal a cell phone. Based on a tip from a patient, however, staff discovered a phone in the room of a patient in a protective-isolation unit two days after commencing the body-cavity searches. Because the patient was in protective isolation, he did not have access to the common area where the case was found, and the defendants argue that this fact demonstrates that the phone was an object capable of being passed among detainees and secreted on or within patients' bodies.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p></p>\n<h2>A. Involuntarily Civilly Committed Persons Retain Liberty Interests Analogous to Pretrial Detainees</h2>\n<p>Neither we nor the Supreme Court have determined the appropriate standard for considering whether a particular search violates the Fourth Amendment rights of a person who is involuntarily civilly committed. We have, however, identified the constitutional standard applicable to an alleged violation of the Fourth Amendment rights of an involuntarily committed person based upon a seizure. <i>See </i><i>Andrews v. Neer,</i> 253 F.3d 1052, 1061 (8th Cir.2001). The plaintiff in <i>Andrews,</i> who was lawfully involuntarily committed, brought a 42 U.S.C. § 1983 suit alleging that a seizure using excessive force violated his Fourth Amendment rights. <i>Id.</i> at 1055, 1061. In a matter of first impression, we determined that such a Fourth Amendment seizure claim \"should be evaluated under the. . . standard usually applied to excessive-force claims brought by pretrial detainees.\" <i>Id.</i> at 1061.</p>\n<p>In making this determination, we considered whether involuntarily committed persons are more like arrestees, pretrial detainees, or convicted prisoners. <i>Id.</i> We concluded that the best analogy is to pretrial detainees because \"confinement in a state institution raise[s] concerns similar to those raised by the housing of pretrial detainees, such as the legitimate institutional interest in the safety and security of guards and other individuals in the facility, order within the facility, and the efficiency of the facility's operations.\" <i>Id.</i> Other circuits have relied upon <i>Andrews</i> in considering constitutional claims raised by involuntarily committed individuals. <i>See, e.g., </i><i>Hydrick v. Hunter,</i> 500 F.3d 978, 997-98 (9th Cir.2007); <i>Davis v. Rennie,</i> 264 F.3d 86, 102, 108 (1st Cir.2001). <i>But see </i><i>Aiken v. Nixon,</i> 236 F.Supp.2d 211, 236 (N.D.N.Y.2002) (finding civilly committed persons akin to prison visitors for the purpose of considering the constitutionality of visual body-cavity searches), <i>aff'd,</i> 80 Fed. Appx. 146, 147 (2d Cir.2003) (unpublished).</p>\n<p>The similarity in the grounds for detaining persons awaiting trial and persons determined to be sexually dangerous supports application of the analogy to pretrial detainees in the present case. One reason pretrial detainees are kept in custody prior to trial is \"because there is cause to believe that they are dangerous.\" <i>Johnson-El v. Schoemehl,</i> 878 F.2d 1043, 1048 (8th Cir.1989). For example, under the Bail Reform Act of 1984, individuals charged with federal criminal offenses shall be detained prior to trial if \"no condition or combination of conditions will reasonably assure . . . the safety of any other person and the community.\" 18 U.S.C. § 3142(e)(1). Similarly, commitment under Minnesota law as a sexually dangerous person \"requires a finding of future dangerousness.\" <i>Hince v. O'Keefe,</i> 632 N.W.2d 577, 581 (Minn.2001) (quotation omitted). An individual committed as a sexually dangerous person in Minnesota is, by statutory definition, \"dangerous to the public.\" Minn.Stat. § 253B.02, subdivs. 17, 18(c).</p>\n<p><span class=\"star-pagination\">*949</span> Although decided under the Due Process Clause of the Fourteenth Amendment, another Supreme Court case, <i>Youngberg v. Romeo,</i> 457 U.S. 307, 102 S.Ct. 2452, 73 L.Ed.2d 28 (1982), further supports application of the pretrial-detainee standard in Serna's case. There, the Court considered the constitutionality of the conditions of confinement for an involuntarily committed, mentally disabled man. <i>Youngberg,</i> 457 U.S. at 309, 102 S.Ct. 2452. In its analysis, the Court stated, \"Persons who have been involuntarily committed are entitled to more considerate treatment and conditions of confinement than criminals whose conditions of confinement are designed to punish.\" <i>Id.</i> at 321-22, 102 S.Ct. 2452. After determining that the involuntarily committed, mentally disabled man retained constitutionally protected liberty interests, the Court considered whether the infringement upon his liberty interests violated due process. <i>Id.</i> at 319-23, 102 S.Ct. 2452. The Court drew an analogy between pretrial detainees and civilly committed persons as two groups that could be subjected to liberty restrictions \"reasonably related to legitimate government objectives and not tantamount to punishment.\" <i>Id.</i> at 320-21, 102 S.Ct. 2452.</p>\n<p>Against this backdrop, we can discern no justification for treating a Fourth Amendment claim based upon a search differently than a claim based upon a seizure. Thus, <i>Andrews,</i> which addresses a seizure claim, articulates the appropriate standard for considering whether an involuntarily committed person has been subjected to an unconstitutional search. <i>See </i><i>Andrews,</i> 253 F.3d at 1061. <i>Youngberg</i> illustrates the strength of the analogy between civilly committed persons and pretrial detainees, concluding these groups are similar even outside the context of a Fourth Amendment claim. <i>See </i><i>Youngberg,</i> 457 U.S. at 321-22, 102 S.Ct. 2452.</p>\n<p></p>\n<h2>B. The Test for Reasonableness of a Search of Pretrial Detainees or Involuntarily Civilly Committed Persons</h2>\n<p>In <i>Bell v. Wolfish,</i> 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979), the Supreme Court articulated a balancing test for determining whether searches conducted on pretrial detainees were reasonable under the Fourth Amendment. The Court stated:</p>\n<blockquote>The test of reasonableness . . . requires a balancing of the need for the particular search against the invasion of personal rights that the search entails. Courts must consider the scope of the particular intrusion, the manner in which it is conducted, the justification for initiating it, and the place in which it is conducted.</blockquote>\n<p><i>Id.</i> at 559, 99 S.Ct. 1861. The searches challenged as unreasonable in <i>Bell</i> were visual body-cavity searches conducted upon detainees' re-entry to a detention facility following their contact visits with outside persons. <i>Id.</i> at 558, 99 S.Ct. 1861. The Court ultimately rejected the detainees' claims and concluded that the searches at issue were not unreasonable. <i>Id.</i> As justification for the searches, officials had cited security concerns and stated the searches were necessary to \"discover. . . [and] deter the smuggling of weapons, drugs, and other contraband into the institution.\" <i>Id.</i> Officials also had noted that the searches were in lieu of invasive monitoring of visits between detainees and outside persons. <i>Id.</i> at 559 n. 40, 99 S.Ct. 1861. The Court noted the highly invasive nature of the search, stating, \"We do not underestimate the degree to which these searches may invade the personal privacy of inmates.\" <i>Id.</i> at 560, 99 S.Ct. 1861. Ultimately, however, the Court determined that the security concerns outweighed the inmate's privacy interests <span class=\"star-pagination\">*950</span> because \"[a] detention facility is a unique place fraught with serious security danger. Smuggling of money, drugs, weapons, and other contraband is all too common an occurrence.\" <i>Id.</i> at 559, 99 S.Ct. 1861.</p>\n<p>In rejecting the Fourth Amendment challenge to the visual body-cavity searches and in rejecting several other claims related to different aspects of the detainees' conditions of confinement, the Court in <i>Bell</i> adopted a general tone of deference to detention-center officials. <i>See id.</i> at 562, 99 S.Ct. 1861 (\"The wide range of `judgment calls' that meet constitutional and statutory requirements are confided to officials outside of the Judicial Branch of Government.\"). Subsequent cases involving pretrial detainees also employ this same tone and reasoning. <i>See, e.g., </i><i>Block v. Rutherford,</i> 468 U.S. 576, 588-91, 104 S.Ct. 3227, 82 L.Ed.2d 438 (1984) (noting the limited scope of review under <i>Bell</i> in considering pretrial detainees' claims and stating that the determination of a protocol for room searches was \"a matter lodged in the sound discretion of the institutional officials\"). In <i>Block,</i> the Supreme Court emphasized the need for deference to institutional officials in \"difficult and sensitive matters of institutional administration and security,\" and highlighted the \"limited scope of the judicial inquiry under [<i>Bell</i>].\" <i>Block,</i> 468 U.S. at 588, 589, 104 S.Ct. 3227.</p>\n<p>Although <i>Bell</i> clearly articulated a broad balancing test for assessing the reasonableness of a visual body-cavity inspection, Serna and the present defendants phrase their arguments regarding the reasonableness inquiry in terms of the individualized suspicion or degree of suspicion necessary to justify a search. The defendants state probable cause is not required (which Serna does not contest) and appear to argue that no level of individualized suspicion is required. Serna argues that something akin to individualized reasonable suspicion must exist to justify visual body-cavity searches. We believe that the Court in <i>Bell</i> made a clear choice to employ the balancing test rather than build its analysis on a degree-of-suspicion framework. Accordingly, the parties' focus is misplaced, and, for the reasons set forth below, we reject the parties' invitation to champion this one aspect of the inquiry over the other factors present in the balancing test.</p>\n<p>We note that the parties' suspicion-based approach is not surprising given the usual standards and analyses applicable in the context of Fourth Amendment claims outside the context of criminal or civil detention. The Court in <i>Bell</i> addressed the issue of individualized suspicion only in passing, however, and did not clearly articulate what level of individualized suspicion it found to exist based on the facts of the case. The Court stated, \"[W]e deal here with the question whether visual body-cavity inspections . . . can <i>ever</i> be conducted on less than probable cause.\" <i>Id.</i> at 560, 99 S.Ct. 1861. Clearly, then, the Court viewed the officials in <i>Bell</i> as lacking probable cause to justify their searches. A dissenting Justice in <i>Bell</i> went so far as to characterize the majority as not requiring reasonable suspicion; although, the majority did not characterize its own holding as such. <i>See id.</i> at 563, 99 S.Ct. 1861 (Powell, J., dissenting in part) (\"In view of the serious intrusion on one's privacy occasioned by such a search, I think at least some level of cause, such as reasonable suspicion, should be required to justify the anal and genital searches described in this case.\"). The Eleventh Circuit subsequently stated that because the majority elected not to amend its opinion to address Justice Powell's concern, the majority likely did not demand even reasonable suspicion. <i>See </i><i>Powell v. Barrett,</i> 541 F.3d 1298, 1307-08 (11th Cir.2008) (en banc). Whether this is true, the Eleventh <span class=\"star-pagination\">*951</span> Circuit's commentary, at a minimum, highlights the fact that the Court in <i>Bell</i> did not clearly articulate a particular level of individualized suspicion required to justify visual body-cavity searches.</p>\n<p>Regardless of what level of individualized suspicion existed in <i>Bell</i>something less than probable cause, reasonable suspicion, or something less than reasonable suspicionthe facts and holding of <i>Bell</i> illustrate that some unarticulated level of individualized suspicion was present and that the Court necessarily considered this fact in its application of the balancing test. The detainees in <i>Bell</i> were subjected to invasive visual body-cavity searches upon re-entry after contact visits with outsiders. Accordingly, those detainees subject to search were persons who had heightened access to contraband materials. The facts of <i>Bell,</i> then, preclude us from adopting the defendants' argument that <i>Bell</i> involved a blanket policy applied without attempts to distinguish between different members of a detainee population. Given the facts of <i>Bell,</i> and the Court's articulation of the balancing-test factors, suspicion is relevant to the analysis, and we should treat it as part of the \"scope,\" \"manner,\" or \"justification\" factors of the balancing test. <i>See </i><i>Bell,</i> 441 U.S. at 559, 99 S.Ct. 1861.</p>\n<p>We reach this conclusion because certain justifications for searches and certain circumstances in which searches are conducted demand less individualized suspicion than others. For example, had the triggering evidence in this case suggested the presence of a more acute danger such as lethal drugs or a weapon (rather than a cell phone, which as discussed below, presents an indirect form of danger within a facility housing sexually dangerous persons), the administrators' apparent rush to conduct highly invasive searches of the entire population, on balance, more clearly would have been reasonable. If the triggering evidence had been a prohibited but relatively benign object, however, it would have seemed, on balance, less reasonable to move quickly towards a method of searching that is so highly and personally invasive. Similarly, if the common area had been common only to a small subset of the detainees at Moose Lake, it would have been much less reasonable to conduct facility-wide, visual body-cavity searches. As these hypotheticals indicate, we view the question of individualized suspicion as an inherent component of the Court's balancing test, and we decline the parties' invitation to rest our analysis too heavily on this factor.</p>\n<p></p>\n<h2>C. Application of the Test to Determine whether there was a Violation of a Clearly Established Constitutional Right.</h2>\n<p>The defendants assert qualified immunity as a defense to suit based on Serna's claims against them in their individual capacities. Qualified immunity generally shields \"[g]overnment officials performing discretionary functions . . . from liability for civil damages insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982). We employ a two-part inquiry to determine whether a lawsuit against a public official alleging a constitutional violation can proceed in the face of an assertion of qualified immunity. <i>See </i><i>Saucier v. Katz,</i> 533 U.S. 194, 200-01, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001).</p>\n<p>In <i>Saucier,</i> the Court set forth the two-part test with a mandatory sequence for analysis. First, courts were to consider whether, \"[t]aken in the light most favorable to the party asserting the injury, . . . the facts alleged show the officer's <span class=\"star-pagination\">*952</span> conduct violated a constitutional right[.]\" <i>Id.</i> at 201, 121 S.Ct. 2151. The \"existence or nonexistence of a constitutional right\" was, therefore, a threshold question. <i>Id.</i> Second, courts were \"to ask whether the right was clearly established.\" <i>Id.</i> This second question is a fact-intensive inquiry that \"must be undertaken in light of the specific context of the case, not as a broad general proposition.\" <i>Id.</i> \"For a right to be deemed clearly established, the `contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right.'\" <i>Buckley v. Rogerson,</i> 133 F.3d 1125, 1128 (8th Cir.1998) (quoting <i>Anderson v. Creighton,</i> 483 U.S. 635, 640, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987)). In other words, \"[o]fficials are not liable for bad guesses in gray areas; they are liable for transgressing bright lines.\" <i>Davis v. Hall,</i> 375 F.3d 703, 712 (8th Cir.2004) (quotation omitted).</p>\n<p>The Court's primary rationale in <i>Saucier</i> for making the sequential analysis mandatory was to ensure the development of clear standards as to the underlying questions of constitutional law. <i>Saucier,</i> 533 U.S. at 201, 121 S.Ct. 2151. After <i>Saucier,</i> several Justices criticized, or at least expressed doubt as to the wisdom of, the mandatory, sequential nature of the two-part test. <i>See, e.g., </i><i>Morse v. Frederick,</i> 551 U.S. 393, 127 S.Ct. 2618, 2641-42, 168 L.Ed.2d 290 (2007) (Breyer, J., concurring in the judgment and dissenting in part) (noting the tension between the rule of <i>Saucier</i> and the general principal that courts should avoid constitutional issues when possible, and also noting difficulties associated with forcing courts to address constitutional claims even when those claims may not be well presented). Recently, the Court embraced these concerns, reversed itself, and eliminated the mandatory aspect of <i>Saucier</i>'s sequential analysis. <i>See </i><i>Pearson v. Callahan,</i> ___ U.S. ___, 129 S.Ct. 808, 818, 172 L.Ed.2d 565 (2009). According to <i>Pearson,</i> although it is \"often appropriate\" to address the substantive claims in qualified-immunity cases, lower courts are now \"permitted to exercise their sound discretion in deciding which of the two prongs of the qualified immunity analysis should be addressed first in light of the circumstances in the particular case at hand.\" <i>Id.</i></p>\n<p>Qualified immunity only applies to claims against public officials in their individual capacities. <i>See </i><i>Kentucky v. Graham,</i> 473 U.S. 159, 166-67, 105 S.Ct. 3099, 87 L.Ed.2d 114 (1985) (noting that personal-immunity defenses are unavailable in official-capacity actions). Also, in accordance with <i>Ex Parte Young,</i> 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908), the Eleventh Amendment bars damages claims against the states, but generally does not bar claims for prospective injunctive relief against public officials in their official capacities. <i>Monroe v. Ark. State Univ.,</i> 495 F.3d 591, 594 (8th Cir.2007); <i>see </i><i>Nix v. Norman,</i> 879 F.2d 429, 432 (8th Cir.1989) (\"[T]he Eleventh Amendment bars suits by private parties `seeking to impose a liability which must be paid from public funds in the state treasury . . . .'\" (quoting <i>Edelman v. Jordan,</i> 415 U.S. 651, 663, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974))). Because neither form of immunity applies to official-capacity claims for injunctive relief, the discretion that the Supreme Court returned to lower courts through <i>Pearson</i> will not, as a practical matter, be available in every case. Rather, where an action includes individual and official-capacity claims, and where a demand for injunctive relief against state officials is outstanding, as in the present case, it will remain necessary to address the underlying constitutional issues or decide the case on other grounds entirely.</p>\n<p>Turning to the application of the <i>Bell</i> test to the facts of Serna's case, we <span class=\"star-pagination\">*953</span> consider the justification for the search, as compared to the scope, manner, and location of the intrusion. <i>Bell,</i> 441 U.S. at 559, 99 S.Ct. 1861. This amounts to a balancing of the need for the visual body-cavity search against the intrusion upon Serna's personal rights. <i>See </i><i>Goff v. Nix,</i> 803 F.2d 358, 364-66 (8th Cir.1986) (applying <i>Bell</i> in the context of a prison).</p>\n<p>Regarding the defendants' general justification for the search, security at detention facilities, prisons, and mental institutions alike, is undoubtedly important. <i>See </i><i>Block,</i> 468 U.S. at 586, 104 S.Ct. 3227 (\"[T]here is no dispute that internal security of detention facilities is a legitimate government interest. . . .\"). Specifically, security at institutions dedicated to the containment and treatment of mental patients is crucial to safety as well as treatment:</p>\n<blockquote>The governmental interests in running a state mental hospital are similar in material aspects to that of running a prison. Administrators have a vital interest in ensuring the safety of their staff, other patients, and of course in ensuring the patients' own safety.</blockquote>\n<p><i>Morgan v. Rabun,</i> 128 F.3d 694, 697 (8th Cir.1997). Thus, \"the government may take steps to maintain security at its institutions\" where sexually violent persons are confined. <i>Seibert v. Alt,</i> 31 Fed.Appx. 309, 312 (7th Cir.2002) (unpublished).</p>\n<p>In the instant case, the defendants rightly proffer institutional security as a justification for the visual body-cavity search of Serna. While illegal drugs or weapons are the contraband typically sought during personally invasive searches within detention facilities, the administrators at Moose Lake explained that cell phones present a \"grave security threat\" in the context of sexually violent persons. The threat includes the potential to conduct criminal activity, including contacting past victims, grooming future victims, or securing child pornography. <i>See, e.g., </i><i>United States v. Mentzos,</i> 462 F.3d 830, 836-37 (8th Cir.2006) (describing a patient who used a phone to secure child pornography while confined in Moose Lake). Many cell phones also have photographic capabilities, which could be used to undermine institutional security by transmitting images of personnel or buildings to persons outside the facility. These context-specific concerns demonstrate that possession of a cell phone may \"significantly increase the possibility that there will be breaches of security and that the safety of others will be placed in jeopardy.\" <i>Block,</i> 468 U.S. at 588, 104 S.Ct. 3227. Cell phones and their potential to grant access to past or future victims for illegal purposes or to procure sexually explicit material also have the potential to negatively interfere with the Program's treatment goals. In fact, the reaction of a Moose Lake detainee who actually had a phone illustrates this point. <i>See e.g., Senty-Haugen,</i> 462 F.3d at 883-84 (noting the violent reaction from a patient at Moose Lake when the cell phone he surreptitiously had been using was seized).</p>\n<p>Further, the administrators at Moose Lake had specific evidence and heightened concerns regarding cell phonesthe cell-phone case, the surveillance video, and a specific history regarding contraband phones and patients' use of phones to commit crimes. <i>See </i><i>Mentzos,</i> 462 F.3d at 836-37 (discussing criminal activity conducted via phone from within Moose Lake by a patient in 2001); <i>see also </i><i>Franklin v. Lockhart,</i> 883 F.2d 654, 656 (8th Cir.1989) (considering, in the context of a prison, the \"history of contraband in the building\" in finding justification for visual body-cavity searches sufficient). These facts indicate that the general justification for a search was based upon concrete information and not merely upon \"perceived security concerns.\" <i>See </i><i>Goff,</i> 803 F.2d at 363; <i>cf.</i> <span class=\"star-pagination\">*954</span> <i>Jones v. Edwards,</i> 770 F.2d 739, 741 (8th Cir.1985) (finding justification for the strip search of a petty misdemeanor arrestee insufficient where, among other things, officers had no reason to suspect possession of contraband). Ultimately, \"[t]he public's interest in safe and orderly [institutions] is significant.\" <i>Goff,</i> 803 F.2d at 365. As such, the general security concerns listed by the facility administrators in this case are \"legitimate and weighty.\" <i>Id.</i></p>\n<p>The factors to consider in looking at the intrusion Serna suffered include the manner, location, and scope of the search. <i>Bell,</i> 441 U.S. at 559, 99 S.Ct. 1861. A visual body-cavity search unquestionably is \"intrusive and unpleasant.\" <i>Goff,</i> 803 F.2d at 365; <i>see also id.</i> at 372-74 (Bright, J., dissenting) (discussing the nature of the intrusion and its impact upon the persons being searched). The intrusion of such a search is significant. <i>See </i><i>Franklin,</i> 883 F.2d at 656. Like the search we upheld in <i>Goff,</i> however, the search in this case was \"not any more intrusive or demeaning than\" the search the Court approved in <i>Bell. </i><i>Goff,</i> 803 F.2d at 365. Staff members conducted the searches in private bathrooms, not in public or semi-public areas. <i>See id.</i> at 366 (upholding search conducted \"in as private a location as security concerns will allow\"). There were no extraneous personnel or patients present; only those involved in the search could observe Serna's unclothed body. <i>Cf. </i><i>Jones,</i> 770 F.2d at 742 (noting that a strip search of an arrestee conducted in the alcove of a hallway was only fortuitously private in finding search unreasonable). Staff executed the searches in a professional manner in same-sex teams of two. <i>Goff,</i> 803 F.2d at 366 (considering the fact that the visual body-cavity search of a prisoner was conducted by an officer of the same sex in upholding the search as reasonable). Further, the search was \"strictly a visual search.\" <i>Id.</i> Staff members did not touch Serna during the search; rather, they asked him to make available for visual inspection portions of his anatomy capable of concealing contraband. There is nothing in the record to indicate that the search was conducted in an abusive manner. <i>See </i><i>Bell,</i> 441 U.S. at 560, 99 S.Ct. 1861 (noting that a visual body-cavity search on a pretrial detainee may not be conducted in an abusive fashion).</p>\n<p>The scope of the overall response to the discovery of a cell-phone case, namely, the apparent rush to conduct <i>facility-wide,</i> visual body-cavity searches suggests a disproportionate reaction. Without belaboring the point, we note that a body cavity is not necessarily the first place reasonable persons normally would look for a cell phone. Serna does not argue, however, that a cell phone cannot be secreted in this fashion or that cell phones are substantially different than other objects smuggled by this means.</p>\n<p>Also, the failure to apply any one of several apparent and less invasive search methods militates against a finding of reasonableness. The justifications the defendants offer are general in nature, not specific to Serna, and the administrators possessed information that would have allowed them to partition the population into groups viewed as more or less likely to be in possession of the cell phone (e.g., persons on the surveillance tapes or persons with a history of possessing contraband). In other words, although administrators had information in their possession that clearly directed individualized suspicion at certain patients rather than others, the administrators chose not to rely upon this information.</p>\n<p>Further, there is no suggestion that staff conducted pat-down searches of any inmates prior to subjecting all inmates to visual body-cavity searches. Similarly, there is no suggestion that staff conducted room searches prior to conducting the visual <span class=\"star-pagination\">*955</span> body-cavity searches. By all accounts, it appears that they jumped straight to facility-wide, visual body-cavity searches after a review of the surveillance video failed to show which patient had dropped the cell-phone case.</p>\n<p>That is not to say that officials are required in all cases to apply the least-intrusive methods or proceed through a series of progressively more invasive techniques en route to conducting highly invasive searches. The Court in <i>Bell</i> refused to adopt a less-invasive-means test. <i>See id.</i> at 559 n. 40, 99 S.Ct. 1861 (\"[T]he logic of such elaborate less-restrictive-alternative arguments could raise insuperable barriers to the exercise of virtually all search-and-seizure powers.\" (quotation omitted)). And strict application of such a methodology would effectively deprive institutional administrators of the deference noted in <i>Bell.</i></p>\n<p>Nevertheless, the Court in <i>Bell</i> proceeded to \"assum[e] that the existence of less intrusive alternatives is relevant to the determination of the reasonableness of the particular search method at issue,\" and addressed several less restrictive alternatives. <i>Id.</i> Further, our court, post-<i>Bell,</i> has identified the availability of less invasive search techniques as being material to the reasonableness of particular strip searches or body-cavity searches. <i>See, e.g., </i><i>Jones,</i> 770 F.2d at 742 (holding the strip search of a leash-law violator was unreasonable and noting \"that neither the officers nor the jailers attempted a less intrusive pat-down search, which would have detected the proscribed items they sought without infringing [the arrestee's] constitutional protections\"); <i>Franklin,</i> 883 F.2d at 656-57 (holding that semi-public, visual body-cavity searches of segregated prisoners upon movement between housing units or following contact with outsiders were not unreasonable, and stating that \"the record does not support a finding that a less public means of searching exists that would not compromise those security concerns\"). Thus, our cases dictate that, while it is not necessary for officials to employ the least-invasive search techniques available, it is proper for courts to consider the availability of simple, safe, and less invasive techniques that officers elected not to pursue when assessing the reasonableness of performing body cavity searches en mass on a treatment center population.</p>\n<p>In balancing these factors, we expressly reject the defendants' attempt to establish a wide-reaching rule that any suspicion of contraband is sufficient to justify facility-wide, visual body-cavity searches. The defendants' argument would champion the broad words and the deferential spirit of <i>Bell</i> over its facts and relatively narrow holdingthe approval of invasive searches of a limited category of persons based on something less than probable cause. We previously have recognized the limitations of <i>Bell,</i> and we have held that not all search techniques may be swept under the rug of deference to detention-center decisionmakers:</p>\n<blockquote>Although we recognize that the security of detention facilities is an important concern of correction officials who are, in part, responsible for the safety of their charges, we also recognize that security cannot justify the blanket deprivation of rights of the kind incurred here.</blockquote>\n<p><i>Jones,</i> 770 F.2d at 742.</p>\n<p>Ultimately, however, while we hold that the specific facts of Serna's case present a close question of constitutional law, the searches were not unreasonable. The defendants' security and treatment concerns are genuine and serious; the searches, while invasive, were conducted privately, safely, and professionally; and the facility was reacting to a recurring problem. We <span class=\"star-pagination\">*956</span> view Serna's case as an outer limit under the <i>Bell</i> test and, as such, caution facility administrators to recognize that courts' deference under <i>Bell</i> is not without limits.</p>\n<p>We affirm the judgment of the district court.</p>\n<h2>NOTES</h2>\n<p>[1]  We previously discussed the term \"sexually dangerous person\" and the Minnesota Sex Offender Program in <i>Senty-Haugen v. Goodno,</i> 462 F.3d 876, 880-81 (8th Cir.2006).</p>\n<p>[2]  The Honorable James M. Rosenbaum, United States District Judge for the District of Minnesota, adopting the Report and Recommendation of Susan Richard Nelson, United States Magistrate Judge for the District of Minnesota.</p>\n<p>[3]  The Program has a duty \"to provide care and treatment\" to committed persons in its Moose Lake facility, Minnesota Statute § 246B.02, and it attempts to teach detainees how to control their dangerous sexual behaviors so that they can eventually return to the community. Serna submitted a petition for discharge in 2006. The State denied his petition, in part, because he \"failed to explain why he was no longer in need of in-patient treatment and supervision.\" <i>Serna v. Goodno,</i> No. A06-331, 2006 WL 1985765, at *1 (Minn. Ct.App. July 18, 2006) (unpublished).</p>\n<p>[4]  We note that the Program maintains a separate facility that has adopted a policy imposing stricter limits on the use of visual body-cavity searches. The defendants in the present case distinguish that facility from the Moose Lake facility as involving different treatment and security concerns.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">567</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">944</span></span> (2009)</b></center>\n<center><h1>Luis A. SERNA, Plaintiff-Appellant,<br>\nv.<br>\nKevin GOODNO; Jerry Zimmerman, Defendants-Appellees.</h1></center>\n<center>No. 05-3441.</center>\n<center><p><b>United States Court of Appeals, Eighth Circuit.</b></p></center>\n<center>Submitted: November 12, 2008.</center>\n<center>Filed: June 3, 2009.</center>\n<p><span class=\"star-pagination\">*946</span> Katherine H. Purdy, argued, St. Louis, MO (D. Bruce La Pierre, Wash. U. School of Law and K. Lee Marshall, Bryan Cave LLP, Matthew J. Mailloux, Elizabeth A. Peters, Ashley E. Tremain, Jonathan D. Van Duren and Drew H. Yaeger, on the brief), for appellant.</p>\n<p>Barbara E. Berg Windels, AAG, argued, St. Paul, MN, for appellee.</p>\n<p>Before MELLOY, BOWMAN, and SMITH, Circuit Judges.</p>\n<p>MELLOY, Circuit Judge.</p>\n<p>Luis A. Serna is an involuntarily civilly committed \"sexually dangerous person\" currently detained as part of the Minnesota Sex Offender Program (the \"Program\")<sup>[1]</sup> at a treatment facility in Moose Lake, Minnesota. Staff at Moose Lake discovered a cell-phone case in a common area, considered cell phones to be security and treatment risks, and began to search for a suspected contraband phone. They first searched the common area and then viewed a surveillance videotape, but they found no phone and were unable to determine who had dropped the case. Administrators next instituted facility-wide, visual body-cavity searches of all patients. The body-cavity searches did not result in discovery of a phone.</p>\n<p>Serna brought a 42 U.S.C. § 1983 civil-rights claim against a Program administrator and against the head of Minnesota's Department of Human Services in their official and individual capacities. Serna alleged that the search was unreasonable under the Fourth Amendment of the U.S. Constitution and sought damages and injunctive relief. The district court<sup>[2]</sup> held that the state had not waived its sovereign immunity and that the Eleventh Amendment of the U.S. Constitution barred Serna's official-capacity claims for damages. Regarding Serna's other claims, the district court granted summary judgment, holding that the search was not constitutionally unreasonable. In the alternative, the district court rejected the individual-capacity claims, holding that Serna failed to allege sufficient personal involvement by the present defendants.</p>\n<p>Serna does not appeal the Eleventh Amendment dismissal of the official-capacity claims for damages. Regarding the official-capacity claims seeking injunctive relief and the individual-capacity claims, the particular facts of Serna's case present a close question of constitutional law, but, ultimately, we hold that the search was not unreasonable. Accordingly, we affirm the judgment of the district court.</p>\n<p></p>\n<h2>I. Background</h2>\n<p>Prior to his commitment, Serna had been convicted of sex offenses and had completed his criminal sentences. A state court determined in civil proceedings in 2000 that Serna was a \"sexually dangerous person\" and committed him to the custody of the Program for an indeterminate number of years pending completion of his treatment. The Program has held Serna in civil custody for approximately nine years.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*947</span> Staff discovered a cell-phone case at the Moose Lake facility on October 28, 2003, in a common area accessible by patients, staff and some visitors. Staff searched the common area where they discovered the case, but they found no phone. Staff then viewed a surveillance videotape of the common area. The videotape revealed some identifiable patients, but staff were unable to determine whether one of the identifiable patients had dropped the case. The defendants claim that, based on this information, administrators suspected a patient was the source of the cell-phone case (and potentially harbored a phone) but believed they could not narrow their suspicion to any one patient or group of patients. Administrators ordered facility-wide room searches and visual body-cavity searches to find a contraband phone. There is no evidence to suggest that the less-invasive room searches preceded the visual body-cavity searches.</p>\n<p>Teams consisting of two male staff members conducted the visual body-cavity searches on the patients, all of whom were male. The teams conducted the searches pursuant to written and oral instructions that directed staff members to ask for compliance with the search, conduct each search individually in a large private bathroom, and visually inspect the patients' bodies according to a set protocol. As a part of that protocol, staff asked each patient to lift his genitals. Staff also instructed each patient to turn, bend over slightly, and spread his buttocks. There was no physical contact with the patients during the searches. It appears undisputed that personnel conducted searches of approximately 150 patients. Serna does not contend that facility personnel executing the searches breached the protocol or otherwise acted in an unprofessional manner. He does allege, however, that his consent to the search was not valid given the custodial nature of the environment, a threat of discipline if he failed to consent, and his apparent lack of choice in the matter.</p>\n<p>There is no suggestion that officials suspected Serna, in particular, possessed the phone presumed to have accompanied the case. In fact, Serna had been confined at Moose Lake for three years prior to the search and had not possessed any drugs, weapons, or other contraband during that time. Other patients in the Program had been found in recent possession of cell phones, however, and had used cell phones in ways counter to security and treatment goals. Given such instances, administrators deemed cell phones to pose a treatment and security threat to patients and a security threat to staff, past victims, and prospective victims.</p>\n<p>Administrators did not focus their search efforts on the patients identified in the surveillance tape or on patients with a recent history of possessing cell phones or other contraband. In fact, in their briefing to our court, the defendants present arguments broader than the facts of Serna's case, claiming that they may use facility-wide, visual body-cavity searches anytime they harbor a generalized suspicion of contraband.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*948</span> Ultimately, the facility-wide, visual body-cavity searches failed to reveal a cell phone. Based on a tip from a patient, however, staff discovered a phone in the room of a patient in a protective-isolation unit two days after commencing the body-cavity searches. Because the patient was in protective isolation, he did not have access to the common area where the case was found, and the defendants argue that this fact demonstrates that the phone was an object capable of being passed among detainees and secreted on or within patients' bodies.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p></p>\n<h2>A. Involuntarily Civilly Committed Persons Retain Liberty Interests Analogous to Pretrial Detainees</h2>\n<p>Neither we nor the Supreme Court have determined the appropriate standard for considering whether a particular search violates the Fourth Amendment rights of a person who is involuntarily civilly committed. We have, however, identified the constitutional standard applicable to an alleged violation of the Fourth Amendment rights of an involuntarily committed person based upon a seizure. <i>See </i><i>Andrews v. Neer,</i> <span class=\"citation\" data-id=\"773676\"><a href=\"/opinion/773676/brandy-andrews-v-david-c-neer-roy-mireles-kirk-forgy-steven-lance/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1052</span></a></span>, 1061 (8th Cir.2001). The plaintiff in <i>Andrews,</i> who was lawfully involuntarily committed, brought a 42 U.S.C. § 1983 suit alleging that a seizure using excessive force violated his Fourth Amendment rights. <i>Id.</i> at 1055, 1061. In a matter of first impression, we determined that such a Fourth Amendment seizure claim \"should be evaluated under the. . . standard usually applied to excessive-force claims brought by pretrial detainees.\" <i>Id.</i> at 1061.</p>\n<p>In making this determination, we considered whether involuntarily committed persons are more like arrestees, pretrial detainees, or convicted prisoners. <i>Id.</i> We concluded that the best analogy is to pretrial detainees because \"confinement in a state institution raise[s] concerns similar to those raised by the housing of pretrial detainees, such as the legitimate institutional interest in the safety and security of guards and other individuals in the facility, order within the facility, and the efficiency of the facility's operations.\" <i>Id.</i> Other circuits have relied upon <i>Andrews</i> in considering constitutional claims raised by involuntarily committed individuals. <i>See, e.g., </i><i>Hydrick v. Hunter,</i> <span class=\"citation\" data-id=\"1193651\"><a href=\"/opinion/1193651/hydrick-v-hunter/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">978</span></a></span>, 997-98 (9th Cir.2007); <i>Davis v. Rennie,</i> <span class=\"citation\" data-id=\"199586\"><a href=\"/opinion/199586/davis-v-rennie/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 102, 108 (1st Cir.2001). <i>But see </i><i>Aiken v. Nixon,</i> <span class=\"citation\" data-id=\"2336578\"><a href=\"/opinion/2336578/aiken-v-nixon/\"><span class=\"volume\">236</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">211</span></a></span>, 236 (N.D.N.Y.2002) (finding civilly committed persons akin to prison visitors for the purpose of considering the constitutionality of visual body-cavity searches), <i>aff'd,</i> 80 Fed. Appx. 146, 147 (2d Cir.2003) (unpublished).</p>\n<p>The similarity in the grounds for detaining persons awaiting trial and persons determined to be sexually dangerous supports application of the analogy to pretrial detainees in the present case. One reason pretrial detainees are kept in custody prior to trial is \"because there is cause to believe that they are dangerous.\" <i>Johnson-El v. Schoemehl,</i> <span class=\"citation\" data-id=\"525636\"><a href=\"/opinion/525636/tyrone-antonio-johnson-el-arnold-fredrick-hamilton-el-david-scott-hill-el/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1043</span></a></span>, 1048 (8th Cir.1989). For example, under the Bail Reform Act of 1984, individuals charged with federal criminal offenses shall be detained prior to trial if \"no condition or combination of conditions will reasonably assure . . . the safety of any other person and the community.\" 18 U.S.C. § 3142(e)(1). Similarly, commitment under Minnesota law as a sexually dangerous person \"requires a finding of future dangerousness.\" <i>Hince v. O'Keefe,</i> <span class=\"citation\" data-id=\"2234665\"><a href=\"/opinion/2234665/hince-v-okeefe/\"><span class=\"volume\">632</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">577</span></a></span>, 581 (Minn.2001) (quotation omitted). An individual committed as a sexually dangerous person in Minnesota is, by statutory definition, \"dangerous to the public.\" Minn.Stat. § 253B.02, subdivs. 17, 18(c).</p>\n<p><span class=\"star-pagination\">*949</span> Although decided under the Due Process Clause of the Fourteenth Amendment, another Supreme Court case, <i>Youngberg v. Romeo,</i> <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span></a></span> (1982), further supports application of the pretrial-detainee standard in Serna's case. There, the Court considered the constitutionality of the conditions of confinement for an involuntarily committed, mentally disabled man. <i>Youngberg,</i> 457 U.S. at 309, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>. In its analysis, the Court stated, \"Persons who have been involuntarily committed are entitled to more considerate treatment and conditions of confinement than criminals whose conditions of confinement are designed to punish.\" <i>Id.</i> at 321-22, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>. After determining that the involuntarily committed, mentally disabled man retained constitutionally protected liberty interests, the Court considered whether the infringement upon his liberty interests violated due process. <i>Id.</i> at 319-23, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>. The Court drew an analogy between pretrial detainees and civilly committed persons as two groups that could be subjected to liberty restrictions \"reasonably related to legitimate government objectives and not tantamount to punishment.\" <i>Id.</i> at 320-21, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>.</p>\n<p>Against this backdrop, we can discern no justification for treating a Fourth Amendment claim based upon a search differently than a claim based upon a seizure. Thus, <i>Andrews,</i> which addresses a seizure claim, articulates the appropriate standard for considering whether an involuntarily committed person has been subjected to an unconstitutional search. <i>See </i><i>Andrews,</i> 253 F.3d at 1061. <i>Youngberg</i> illustrates the strength of the analogy between civilly committed persons and pretrial detainees, concluding these groups are similar even outside the context of a Fourth Amendment claim. <i>See </i><i>Youngberg,</i> 457 U.S. at 321-22, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>.</p>\n<p></p>\n<h2>B. The Test for Reasonableness of a Search of Pretrial Detainees or Involuntarily Civilly Committed Persons</h2>\n<p>In <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979), the Supreme Court articulated a balancing test for determining whether searches conducted on pretrial detainees were reasonable under the Fourth Amendment. The Court stated:</p>\n<blockquote>The test of reasonableness . . . requires a balancing of the need for the particular search against the invasion of personal rights that the search entails. Courts must consider the scope of the particular intrusion, the manner in which it is conducted, the justification for initiating it, and the place in which it is conducted.</blockquote>\n<p><i>Id.</i> at 559, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>. The searches challenged as unreasonable in <i>Bell</i> were visual body-cavity searches conducted upon detainees' re-entry to a detention facility following their contact visits with outside persons. <i>Id.</i> at 558, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>. The Court ultimately rejected the detainees' claims and concluded that the searches at issue were not unreasonable. <i>Id.</i> As justification for the searches, officials had cited security concerns and stated the searches were necessary to \"discover. . . [and] deter the smuggling of weapons, drugs, and other contraband into the institution.\" <i>Id.</i> Officials also had noted that the searches were in lieu of invasive monitoring of visits between detainees and outside persons. <i>Id.</i> at 559 n. 40, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>. The Court noted the highly invasive nature of the search, stating, \"We do not underestimate the degree to which these searches may invade the personal privacy of inmates.\" <i>Id.</i> at 560, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>. Ultimately, however, the Court determined that the security concerns outweighed the inmate's privacy interests <span class=\"star-pagination\">*950</span> because \"[a] detention facility is a unique place fraught with serious security danger. Smuggling of money, drugs, weapons, and other contraband is all too common an occurrence.\" <i>Id.</i> at 559, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>.</p>\n<p>In rejecting the Fourth Amendment challenge to the visual body-cavity searches and in rejecting several other claims related to different aspects of the detainees' conditions of confinement, the Court in <i>Bell</i> adopted a general tone of deference to detention-center officials. <i>See id.</i> at 562, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span> (\"The wide range of `judgment calls' that meet constitutional and statutory requirements are confided to officials outside of the Judicial Branch of Government.\"). Subsequent cases involving pretrial detainees also employ this same tone and reasoning. <i>See, e.g., </i><i>Block v. Rutherford,</i> <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></a></span>, 588-91, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></a></span>, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1984) (noting the limited scope of review under <i>Bell</i> in considering pretrial detainees' claims and stating that the determination of a protocol for room searches was \"a matter lodged in the sound discretion of the institutional officials\"). In <i>Block,</i> the Supreme Court emphasized the need for deference to institutional officials in \"difficult and sensitive matters of institutional administration and security,\" and highlighted the \"limited scope of the judicial inquiry under [<i>Bell</i>].\" <i>Block,</i> 468 U.S. at 588, 589, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></a></span>.</p>\n<p>Although <i>Bell</i> clearly articulated a broad balancing test for assessing the reasonableness of a visual body-cavity inspection, Serna and the present defendants phrase their arguments regarding the reasonableness inquiry in terms of the individualized suspicion or degree of suspicion necessary to justify a search. The defendants state probable cause is not required (which Serna does not contest) and appear to argue that no level of individualized suspicion is required. Serna argues that something akin to individualized reasonable suspicion must exist to justify visual body-cavity searches. We believe that the Court in <i>Bell</i> made a clear choice to employ the balancing test rather than build its analysis on a degree-of-suspicion framework. Accordingly, the parties' focus is misplaced, and, for the reasons set forth below, we reject the parties' invitation to champion this one aspect of the inquiry over the other factors present in the balancing test.</p>\n<p>We note that the parties' suspicion-based approach is not surprising given the usual standards and analyses applicable in the context of Fourth Amendment claims outside the context of criminal or civil detention. The Court in <i>Bell</i> addressed the issue of individualized suspicion only in passing, however, and did not clearly articulate what level of individualized suspicion it found to exist based on the facts of the case. The Court stated, \"[W]e deal here with the question whether visual body-cavity inspections . . . can <i>ever</i> be conducted on less than probable cause.\" <i>Id.</i> at 560, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>. Clearly, then, the Court viewed the officials in <i>Bell</i> as lacking probable cause to justify their searches. A dissenting Justice in <i>Bell</i> went so far as to characterize the majority as not requiring reasonable suspicion; although, the majority did not characterize its own holding as such. <i>See id.</i> at 563, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span> (Powell, J., dissenting in part) (\"In view of the serious intrusion on one's privacy occasioned by such a search, I think at least some level of cause, such as reasonable suspicion, should be required to justify the anal and genital searches described in this case.\"). The Eleventh Circuit subsequently stated that because the majority elected not to amend its opinion to address Justice Powell's concern, the majority likely did not demand even reasonable suspicion. <i>See </i><i>Powell v. Barrett,</i> <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1298</span></span>, 1307-08 (11th Cir.2008) (en banc). Whether this is true, the Eleventh <span class=\"star-pagination\">*951</span> Circuit's commentary, at a minimum, highlights the fact that the Court in <i>Bell</i> did not clearly articulate a particular level of individualized suspicion required to justify visual body-cavity searches.</p>\n<p>Regardless of what level of individualized suspicion existed in <i>Bell</i>something less than probable cause, reasonable suspicion, or something less than reasonable suspicionthe facts and holding of <i>Bell</i> illustrate that some unarticulated level of individualized suspicion was present and that the Court necessarily considered this fact in its application of the balancing test. The detainees in <i>Bell</i> were subjected to invasive visual body-cavity searches upon re-entry after contact visits with outsiders. Accordingly, those detainees subject to search were persons who had heightened access to contraband materials. The facts of <i>Bell,</i> then, preclude us from adopting the defendants' argument that <i>Bell</i> involved a blanket policy applied without attempts to distinguish between different members of a detainee population. Given the facts of <i>Bell,</i> and the Court's articulation of the balancing-test factors, suspicion is relevant to the analysis, and we should treat it as part of the \"scope,\" \"manner,\" or \"justification\" factors of the balancing test. <i>See </i><i>Bell,</i> 441 U.S. at 559, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>.</p>\n<p>We reach this conclusion because certain justifications for searches and certain circumstances in which searches are conducted demand less individualized suspicion than others. For example, had the triggering evidence in this case suggested the presence of a more acute danger such as lethal drugs or a weapon (rather than a cell phone, which as discussed below, presents an indirect form of danger within a facility housing sexually dangerous persons), the administrators' apparent rush to conduct highly invasive searches of the entire population, on balance, more clearly would have been reasonable. If the triggering evidence had been a prohibited but relatively benign object, however, it would have seemed, on balance, less reasonable to move quickly towards a method of searching that is so highly and personally invasive. Similarly, if the common area had been common only to a small subset of the detainees at Moose Lake, it would have been much less reasonable to conduct facility-wide, visual body-cavity searches. As these hypotheticals indicate, we view the question of individualized suspicion as an inherent component of the Court's balancing test, and we decline the parties' invitation to rest our analysis too heavily on this factor.</p>\n<p></p>\n<h2>C. Application of the Test to Determine whether there was a Violation of a Clearly Established Constitutional Right.</h2>\n<p>The defendants assert qualified immunity as a defense to suit based on Serna's claims against them in their individual capacities. Qualified immunity generally shields \"[g]overnment officials performing discretionary functions . . . from liability for civil damages insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982). We employ a two-part inquiry to determine whether a lawsuit against a public official alleging a constitutional violation can proceed in the face of an assertion of qualified immunity. <i>See </i><i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 200-01, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001).</p>\n<p>In <i>Saucier,</i> the Court set forth the two-part test with a mandatory sequence for analysis. First, courts were to consider whether, \"[t]aken in the light most favorable to the party asserting the injury, . . . the facts alleged show the officer's <span class=\"star-pagination\">*952</span> conduct violated a constitutional right[.]\" <i>Id.</i> at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>. The \"existence or nonexistence of a constitutional right\" was, therefore, a threshold question. <i>Id.</i> Second, courts were \"to ask whether the right was clearly established.\" <i>Id.</i> This second question is a fact-intensive inquiry that \"must be undertaken in light of the specific context of the case, not as a broad general proposition.\" <i>Id.</i> \"For a right to be deemed clearly established, the `contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right.'\" <i>Buckley v. Rogerson,</i> <span class=\"citation\" data-id=\"750647\"><a href=\"/opinion/750647/eddie-o-buckley-jr-v-russell-rogerson-warden-imcc-paul-w-loeffelholz/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1125</span></a></span>, 1128 (8th Cir.1998) (quoting <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 640, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987)). In other words, \"[o]fficials are not liable for bad guesses in gray areas; they are liable for transgressing bright lines.\" <i>Davis v. Hall,</i> <span class=\"citation\" data-id=\"786941\"><a href=\"/opinion/786941/daryl-l-davis-v-calzona-hall-ex-director-st-louis-county-department-of/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 712 (8th Cir.2004) (quotation omitted).</p>\n<p>The Court's primary rationale in <i>Saucier</i> for making the sequential analysis mandatory was to ensure the development of clear standards as to the underlying questions of constitutional law. <i>Saucier,</i> 533 U.S. at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>. After <i>Saucier,</i> several Justices criticized, or at least expressed doubt as to the wisdom of, the mandatory, sequential nature of the two-part test. <i>See, e.g., </i><i>Morse v. Frederick,</i> <span class=\"citation\" data-id=\"145707\"><a href=\"/opinion/145707/morse-v-frederick/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span>, <span class=\"citation\" data-id=\"145707\"><a href=\"/opinion/145707/morse-v-frederick/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2618</span></a></span>, 2641-42, <span class=\"citation\" data-id=\"145707\"><a href=\"/opinion/145707/morse-v-frederick/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (2007) (Breyer, J., concurring in the judgment and dissenting in part) (noting the tension between the rule of <i>Saucier</i> and the general principal that courts should avoid constitutional issues when possible, and also noting difficulties associated with forcing courts to address constitutional claims even when those claims may not be well presented). Recently, the Court embraced these concerns, reversed itself, and eliminated the mandatory aspect of <i>Saucier</i>'s sequential analysis. <i>See </i><i>Pearson v. Callahan,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span>, 818, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></a></span> (2009). According to <i>Pearson,</i> although it is \"often appropriate\" to address the substantive claims in qualified-immunity cases, lower courts are now \"permitted to exercise their sound discretion in deciding which of the two prongs of the qualified immunity analysis should be addressed first in light of the circumstances in the particular case at hand.\" <i>Id.</i></p>\n<p>Qualified immunity only applies to claims against public officials in their individual capacities. <i>See </i><i>Kentucky v. Graham,</i> <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 166-67, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1985) (noting that personal-immunity defenses are unavailable in official-capacity actions). Also, in accordance with <i>Ex Parte Young,</i> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></a></span> (1908), the Eleventh Amendment bars damages claims against the states, but generally does not bar claims for prospective injunctive relief against public officials in their official capacities. <i>Monroe v. Ark. State Univ.,</i> <span class=\"citation\" data-id=\"1396153\"><a href=\"/opinion/1396153/monroe-v-arkansas-state-university/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">591</span></a></span>, 594 (8th Cir.2007); <i>see </i><i>Nix v. Norman,</i> <span class=\"citation\" data-id=\"526119\"><a href=\"/opinion/526119/laura-nix-v-bobby-norman-arkansas-commission-on-law-enforcement-standards/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">429</span></a></span>, 432 (8th Cir.1989) (\"[T]he Eleventh Amendment bars suits by private parties `seeking to impose a liability which must be paid from public funds in the state treasury . . . .'\" (quoting <i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 663, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974))). Because neither form of immunity applies to official-capacity claims for injunctive relief, the discretion that the Supreme Court returned to lower courts through <i>Pearson</i> will not, as a practical matter, be available in every case. Rather, where an action includes individual and official-capacity claims, and where a demand for injunctive relief against state officials is outstanding, as in the present case, it will remain necessary to address the underlying constitutional issues or decide the case on other grounds entirely.</p>\n<p>Turning to the application of the <i>Bell</i> test to the facts of Serna's case, we <span class=\"star-pagination\">*953</span> consider the justification for the search, as compared to the scope, manner, and location of the intrusion. <i>Bell,</i> 441 U.S. at 559, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>. This amounts to a balancing of the need for the visual body-cavity search against the intrusion upon Serna's personal rights. <i>See </i><i>Goff v. Nix,</i> <span class=\"citation\" data-id=\"478015\"><a href=\"/opinion/478015/george-goff-v-crispus-nix-warden-hal-farrier-director-of-corrections/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">358</span></a></span>, 364-66 (8th Cir.1986) (applying <i>Bell</i> in the context of a prison).</p>\n<p>Regarding the defendants' general justification for the search, security at detention facilities, prisons, and mental institutions alike, is undoubtedly important. <i>See </i><i>Block,</i> 468 U.S. at 586, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></a></span> (\"[T]here is no dispute that internal security of detention facilities is a legitimate government interest. . . .\"). Specifically, security at institutions dedicated to the containment and treatment of mental patients is crucial to safety as well as treatment:</p>\n<blockquote>The governmental interests in running a state mental hospital are similar in material aspects to that of running a prison. Administrators have a vital interest in ensuring the safety of their staff, other patients, and of course in ensuring the patients' own safety.</blockquote>\n<p><i>Morgan v. Rabun,</i> <span class=\"citation\" data-id=\"747680\"><a href=\"/opinion/747680/reginald-morgan-v-john-rabun-lori-derosear-do-john-twiehaus-myra-ward/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">694</span></a></span>, 697 (8th Cir.1997). Thus, \"the government may take steps to maintain security at its institutions\" where sexually violent persons are confined. <i>Seibert v. Alt,</i> 31 Fed.Appx. 309, 312 (7th Cir.2002) (unpublished).</p>\n<p>In the instant case, the defendants rightly proffer institutional security as a justification for the visual body-cavity search of Serna. While illegal drugs or weapons are the contraband typically sought during personally invasive searches within detention facilities, the administrators at Moose Lake explained that cell phones present a \"grave security threat\" in the context of sexually violent persons. The threat includes the potential to conduct criminal activity, including contacting past victims, grooming future victims, or securing child pornography. <i>See, e.g., </i><i>United States v. Mentzos,</i> <span class=\"citation\" data-id=\"795653\"><a href=\"/opinion/795653/united-states-v-dennis-eugene-mentzos-ii/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">830</span></a></span>, 836-37 (8th Cir.2006) (describing a patient who used a phone to secure child pornography while confined in Moose Lake). Many cell phones also have photographic capabilities, which could be used to undermine institutional security by transmitting images of personnel or buildings to persons outside the facility. These context-specific concerns demonstrate that possession of a cell phone may \"significantly increase the possibility that there will be breaches of security and that the safety of others will be placed in jeopardy.\" <i>Block,</i> 468 U.S. at 588, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></a></span>. Cell phones and their potential to grant access to past or future victims for illegal purposes or to procure sexually explicit material also have the potential to negatively interfere with the Program's treatment goals. In fact, the reaction of a Moose Lake detainee who actually had a phone illustrates this point. <i>See e.g., Senty-Haugen,</i> 462 F.3d at 883-84 (noting the violent reaction from a patient at Moose Lake when the cell phone he surreptitiously had been using was seized).</p>\n<p>Further, the administrators at Moose Lake had specific evidence and heightened concerns regarding cell phonesthe cell-phone case, the surveillance video, and a specific history regarding contraband phones and patients' use of phones to commit crimes. <i>See </i><i>Mentzos,</i> 462 F.3d at 836-37 (discussing criminal activity conducted via phone from within Moose Lake by a patient in 2001); <i>see also </i><i>Franklin v. Lockhart,</i> <span class=\"citation\" data-id=\"528270\"><a href=\"/opinion/528270/lee-edward-franklin-david-holifield-v-al-lockhart-director-w-sargent/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">654</span></a></span>, 656 (8th Cir.1989) (considering, in the context of a prison, the \"history of contraband in the building\" in finding justification for visual body-cavity searches sufficient). These facts indicate that the general justification for a search was based upon concrete information and not merely upon \"perceived security concerns.\" <i>See </i><i>Goff,</i> 803 F.2d at 363; <i>cf.</i> <span class=\"star-pagination\">*954</span> <i>Jones v. Edwards,</i> <span class=\"citation\" data-id=\"457122\"><a href=\"/opinion/457122/marlin-e-jones-v-douglas-l-edwards-ss-scott-gilster-julian-jarvis/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">739</span></a></span>, 741 (8th Cir.1985) (finding justification for the strip search of a petty misdemeanor arrestee insufficient where, among other things, officers had no reason to suspect possession of contraband). Ultimately, \"[t]he public's interest in safe and orderly [institutions] is significant.\" <i>Goff,</i> 803 F.2d at 365. As such, the general security concerns listed by the facility administrators in this case are \"legitimate and weighty.\" <i>Id.</i></p>\n<p>The factors to consider in looking at the intrusion Serna suffered include the manner, location, and scope of the search. <i>Bell,</i> 441 U.S. at 559, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>. A visual body-cavity search unquestionably is \"intrusive and unpleasant.\" <i>Goff,</i> 803 F.2d at 365; <i>see also id.</i> at 372-74 (Bright, J., dissenting) (discussing the nature of the intrusion and its impact upon the persons being searched). The intrusion of such a search is significant. <i>See </i><i>Franklin,</i> 883 F.2d at 656. Like the search we upheld in <i>Goff,</i> however, the search in this case was \"not any more intrusive or demeaning than\" the search the Court approved in <i>Bell. </i><i>Goff,</i> 803 F.2d at 365. Staff members conducted the searches in private bathrooms, not in public or semi-public areas. <i>See id.</i> at 366 (upholding search conducted \"in as private a location as security concerns will allow\"). There were no extraneous personnel or patients present; only those involved in the search could observe Serna's unclothed body. <i>Cf. </i><i>Jones,</i> 770 F.2d at 742 (noting that a strip search of an arrestee conducted in the alcove of a hallway was only fortuitously private in finding search unreasonable). Staff executed the searches in a professional manner in same-sex teams of two. <i>Goff,</i> 803 F.2d at 366 (considering the fact that the visual body-cavity search of a prisoner was conducted by an officer of the same sex in upholding the search as reasonable). Further, the search was \"strictly a visual search.\" <i>Id.</i> Staff members did not touch Serna during the search; rather, they asked him to make available for visual inspection portions of his anatomy capable of concealing contraband. There is nothing in the record to indicate that the search was conducted in an abusive manner. <i>See </i><i>Bell,</i> 441 U.S. at 560, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span> (noting that a visual body-cavity search on a pretrial detainee may not be conducted in an abusive fashion).</p>\n<p>The scope of the overall response to the discovery of a cell-phone case, namely, the apparent rush to conduct <i>facility-wide,</i> visual body-cavity searches suggests a disproportionate reaction. Without belaboring the point, we note that a body cavity is not necessarily the first place reasonable persons normally would look for a cell phone. Serna does not argue, however, that a cell phone cannot be secreted in this fashion or that cell phones are substantially different than other objects smuggled by this means.</p>\n<p>Also, the failure to apply any one of several apparent and less invasive search methods militates against a finding of reasonableness. The justifications the defendants offer are general in nature, not specific to Serna, and the administrators possessed information that would have allowed them to partition the population into groups viewed as more or less likely to be in possession of the cell phone (e.g., persons on the surveillance tapes or persons with a history of possessing contraband). In other words, although administrators had information in their possession that clearly directed individualized suspicion at certain patients rather than others, the administrators chose not to rely upon this information.</p>\n<p>Further, there is no suggestion that staff conducted pat-down searches of any inmates prior to subjecting all inmates to visual body-cavity searches. Similarly, there is no suggestion that staff conducted room searches prior to conducting the visual <span class=\"star-pagination\">*955</span> body-cavity searches. By all accounts, it appears that they jumped straight to facility-wide, visual body-cavity searches after a review of the surveillance video failed to show which patient had dropped the cell-phone case.</p>\n<p>That is not to say that officials are required in all cases to apply the least-intrusive methods or proceed through a series of progressively more invasive techniques en route to conducting highly invasive searches. The Court in <i>Bell</i> refused to adopt a less-invasive-means test. <i>See id.</i> at 559 n. 40, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span> (\"[T]he logic of such elaborate less-restrictive-alternative arguments could raise insuperable barriers to the exercise of virtually all search-and-seizure powers.\" (quotation omitted)). And strict application of such a methodology would effectively deprive institutional administrators of the deference noted in <i>Bell.</i></p>\n<p>Nevertheless, the Court in <i>Bell</i> proceeded to \"assum[e] that the existence of less intrusive alternatives is relevant to the determination of the reasonableness of the particular search method at issue,\" and addressed several less restrictive alternatives. <i>Id.</i> Further, our court, post-<i>Bell,</i> has identified the availability of less invasive search techniques as being material to the reasonableness of particular strip searches or body-cavity searches. <i>See, e.g., </i><i>Jones,</i> 770 F.2d at 742 (holding the strip search of a leash-law violator was unreasonable and noting \"that neither the officers nor the jailers attempted a less intrusive pat-down search, which would have detected the proscribed items they sought without infringing [the arrestee's] constitutional protections\"); <i>Franklin,</i> 883 F.2d at 656-57 (holding that semi-public, visual body-cavity searches of segregated prisoners upon movement between housing units or following contact with outsiders were not unreasonable, and stating that \"the record does not support a finding that a less public means of searching exists that would not compromise those security concerns\"). Thus, our cases dictate that, while it is not necessary for officials to employ the least-invasive search techniques available, it is proper for courts to consider the availability of simple, safe, and less invasive techniques that officers elected not to pursue when assessing the reasonableness of performing body cavity searches en mass on a treatment center population.</p>\n<p>In balancing these factors, we expressly reject the defendants' attempt to establish a wide-reaching rule that any suspicion of contraband is sufficient to justify facility-wide, visual body-cavity searches. The defendants' argument would champion the broad words and the deferential spirit of <i>Bell</i> over its facts and relatively narrow holdingthe approval of invasive searches of a limited category of persons based on something less than probable cause. We previously have recognized the limitations of <i>Bell,</i> and we have held that not all search techniques may be swept under the rug of deference to detention-center decisionmakers:</p>\n<blockquote>Although we recognize that the security of detention facilities is an important concern of correction officials who are, in part, responsible for the safety of their charges, we also recognize that security cannot justify the blanket deprivation of rights of the kind incurred here.</blockquote>\n<p><i>Jones,</i> 770 F.2d at 742.</p>\n<p>Ultimately, however, while we hold that the specific facts of Serna's case present a close question of constitutional law, the searches were not unreasonable. The defendants' security and treatment concerns are genuine and serious; the searches, while invasive, were conducted privately, safely, and professionally; and the facility was reacting to a recurring problem. We <span class=\"star-pagination\">*956</span> view Serna's case as an outer limit under the <i>Bell</i> test and, as such, caution facility administrators to recognize that courts' deference under <i>Bell</i> is not without limits.</p>\n<p>We affirm the judgment of the district court.</p>\n<h2>NOTES</h2>\n<p>[1]  We previously discussed the term \"sexually dangerous person\" and the Minnesota Sex Offender Program in <i>Senty-Haugen v. Goodno,</i> <span class=\"citation\" data-id=\"795656\"><a href=\"/opinion/795656/arthur-dale-senty-haugen-v-kevin-goodno-michael-tessner-larry-tebrake/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">876</span></a></span>, 880-81 (8th Cir.2006).</p>\n<p>[2]  The Honorable James M. Rosenbaum, United States District Judge for the District of Minnesota, adopting the Report and Recommendation of Susan Richard Nelson, United States Magistrate Judge for the District of Minnesota.</p>\n<p>[3]  The Program has a duty \"to provide care and treatment\" to committed persons in its Moose Lake facility, Minnesota Statute § 246B.02, and it attempts to teach detainees how to control their dangerous sexual behaviors so that they can eventually return to the community. Serna submitted a petition for discharge in 2006. The State denied his petition, in part, because he \"failed to explain why he was no longer in need of in-patient treatment and supervision.\" <i>Serna v. Goodno,</i> No. A06-331, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1985765</span></span>, at *1 (Minn. Ct.App. July 18, 2006) (unpublished).</p>\n<p>[4]  We note that the Program maintains a separate facility that has adopted a policy imposing stricter limits on the use of visual body-cavity searches. The defendants in the present case distinguish that facility from the Moose Lake facility as involving different treatment and security concerns.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110746/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111500/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111953/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145918/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/199586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/457122/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/478015/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/525636/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/526119/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/528270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/747680/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/750647/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/773676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786941/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795653/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1193651/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1396153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2234665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2336578/"
          ]
        }
      ],
      "judges": "Melloy, Bowman, and Smith, Circuit Judges",
      "date_created": "2015-10-16T01:20:19.836240Z",
      "date_modified": "2016-12-19T22:45:40.984069Z",
      "date_filed": "2009-06-03",
      "date_filed_is_approximate": false,
      "slug": "serna-v-goodno",
      "citation_id": 1181301,
      "case_name_short": "Serna",
      "case_name": "Serna v. Goodno",
      "case_name_full": "",
      "federal_cite_one": "567 F.3d 944",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 16,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/587828/serna-v-goodno/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:42:13.964862Z",
  "date_modified": "2014-10-30T10:42:13.964862Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Serna",
  "case_name": "Serna v. Goodno",
  "case_name_full": "",
  "slug": "serna-v-goodno",
  "docket_number": "05-3441",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}