{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/591568/",
  "id": 591568,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/kan/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1210715/",
      "id": 1210715,
      "absolute_url": "/opinion/1210715/in-re-jdj/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/591568/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1210715/",
          "id": 1210715,
          "absolute_url": "/opinion/1210715/in-re-jdj/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1210715/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4452/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:01:32.416491Z",
          "date_modified": "2017-03-31T08:23:44.406203Z",
          "type": "010combined",
          "sha1": "278dafa8dc9e0167f3798c2c4d7c9a25074fe6b7",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>266 Kan. 211 (1998)</b></center>\n<center><b>967 P.2d 751</b></center>\n<center><h1>IN THE MATTER OF J.D.J., Respondent/Appellee.</h1></center>\n<center>No. 80,671.</center>\n<center><p><b>Supreme Court of Kansas.</b></p></center>\n<center>Opinion filed November 6, 1998.</center>\n<p><i>Joan M. Hamilton,</i> district attorney, argued the cause, and <i>Cheryl L. Whelan,</i> assistant district attorney, and <i>Carla J. Stovall,</i> attorney general, were with her on the brief for appellant.</p>\n<p><i>Mark Ward,</i> of Topeka, argued the cause and was on the brief for appellee.</p>\n<p>The opinion of the court was delivered by</p>\n<p>ALLEGRUCCI, J.:</p>\n<p>The State appeals from the district court's order denying the State's motion to prosecute J.D.J. as an adult. This appeal was transferred from the Court of Appeals to this court pursuant to K.S.A. 20-3018(c).</p>\n<p>The sole issue is whether the district court erred in refusing to authorize J.D.J.'s prosecution as an adult. On September 24, 1997, J.D.J.'s mother died as a result of blood loss from two stab wounds that severed her carotid arteries. Contributing to her death were multiple blunt force injuries.</p>\n<p>J.D.J. told a law enforcement officer that while his father was out for a walk, he repeatedly hit his mother in the head with a baseball bat. Even after she fell down, he continued to hit her. After walking in and out of the room several times, J.D.J. could <span class=\"star-pagination\">*212</span> hear his mother breathing. He went to the kitchen for a knife, returned to her room, and stabbed her in the throat.</p>\n<p>J.D.J. told the officer that before he hit his mother, they were having a conversation but that he did not remember what the topic was. He said he looked at her and \"didn't feel like himself.\" Then he began hitting her. J.D.J. could not remember how many times he stabbed his mother, \"but he thought it was a couple.\"</p>\n<p>After stabbing his mother, J.D.J. took $8 out of her purse and got the keys to the car. Leaving the knife in the kitchen sink and the baseball bat somewhere in the house, he drove to Beto Junction. He telephoned his girlfriend and told her that he had stabbed his mother. He wanted his girlfriend and her mother to come pick him up so that he could turn himself in.</p>\n<p>A Coffey County officer noticed J.D.J. at the Beto Junction truck stop because he was slumped down in his car, not going anywhere. When the officer told J.D.J. he thought he had run away from home, J.D.J. responded, \"I think I just killed my mother.\" J.D.J. did not exhibit signs of any emotion. He was cooperative.</p>\n<p>After being returned to Shawnee County, J.D.J. gave a statement describing how he had killed his mother, but he was unable to give a reason for doing it. J.D.J. told the officer that he did not feel like himself and that it was like watching himself kill his mother. He displayed no emotion when talking with the officer. He was cooperative.</p>\n<p>T.L.T., who went to school with J.D.J., testified that on Friday evening, September 5, 1997, he was staying overnight with C.H., his friend. J.D.J. joined them at C.H.'s house. During a discussion about cars, J.D.J. said that they \"could go kill his parents and take their vehicle out.\" J.D.J. said that he would use a heavy, rockcrushing hammer his dad had made and that T.L.T. and C.H. could use a baseball bat. The next afternoon, on J.D.J.'s initiative, the three again discussed killing J.D.J.'s parents and taking their vehicles. T.L.T. did not think J.D.J. really wanted to kill his parents, but, for a moment when J.D.J. was not laughing, T.L.T. \"kind of took it serious, just for a little bit.\"</p>\n<p>J.D.J.'s father testified that J.D.J. ran away on September 5 and was found the next day. He also testified that the boy had never <span class=\"star-pagination\">*213</span> been arrested. According to the father, J.D.J. had been in three fights at schoolone when he was in third grade, one in sixth grade, and one in ninth grade. The last fight occurred in February 1997. It was precipitated by a senior picking on another student. J.D.J. intervened, and the vice-principal who tried to pull them apart was knocked down. No charges were filed against J.D.J., but he was suspended from school.</p>\n<p>J.D.J.'s parents were concerned about his lack of motivation, as manifested in his falling grades and plateaued sports prowess. They got him into a tutoring program and had him evaluated. J.D.J. admitted in evaluation that he used drugs.</p>\n<p>When J.D.J. was suspended from school for fighting, his doctor referred him to a clinical psychologist, Stephen Blum, for outpatient psychotherapy. Blum met with J.D.J. for six sessions between February 7 and April 23, 1997. In July or August 1997, J.D.J.'s father called Blum about getting J.D.J. back into therapy.</p>\n<p>Blum testified that J.D.J.'s parents had decided that he would be home schooled because he was agreeable at home, but at school he was disruptive, defiant, and aggressive, and failed to do assigned work. At variance with the father's testimony, Blum's notes \"reflect[ed] that there had been two recent fights\" and that J.D.J. \"had a history of fighting on and off over the prior few years.\" The treatment goals expressed by his parents were \"that he not fight as much and that he finish high school.\" Blum wanted J.D.J. \"to learn to control his anger better.\"</p>\n<p>At their first session, Blum noted that J.D.J.'s appearance was all right, his speech was normal, his thought processes were logical and coherent, and there was no evidence of any psychotic symptomatology. At a subsequent session, J.D.J. said that occasionally he \"loses it\" when he fights. To Blum this meant that J.D.J. became so intensely involved in the fight that he was not aware of what he was doing. He put J.D.J.'s \"losing it\" in the class of dissociative phenomena, which include a broad range of behaviorsmultiple personalities, blackouts, not remembering what people say, and thinking information has been communicated to someone when it has not. In other words, great or small \"disturbances in the normal flow of conscious awareness.\" Blum never saw an example of dissociative <span class=\"star-pagination\">*214</span> phenomena in J.D.J.'s behavior. Asked whether J.D.J. was typical of his age group in his thought patterns and behavior, Blum answered that J.D.J. \"looked a lot like other 15 years olds that I see who have difficulty with aggression.\"</p>\n<p>After J.D.J. ran away on September 5, his father was unable to reach Blum. Instead, he had J.D.J. evaluated by Mary Schell, a social worker. She recognized that J.D.J. was depressed and referred him to Brenda Gomez for drug evaluation. At that time, J.D.J.'s parents became more aware of the extent of his drug use.</p>\n<p>Dr. William Logan evaluated J.D.J. and testified on his behalf as an expert in forensic psychiatry. J.D.J. told Dr. Logan that he began heavy, sometimes daily, use of marijuana in eighth grade, that he sold marijuana, and that he also used LSD and \"a variety of other things\" less frequently. J.D.J. used LSD in the morning on Thursday, September 18, 1997. In Logan's opinion, the dissociation described by J.D.J. was \"consistent with what can happen in a depersonalization episode\" and it was not the sort of phenomenon that a malingerer would be likely to describe. A typical fabricated episode would feature voices or demon possession, and, in contrast, J.D.J. reported a complete visual memory but could not recall hearing any sounds. Dr. Logan testified that he thought the \"depersonalization reaction\" of J.D.J. when he killed his mother could have been a drug reaction. One of the things that made Logan think it might have been a drug reaction is that it differed from the fighting dissociative behavior J.D.J. described to Blum in that killing his mother \"did not appear to have any precipitant at all.\"</p>\n<p>Blum reported to Dr. Logan that he never saw negative interaction between J.D.J. and his mother, who took J.D.J. to his therapy sessions, and that J.D.J. never had anything negative to say about his mother. Logan concluded that J.D.J. was no more mature than his chronological age and that his \"problems with anger, aggression, drug abuse, and illegal behavior are treatable.\" Logan also testified that he believed that J.D.J. could be rehabilitated within the juvenile justice system and before he reached the age of 23. He noted that the psychotherapy needed by J.D.J. could be provided by Menninger Clinic volunteers who go to the juvenile correctional <span class=\"star-pagination\">*215</span> facilities. \"The only difficulty\" he foresaw was that because the volunteers were participants in 1- to 2-year training programs at Menninger, J.D.J. probably would have to change therapists several times. Nonetheless, the counseling J.D.J. would receive would be of high quality. J.D.J.'s treatment needs also include help for the post-traumatic stress disorder that resulted from his killing his mother. Logan testified that programs available for inmates in the adult correctional system were sex offender and substance abuse programs conducted by contract providers and short-term group therapy with staff psychologists.</p>\n<p>Philip Knapp, the Director of Correctional Programs at the Topeka Juvenile Correctional Facility (TJCF), testified about programs available to residents of the facility. A regular diploma or a GED can be earned through the accredited secondary school; then, in a sequence of programs, a juvenile can get career education, prevocational training, and some vocational and work industries positions. Substance abuse treatment groups meet in the facility, and a juvenile who needs intensive inpatient treatment can be referred to another facility. Several programs are offered that are aimed at handling anger and aggression. On staff there are five psychologists and nine social workers who do individual counseling with offenders every other week, at a minimum. A psychiatrist contracts with TJCF and prescribes and monitors psychotropic medications for offenders. Offenders who require psychotherapy may meet weekly with volunteers from the post-doctoral and psychotherapist training programs at Menninger.</p>\n<p>Secretary of Corrections Charles Simmons testified that \"[s]ome type of mental health professional\" is available at each of the adult correctional system facilities. He also testified that group and/or individual therapy was available and the frequency would be determined by the mental health professional. He described the mental health programs as being available on an \"as needed basis,\" meaning \"[t]he circumstances that the inmate presents, what [his or her] condition is and what's identified by staff based on the offender's behavior, either the inmate can request mental health referral or staff can make a mental health referral.\" Asked if the mental health programs are aimed at control of inmates, Simmons <span class=\"star-pagination\">*216</span> answered, \"Control of inmates, overall facility security and trying to get the individual in the most appropriate placement for his or her condition.\" He also said that the emphasis was on a combination of adapting individual inmates to the prison setting and rehabilitation.</p>\n<p>Family friends and neighbors spoke positively of J.D.J.'s behavior and character. J.D.J.'s teachers and coaches spoke positively of his behavior and character. None testified that J.D.J.'s level of sophistication or maturity was out of the ordinary. J.D.J.'s brother testified that he had told J.D.J. \"he was still my brother and I still loved him.\" J.D.J.'s father urged the court to treat J.D.J. as a juvenile offender rather than to authorize his prosecution as an adult. He said that J.D.J. would be welcomed back in his home upon release.</p>\n<p>The Kansas Juvenile Offenders Code permits a prosecutor to request that the district court authorize prosecution of the respondent as an adult under the Kansas Criminal Code. K.S.A. 1997 Supp. 38-1636(a)(2) provides, in part:</p>\n<blockquote>\"At any time after commencement of proceedings under this code against a respondent who was: (A) 14, 15, 16 or 17 years of age at the time of the offense or offenses alleged in the complaint, if any such offense (i) if committed by an adult, would be an offgrid offense ... the county or district attorney may file a motion requesting that the court authorize prosecution of the respondent as an adult under the applicable criminal statute. The respondent shall be presumed to be an adult. The burden of proof is on the respondent to rebut the presumption.\"</blockquote>\n<p>Prior to July 1, 1997, 38-1636 did not contain the subsection (a)(2) provision requiring a respondent charged with an offgrid offense to be presumed to be an adult for the purpose of the trial court's determining whether to authorize prosecution as an adult. In cases under the former version of the statute, this court has stated that the standard for reviewing the decision to authorize prosecution as an adult is whether the decision is supported by substantial evidence. See <i>State v. Claiborne,</i> 262 Kan. 416, 420, 940 P.2d 27 (1997). Although the State appears to argue to the contrary, that is still the standard of review this court is to apply on appeal.</p>\n<p><span class=\"star-pagination\">*217</span> Substantial evidence is the touchstone for this court's review and the district court's measure as well. K.S.A. 1997 Supp. 38-1636(f)(1) applies regardless of whether respondent is presumed to be a juvenile or an adult and is statutory authority for the substantial evidence standard:</p>\n<blockquote>\"The court may authorize prosecution as an adult upon completion of the hearing if the court finds that there is substantial evidence that the respondent should be prosecuted as an adult for the offense with which the respondent is charged. In that case, the court shall direct the respondent be prosecuted under the applicable criminal statute and that the proceedings filed under this code be dismissed.\"</blockquote>\n<p>In <i>State v. Ratley,</i> 253 Kan. 394, 398, 855 P.2d 943 (1993), the court stated that \"substantial evidence\" is</p>\n<blockquote>\"evidence which possesses both relevance and substance and which furnishes a substantial basis of fact from which the issues can reasonably be resolved. Stated in another way, `substantial evidence' is such legal and relevant evidence as a reasonable person might accept as being sufficient to support a conclusion. <i>State v. Garcia,</i> 250 Kan. 310, Syl. ¶ 3, 827 P.2d 727 (1992). Furthermore, `\"[u]pon appellate review [the appellate court] accepts as true the evidence and all inferences to be drawn therefrom which support or tend to support the findings of the trial judge.\"` <i>Taylor v. State,</i> 252 Kan. 98, 104, 843 P.2d 682 (1992) (quoting <i>Short v. Wise,</i> 239 Kan. 171, 178, 718 P.2d 604 [1986]).\"</blockquote>\n<p>K.S.A. 60-413 defines a presumption as \"an assumption of fact resulting from a rule of law which requires such fact to be assumed from another fact or group of facts found or otherwise established in the action.\" The operative presumption in the present case is an assumption that respondent is to be treated as an adult since he was charged with committing an offgrid offense. K.S.A. 1997 Supp. 38-1636(a)(2) provides that \"[t]he burden of proof is on the respondent to rebut the presumption.\" Burden of proof is synonymous with burden of persuasion. K.S.A. 60-401(d). K.S.A. 60-414 also provides that \"the burden of establishing the nonexistence of the presumed fact is upon the party against whom the presumption operates.\"</p>\n<p>Matters to be considered by the district court in determining whether to authorize prosecution as an adult are spelled out in subsection (e) of K.S.A. 1997 Supp. 38-1636:</p>\n<blockquote>\n<span class=\"star-pagination\">*218</span> \"In determining whether or not prosecution as an adult should be authorized... the court shall consider each of the following factors: (1) The seriousness of the alleged offense and whether the protection of the community requires prosecution as an adult ...; (2) whether the alleged offense was committed in an aggressive, violent, premeditated or willful manner; (3) whether the offense was against a person or against property, greater weight being given to offenses against persons, especially if personal injury resulted; (4) the number of alleged offenses unadjudicated and pending against the respondent; (5) the previous history of the respondent, including whether the respondent had been adjudicated a juvenile offender under this code and, if so, whether the offenses were against persons or property, and any other previous history of anti-social behavior or patterns of physical violence; (6) the sophistication or maturity of the respondent as determined by consideration of the respondent's home, environment, emotional attitude, pattern of living or desire to be treated as an adult; (7) whether there are facilities or programs available to the court which are likely to rehabilitate the respondent prior to the expiration of the court's jurisdiction under this code; and (8) whether the interests of the respondent or of the community would be better served by criminal prosecution....\"</blockquote>\n<p>With regard to the weight to be carried by individual factors, the legislature provided: \"The insufficiency of evidence pertaining to any one or more of the factors listed in this subsection shall not in and of itself be determinative of the issue.\" K.S.A. 1997 Supp. 38-1636(e).</p>\n<p>Although the State in the present case contends that the district court failed to recognize the statutory presumption, the record shows otherwise. The district judge prefaced the February 1998 hearing in this matter with the following remarks:</p>\n<blockquote>\"THE COURT: This is a Motion to Waive Jurisdiction pursuant to K.S.A. 38-1636. By virtue of the nature of allegations alleged in the underlying complaint under the new statute the burden shifts to the respondent to rebut the presumption that is created by the statute. With that being the case, Mr. Ward, I would presume you will present your evidence first in this matter and the State will be afforded the opportunity to present any responsive evidence that they may wish to present in that regard.\"</blockquote>\n<p>Respondent's counsel then called his first witness. Thus, the record conclusively shows that the district judge recognized the statutory presumption and conducted the hearing on the State's motion accordingly.</p>\n<p><span class=\"star-pagination\">*219</span> The district judge conscientiously adhered to the framework of 38-1636(e) in reviewing the evidence, making findings, and reaching a conclusion. The State faults the district judge's consideration of the factors, though, contending that it \"was tainted by his failure to recognize the Respondent's burden to overcome the presumption that the Respondent was an adult.\" According to the State, the evidence that supports treating J.D.J. as a juvenile is not substantial enough to overcome the presumption that he is an adult. However, the question for this court is simply whether there is substantial evidence to support the district court's decision.</p>\n<p>The State does not dispute the district court's findings with regard to the first three factors, but seems to advocate that they should have been given more emphasis. For the first factor, the district court stated: \"There is no more serious offense [than] first degree murder.\" The district court found with regard to the second factor that J.D.J.'s actions were aggressive, violent, and willful. For the third factor, the offense was against a person and that person died from the injuries inflicted by J.D.J.</p>\n<p>The State does not dispute the district court's finding for the fourth factor that the only alleged offenses unadjudicated and pending against J.D.J. were those contained in the complaint upon which the State's motion was entertained. The State advocates that \"this factor should not be considered significant.\" However, the State offers no rational justification for discounting the factor.</p>\n<p>The fifth factor is the respondent's record, within and without the juvenile justice system. The district court found, and the State does not dispute, that J.D.J. had never been adjudicated a juvenile offender. With regard to his previous unadjudicated history, the district court found:</p>\n<blockquote>\"There is dispute concerning the aspect of the pattern of physical violence or antisocial behavior. It is not uncommon for young men to become involved in altercations. It is not encouraged, it is not necessarily unexpected.</blockquote>\n<blockquote>\"The information and testimony before the Court was that there were incidents of violence by this respondent, some of which were instigated by others in which he was defending, some of which the consequences did not necessarily seem appropriate to the event.</blockquote>\n<blockquote>\"There was an attempt on the part of the parents to address an issue by seeking a therapeutic process which was invoked which occurred for some seven sessions, <span class=\"star-pagination\">*220</span> which by virtue of the testimony that Dr. Blum indicated at that time respondent did, in fact, respond to the therapeutic process.\"</blockquote>\n<p>From the district judge's comment that J.D.J.'s behavioral history is in dispute, the State would have this court conclude that \"the Respondent failed to present substantial evidence on this factor.\" As already discussed, substantial evidence is what would reasonably support a conclusion regardless of whether it is controverted.</p>\n<p>The sixth statutory factor is \"the sophistication or maturity of the respondent as determined by consideration of the respondent's home, environment, emotional attitude, pattern of living or desire to be treated as an adult.\" K.S.A. 1997 Supp. 38-1636(e)(6). The State contends that the district court misinterpreted this factor. The presumption that J.D.J. is an adult seems to figure heavily in the State's interpretation:</p>\n<blockquote>\"The effect of K.S.A. 1997 Supp. 38-1636(a)(2) is that all juveniles who meet the statutory criteria are presumed to be adults who should be prosecuted in the adult system. This presumption includes all juveniles regardless of the juvenile's sophistication or maturity level. In deciding whether to rebut that presumption, a district court may consider a respondent's sophistication or maturity pursuant to K.S.A. 1997 Supp. 38-1636(e)(6). However, to find in favor of a respondent on this factor, a district court logically must conclude that the respondent possessed a level of maturity or sophistication below the average juvenile of the same age.\"</blockquote>\n<p>It is the State which misinterprets this factor. The State's rationale would essentially negate consideration of the remaining 38-1636(e) factors. J.D.J. attempts to demonstrate the error in the State's contention with this hypothetical example:</p>\n<blockquote>\"Under the Appellant's analysis, if X was 16 years old, Y was 15 years old and Z was 14 years old, and all three were determined to have the sophistication and maturity of a 15 year old, only X, the older boy, would qualify as a juvenile. This is true even though they all demonstrated the same level of sophistication and maturity.\"</blockquote>\n<p>This example serves to point out a certain lack of logic in the State's position. It may also be noted that there is no basis in the statute for this factor to be dependent upon whether a respondent's maturity ranks above or below average for his or her age.</p>\n<p><span class=\"star-pagination\">*221</span> The State argues that the presumption that J.D.J. is an adult may be equated with a presumption that he has the sophistication and maturity of an adult so that only a showing to the contrary would indicate that he should not be prosecuted as an adult. The State cites no authority for this proposition. Nor does it offer any reason why the presumption that J.D.J. is an adult for the purpose of determining how his offense will be adjudicated should give rise to the further presumption that he has the sophistication and maturity of an adult. Under the statute, the level of his sophistication and maturity is a factor to be considered by the court. Thus, the level of his sophistication and maturity is a subject on which evidence may be produced by the respondent and/or the State and weighed by the court, but it is not a matter to be presumed.</p>\n<p>With regard to the evidence on the sixth factor, the district court stated that it showed J.D.J. to be \"an adolescent, a teenager, a young man who resided at home, was dependent upon his parents, acted and interacted with other young men and juveniles his own age in a manner consistent with theirs.\" The district judge concluded: \"There was nothing to indicate any unusual sophistication or maturity of this respondent over that of his chronological age.\" The State contends that the district court ignored evidence that J.D.J. wanted to be treated as an adult and evidence of \"his pattern of living.\" According to the State, the ignored evidence includes J.D.J.'s holding a driver's license, driving a car, and running away from home on September 5-6, 1997. J.D.J. disputes the State's assumption that any one of those three things typifies an adult level of sophistication and maturity rather than an adolescent one. In addition, J.D.J. points to the testimony of a psychiatrist, a psychologist, two teachers, a baseball coach, and a family friend to the effect that he was a typical adolescent.</p>\n<p>The seventh factor generally involves availability of rehabilitative programs and specifically focuses on \"whether there are facilities or programs available to the court which are likely to rehabilitate the respondent prior to the expiration of the court's jurisdiction under this code.\" K.S.A. 1997 Supp. 38-1636(e)(7). Evidence was presented by the parties about programs in both the juvenile and adult systems, and the district court found that appropriate programs <span class=\"star-pagination\">*222</span> were available in both systems. For the following reason, the district court concluded that this factor favored treating J.D.J. as a juvenile:</p>\n<blockquote>\"The programs available within the juvenile system and through the correctional facilities of [the] juvenile system and the other resources of the juvenile system would seem to be more likely to focus attention on this respondent than those that are available within the adult system.</blockquote>\n<blockquote>\"The time frame involved based upon the testimony [of] Dr. Logan of seven years of potential jurisdiction within the juvenile system by Dr. Logan's assessment would be adequate time to meet this young man's needs for treatment and rehabilitation.\"</blockquote>\n<p>The State takes issue with the district court's belief that J.D.J.'s rehabilitative needs would be better served in the juvenile system. The State seems to assume that rehabilitation for J.D.J. would consist of mental health treatment, and the State contends that the probability of J.D.J. receiving adequate mental health treatment is greater in the adult system than in the juvenile one. However, the essential inquiry is whether the means exist within the juvenile system for rehabilitating the juvenile offender while he or she remains within the court's jurisdiction. In the present case, the district judge determined that the means do exist. There is substantial evidence to support his determination, and, furthermore, the State's claim that equal or better facilities and programs are available in the adult system, even if wholly substantiated by the evidence, would not require a different finding for this factor.</p>\n<p>The eighth factor is \"whether the interests of the respondent or of the community would be better served by criminal prosecution.\" K.S.A. 1997 Supp. 38-1636(e)(8). The State does not mention the interests of J.D.J. Nor does it refer to extended jurisdiction juvenile prosecution as an alternative, and the State suggests that J.D.J.'s detention in the juvenile system would be limited to \"two years\" or \"a few years.\" In this respect, the district court stated:</p>\n<blockquote>\"If the respondent is maintained in the juvenile system the Court has the ability and the support to maintain jurisdiction to the age of 23 and the Court would have some level of impact upon how long the respondent would remain within a juvenile facility if maintained within the juvenile system.</blockquote>\n<blockquote>\"If the respondent goes to the adult system the period of confinement would be substantial. If convicted of the off grid offense or even a [lesser] offense of <span class=\"star-pagination\">*223</span> second degree murder, does society benefit from the segregation of this young man or does society ultimately benefit from the rehabilitation[?] There's no clearcut answer to that question. I wish there were a clear cut answer that I can have access to.</blockquote>\n<blockquote>\"What's being sought I hope before this Court is justice. Justice tempered with mercy. Accountability, accountability tempered with rehabilitation.\"</blockquote>\n<p>As J.D.J. points out, K.S.A. 1997 Supp. 38-1604(c)(2) creates jurisdiction over the juvenile offender until he or she reaches age 23. The State's principal contention is that prosecuting J.D.J. as an adult will serve as a deterrent function in the community, thus protecting mothers from aberrant sons. The State does not claim to have presented any evidence on this point. On the other hand, J.D.J. presented the testimony of \"the community that knows [him] best, his family, friends, teachers and neighbors\" in favor of treating him as a juvenile.</p>\n<p>It is not for this court to reweigh the evidence, substitute our evaluation of the evidence for that of the trial court, or pass upon the credibility of the witnesses. We must review the evidence in a light most favorable to J.D.J. and determine whether the trial court's findings are supported by substantial competent evidence. We have carefully reviewed the evidence and considered the arguments of the parties, and we conclude that there is substantial competent evidence that supports the trial court's decision. Thus, J.D.J. carried his burden of proof and rebutted the statutory presumption that he is an adult who should be prosecuted under applicable criminal statutes. The district court did not err in refusing to authorize J.D.J.'s prosecution as an adult.</p>\n<p>The judgment of the district court is affirmed.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">266</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">211</span></span> (1998)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">967</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">751</span></span></b></center>\n<center><h1>IN THE MATTER OF J.D.J., Respondent/Appellee.</h1></center>\n<center>No. 80,671.</center>\n<center><p><b>Supreme Court of Kansas.</b></p></center>\n<center>Opinion filed November 6, 1998.</center>\n<p><i>Joan M. Hamilton,</i> district attorney, argued the cause, and <i>Cheryl L. Whelan,</i> assistant district attorney, and <i>Carla J. Stovall,</i> attorney general, were with her on the brief for appellant.</p>\n<p><i>Mark Ward,</i> of Topeka, argued the cause and was on the brief for appellee.</p>\n<p>The opinion of the court was delivered by</p>\n<p>ALLEGRUCCI, J.:</p>\n<p>The State appeals from the district court's order denying the State's motion to prosecute J.D.J. as an adult. This appeal was transferred from the Court of Appeals to this court pursuant to K.S.A. 20-3018(c).</p>\n<p>The sole issue is whether the district court erred in refusing to authorize J.D.J.'s prosecution as an adult. On September 24, 1997, J.D.J.'s mother died as a result of blood loss from two stab wounds that severed her carotid arteries. Contributing to her death were multiple blunt force injuries.</p>\n<p>J.D.J. told a law enforcement officer that while his father was out for a walk, he repeatedly hit his mother in the head with a baseball bat. Even after she fell down, he continued to hit her. After walking in and out of the room several times, J.D.J. could <span class=\"star-pagination\">*212</span> hear his mother breathing. He went to the kitchen for a knife, returned to her room, and stabbed her in the throat.</p>\n<p>J.D.J. told the officer that before he hit his mother, they were having a conversation but that he did not remember what the topic was. He said he looked at her and \"didn't feel like himself.\" Then he began hitting her. J.D.J. could not remember how many times he stabbed his mother, \"but he thought it was a couple.\"</p>\n<p>After stabbing his mother, J.D.J. took $8 out of her purse and got the keys to the car. Leaving the knife in the kitchen sink and the baseball bat somewhere in the house, he drove to Beto Junction. He telephoned his girlfriend and told her that he had stabbed his mother. He wanted his girlfriend and her mother to come pick him up so that he could turn himself in.</p>\n<p>A Coffey County officer noticed J.D.J. at the Beto Junction truck stop because he was slumped down in his car, not going anywhere. When the officer told J.D.J. he thought he had run away from home, J.D.J. responded, \"I think I just killed my mother.\" J.D.J. did not exhibit signs of any emotion. He was cooperative.</p>\n<p>After being returned to Shawnee County, J.D.J. gave a statement describing how he had killed his mother, but he was unable to give a reason for doing it. J.D.J. told the officer that he did not feel like himself and that it was like watching himself kill his mother. He displayed no emotion when talking with the officer. He was cooperative.</p>\n<p>T.L.T., who went to school with J.D.J., testified that on Friday evening, September 5, 1997, he was staying overnight with C.H., his friend. J.D.J. joined them at C.H.'s house. During a discussion about cars, J.D.J. said that they \"could go kill his parents and take their vehicle out.\" J.D.J. said that he would use a heavy, rockcrushing hammer his dad had made and that T.L.T. and C.H. could use a baseball bat. The next afternoon, on J.D.J.'s initiative, the three again discussed killing J.D.J.'s parents and taking their vehicles. T.L.T. did not think J.D.J. really wanted to kill his parents, but, for a moment when J.D.J. was not laughing, T.L.T. \"kind of took it serious, just for a little bit.\"</p>\n<p>J.D.J.'s father testified that J.D.J. ran away on September 5 and was found the next day. He also testified that the boy had never <span class=\"star-pagination\">*213</span> been arrested. According to the father, J.D.J. had been in three fights at schoolone when he was in third grade, one in sixth grade, and one in ninth grade. The last fight occurred in February 1997. It was precipitated by a senior picking on another student. J.D.J. intervened, and the vice-principal who tried to pull them apart was knocked down. No charges were filed against J.D.J., but he was suspended from school.</p>\n<p>J.D.J.'s parents were concerned about his lack of motivation, as manifested in his falling grades and plateaued sports prowess. They got him into a tutoring program and had him evaluated. J.D.J. admitted in evaluation that he used drugs.</p>\n<p>When J.D.J. was suspended from school for fighting, his doctor referred him to a clinical psychologist, Stephen Blum, for outpatient psychotherapy. Blum met with J.D.J. for six sessions between February 7 and April 23, 1997. In July or August 1997, J.D.J.'s father called Blum about getting J.D.J. back into therapy.</p>\n<p>Blum testified that J.D.J.'s parents had decided that he would be home schooled because he was agreeable at home, but at school he was disruptive, defiant, and aggressive, and failed to do assigned work. At variance with the father's testimony, Blum's notes \"reflect[ed] that there had been two recent fights\" and that J.D.J. \"had a history of fighting on and off over the prior few years.\" The treatment goals expressed by his parents were \"that he not fight as much and that he finish high school.\" Blum wanted J.D.J. \"to learn to control his anger better.\"</p>\n<p>At their first session, Blum noted that J.D.J.'s appearance was all right, his speech was normal, his thought processes were logical and coherent, and there was no evidence of any psychotic symptomatology. At a subsequent session, J.D.J. said that occasionally he \"loses it\" when he fights. To Blum this meant that J.D.J. became so intensely involved in the fight that he was not aware of what he was doing. He put J.D.J.'s \"losing it\" in the class of dissociative phenomena, which include a broad range of behaviorsmultiple personalities, blackouts, not remembering what people say, and thinking information has been communicated to someone when it has not. In other words, great or small \"disturbances in the normal flow of conscious awareness.\" Blum never saw an example of dissociative <span class=\"star-pagination\">*214</span> phenomena in J.D.J.'s behavior. Asked whether J.D.J. was typical of his age group in his thought patterns and behavior, Blum answered that J.D.J. \"looked a lot like other 15 years olds that I see who have difficulty with aggression.\"</p>\n<p>After J.D.J. ran away on September 5, his father was unable to reach Blum. Instead, he had J.D.J. evaluated by Mary Schell, a social worker. She recognized that J.D.J. was depressed and referred him to Brenda Gomez for drug evaluation. At that time, J.D.J.'s parents became more aware of the extent of his drug use.</p>\n<p>Dr. William Logan evaluated J.D.J. and testified on his behalf as an expert in forensic psychiatry. J.D.J. told Dr. Logan that he began heavy, sometimes daily, use of marijuana in eighth grade, that he sold marijuana, and that he also used LSD and \"a variety of other things\" less frequently. J.D.J. used LSD in the morning on Thursday, September 18, 1997. In Logan's opinion, the dissociation described by J.D.J. was \"consistent with what can happen in a depersonalization episode\" and it was not the sort of phenomenon that a malingerer would be likely to describe. A typical fabricated episode would feature voices or demon possession, and, in contrast, J.D.J. reported a complete visual memory but could not recall hearing any sounds. Dr. Logan testified that he thought the \"depersonalization reaction\" of J.D.J. when he killed his mother could have been a drug reaction. One of the things that made Logan think it might have been a drug reaction is that it differed from the fighting dissociative behavior J.D.J. described to Blum in that killing his mother \"did not appear to have any precipitant at all.\"</p>\n<p>Blum reported to Dr. Logan that he never saw negative interaction between J.D.J. and his mother, who took J.D.J. to his therapy sessions, and that J.D.J. never had anything negative to say about his mother. Logan concluded that J.D.J. was no more mature than his chronological age and that his \"problems with anger, aggression, drug abuse, and illegal behavior are treatable.\" Logan also testified that he believed that J.D.J. could be rehabilitated within the juvenile justice system and before he reached the age of 23. He noted that the psychotherapy needed by J.D.J. could be provided by Menninger Clinic volunteers who go to the juvenile correctional <span class=\"star-pagination\">*215</span> facilities. \"The only difficulty\" he foresaw was that because the volunteers were participants in 1- to 2-year training programs at Menninger, J.D.J. probably would have to change therapists several times. Nonetheless, the counseling J.D.J. would receive would be of high quality. J.D.J.'s treatment needs also include help for the post-traumatic stress disorder that resulted from his killing his mother. Logan testified that programs available for inmates in the adult correctional system were sex offender and substance abuse programs conducted by contract providers and short-term group therapy with staff psychologists.</p>\n<p>Philip Knapp, the Director of Correctional Programs at the Topeka Juvenile Correctional Facility (TJCF), testified about programs available to residents of the facility. A regular diploma or a GED can be earned through the accredited secondary school; then, in a sequence of programs, a juvenile can get career education, prevocational training, and some vocational and work industries positions. Substance abuse treatment groups meet in the facility, and a juvenile who needs intensive inpatient treatment can be referred to another facility. Several programs are offered that are aimed at handling anger and aggression. On staff there are five psychologists and nine social workers who do individual counseling with offenders every other week, at a minimum. A psychiatrist contracts with TJCF and prescribes and monitors psychotropic medications for offenders. Offenders who require psychotherapy may meet weekly with volunteers from the post-doctoral and psychotherapist training programs at Menninger.</p>\n<p>Secretary of Corrections Charles Simmons testified that \"[s]ome type of mental health professional\" is available at each of the adult correctional system facilities. He also testified that group and/or individual therapy was available and the frequency would be determined by the mental health professional. He described the mental health programs as being available on an \"as needed basis,\" meaning \"[t]he circumstances that the inmate presents, what [his or her] condition is and what's identified by staff based on the offender's behavior, either the inmate can request mental health referral or staff can make a mental health referral.\" Asked if the mental health programs are aimed at control of inmates, Simmons <span class=\"star-pagination\">*216</span> answered, \"Control of inmates, overall facility security and trying to get the individual in the most appropriate placement for his or her condition.\" He also said that the emphasis was on a combination of adapting individual inmates to the prison setting and rehabilitation.</p>\n<p>Family friends and neighbors spoke positively of J.D.J.'s behavior and character. J.D.J.'s teachers and coaches spoke positively of his behavior and character. None testified that J.D.J.'s level of sophistication or maturity was out of the ordinary. J.D.J.'s brother testified that he had told J.D.J. \"he was still my brother and I still loved him.\" J.D.J.'s father urged the court to treat J.D.J. as a juvenile offender rather than to authorize his prosecution as an adult. He said that J.D.J. would be welcomed back in his home upon release.</p>\n<p>The Kansas Juvenile Offenders Code permits a prosecutor to request that the district court authorize prosecution of the respondent as an adult under the Kansas Criminal Code. K.S.A. 1997 Supp. 38-1636(a)(2) provides, in part:</p>\n<blockquote>\"At any time after commencement of proceedings under this code against a respondent who was: (A) 14, 15, 16 or 17 years of age at the time of the offense or offenses alleged in the complaint, if any such offense (i) if committed by an adult, would be an offgrid offense ... the county or district attorney may file a motion requesting that the court authorize prosecution of the respondent as an adult under the applicable criminal statute. The respondent shall be presumed to be an adult. The burden of proof is on the respondent to rebut the presumption.\"</blockquote>\n<p>Prior to July 1, 1997, 38-1636 did not contain the subsection (a)(2) provision requiring a respondent charged with an offgrid offense to be presumed to be an adult for the purpose of the trial court's determining whether to authorize prosecution as an adult. In cases under the former version of the statute, this court has stated that the standard for reviewing the decision to authorize prosecution as an adult is whether the decision is supported by substantial evidence. See <i>State v. Claiborne,</i> <span class=\"citation\" data-id=\"1172645\"><a href=\"/opinion/1172645/state-v-claiborne/\"><span class=\"volume\">262</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">416</span></a></span>, 420, <span class=\"citation\" data-id=\"1172645\"><a href=\"/opinion/1172645/state-v-claiborne/\"><span class=\"volume\">940</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">27</span></a></span> (1997). Although the State appears to argue to the contrary, that is still the standard of review this court is to apply on appeal.</p>\n<p><span class=\"star-pagination\">*217</span> Substantial evidence is the touchstone for this court's review and the district court's measure as well. K.S.A. 1997 Supp. 38-1636(f)(1) applies regardless of whether respondent is presumed to be a juvenile or an adult and is statutory authority for the substantial evidence standard:</p>\n<blockquote>\"The court may authorize prosecution as an adult upon completion of the hearing if the court finds that there is substantial evidence that the respondent should be prosecuted as an adult for the offense with which the respondent is charged. In that case, the court shall direct the respondent be prosecuted under the applicable criminal statute and that the proceedings filed under this code be dismissed.\"</blockquote>\n<p>In <i>State v. Ratley,</i> <span class=\"citation\" data-id=\"1113380\"><a href=\"/opinion/1113380/state-v-ratley/\"><span class=\"volume\">253</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">394</span></a></span>, 398, <span class=\"citation\" data-id=\"1113380\"><a href=\"/opinion/1113380/state-v-ratley/\"><span class=\"volume\">855</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">943</span></a></span> (1993), the court stated that \"substantial evidence\" is</p>\n<blockquote>\"evidence which possesses both relevance and substance and which furnishes a substantial basis of fact from which the issues can reasonably be resolved. Stated in another way, `substantial evidence' is such legal and relevant evidence as a reasonable person might accept as being sufficient to support a conclusion. <i>State v. Garcia,</i> <span class=\"citation\" data-id=\"1199114\"><a href=\"/opinion/1199114/state-v-garcia/\"><span class=\"volume\">250</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">310</span></a></span>, Syl. ¶ 3, <span class=\"citation\" data-id=\"1199114\"><a href=\"/opinion/1199114/state-v-garcia/\"><span class=\"volume\">827</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">727</span></a></span> (1992). Furthermore, `\"[u]pon appellate review [the appellate court] accepts as true the evidence and all inferences to be drawn therefrom which support or tend to support the findings of the trial judge.\"` <i>Taylor v. State,</i> <span class=\"citation\" data-id=\"2604370\"><a href=\"/opinion/2604370/taylor-v-state/\"><span class=\"volume\">252</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">98</span></a></span>, 104, <span class=\"citation\" data-id=\"2604370\"><a href=\"/opinion/2604370/taylor-v-state/\"><span class=\"volume\">843</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">682</span></a></span> (1992) (quoting <i>Short v. Wise,</i> <span class=\"citation\" data-id=\"1159932\"><a href=\"/opinion/1159932/short-v-wise/\"><span class=\"volume\">239</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">171</span></a></span>, 178, <span class=\"citation\" data-id=\"1159932\"><a href=\"/opinion/1159932/short-v-wise/\"><span class=\"volume\">718</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">604</span></a></span> [1986]).\"</blockquote>\n<p>K.S.A. 60-413 defines a presumption as \"an assumption of fact resulting from a rule of law which requires such fact to be assumed from another fact or group of facts found or otherwise established in the action.\" The operative presumption in the present case is an assumption that respondent is to be treated as an adult since he was charged with committing an offgrid offense. K.S.A. 1997 Supp. 38-1636(a)(2) provides that \"[t]he burden of proof is on the respondent to rebut the presumption.\" Burden of proof is synonymous with burden of persuasion. K.S.A. 60-401(d). K.S.A. 60-414 also provides that \"the burden of establishing the nonexistence of the presumed fact is upon the party against whom the presumption operates.\"</p>\n<p>Matters to be considered by the district court in determining whether to authorize prosecution as an adult are spelled out in subsection (e) of K.S.A. 1997 Supp. 38-1636:</p>\n<blockquote>\n<span class=\"star-pagination\">*218</span> \"In determining whether or not prosecution as an adult should be authorized... the court shall consider each of the following factors: (1) The seriousness of the alleged offense and whether the protection of the community requires prosecution as an adult ...; (2) whether the alleged offense was committed in an aggressive, violent, premeditated or willful manner; (3) whether the offense was against a person or against property, greater weight being given to offenses against persons, especially if personal injury resulted; (4) the number of alleged offenses unadjudicated and pending against the respondent; (5) the previous history of the respondent, including whether the respondent had been adjudicated a juvenile offender under this code and, if so, whether the offenses were against persons or property, and any other previous history of anti-social behavior or patterns of physical violence; (6) the sophistication or maturity of the respondent as determined by consideration of the respondent's home, environment, emotional attitude, pattern of living or desire to be treated as an adult; (7) whether there are facilities or programs available to the court which are likely to rehabilitate the respondent prior to the expiration of the court's jurisdiction under this code; and (8) whether the interests of the respondent or of the community would be better served by criminal prosecution....\"</blockquote>\n<p>With regard to the weight to be carried by individual factors, the legislature provided: \"The insufficiency of evidence pertaining to any one or more of the factors listed in this subsection shall not in and of itself be determinative of the issue.\" K.S.A. 1997 Supp. 38-1636(e).</p>\n<p>Although the State in the present case contends that the district court failed to recognize the statutory presumption, the record shows otherwise. The district judge prefaced the February 1998 hearing in this matter with the following remarks:</p>\n<blockquote>\"THE COURT: This is a Motion to Waive Jurisdiction pursuant to K.S.A. 38-1636. By virtue of the nature of allegations alleged in the underlying complaint under the new statute the burden shifts to the respondent to rebut the presumption that is created by the statute. With that being the case, Mr. Ward, I would presume you will present your evidence first in this matter and the State will be afforded the opportunity to present any responsive evidence that they may wish to present in that regard.\"</blockquote>\n<p>Respondent's counsel then called his first witness. Thus, the record conclusively shows that the district judge recognized the statutory presumption and conducted the hearing on the State's motion accordingly.</p>\n<p><span class=\"star-pagination\">*219</span> The district judge conscientiously adhered to the framework of 38-1636(e) in reviewing the evidence, making findings, and reaching a conclusion. The State faults the district judge's consideration of the factors, though, contending that it \"was tainted by his failure to recognize the Respondent's burden to overcome the presumption that the Respondent was an adult.\" According to the State, the evidence that supports treating J.D.J. as a juvenile is not substantial enough to overcome the presumption that he is an adult. However, the question for this court is simply whether there is substantial evidence to support the district court's decision.</p>\n<p>The State does not dispute the district court's findings with regard to the first three factors, but seems to advocate that they should have been given more emphasis. For the first factor, the district court stated: \"There is no more serious offense [than] first degree murder.\" The district court found with regard to the second factor that J.D.J.'s actions were aggressive, violent, and willful. For the third factor, the offense was against a person and that person died from the injuries inflicted by J.D.J.</p>\n<p>The State does not dispute the district court's finding for the fourth factor that the only alleged offenses unadjudicated and pending against J.D.J. were those contained in the complaint upon which the State's motion was entertained. The State advocates that \"this factor should not be considered significant.\" However, the State offers no rational justification for discounting the factor.</p>\n<p>The fifth factor is the respondent's record, within and without the juvenile justice system. The district court found, and the State does not dispute, that J.D.J. had never been adjudicated a juvenile offender. With regard to his previous unadjudicated history, the district court found:</p>\n<blockquote>\"There is dispute concerning the aspect of the pattern of physical violence or antisocial behavior. It is not uncommon for young men to become involved in altercations. It is not encouraged, it is not necessarily unexpected.</blockquote>\n<blockquote>\"The information and testimony before the Court was that there were incidents of violence by this respondent, some of which were instigated by others in which he was defending, some of which the consequences did not necessarily seem appropriate to the event.</blockquote>\n<blockquote>\"There was an attempt on the part of the parents to address an issue by seeking a therapeutic process which was invoked which occurred for some seven sessions, <span class=\"star-pagination\">*220</span> which by virtue of the testimony that Dr. Blum indicated at that time respondent did, in fact, respond to the therapeutic process.\"</blockquote>\n<p>From the district judge's comment that J.D.J.'s behavioral history is in dispute, the State would have this court conclude that \"the Respondent failed to present substantial evidence on this factor.\" As already discussed, substantial evidence is what would reasonably support a conclusion regardless of whether it is controverted.</p>\n<p>The sixth statutory factor is \"the sophistication or maturity of the respondent as determined by consideration of the respondent's home, environment, emotional attitude, pattern of living or desire to be treated as an adult.\" K.S.A. 1997 Supp. 38-1636(e)(6). The State contends that the district court misinterpreted this factor. The presumption that J.D.J. is an adult seems to figure heavily in the State's interpretation:</p>\n<blockquote>\"The effect of K.S.A. 1997 Supp. 38-1636(a)(2) is that all juveniles who meet the statutory criteria are presumed to be adults who should be prosecuted in the adult system. This presumption includes all juveniles regardless of the juvenile's sophistication or maturity level. In deciding whether to rebut that presumption, a district court may consider a respondent's sophistication or maturity pursuant to K.S.A. 1997 Supp. 38-1636(e)(6). However, to find in favor of a respondent on this factor, a district court logically must conclude that the respondent possessed a level of maturity or sophistication below the average juvenile of the same age.\"</blockquote>\n<p>It is the State which misinterprets this factor. The State's rationale would essentially negate consideration of the remaining 38-1636(e) factors. J.D.J. attempts to demonstrate the error in the State's contention with this hypothetical example:</p>\n<blockquote>\"Under the Appellant's analysis, if X was 16 years old, Y was 15 years old and Z was 14 years old, and all three were determined to have the sophistication and maturity of a 15 year old, only X, the older boy, would qualify as a juvenile. This is true even though they all demonstrated the same level of sophistication and maturity.\"</blockquote>\n<p>This example serves to point out a certain lack of logic in the State's position. It may also be noted that there is no basis in the statute for this factor to be dependent upon whether a respondent's maturity ranks above or below average for his or her age.</p>\n<p><span class=\"star-pagination\">*221</span> The State argues that the presumption that J.D.J. is an adult may be equated with a presumption that he has the sophistication and maturity of an adult so that only a showing to the contrary would indicate that he should not be prosecuted as an adult. The State cites no authority for this proposition. Nor does it offer any reason why the presumption that J.D.J. is an adult for the purpose of determining how his offense will be adjudicated should give rise to the further presumption that he has the sophistication and maturity of an adult. Under the statute, the level of his sophistication and maturity is a factor to be considered by the court. Thus, the level of his sophistication and maturity is a subject on which evidence may be produced by the respondent and/or the State and weighed by the court, but it is not a matter to be presumed.</p>\n<p>With regard to the evidence on the sixth factor, the district court stated that it showed J.D.J. to be \"an adolescent, a teenager, a young man who resided at home, was dependent upon his parents, acted and interacted with other young men and juveniles his own age in a manner consistent with theirs.\" The district judge concluded: \"There was nothing to indicate any unusual sophistication or maturity of this respondent over that of his chronological age.\" The State contends that the district court ignored evidence that J.D.J. wanted to be treated as an adult and evidence of \"his pattern of living.\" According to the State, the ignored evidence includes J.D.J.'s holding a driver's license, driving a car, and running away from home on September 5-6, 1997. J.D.J. disputes the State's assumption that any one of those three things typifies an adult level of sophistication and maturity rather than an adolescent one. In addition, J.D.J. points to the testimony of a psychiatrist, a psychologist, two teachers, a baseball coach, and a family friend to the effect that he was a typical adolescent.</p>\n<p>The seventh factor generally involves availability of rehabilitative programs and specifically focuses on \"whether there are facilities or programs available to the court which are likely to rehabilitate the respondent prior to the expiration of the court's jurisdiction under this code.\" K.S.A. 1997 Supp. 38-1636(e)(7). Evidence was presented by the parties about programs in both the juvenile and adult systems, and the district court found that appropriate programs <span class=\"star-pagination\">*222</span> were available in both systems. For the following reason, the district court concluded that this factor favored treating J.D.J. as a juvenile:</p>\n<blockquote>\"The programs available within the juvenile system and through the correctional facilities of [the] juvenile system and the other resources of the juvenile system would seem to be more likely to focus attention on this respondent than those that are available within the adult system.</blockquote>\n<blockquote>\"The time frame involved based upon the testimony [of] Dr. Logan of seven years of potential jurisdiction within the juvenile system by Dr. Logan's assessment would be adequate time to meet this young man's needs for treatment and rehabilitation.\"</blockquote>\n<p>The State takes issue with the district court's belief that J.D.J.'s rehabilitative needs would be better served in the juvenile system. The State seems to assume that rehabilitation for J.D.J. would consist of mental health treatment, and the State contends that the probability of J.D.J. receiving adequate mental health treatment is greater in the adult system than in the juvenile one. However, the essential inquiry is whether the means exist within the juvenile system for rehabilitating the juvenile offender while he or she remains within the court's jurisdiction. In the present case, the district judge determined that the means do exist. There is substantial evidence to support his determination, and, furthermore, the State's claim that equal or better facilities and programs are available in the adult system, even if wholly substantiated by the evidence, would not require a different finding for this factor.</p>\n<p>The eighth factor is \"whether the interests of the respondent or of the community would be better served by criminal prosecution.\" K.S.A. 1997 Supp. 38-1636(e)(8). The State does not mention the interests of J.D.J. Nor does it refer to extended jurisdiction juvenile prosecution as an alternative, and the State suggests that J.D.J.'s detention in the juvenile system would be limited to \"two years\" or \"a few years.\" In this respect, the district court stated:</p>\n<blockquote>\"If the respondent is maintained in the juvenile system the Court has the ability and the support to maintain jurisdiction to the age of 23 and the Court would have some level of impact upon how long the respondent would remain within a juvenile facility if maintained within the juvenile system.</blockquote>\n<blockquote>\"If the respondent goes to the adult system the period of confinement would be substantial. If convicted of the off grid offense or even a [lesser] offense of <span class=\"star-pagination\">*223</span> second degree murder, does society benefit from the segregation of this young man or does society ultimately benefit from the rehabilitation[?] There's no clearcut answer to that question. I wish there were a clear cut answer that I can have access to.</blockquote>\n<blockquote>\"What's being sought I hope before this Court is justice. Justice tempered with mercy. Accountability, accountability tempered with rehabilitation.\"</blockquote>\n<p>As J.D.J. points out, K.S.A. 1997 Supp. 38-1604(c)(2) creates jurisdiction over the juvenile offender until he or she reaches age 23. The State's principal contention is that prosecuting J.D.J. as an adult will serve as a deterrent function in the community, thus protecting mothers from aberrant sons. The State does not claim to have presented any evidence on this point. On the other hand, J.D.J. presented the testimony of \"the community that knows [him] best, his family, friends, teachers and neighbors\" in favor of treating him as a juvenile.</p>\n<p>It is not for this court to reweigh the evidence, substitute our evaluation of the evidence for that of the trial court, or pass upon the credibility of the witnesses. We must review the evidence in a light most favorable to J.D.J. and determine whether the trial court's findings are supported by substantial competent evidence. We have carefully reviewed the evidence and considered the arguments of the parties, and we conclude that there is substantial competent evidence that supports the trial court's decision. Thus, J.D.J. carried his burden of proof and rebutted the statutory presumption that he is an adult who should be prosecuted under applicable criminal statutes. The district court did not err in refusing to authorize J.D.J.'s prosecution as an adult.</p>\n<p>The judgment of the district court is affirmed.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1113380/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1159932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1172645/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1199114/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2604370/"
          ]
        }
      ],
      "judges": "Allegrucci",
      "date_created": "2014-10-30T10:44:17.726228Z",
      "date_modified": "2016-03-03T19:13:31.850847Z",
      "date_filed": "1998-11-06",
      "date_filed_is_approximate": false,
      "slug": "in-re-jdj",
      "citation_id": 1183486,
      "case_name_short": "In Re JDJ",
      "case_name": "In Re JDJ",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "266 Kan. 211",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "967 P.2d 751",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/591568/in-re-jdj/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:44:17.722377Z",
  "date_modified": "2014-10-30T10:44:17.722377Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In Re JDJ",
  "case_name": "In Re JDJ",
  "case_name_full": "",
  "slug": "in-re-jdj",
  "docket_number": "80,671",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}