{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/6073102/",
  "id": 6073102,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4399875/",
      "id": 4399875,
      "absolute_url": "/opinion/4399875/phoenix-mechanical-pipeline-v-space-exploration-etc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/6073102/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4177128/",
          "id": 4177128,
          "absolute_url": "/opinion/4399875/phoenix-mechanical-pipeline-v-space-exploration-etc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4399875/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2017-06-13T18:06:14.904943Z",
          "date_modified": "2017-06-13T18:27:05.419270Z",
          "type": "010combined",
          "sha1": "4668510f22047698cc57730c1a83131a498f8691",
          "page_count": 19,
          "download_url": "http://www.courts.ca.gov/opinions/documents/B269186.PDF",
          "local_path": "pdf/2017/06/13/phoenix_mechanical_pipeline_v._space_exploration_etc..pdf",
          "plain_text": "Filed 6/13/17\n                CERTIFIED FOR PUBLICATION\n\n\n\nIN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                SECOND APPELLATE DISTRICT\n\n                          DIVISION ONE\n\n\nPHOENIX MECHANICAL                       B269186\nPIPELINE, INC.,\n                                         (Los Angeles County\n       Plaintiff and Appellant,          Super. Ct. No. BC 568084)\n\n       v.\n\nSPACE EXPLORATION\nTECHNOLOGIES CORP.,\n\n       Defendant and Respondent.\n\n\n\n     APPEAL from a judgment of the Superior Court of Los\nAngeles County. Rafael A. Ongkeko, Judge. Reversed and\nremanded with directions.\n     The Ryan Law Firm, Kelly F. Ryan and Nathaniel P.\nLoakes for Plaintiff and Appellant.\n     Payne & Fears, Benjamin Avery Nix, Scott O. Luskin and\nRobert T. Matsuishi for Defendant and Respondent.\n             ____________________________________\n\f       Plaintiff and appellant Phoenix Mechanical Pipeline, Inc.\n(Phoenix Pipeline), appeals from a judgment entered after the\ntrial court sustained the demurrer of defendant and respondent\nSpace Exploration Technologies Corp. (SpaceX) without leave to\namend. The trial court found that Phoenix Pipeline could not\npursue its claims for payment for construction and related\nservices against SpaceX because Phoenix Pipeline failed to allege\nthat it had a contractor’s license. After several attempts to cure\nthis defect, the trial court concluded that Phoenix Pipeline could\nnot amend to comply with the licensing requirement, and\ntherefore sustained SpaceX’s demurrer to Phoenix Pipeline’s\nsecond amended complaint (SAC) without leave to amend.\n       Business and Professions Code section 7031, subdivision (a)\nrequires a contractor’s license to maintain an action for\ncompensation for services for which a contractor’s license is\nnecessary.1 The SAC does not allege that Phoenix Pipeline has\nsuch a license, and Phoenix Pipeline does not claim on appeal\nthat it is licensed. Rather, Phoenix Pipeline asserts a variety of\nreasons why it need not be licensed to pursue this litigation.\nPhoenix Pipeline argues that: (1) it sufficiently complied with\nsection 7031 by alleging that one of its employees, whom Phoenix\nPipeline alleges was its “responsible manager officer,” is a\nlicensed contractor; (2) it did not need to be licensed to pursue its\nclaims against SpaceX because SpaceX is a sophisticated\ncorporate entity and section 7031 is intended to protect\nhomeowners; and (3) some of the services that it allegedly\nperformed did not require a contractor’s license. Phoenix\n\n\n      1Subsequent undesignated statutory references are to the\nBusiness and Professions Code.\n\n\n\n\n                                 2\n\fPipeline also argues for the first time on appeal that the trial\ncourt abused its discretion in denying further leave to amend\nbecause Phoenix Pipeline could have amended the complaint to\nshow that it was an employee of SpaceX rather than an\nindependent contractor.\n      With one exception, we conclude that each of these\narguments is precluded either by settled law or by Phoenix\nPipeline’s own previous allegations. In light of the liberal\npleading standards applicable to this stage of the litigation, we\nfind that Phoenix Pipeline adequately alleged in its SAC that\nsome of the services it provided did not require a contractor’s\nlicense. We therefore reverse in part and remand to provide the\nopportunity for Phoenix Pipeline to amend its complaint to allege\nclaims for noncontractor services only.\n                         BACKGROUND\n      Phoenix Pipeline filed its initial complaint on December 29,\n2014, asserting claims for breach of contract and breach of the\nduty of good faith and fair dealing; common counts; intentional\nand negligent misrepresentation; and unfair business practices.\nThe complaint alleged that in 2010 SpaceX requested that\nPhoenix Pipeline provide a variety of services, including\n“plumbing, general maintenance and repair, concrete removal\nand pouring, trash clean-up and disposal, demolition, car\nwashing, electrical, excavation and installation,” all of which the\ncomplaint characterized as “Subcontracting Services.” The\ncomplaint alleged that Phoenix Pipeline provided SpaceX with\ninvoices detailing the services that it provided, and that each\nsuch invoice constituted “an individual agreement between\n[SpaceX and Phoenix Pipeline].”\n\n\n\n\n                                 3\n\f       Phoenix Pipeline alleged that SpaceX paid for its services\nfrom 2010 to October 2013, but failed to pay for services\nperformed between October 2013 and August 2014. Phoenix\nPipeline claimed that “[o]n or about August 15, 2014, [SpaceX]\ninformed [Phoenix Pipeline] that their services were no longer\nrequired and requested [Phoenix Pipeline] to leave [SpaceX’s]\npremises.” Phoenix Pipeline claimed that SpaceX owed\n$1,037,045.66 for the services it provided. The complaint did not\nallege that Phoenix Pipeline was a licensed contractor.\n       SpaceX demurred on the ground that Phoenix Pipeline was\nnot licensed. Rather than oppose the demurrer, Phoenix Pipeline\nelected to file an amended complaint.\n       Phoenix Pipeline’s first amended complaint (FAC)\ncontained essentially the same factual allegations as its initial\ncomplaint, but added the allegation that Harold Hill, whom\nPhoenix Pipeline characterized as the “Responsible Managing\nEmployee” for Phoenix, “oversaw all services that [Phoenix\nPipeline] provided to any contractors, companies, or institutions,\nincluding [SpaceX].” The FAC alleged that Hill was the owner of\nanother entity, Phoenix Mechanical Plumbing, Inc. (Phoenix\nPlumbing), and that he held a California contractor’s license,\nNo. 670382. The FAC alleged that Hill “supervised the\nSubcontracting Services that [Phoenix Pipeline] provided\n[SpaceX] for the duration of their relationship.” Phoenix Pipeline\nattached a copy of contractor’s license No. 670382 to the FAC.\nThe copy showed that the license had been issued to Phoenix\nPlumbing.\n       SpaceX filed another demurrer arguing that the license\nissued to Phoenix Plumbing was not sufficient to satisfy the\n\n\n\n\n                                4\n\frequirements of section 7031. On July 13, 2015, the trial court\nsustained the demurrer with leave to amend.\n       Phoenix Pipeline filed its SAC on July 23, 2015. The SAC\nmade two changes to the allegations in the FAC. First, it\nrelabeled Hill as a “responsible manager officer” rather than as\nthe “Responsible Managing Employee” and expanded the\ndescription of his role. The SAC alleged that Hill “supervised\nconstruction related services, managed construction activities by\nmaking technical and administrative decisions, checked jobs for\nproper workmanship, and directly supervised construction job\nsites.” Second, the SAC distinguished between alleged\nconstruction related services, which it categorized as\n“Subcontracting Services,” and alleged nonconstruction related\nservices, which it labeled as “Non-Contracting Services.” The\nSAC claimed that no valid contractor’s license was required for\nthe Non-Contracting Services.\n       SpaceX again demurred. Phoenix Pipeline opposed the\ndemurrer, and in the alternative requested 30 days leave to file a\nthird amended complaint. Phoenix Pipeline’s opposition did not\nexplain how it proposed to amend the SAC. The trial court\nsustained the demurrer without leave to amend and entered\njudgment against Phoenix Pipeline on October 21, 2015.\n                            DISCUSSION\n1.     Standard of Review\n       An order sustaining a demurrer is reviewed de novo to\ndetermine whether the complaint states a cause of action as a\nmatter of law. (Lazar v. Hertz Corp. (1999) 69 Cal.App.4th 1494,\n1501.) On appeal, we “ ‘treat the demurrer as admitting all\nmaterial facts properly pleaded, but not contentions, deductions\nor conclusions of fact or law.’ ” (Blank v. Kirwan (1985) 39 Cal.3d\n\n\n\n\n                                 5\n\f311, 318.) However, an appellate court is not required to accept\nthe truth of alleged facts in an amended complaint that are\ninconsistent with the allegations in a superseded complaint\nunless the inconsistencies are adequately explained. (Owens v.\nKings Supermarket (1988) 198 Cal.App.3d 379, 383–384\n(Owens).)\n       When a trial court sustains a demurrer without leave to\namend, the court’s decision not to permit further amendment is\nreviewed for abuse of discretion. (Code Civ. Proc., § 472c, subd.\n(a); Ellenberger v. Espinosa (1994) 30 Cal.App.4th 943, 947.) If\nthe complaint does not state facts sufficient to constitute a cause\nof action, the appellate court must determine whether there is a\nreasonable possibility that the defect can be cured by\namendment. (Ellenberger, at p. 947.)\n2.     Phoenix Pipeline’s SAC Fails to State a Claim for\n       Construction Related Services Because It Does Not\n       Allege that Phoenix Pipeline is a Licensed Contractor\n       Section 7031, subdivision (a) provides that, with identified\nexceptions not relevant here: “[N]o person engaged in the\nbusiness or acting in the capacity of a contractor, may bring or\nmaintain any action, or recover in law or equity in any action, in\nany court of this state for the collection of compensation for the\nperformance of any act or contract where a license is required by\nthis chapter without alleging that he or she was a duly licensed\ncontractor at all times during the performance of that act or\ncontract regardless of the merits of the cause of action brought by\nthe person.” Under section 7025, subdivision (b), “ ‘Person’ ”\nincludes a corporation.\n       The purpose of this section is to “protect the public from\nincompetence and dishonesty in those who provide building and\n\n\n\n\n                                 6\n\fconstruction services.” (Hydrotech Systems, Ltd. v. Oasis\nWaterpark (1991) 52 Cal.3d 988, 995 (Hydrotech).) The\nsection “advances this purpose by withholding judicial aid from\nthose who seek compensation for unlicensed contract work.”\n(Ibid.)\n       Our Supreme Court has explained that, in light of the\n“strength and clarity” of this purpose, “section 7031 applies\ndespite injustice to the unlicensed contractor. ‘Section 7031\nrepresents a legislative determination that the importance of\ndeterring unlicensed persons from engaging in the contracting\nbusiness outweighs any harshness between the parties, and that\nsuch deterrence can best be realized by denying violators the\nright to maintain any action for compensation in the courts of\nthis state.’ ” (Hydrotech, supra, 52 Cal.3d at p. 995, quoting\nLewis & Queen v. N. M. Ball Sons (1957) 48 Cal.2d 141, 151\n(Lewis & Queen).) The court has interpreted the section strictly\nto fulfill its purpose. For example, in Hydrotech, the court held\nthat section 7031 barred a claim for fraud by a subcontractor\nagainst a contractor who was aware that the subcontractor was\nunlicensed. (Hydrotech, at p. 997.) And in Lewis & Queen, the\ncourt held that a claim by an unlicensed partnership against a\ncontractor was barred, even though one of the partners was\nindividually licensed. (Lewis & Queen, at pp. 146, 148–149.)\nMore recently, in MW Erectors, Inc. v. Niederhauser Ornamental\n& Metal Works Co., Inc. (2005) 36 Cal.4th 412 (MW Erectors), the\ncourt held that, where applicable, section 7031, subdivision (a)\nbars a person from recovering compensation for any work\nperformed under a contract that requires a contractor’s license if\nthe person was unlicensed at any time during performance of the\ncontract. (Id. at p. 419.)\n\n\n\n\n                                7\n\f       Because Phoenix Pipeline did not allege that it was\nlicensed, section 7031 precludes its claims for work that required\na license. None of the arguments that Phoenix Pipeline makes to\nescape the effect of section 7031 can avoid this result, however\nharsh.\n       a.    Phoenix Pipeline may not rely upon a license\n             issued to another\n       Phoenix Pipeline argues that it did not need its own license\nto maintain its action, as its alleged “Responsible Manager\nOfficer,” Hill, was licensed and supervised all the services that\nPhoenix Pipeline provided.2 Phoenix Pipeline cites no authority\nfor this proposition, which is inconsistent with settled law.\n       Section 7031 precludes any unlicensed “person” from\nmaintaining an action for contracting services. Consistent with\nthis provision, the court in Lewis & Queen rejected the argument\nthat the partnership that entered into the contract at issue and\nfiled the action did not need a license because one of its partners\nhad an individual license. The court held that “[t]he ‘person’ that\ndid the contracting work, and was required by section 7028 to\nhave a license . . . was the partnership of Lewis and Queen, and it\nhad no license.” (Lewis & Queen, supra, 48 Cal.2d at p. 149.)3\n\n      2From Phoenix Pipeline’s FAC, it appears that the license\nwas actually issued to another entity allegedly owned by Hill,\nPhoenix Plumbing. However, the ambiguity is irrelevant, as\nPhoenix Pipeline may not rely on the license to avoid the\nconsequences of section 7031 whether the license was held by Hill\nor some other entity.\n      3 Section 7029 even requires that two licensed partners\nwho engage in a joint venture obtain a separate license for the\njoint venture. Section 7031 provides for an exception to the\nrequirement of a license to bring suit when contractors are “each\n\n\n\n\n                                8\n\fThe “person” that contracted with SpaceX and that has filed suit\nhere is Phoenix Pipeline. (See § 7025, subd. (b).) It needed its\nown license to maintain this action, which it did not have.\n      WSS Industrial Construction, Inc. v. Great West\nContractors, Inc. (2008) 162 Cal.App.4th 581 (WSS) is directly on\npoint. In that case, Division Eight of this district held that a\ncorporation (WSS) could not maintain an action for contracting\nservices even though its “Responsible Managing Officer”\n“previously qualified a . . . partnership for a contractor’s license\nand held various individual contractor licenses of his own at all\ntimes.” (Id. at p. 594.) “WSS, the corporate entity or ‘person’\nengaged in the business, which acted in the capacity of\ncontractor, does not and cannot argue it was ever licensed as a\ncontractor or held that status at a time that preceded its\nperformance in this case.” (Id. at p. 596.) Section 7031 therefore\nprecluded its action.\n      Similarly, in Opp v. St. Paul Fire & Marine Ins. Co. (2007)\n154 Cal.App.4th 71, the court held that neither the owner of an\nunlicensed corporation nor the corporation itself could maintain\nan action for contracting services performed by the corporation\ndespite the fact that the owner was licensed. The contracting\nentity was the unlicensed corporation, and it could not show that\n\n\nindividually licensed under this chapter but who fail to comply\nwith Section 7029.” But this express exception, which obviously\ndoes not apply here, simply serves to reinforce the Legislature’s\nintention that the “person” that files suit—whether an individual\nor an entity—must have a license to maintain the action unless a\nstatutory exception exists. (See also § 7075.1, subd. (a) [“No\nlicense, regardless of type or classification, shall be transferable\nto any other person or entity under any circumstances”].)\n\n\n\n\n                                 9\n\fit complied with section 7031 by virtue of its owner’s individual\nlicense. (Id. at pp. 76–79.)\n       Thus, the allegation that Phoenix Pipeline’s responsible\nmanager officer was licensed is not sufficient to permit Phoenix\nPipeline to sue for work that it contracted to perform. Phoenix\nPipeline was the contracting entity and the entity that filed suit.\nIts inability to allege that it was licensed is fatal to its claims for\ncompensation for work that required a license.\n       b.    Section 7031 is not limited to contracts with\n             unsophisticated persons or homeowners\n       Phoenix Pipeline argues that it does not need a contractor’s\nlicense to sue SpaceX because the “underlying purpose” of section\n7031 is to “protect unsuspecting homeowners and not meant to\nshield sophisticated corporate entities.” The contention is not\nsupported by the language of section 7031 or by decisions\napplying that section.\n       Nothing in section 7031 either limits its application to a\nparticular class of homeowners or excludes protection of\n“sophisticated” persons.4 Reading that limitation into the statute\nwould be inconsistent with its purpose of “ ‘deterring unlicensed\npersons from engaging in the contracting business.’ ” (Hydrotech,\nsupra, 52 Cal.3d at p. 995.) Indeed, in Hydrotech, the court\nrejected the argument that section 7031 should not be applied to\n\n\n      4 The vagueness of such a supposed class reinforces the\nconclusion that the Legislature would not have intended such a\nlimitation without definition. Phoenix Pipeline’s interpretation of\nsection 7031 would create an unworkable standard. What should\nthe courts do with a particularly sophisticated homeowner? How\nabout an unsophisticated small business owner who hires a\ncontractor for a commercial project?\n\n\n\n\n                                  10\n\fa lawsuit by a subcontractor against a contractor because the\nsubcontractor “did not hold itself out to the public.” (Id. at\np. 997.) The court applied section 7031 even though the suit was\nagainst a general contractor for a large commercial construction\nproject who allegedly was aware of the subcontractor’s unlicensed\nstatus. (Ibid.) The court declined to find an implied exception in\nsection 7031 for a foreign contractor who allegedly engaged in\n“isolated” activities in California. (Id. at p. 996.)\n       The holdings in Hydrotech and in numerous other cases\ncontradict Phoenix Pipeline’s assertion that California courts\nhave only “exacted [the] severe prohibition” in section 7031 “in\ncontractor-homeowner relationships.” For example, in Lewis &\nQueen, our Supreme Court applied section 7031 to a suit by a\nsubcontractor against a contractor on a contract for construction\nof a roadway, noting that “[t]he class protected by the statute\nincludes those who deal with a person required by the statute to\nhave a license.” (Lewis & Queen, supra, 48 Cal.2d at pp. 145,\n153.) WSS applied section 7031 to a lawsuit by a subcontractor\nagainst a contractor for work involving “improvements on a\npublic works project” at a school. (WSS, supra, 162 Cal.App.4th\nat p. 585.) WSS cited Banis Restaurant Design, Inc. v. Serrano\n(2005) 134 Cal.App.4th 1035 (Banis), which involved a contract\nfor design services for a restaurant and market construction\nproject. (See WSS at p. 591; see also Vallejo Development Co. v.\nBeck Development Co. (1994) 24 Cal.App.4th 929, 943–944\n(Vallejo) [rejecting the argument “that there is less reason to\nregulate incompetence and dishonesty among master developers\nthan among others who act in the capacity of a general\nengineering contractor for smaller-scale projects”].)\n\n\n\n\n                               11\n\f       None of the cases that Phoenix Pipeline cites supports its\nposition. Phoenix Pipeline cites Matchett v. Gould (1955) 131\nCal.App.2d 821, but our Supreme Court disapproved that case in\nLewis & Queen to the extent the opinion reasoned that section\n7031 did not apply to a suit by a subcontractor against a\ncontractor. (Lewis & Queen, supra, 48 Cal.2d at pp. 152–154.) In\nLewis & Queen, the Supreme Court also distinguished Norwood\nv. Judd (1949) 93 Cal.App.2d 276, Galich v. Brkich (1951) 103\nCal.App.2d 187, and Wold v. Luigi Consenstino & Sons (1952)\n109 Cal.App.2d 854, which Phoenix Pipeline also cites, on the\nground that those cases were actions against partners for a share\nof profits in an unlicensed enterprise, not suits against third\nparties who contracted with an unlicensed entity. (See Lewis &\nQueen, at pp. 151–152.)\n       In Gatti v. Highland Park Builders, Inc. (1946) 27 Cal.2d\n687, both plaintiffs had individual contractors’ licenses but\nformed a partnership that did not have its own license during\nperformance of the contract. The court found “substantial\ncompliance” with section 7031 under circumstances that are now\ncovered by an express exception to the licensing requirement.\n(Id. at pp. 689–690; see §§ 7029, 7031, subd. (a).) Moreover, as\nthe court noted in WSS, the judicial substantial compliance\ndoctrine as described in Gatti is “no longer the law” in light of\nlegislative changes to codify the doctrine strictly. (See WSS,\nsupra, 162 Cal.App.4th at p. 595.)\n       In Citizens State Bank v. Gentry (1937) 20 Cal.App.2d 415,\nthe plaintiff contractor was licensed at the time of the contract\nbut renewed the license while work was still ongoing in the name\nof a corporation that he owned. Under those facts, the court\nconcluded that “the individual plaintiff in whose name the license\n\n\n\n\n                               12\n\fstood at the time the contract was made and the corporate entity\norganized by him in whose name the license stood at the time the\ncause of action accrued, should be considered as one.” (Id. at\np. 420.) Those facts are not applicable here.\n      There is no basis to read into section 7031 the limitation\nthat Phoenix Pipeline suggests. Phoenix Pipeline’s claim that\nSpaceX is a sophisticated corporate entity is therefore irrelevant\nto Phoenix Pipeline’s obligation to show that it was licensed.\n3.    Phoenix Pipeline Adequately Alleged that It Provided\n      Some Services for Which No Contractor License Was\n      Necessary\n      In a brief argument, Phoenix Pipeline asserts that some of\nthe tasks that it performed were “non-construction related\nservices” and therefore did not require a contractor’s license.\nThese tasks, which the SAC labels as “Non-Contracting Services,”\nallegedly included work such as “general maintenance and\nrepair, trash clean-up, hauling, and disposal, and car washing.”\nThe SAC distinguishes these services from “construction related\nservices,” which it alleges included “plumbing, concrete\npouring/removal, excavation, demolition, and electrical.”\n      Phoenix Pipeline’s argument raises several questions,\nincluding: (1) whether the tasks that Phoenix Pipeline groups in\nthe category of “Non-Contracting Services” actually were\nnonconstruction related work for which no license was necessary,\nand (2) whether those tasks can be segregated from other work\nthat Phoenix Pipeline performed that admittedly did require a\nlicense. Phoenix Pipeline does not attempt to answer these\nquestions with any analysis or citation to authority.\nNevertheless, on review of an order sustaining a demurrer we\nliberally construe the allegations of the complaint “to attain\n\n\n\n\n                               13\n\fsubstantial justice.” (Scientific Cages, Inc. v. Banks (1978) 81\nCal.App.3d 885, 887 (Scientific Cages).) Applying that standard,\nwe answer these questions in Phoenix Pipeline’s favor.\n      Section 7026 defines a “contractor” as one who undertakes\nparticular tasks. Performing those tasks requires a license. (See\n§ 7028 [acting in the capacity of a contractor without a license is\na misdemeanor]; WSS, supra, 162 Cal.App.4th at pp. 592–593\n[preparation of shop plans was included within the scope of\nsection 7026 and therefore required a license].) And, as\ndiscussed, section 7031 prohibits any unlicensed person “engaged\nin the business or acting in the capacity of a contractor” from\nmaintaining any action for compensation “for the performance of\nany act or contract where a license is required by this chapter.”\n(§ 7031, subd. (a).)\n      The scope of the tasks that section 7026 identifies is broad.5\nHowever, Phoenix Pipeline’s SAC identifies several tasks (e.g.,\n\n\n      5  Under section 7026, the capacity of “contractor” applies to\npersons who “construct, alter, repair, add to, subtract from,\nimprove, move, wreck or demolish any building, highway, road,\nparking facility, railroad, excavation or other structure, project,\ndevelopment or improvement, or to do any part thereof, including\nthe erection of scaffolding or other structures or works in\nconnection therewith, or the cleaning of grounds or structures in\nconnection therewith, or the preparation and removal of roadway\nconstruction zones, lane closures, flagging, or traffic diversions,\nor the installation, repair, maintenance, or calibration of\nmonitoring equipment for underground storage tanks, and\nwhether or not the performance of work herein described involves\nthe addition to, or fabrication into, any structure, project,\ndevelopment or improvement herein described of any material or\narticle of merchandise.” Subsequent sections also elaborate upon\nthe definition of a contractor in particular circumstances and\n\n\n\n\n                                14\n\f“hauling” and “car washing”) that might not be included within\nthe scope of work that requires a contractor’s license. The\ninvoices attached as exhibit C to Phoenix Pipeline’s SAC (which\nPhoenix Pipeline alleges constitute the agreements governing the\nNon-Contracting Services that it performed) appear to describe\nsome such services, such as car washing and transporting “tools\nand material.”\n       We do not attempt to resolve whether Phoenix Pipeline has\nappropriately identified the tasks that did not require a\ncontractor’s license.6 At this stage of the proceedings, it is\nsufficient to conclude that a “reasonable interpretation of the\nagreement[s] between the parties” is that at least some of the\nwork that Phoenix Pipeline performed did not require a license.\n(Scientific Cages, supra, 81 Cal.App.3d at p. 888 [demurrer\nshould have been denied where a “reasonable interpretation” of\nthe agreement between the parties would bring the agreement\nwithin the licensing exception for persons who simply supply\nmaterials under section 7045]; Executive Landscape Corp. v. San\nVicente Country Villas IV Assn. (1983) 145 Cal.App.3d 496, 501\n[demurrer should not have been sustained, as the contract at\nissue “can reasonably be interpreted to require Executive to\nperform work for which no license was required”].)\n\n\nwith respect to particular license classifications. (See §§ 7026.1,\n7026.2, 7026.3, 7055–7058.)\n      6 For example, section 7026 includes in the scope of a\ncontractor’s tasks the “cleaning of grounds or structures” in\nconnection with construction. Phoenix Pipeline includes “trash\nclean up” in the category of Non-Contracting Services. We cannot\ntell from the SAC whether the “trash clean up” that Phoenix\nPipeline performed falls within the scope of section 7026.\n\n\n\n\n                                 15\n\f       This leads to the second question as to whether that work\ncan be severed from tasks that admittedly did require a\ncontractor’s license. Several cases have held that specific tasks\nthat do not require a license may not be carved out of a single\ncontract where those tasks are “ ‘part of an integrated whole.’ ”\n(WSS, supra, 162 Cal.App.4th at p. 593 [tasks of ordering anchor\nbolts and preparing shop drawings could not be severed from the\nparties’ integrated agreement to avoid the license requirement\nunder section 7031], quoting Banis, supra, 134 Cal.App.4th at\np. 1047.)\n       However, we are guided again by the standards applicable\nto reviewing an order sustaining a demurrer. We must accept as\ntrue all facts pleaded in the complaint. (Tameny v. Atlantic\nRichfield Co. (1980) 27 Cal.3d 167, 170.) Among Phoenix\nPipeline’s allegations is the claim that Phoenix Pipeline did work\non a “project-by-project basis” and that each invoice that it\nsubmitted for the work “constitutes an individual agreement”\nbetween SpaceX and Phoenix Pipeline. Phoenix Pipeline\nincluded this allegation in each iteration of its complaint.\n       Thus, Phoenix Pipeline has not alleged one contract, but\nrather a series of agreements for each separate task that it was\nasked to perform. It may therefore seek compensation under\nthose alleged agreements that apply to tasks for which no license\nwas required.7\n\n\n      7 We therefore need not reach the issue whether there are\nany circumstances in which tasks performed pursuant to a single\ncontract may be segregated between those that require a license\nand those that do not. (Compare Johnson v. Mattox (1968) 257\nCal.App.2d 714, 719 [rejecting the argument that the\nconstruction contract at issue was “an entire one and not\n\n\n\n\n                                16\n\f       SpaceX argues that Phoenix Pipeline’s argument\nconcerning noncontractor services is precluded by the allegations\nin the first two versions of its complaint. Those two versions\nlabeled all of the services that Phoenix Pipeline provided as\n“Subcontracting Services” without distinguishing between those\nservices that required a contractor’s license and those that\nallegedly did not. SpaceX characterizes this label as an\n“admission” that all the services Phoenix Pipeline performed for\nSpaceX “were subcontracting services.”\n       We do not find a fatal inconsistency between the use of the\nlabel “Subcontracting Services” in prior complaints and the later\nallegation that some of those services did not require a\ncontractor’s license. The factual allegations identifying the\nparticular services that Phoenix Pipeline provided did not change\nmaterially; Phoenix Pipeline simply added the allegation that\nsome of those services required a license and some did not.\nMoreover, the label “Subcontracting Services” does not\nnecessarily imply that all the services included in that category\nrequired a contractor’s license. “Subcontracting” as used in that\nlabel could simply refer to services that were covered by a\ncontract rather than to services that could be performed only by a\n“contractor” as defined in section 7026. Construing the\n\n\ndivisible,” and permitting recovery for the sale of a tractor and\nmowers pursuant to the contract despite the lack of a license]\nwith The Fifth Day, LLC v. Bolotin (2009) 172 Cal.App.4th 939,\n964 (dis. opn. of Mosk, J.) [to permit an unlicensed contractor to\nrecover compensation for services not requiring a license under\nthe same contract that governs services that do require a license\nwould be inconsistent with the Supreme Court’s decision in MW\nErectors, supra, 36 Cal.4th 412].)\n\n\n\n\n                                17\n\fallegations liberally, we conclude that Phoenix Pipeline was not\nprecluded from alleging in its SAC that it entered into some\nagreements with SpaceX for services that did not require a\nlicense.\n      We offer no view as to whether the facts will ultimately\nsupport the allegation that Phoenix Pipeline’s work was governed\nby separate agreements for each task, or its claim that some of\nthose tasks required no contractor’s license. At this stage of the\ncase, we hold only that Phoenix Pipeline has adequately alleged\nparticular agreements to perform work that did not require a\ncontractor’s license. Section 7031 does not bar an action for\ncompensation for such work.\n4.    The Trial Court Acted Within Its Discretion in\n      Declining to Permit an Amendment Alleging that\n      Phoenix Pipeline Was an Employee\n      For the first time on appeal, Phoenix Pipeline argues that it\ncould amend its SAC to allege that it was an employee rather\nthan a contractor. We need not consider whether this theory is\nlegally viable, as it is inconsistent with Phoenix Pipeline’s own\nallegations.\n      As mentioned, each version of Phoenix Pipeline’s complaint,\nincluding its SAC, alleged that Phoenix Pipeline entered into a\nseries of individual agreements with SpaceX to perform\nparticular services. Phoenix Pipeline alleged that each of its\ninvoices memorialized the services that Phoenix Pipeline\nperformed under these agreements. Each of the invoices\nattached to the complaints stated that it was from Phoenix\nPipeline and billed to SpaceX. Thus, Phoenix Pipeline has\nconsistently characterized itself as a contractor and it cannot rely\nupon the possibility of new, inconsistent allegations to save its\n\n\n\n\n                                18\n\fclaim. (See Owens, supra, 198 Cal.App.3d at pp. 383–384;\nVallejo, supra, 24 Cal.App.4th at p. 946.)\n                          DISPOSITION\n       The judgment is reversed, and the case is remanded to\npermit further pleading consistent with this opinion. Each party\nis to bear its own costs on appeal.\n       CERTIFIED FOR PUBLICATION\n\n\n\n                                         LUI, J.\nWe concur:\n\n\n\n     ROTHSCHILD, P. J.\n\n\n\n     CHANEY, J.\n\n\n\n\n                               19\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">Filed 6/13/17\n                CERTIFIED FOR PUBLICATION\n\n\n\nIN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                SECOND APPELLATE DISTRICT\n\n                          DIVISION ONE\n\n\nPHOENIX MECHANICAL                       B269186\nPIPELINE, INC.,\n                                         (Los Angeles County\n       Plaintiff and Appellant,          Super. Ct. No. BC 568084)\n\n       v.\n\nSPACE EXPLORATION\nTECHNOLOGIES CORP.,\n\n       Defendant and Respondent.\n\n\n\n     APPEAL from a judgment of the Superior Court of Los\nAngeles County. Rafael A. Ongkeko, Judge. Reversed and\nremanded with directions.\n     The Ryan Law Firm, Kelly F. Ryan and Nathaniel P.\nLoakes for Plaintiff and Appellant.\n     Payne & Fears, Benjamin Avery Nix, Scott O. Luskin and\nRobert T. Matsuishi for Defendant and Respondent.\n             ____________________________________\n\f       Plaintiff and appellant Phoenix Mechanical Pipeline, Inc.\n(Phoenix Pipeline), appeals from a judgment entered after the\ntrial court sustained the demurrer of defendant and respondent\nSpace Exploration Technologies Corp. (SpaceX) without leave to\namend. The trial court found that Phoenix Pipeline could not\npursue its claims for payment for construction and related\nservices against SpaceX because Phoenix Pipeline failed to allege\nthat it had a contractor’s license. After several attempts to cure\nthis defect, the trial court concluded that Phoenix Pipeline could\nnot amend to comply with the licensing requirement, and\ntherefore sustained SpaceX’s demurrer to Phoenix Pipeline’s\nsecond amended complaint (SAC) without leave to amend.\n       Business and Professions Code section 7031, subdivision (a)\nrequires a contractor’s license to maintain an action for\ncompensation for services for which a contractor’s license is\nnecessary.1 The SAC does not allege that Phoenix Pipeline has\nsuch a license, and Phoenix Pipeline does not claim on appeal\nthat it is licensed. Rather, Phoenix Pipeline asserts a variety of\nreasons why it need not be licensed to pursue this litigation.\nPhoenix Pipeline argues that: (1) it sufficiently complied with\nsection 7031 by alleging that one of its employees, whom Phoenix\nPipeline alleges was its “responsible manager officer,” is a\nlicensed contractor; (2) it did not need to be licensed to pursue its\nclaims against SpaceX because SpaceX is a sophisticated\ncorporate entity and section 7031 is intended to protect\nhomeowners; and (3) some of the services that it allegedly\nperformed did not require a contractor’s license. Phoenix\n\n\n      1Subsequent undesignated statutory references are to the\nBusiness and Professions Code.\n\n\n\n\n                                 2\n\fPipeline also argues for the first time on appeal that the trial\ncourt abused its discretion in denying further leave to amend\nbecause Phoenix Pipeline could have amended the complaint to\nshow that it was an employee of SpaceX rather than an\nindependent contractor.\n      With one exception, we conclude that each of these\narguments is precluded either by settled law or by Phoenix\nPipeline’s own previous allegations. In light of the liberal\npleading standards applicable to this stage of the litigation, we\nfind that Phoenix Pipeline adequately alleged in its SAC that\nsome of the services it provided did not require a contractor’s\nlicense. We therefore reverse in part and remand to provide the\nopportunity for Phoenix Pipeline to amend its complaint to allege\nclaims for noncontractor services only.\n                         BACKGROUND\n      Phoenix Pipeline filed its initial complaint on December 29,\n2014, asserting claims for breach of contract and breach of the\nduty of good faith and fair dealing; common counts; intentional\nand negligent misrepresentation; and unfair business practices.\nThe complaint alleged that in 2010 SpaceX requested that\nPhoenix Pipeline provide a variety of services, including\n“plumbing, general maintenance and repair, concrete removal\nand pouring, trash clean-up and disposal, demolition, car\nwashing, electrical, excavation and installation,” all of which the\ncomplaint characterized as “Subcontracting Services.” The\ncomplaint alleged that Phoenix Pipeline provided SpaceX with\ninvoices detailing the services that it provided, and that each\nsuch invoice constituted “an individual agreement between\n[SpaceX and Phoenix Pipeline].”\n\n\n\n\n                                 3\n\f       Phoenix Pipeline alleged that SpaceX paid for its services\nfrom 2010 to October 2013, but failed to pay for services\nperformed between October 2013 and August 2014. Phoenix\nPipeline claimed that “[o]n or about August 15, 2014, [SpaceX]\ninformed [Phoenix Pipeline] that their services were no longer\nrequired and requested [Phoenix Pipeline] to leave [SpaceX’s]\npremises.” Phoenix Pipeline claimed that SpaceX owed\n$1,037,045.66 for the services it provided. The complaint did not\nallege that Phoenix Pipeline was a licensed contractor.\n       SpaceX demurred on the ground that Phoenix Pipeline was\nnot licensed. Rather than oppose the demurrer, Phoenix Pipeline\nelected to file an amended complaint.\n       Phoenix Pipeline’s first amended complaint (FAC)\ncontained essentially the same factual allegations as its initial\ncomplaint, but added the allegation that Harold Hill, whom\nPhoenix Pipeline characterized as the “Responsible Managing\nEmployee” for Phoenix, “oversaw all services that [Phoenix\nPipeline] provided to any contractors, companies, or institutions,\nincluding [SpaceX].” The FAC alleged that Hill was the owner of\nanother entity, Phoenix Mechanical Plumbing, Inc. (Phoenix\nPlumbing), and that he held a California contractor’s license,\nNo. 670382. The FAC alleged that Hill “supervised the\nSubcontracting Services that [Phoenix Pipeline] provided\n[SpaceX] for the duration of their relationship.” Phoenix Pipeline\nattached a copy of contractor’s license No. 670382 to the FAC.\nThe copy showed that the license had been issued to Phoenix\nPlumbing.\n       SpaceX filed another demurrer arguing that the license\nissued to Phoenix Plumbing was not sufficient to satisfy the\n\n\n\n\n                                4\n\frequirements of section 7031. On July 13, 2015, the trial court\nsustained the demurrer with leave to amend.\n       Phoenix Pipeline filed its SAC on July 23, 2015. The SAC\nmade two changes to the allegations in the FAC. First, it\nrelabeled Hill as a “responsible manager officer” rather than as\nthe “Responsible Managing Employee” and expanded the\ndescription of his role. The SAC alleged that Hill “supervised\nconstruction related services, managed construction activities by\nmaking technical and administrative decisions, checked jobs for\nproper workmanship, and directly supervised construction job\nsites.” Second, the SAC distinguished between alleged\nconstruction related services, which it categorized as\n“Subcontracting Services,” and alleged nonconstruction related\nservices, which it labeled as “Non-Contracting Services.” The\nSAC claimed that no valid contractor’s license was required for\nthe Non-Contracting Services.\n       SpaceX again demurred. Phoenix Pipeline opposed the\ndemurrer, and in the alternative requested 30 days leave to file a\nthird amended complaint. Phoenix Pipeline’s opposition did not\nexplain how it proposed to amend the SAC. The trial court\nsustained the demurrer without leave to amend and entered\njudgment against Phoenix Pipeline on October 21, 2015.\n                            DISCUSSION\n1.     Standard of Review\n       An order sustaining a demurrer is reviewed de novo to\ndetermine whether the complaint states a cause of action as a\nmatter of law. (Lazar v. Hertz Corp. (1999) </pre><span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1494</span></span><pre class=\"inline\">,\n1501.) On appeal, we “ ‘treat the demurrer as admitting all\nmaterial facts properly pleaded, but not contentions, deductions\nor conclusions of fact or law.’ ” (Blank v. Kirwan (1985) </pre><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">Cal. 3d</span>\n\n\n\n\n                                 <span class=\"page\">5</span></span><pre class=\"inline\">\n\f311, 318.) However, an appellate court is not required to accept\nthe truth of alleged facts in an amended complaint that are\ninconsistent with the allegations in a superseded complaint\nunless the inconsistencies are adequately explained. (Owens v.\nKings Supermarket (1988) </pre><span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">379</span></span><pre class=\"inline\">, 383–384\n(Owens).)\n       When a trial court sustains a demurrer without leave to\namend, the court’s decision not to permit further amendment is\nreviewed for abuse of discretion. (Code Civ. Proc., § 472c, subd.\n(a); Ellenberger v. Espinosa (1994) </pre><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">943</span></span><pre class=\"inline\">, 947.) If\nthe complaint does not state facts sufficient to constitute a cause\nof action, the appellate court must determine whether there is a\nreasonable possibility that the defect can be cured by\namendment. (Ellenberger, at p. 947.)\n2.     Phoenix Pipeline’s SAC Fails to State a Claim for\n       Construction Related Services Because It Does Not\n       Allege that Phoenix Pipeline is a Licensed Contractor\n       Section 7031, subdivision (a) provides that, with identified\nexceptions not relevant here: “[N]o person engaged in the\nbusiness or acting in the capacity of a contractor, may bring or\nmaintain any action, or recover in law or equity in any action, in\nany court of this state for the collection of compensation for the\nperformance of any act or contract where a license is required by\nthis chapter without alleging that he or she was a duly licensed\ncontractor at all times during the performance of that act or\ncontract regardless of the merits of the cause of action brought by\nthe person.” Under section 7025, subdivision (b), “ ‘Person’ ”\nincludes a corporation.\n       The purpose of this section is to “protect the public from\nincompetence and dishonesty in those who provide building and\n\n\n\n\n                                 6\n\fconstruction services.” (Hydrotech Systems, Ltd. v. Oasis\nWaterpark (1991) </pre><span class=\"citation\" data-id=\"1131503\"><a href=\"/opinion/1131503/hydrotech-systems-ltd-v-oasis-waterpark/\"><span class=\"volume\">52</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">988</span></a></span><pre class=\"inline\">, 995 (Hydrotech).) The\nsection “advances this purpose by withholding judicial aid from\nthose who seek compensation for unlicensed contract work.”\n(Ibid.)\n       Our Supreme Court has explained that, in light of the\n“strength and clarity” of this purpose, “section 7031 applies\ndespite injustice to the unlicensed contractor. ‘Section 7031\nrepresents a legislative determination that the importance of\ndeterring unlicensed persons from engaging in the contracting\nbusiness outweighs any harshness between the parties, and that\nsuch deterrence can best be realized by denying violators the\nright to maintain any action for compensation in the courts of\nthis state.’ ” (Hydrotech, supra, 52 Cal.3d at p. 995, quoting\nLewis & Queen v. N. M. Ball Sons (1957) </pre><span class=\"citation\" data-id=\"1263860\"><a href=\"/opinion/1263860/lewis-queen-v-nm-ball-sons/\"><span class=\"volume\">48</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">141</span></a></span><pre class=\"inline\">, 151\n(Lewis & Queen).) The court has interpreted the section strictly\nto fulfill its purpose. For example, in Hydrotech, the court held\nthat section 7031 barred a claim for fraud by a subcontractor\nagainst a contractor who was aware that the subcontractor was\nunlicensed. (Hydrotech, at p. 997.) And in Lewis & Queen, the\ncourt held that a claim by an unlicensed partnership against a\ncontractor was barred, even though one of the partners was\nindividually licensed. (Lewis & Queen, at pp. 146, 148–149.)\nMore recently, in MW Erectors, Inc. v. Niederhauser Ornamental\n& Metal Works Co., Inc. (2005) </pre><span class=\"citation\" data-id=\"2576241\"><a href=\"/opinion/2576241/mw-erectors-v-niederhauser-ornamental/\"><span class=\"volume\">36</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">412</span></a></span><pre class=\"inline\"> (MW Erectors), the\ncourt held that, where applicable, section 7031, subdivision (a)\nbars a person from recovering compensation for any work\nperformed under a contract that requires a contractor’s license if\nthe person was unlicensed at any time during performance of the\ncontract. (Id. at p. 419.)\n\n\n\n\n                                7\n\f       Because Phoenix Pipeline did not allege that it was\nlicensed, section 7031 precludes its claims for work that required\na license. None of the arguments that Phoenix Pipeline makes to\nescape the effect of section 7031 can avoid this result, however\nharsh.\n       a.    Phoenix Pipeline may not rely upon a license\n             issued to another\n       Phoenix Pipeline argues that it did not need its own license\nto maintain its action, as its alleged “Responsible Manager\nOfficer,” Hill, was licensed and supervised all the services that\nPhoenix Pipeline provided.2 Phoenix Pipeline cites no authority\nfor this proposition, which is inconsistent with settled law.\n       Section 7031 precludes any unlicensed “person” from\nmaintaining an action for contracting services. Consistent with\nthis provision, the court in Lewis & Queen rejected the argument\nthat the partnership that entered into the contract at issue and\nfiled the action did not need a license because one of its partners\nhad an individual license. The court held that “[t]he ‘person’ that\ndid the contracting work, and was required by section 7028 to\nhave a license . . . was the partnership of Lewis and Queen, and it\nhad no license.” (Lewis & Queen, supra, 48 Cal.2d at p. 149.)3\n\n      2From Phoenix Pipeline’s FAC, it appears that the license\nwas actually issued to another entity allegedly owned by Hill,\nPhoenix Plumbing. However, the ambiguity is irrelevant, as\nPhoenix Pipeline may not rely on the license to avoid the\nconsequences of section 7031 whether the license was held by Hill\nor some other entity.\n      3 Section 7029 even requires that two licensed partners\nwho engage in a joint venture obtain a separate license for the\njoint venture. Section 7031 provides for an exception to the\nrequirement of a license to bring suit when contractors are “each\n\n\n\n\n                                8\n\fThe “person” that contracted with SpaceX and that has filed suit\nhere is Phoenix Pipeline. (See § 7025, subd. (b).) It needed its\nown license to maintain this action, which it did not have.\n      WSS Industrial Construction, Inc. v. Great West\nContractors, Inc. (2008) </pre><span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">581</span></span><pre class=\"inline\"> (WSS) is directly on\npoint. In that case, Division Eight of this district held that a\ncorporation (WSS) could not maintain an action for contracting\nservices even though its “Responsible Managing Officer”\n“previously qualified a . . . partnership for a contractor’s license\nand held various individual contractor licenses of his own at all\ntimes.” (Id. at p. 594.) “WSS, the corporate entity or ‘person’\nengaged in the business, which acted in the capacity of\ncontractor, does not and cannot argue it was ever licensed as a\ncontractor or held that status at a time that preceded its\nperformance in this case.” (Id. at p. 596.) Section 7031 therefore\nprecluded its action.\n      Similarly, in Opp v. St. Paul Fire & Marine Ins. Co. (2007)\n</pre><span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">71</span></span><pre class=\"inline\">, the court held that neither the owner of an\nunlicensed corporation nor the corporation itself could maintain\nan action for contracting services performed by the corporation\ndespite the fact that the owner was licensed. The contracting\nentity was the unlicensed corporation, and it could not show that\n\n\nindividually licensed under this chapter but who fail to comply\nwith Section 7029.” But this express exception, which obviously\ndoes not apply here, simply serves to reinforce the Legislature’s\nintention that the “person” that files suit—whether an individual\nor an entity—must have a license to maintain the action unless a\nstatutory exception exists. (See also § 7075.1, subd. (a) [“No\nlicense, regardless of type or classification, shall be transferable\nto any other person or entity under any circumstances”].)\n\n\n\n\n                                 9\n\fit complied with section 7031 by virtue of its owner’s individual\nlicense. (Id. at pp. 76–79.)\n       Thus, the allegation that Phoenix Pipeline’s responsible\nmanager officer was licensed is not sufficient to permit Phoenix\nPipeline to sue for work that it contracted to perform. Phoenix\nPipeline was the contracting entity and the entity that filed suit.\nIts inability to allege that it was licensed is fatal to its claims for\ncompensation for work that required a license.\n       b.    Section 7031 is not limited to contracts with\n             unsophisticated persons or homeowners\n       Phoenix Pipeline argues that it does not need a contractor’s\nlicense to sue SpaceX because the “underlying purpose” of section\n7031 is to “protect unsuspecting homeowners and not meant to\nshield sophisticated corporate entities.” The contention is not\nsupported by the language of section 7031 or by decisions\napplying that section.\n       Nothing in section 7031 either limits its application to a\nparticular class of homeowners or excludes protection of\n“sophisticated” persons.4 Reading that limitation into the statute\nwould be inconsistent with its purpose of “ ‘deterring unlicensed\npersons from engaging in the contracting business.’ ” (Hydrotech,\nsupra, 52 Cal.3d at p. 995.) Indeed, in Hydrotech, the court\nrejected the argument that section 7031 should not be applied to\n\n\n      4 The vagueness of such a supposed class reinforces the\nconclusion that the Legislature would not have intended such a\nlimitation without definition. Phoenix Pipeline’s interpretation of\nsection 7031 would create an unworkable standard. What should\nthe courts do with a particularly sophisticated homeowner? How\nabout an unsophisticated small business owner who hires a\ncontractor for a commercial project?\n\n\n\n\n                                  10\n\fa lawsuit by a subcontractor against a contractor because the\nsubcontractor “did not hold itself out to the public.” (Id. at\np. 997.) The court applied section 7031 even though the suit was\nagainst a general contractor for a large commercial construction\nproject who allegedly was aware of the subcontractor’s unlicensed\nstatus. (Ibid.) The court declined to find an implied exception in\nsection 7031 for a foreign contractor who allegedly engaged in\n“isolated” activities in California. (Id. at p. 996.)\n       The holdings in Hydrotech and in numerous other cases\ncontradict Phoenix Pipeline’s assertion that California courts\nhave only “exacted [the] severe prohibition” in section 7031 “in\ncontractor-homeowner relationships.” For example, in Lewis &\nQueen, our Supreme Court applied section 7031 to a suit by a\nsubcontractor against a contractor on a contract for construction\nof a roadway, noting that “[t]he class protected by the statute\nincludes those who deal with a person required by the statute to\nhave a license.” (Lewis & Queen, supra, 48 Cal.2d at pp. 145,\n153.) WSS applied section 7031 to a lawsuit by a subcontractor\nagainst a contractor for work involving “improvements on a\npublic works project” at a school. (WSS, supra, 162 Cal.App.4th\nat p. 585.) WSS cited Banis Restaurant Design, Inc. v. Serrano\n(2005) </pre><span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1035</span></span><pre class=\"inline\"> (Banis), which involved a contract\nfor design services for a restaurant and market construction\nproject. (See WSS at p. 591; see also Vallejo Development Co. v.\nBeck Development Co. (1994) </pre><span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">929</span></span><pre class=\"inline\">, 943–944\n(Vallejo) [rejecting the argument “that there is less reason to\nregulate incompetence and dishonesty among master developers\nthan among others who act in the capacity of a general\nengineering contractor for smaller-scale projects”].)\n\n\n\n\n                               11\n\f       None of the cases that Phoenix Pipeline cites supports its\nposition. Phoenix Pipeline cites Matchett v. Gould (1955) </pre><span class=\"citation no-link\"><span class=\"volume\">131</span>\n<span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">821</span></span><pre class=\"inline\">, but our Supreme Court disapproved that case in\nLewis & Queen to the extent the opinion reasoned that section\n7031 did not apply to a suit by a subcontractor against a\ncontractor. (Lewis & Queen, supra, 48 Cal.2d at pp. 152–154.) In\nLewis & Queen, the Supreme Court also distinguished Norwood\nv. Judd (1949) </pre><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">276</span></span><pre class=\"inline\">, Galich v. Brkich (1951) </pre><span class=\"citation no-link\"><span class=\"volume\">103</span>\n<span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">187</span></span><pre class=\"inline\">, and Wold v. Luigi Consenstino & Sons (1952)\n</pre><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">854</span></span><pre class=\"inline\">, which Phoenix Pipeline also cites, on the\nground that those cases were actions against partners for a share\nof profits in an unlicensed enterprise, not suits against third\nparties who contracted with an unlicensed entity. (See Lewis &\nQueen, at pp. 151–152.)\n       In Gatti v. Highland Park Builders, Inc. (1946) </pre><span class=\"citation\" data-id=\"2613049\"><a href=\"/opinion/2613049/gatti-v-highland-park-builders-inc/\"><span class=\"volume\">27</span> <span class=\"reporter\">Cal. 2d</span>\n<span class=\"page\">687</span></a></span><pre class=\"inline\">, both plaintiffs had individual contractors’ licenses but\nformed a partnership that did not have its own license during\nperformance of the contract. The court found “substantial\ncompliance” with section 7031 under circumstances that are now\ncovered by an express exception to the licensing requirement.\n(Id. at pp. 689–690; see §§ 7029, 7031, subd. (a).) Moreover, as\nthe court noted in WSS, the judicial substantial compliance\ndoctrine as described in Gatti is “no longer the law” in light of\nlegislative changes to codify the doctrine strictly. (See WSS,\nsupra, 162 Cal.App.4th at p. 595.)\n       In Citizens State Bank v. Gentry (1937) </pre><span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">415</span></span><pre class=\"inline\">,\nthe plaintiff contractor was licensed at the time of the contract\nbut renewed the license while work was still ongoing in the name\nof a corporation that he owned. Under those facts, the court\nconcluded that “the individual plaintiff in whose name the license\n\n\n\n\n                               12\n\fstood at the time the contract was made and the corporate entity\norganized by him in whose name the license stood at the time the\ncause of action accrued, should be considered as one.” (Id. at\np. 420.) Those facts are not applicable here.\n      There is no basis to read into section 7031 the limitation\nthat Phoenix Pipeline suggests. Phoenix Pipeline’s claim that\nSpaceX is a sophisticated corporate entity is therefore irrelevant\nto Phoenix Pipeline’s obligation to show that it was licensed.\n3.    Phoenix Pipeline Adequately Alleged that It Provided\n      Some Services for Which No Contractor License Was\n      Necessary\n      In a brief argument, Phoenix Pipeline asserts that some of\nthe tasks that it performed were “non-construction related\nservices” and therefore did not require a contractor’s license.\nThese tasks, which the SAC labels as “Non-Contracting Services,”\nallegedly included work such as “general maintenance and\nrepair, trash clean-up, hauling, and disposal, and car washing.”\nThe SAC distinguishes these services from “construction related\nservices,” which it alleges included “plumbing, concrete\npouring/removal, excavation, demolition, and electrical.”\n      Phoenix Pipeline’s argument raises several questions,\nincluding: (1) whether the tasks that Phoenix Pipeline groups in\nthe category of “Non-Contracting Services” actually were\nnonconstruction related work for which no license was necessary,\nand (2) whether those tasks can be segregated from other work\nthat Phoenix Pipeline performed that admittedly did require a\nlicense. Phoenix Pipeline does not attempt to answer these\nquestions with any analysis or citation to authority.\nNevertheless, on review of an order sustaining a demurrer we\nliberally construe the allegations of the complaint “to attain\n\n\n\n\n                               13\n\fsubstantial justice.” (Scientific Cages, Inc. v. Banks (1978) </pre><span class=\"citation no-link\"><span class=\"volume\">81</span>\n<span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">885</span></span><pre class=\"inline\">, 887 (Scientific Cages).) Applying that standard,\nwe answer these questions in Phoenix Pipeline’s favor.\n      Section 7026 defines a “contractor” as one who undertakes\nparticular tasks. Performing those tasks requires a license. (See\n§ 7028 [acting in the capacity of a contractor without a license is\na misdemeanor]; WSS, supra, 162 Cal.App.4th at pp. 592–593\n[preparation of shop plans was included within the scope of\nsection 7026 and therefore required a license].) And, as\ndiscussed, section 7031 prohibits any unlicensed person “engaged\nin the business or acting in the capacity of a contractor” from\nmaintaining any action for compensation “for the performance of\nany act or contract where a license is required by this chapter.”\n(§ 7031, subd. (a).)\n      The scope of the tasks that section 7026 identifies is broad.5\nHowever, Phoenix Pipeline’s SAC identifies several tasks (e.g.,\n\n\n      5  Under section 7026, the capacity of “contractor” applies to\npersons who “construct, alter, repair, add to, subtract from,\nimprove, move, wreck or demolish any building, highway, road,\nparking facility, railroad, excavation or other structure, project,\ndevelopment or improvement, or to do any part thereof, including\nthe erection of scaffolding or other structures or works in\nconnection therewith, or the cleaning of grounds or structures in\nconnection therewith, or the preparation and removal of roadway\nconstruction zones, lane closures, flagging, or traffic diversions,\nor the installation, repair, maintenance, or calibration of\nmonitoring equipment for underground storage tanks, and\nwhether or not the performance of work herein described involves\nthe addition to, or fabrication into, any structure, project,\ndevelopment or improvement herein described of any material or\narticle of merchandise.” Subsequent sections also elaborate upon\nthe definition of a contractor in particular circumstances and\n\n\n\n\n                                14\n\f“hauling” and “car washing”) that might not be included within\nthe scope of work that requires a contractor’s license. The\ninvoices attached as exhibit C to Phoenix Pipeline’s SAC (which\nPhoenix Pipeline alleges constitute the agreements governing the\nNon-Contracting Services that it performed) appear to describe\nsome such services, such as car washing and transporting “tools\nand material.”\n       We do not attempt to resolve whether Phoenix Pipeline has\nappropriately identified the tasks that did not require a\ncontractor’s license.6 At this stage of the proceedings, it is\nsufficient to conclude that a “reasonable interpretation of the\nagreement[s] between the parties” is that at least some of the\nwork that Phoenix Pipeline performed did not require a license.\n(Scientific Cages, supra, 81 Cal.App.3d at p. 888 [demurrer\nshould have been denied where a “reasonable interpretation” of\nthe agreement between the parties would bring the agreement\nwithin the licensing exception for persons who simply supply\nmaterials under section 7045]; Executive Landscape Corp. v. San\nVicente Country Villas IV Assn. (1983) </pre><span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">496</span></span><pre class=\"inline\">, 501\n[demurrer should not have been sustained, as the contract at\nissue “can reasonably be interpreted to require Executive to\nperform work for which no license was required”].)\n\n\nwith respect to particular license classifications. (See §§ 7026.1,\n7026.2, 7026.3, 7055–7058.)\n      6 For example, section 7026 includes in the scope of a\ncontractor’s tasks the “cleaning of grounds or structures” in\nconnection with construction. Phoenix Pipeline includes “trash\nclean up” in the category of Non-Contracting Services. We cannot\ntell from the SAC whether the “trash clean up” that Phoenix\nPipeline performed falls within the scope of section 7026.\n\n\n\n\n                                 15\n\f       This leads to the second question as to whether that work\ncan be severed from tasks that admittedly did require a\ncontractor’s license. Several cases have held that specific tasks\nthat do not require a license may not be carved out of a single\ncontract where those tasks are “ ‘part of an integrated whole.’ ”\n(WSS, supra, 162 Cal.App.4th at p. 593 [tasks of ordering anchor\nbolts and preparing shop drawings could not be severed from the\nparties’ integrated agreement to avoid the license requirement\nunder section 7031], quoting Banis, supra, 134 Cal.App.4th at\np. 1047.)\n       However, we are guided again by the standards applicable\nto reviewing an order sustaining a demurrer. We must accept as\ntrue all facts pleaded in the complaint. (Tameny v. Atlantic\nRichfield Co. (1980) </pre><span class=\"citation\" data-id=\"1212906\"><a href=\"/opinion/1212906/tameny-v-atlantic-richfield-co/\"><span class=\"volume\">27</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">167</span></a></span><pre class=\"inline\">, 170.) Among Phoenix\nPipeline’s allegations is the claim that Phoenix Pipeline did work\non a “project-by-project basis” and that each invoice that it\nsubmitted for the work “constitutes an individual agreement”\nbetween SpaceX and Phoenix Pipeline. Phoenix Pipeline\nincluded this allegation in each iteration of its complaint.\n       Thus, Phoenix Pipeline has not alleged one contract, but\nrather a series of agreements for each separate task that it was\nasked to perform. It may therefore seek compensation under\nthose alleged agreements that apply to tasks for which no license\nwas required.7\n\n\n      7 We therefore need not reach the issue whether there are\nany circumstances in which tasks performed pursuant to a single\ncontract may be segregated between those that require a license\nand those that do not. (Compare Johnson v. Mattox (1968) </pre><span class=\"citation no-link\"><span class=\"volume\">257</span>\n<span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">714</span></span><pre class=\"inline\">, 719 [rejecting the argument that the\nconstruction contract at issue was “an entire one and not\n\n\n\n\n                                16\n\f       SpaceX argues that Phoenix Pipeline’s argument\nconcerning noncontractor services is precluded by the allegations\nin the first two versions of its complaint. Those two versions\nlabeled all of the services that Phoenix Pipeline provided as\n“Subcontracting Services” without distinguishing between those\nservices that required a contractor’s license and those that\nallegedly did not. SpaceX characterizes this label as an\n“admission” that all the services Phoenix Pipeline performed for\nSpaceX “were subcontracting services.”\n       We do not find a fatal inconsistency between the use of the\nlabel “Subcontracting Services” in prior complaints and the later\nallegation that some of those services did not require a\ncontractor’s license. The factual allegations identifying the\nparticular services that Phoenix Pipeline provided did not change\nmaterially; Phoenix Pipeline simply added the allegation that\nsome of those services required a license and some did not.\nMoreover, the label “Subcontracting Services” does not\nnecessarily imply that all the services included in that category\nrequired a contractor’s license. “Subcontracting” as used in that\nlabel could simply refer to services that were covered by a\ncontract rather than to services that could be performed only by a\n“contractor” as defined in section 7026. Construing the\n\n\ndivisible,” and permitting recovery for the sale of a tractor and\nmowers pursuant to the contract despite the lack of a license]\nwith The Fifth Day, LLC v. Bolotin (2009) </pre><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">939</span></span><pre class=\"inline\">,\n964 (dis. opn. of Mosk, J.) [to permit an unlicensed contractor to\nrecover compensation for services not requiring a license under\nthe same contract that governs services that do require a license\nwould be inconsistent with the Supreme Court’s decision in MW\nErectors, supra, </pre><span class=\"citation\" data-id=\"2576241\"><a href=\"/opinion/2576241/mw-erectors-v-niederhauser-ornamental/\"><span class=\"volume\">36</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">412</span></a></span><pre class=\"inline\">].)\n\n\n\n\n                                17\n\fallegations liberally, we conclude that Phoenix Pipeline was not\nprecluded from alleging in its SAC that it entered into some\nagreements with SpaceX for services that did not require a\nlicense.\n      We offer no view as to whether the facts will ultimately\nsupport the allegation that Phoenix Pipeline’s work was governed\nby separate agreements for each task, or its claim that some of\nthose tasks required no contractor’s license. At this stage of the\ncase, we hold only that Phoenix Pipeline has adequately alleged\nparticular agreements to perform work that did not require a\ncontractor’s license. Section 7031 does not bar an action for\ncompensation for such work.\n4.    The Trial Court Acted Within Its Discretion in\n      Declining to Permit an Amendment Alleging that\n      Phoenix Pipeline Was an Employee\n      For the first time on appeal, Phoenix Pipeline argues that it\ncould amend its SAC to allege that it was an employee rather\nthan a contractor. We need not consider whether this theory is\nlegally viable, as it is inconsistent with Phoenix Pipeline’s own\nallegations.\n      As mentioned, each version of Phoenix Pipeline’s complaint,\nincluding its SAC, alleged that Phoenix Pipeline entered into a\nseries of individual agreements with SpaceX to perform\nparticular services. Phoenix Pipeline alleged that each of its\ninvoices memorialized the services that Phoenix Pipeline\nperformed under these agreements. Each of the invoices\nattached to the complaints stated that it was from Phoenix\nPipeline and billed to SpaceX. Thus, Phoenix Pipeline has\nconsistently characterized itself as a contractor and it cannot rely\nupon the possibility of new, inconsistent allegations to save its\n\n\n\n\n                                18\n\fclaim. (See Owens, supra, 198 Cal.App.3d at pp. 383–384;\nVallejo, supra, 24 Cal.App.4th at p. 946.)\n                          DISPOSITION\n       The judgment is reversed, and the case is remanded to\npermit further pleading consistent with this opinion. Each party\nis to bear its own costs on appeal.\n       CERTIFIED FOR PUBLICATION\n\n\n\n                                         LUI, J.\nWe concur:\n\n\n\n     ROTHSCHILD, P. J.\n\n\n\n     CHANEY, J.\n\n\n\n\n                               19\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1131503/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1212906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1263860/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2576241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2613049/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2017-06-13T18:06:14.897664Z",
      "date_modified": "2017-06-13T18:06:15.029200Z",
      "date_filed": "2017-06-13",
      "date_filed_is_approximate": false,
      "slug": "phoenix-mechanical-pipeline-v-space-exploration-etc",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "Phoenix Mechanical Pipeline v. Space Exploration etc.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/6073102/phoenix-mechanical-pipeline-v-space-exploration-etc/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2017-06-13T18:06:14.887408Z",
  "date_modified": "2017-06-13T18:06:14.887445Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Phoenix Mechanical Pipeline v. Space Exploration etc.",
  "case_name_full": "",
  "slug": "phoenix-mechanical-pipeline-v-space-exploration-etc",
  "docket_number": "B269186",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}