{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/609883/",
  "id": 609883,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/wva/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1221912/",
      "id": 1221912,
      "absolute_url": "/opinion/1221912/state-ex-rel-hk-v-taylor/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/609883/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1221912/",
          "id": 1221912,
          "absolute_url": "/opinion/1221912/state-ex-rel-hk-v-taylor/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1221912/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6034/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:05:27.691440Z",
          "date_modified": "2017-03-31T09:12:04.127277Z",
          "type": "010combined",
          "sha1": "8e48216ce34d047e99243edf1256cfb119a9bc05",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>289 S.E.2d 673 (1982)</b></center>\n<center><h1>STATE ex rel. H. K.<br>\nv.<br>\nCharles TAYLOR, Superintendent, WVISB.</h1></center>\n<center>No. 15209.</center>\n<center><p><b>Supreme Court of Appeals of West Virginia.</b></p></center>\n<center>March 19, 1982.</center>\n<p><span class=\"star-pagination\">*675</span> Paul Mones, Morgantown, for relator.</p>\n<p>Chauncey H. Browning, Jr., Atty. Gen., and Joseph C. Cometti, Asst. Atty. Gen., Charleston, for respondent.</p>\n<p>McGRAW, Justice:</p>\n<p>In this original habeas corpus proceeding, originally assigned to the per curiam docket, and brought pursuant to W.Va.Code § 53-4-1 (1980 Replacement Vol.), the issue before us is whether the Circuit Court of Cabell County exceeded its lawful jurisdiction by committing the relator, a juvenile status offender, to the West Virginia Industrial School for Boys at Pruntytown, for a period of thirty days for the purpose of undergoing a medical examination and diagnostic <span class=\"star-pagination\">*676</span> classification. We find that the trial court erred in so committing the relator, and award the writ.</p>\n<p>The relator is a ten-year old boy. His mother and stepfather, with whom he resides in Huntington, petitioned the circuit court to find him delinquent under W.Va. Code § 49-1-4(3) (1980 Replacement Vol.), because he refused to respond to their supervision. The specific allegations against the relator were that he stayed away from home for a number of hours at a time and that he got into fights at school. At a hearing held on the petition, the relator did not deny the allegations against him and was subsequently adjudicated a delinquent child. The court ordered that a probation officer make an investigation of the relator's environment, discuss the alternative dispositions available, and any other relevant information revealed by the investigation and report to the court and all parties involved in the proceeding. Finally, by authority of W.Va.Code § 49-5-13a (1980 Replacement Vol.), the court ordered that the relator be sent to the Diagnostic Center at the West Virginia Industrial School for Boys for a period of less than thirty days, during which period the relator was to undergo general examination, a medical examination and diagnostic classification.</p>\n<p>Pursuant to the court's order, the relator was transported to Pruntytown with his hands and feet in shackles, handcuffed to another juvenile. The juvenile with whom he was shackled was a seventeen-year old boy who had been committed to the Industrial School for delinquency as a result of criminal activities. Relator had never been adjudicated or charged with an offense which would be a crime if committed by an adult.</p>\n<p>W.Va.Code § 49-5-13a, the circuit court's authority for sending the relator for medical evaluation and diagnostic classification, states:</p>\n<blockquote>After adjudication as part of the dispositional proceeding, the court, upon its own motion, or upon request of counsel, may order the child to be delivered into the custody of the commissioner of corrections who shall cause such child to be forthwith transferred to a juvenile diagnostic center for a period not to exceed thirty days. During such period, such child shall undergo examination, diagnosis, classification, and a complete medical examination and shall at all times be kept in an area wholly segregated from the general juvenile inmate population in the custody of the commissioner of corrections. Not later than thirty days after commitment pursuant to this section such juvenile shall be remanded and delivered to the custody of the juvenile probation officer of the county wherein the child was adjudicated delinquent or to the custody of such other person as the court shall direct by its order. Within ten days following the termination of such examination, diagnosis and classification, the commissioner of corrections shall make or cause to be made a report to the court containing the results, findings, conclusions and recommendations of the commissioner with respect to such child.</blockquote>\n<p>The resolution of this case is directly controlled by our decision in <i>State ex rel. Harris v. Calendine,</i> W.Va., 233 S.E.2d 318 (1977) where we held that juveniles adjudged delinquent for status offenses cannot be housed in any secure, prison-like facility with juveniles adjudged delinquent for criminal conduct.<sup>[1]</sup><i>See also, </i><i>State ex rel. C.A.H. v. Strickler,</i> W.Va., 251 S.E.2d 222 (1979).</p>\n<p>We are firmly committed to this principle which subsequent to the <i>Calendine</i> decision was embodied in statutory form. W.Va. Code § 49-5-16 (1980 Replacement Vol.) states in pertinent part that: \"[a] child charged with or found to be delinquent solely under subdivision (3), (4) or (5), section <span class=\"star-pagination\">*677</span> four [§ 49-1-4], article one of this chapter, shall not be housed in a detention or other facility wherein persons are detained for criminal offenses or for delinquency involving offenses which would be crimes if committed by an adult...\"<sup>[2]</sup></p>\n<p>In addition, we held in syllabus point 6 of <i>State ex rel. Harris v. Calendine, supra</i>:</p>\n<blockquote>No child adjudged delinquent for a status offense may be incarcerated in a secure, prison-like facility devoted exclusively to status offenders unless the record supports a specific finding by the juvenile court that the child is so ungovernable or anti-social that no other reasonable alternative exists, or with due care and diligence on the part of the State could exist, to physical restraint such as only a secure, prison-like facility can provide. The proper test in this regard is not what reasonable alternatives are actually afforded by the State but rather what reasonable alternatives could be afforded by a humane and enlightened state, solicitous of the welfare of its children.</blockquote>\n<p>In the case before us the relator was transported to Pruntytown in the company of a much older, and apparently more dangerous child, and upon his arrival he was detained in a secure, prison-like environment in the company of children adjudged delinquent for criminal offenses. It was exactly this type of mixing of criminal and status offenders that we sought to avoid in <i>Calendine</i> where we placed particular emphasis on this point.</p>\n<blockquote>[N]o status offender in any event, regardless of incorrigibility, may be incarcerated in a secure, prison-like facility which is not devoted exclusively to the custody and rehabilitation of status offenders. We emphasize here that State parsimony is no defense to an allegation of deprivation of constitutional rights. The State may not punish a person not deserving of punishment merely because such action serves the State's interest in convenience of frugality. [citations omitted]. 233 S.E.2d at 331.</blockquote>\n<p>We stressed in <i>State ex rel. Harris v. Calendine, supra,</i> at 329 that \"the State must exhaust every reasonable alternative to incarceration before committing a status offender to a secure, prison-like facility.\" It makes no difference that the incarceration in this case under W.Va.Code § 49-5-13a was for a period \"not to exceed thirty (30) days\" or that it was allegedly \"diagnostic\" detention as opposed to \"punitive\" detention. There is no express language in the statute indicating that the legislature contemplated that this diagnostic detention would be used for status offenders. While no explicit pronouncement is made on the subject, in light of the protections that are elsewhere evidenced in the statutory scheme to protect status offenders from integration with criminal offenders, and in light of <i>State ex rel. Harris v. Calendine, supra</i><i>,</i> there should be little confusion on the subject.</p>\n<p>In addition, we emphasize that W.Va. Code § 49-5-16 specifically prohibits the mixing of status and criminal offenders in a detention center. Section 16 and W.Va. Code § 49-5-13a must be read <i>in pari materia.</i></p>\n<p>Certainly a status offender can be sent to a residential treatment facility, a hospital, or other institution for diagnosis. And as we held in syllabus point 7 of <i>Calendine</i>:</p>\n<p>While no child adjudged delinquent for a status offense may be incarcerated in a secure, prison-like facility with children adjudged delinquent because of criminal activity, such status offenders may be housed and educated with criminal offenders in half-way houses and other modern, well-staffed facilities when it <span class=\"star-pagination\">*678</span> can be reasonably demonstrated that the welfare of both status and criminal offenders will be enhanced and that there is no serious threat to the physical or emotional well-being of the status offenders.</p>\n<p>However, a status offender cannot be sent to a secure, prison-like facility for such diagnosis.</p>\n<p>In addition to the legitimate diagnostic value of the procedure legislated in W.Va.Code § 49-5-13a, were we to find that the section allowed status offenders to be sent to a secure, prison-like facility for diagnosis, the diagnostic commitment becomes, at least potentially, a \"shock therapy\" approach. It should be obvious that such a procedure cannot be used as a sanction against juveniles who would not otherwise be eligible for incarceration.<sup>[3]</sup></p>\n<p>We note also one of the primary duties of the circuit court stated in W.Va.Code § 49-5-4 (1980 Replacement Vol.) which provides that \"[a] person under the age of eighteen years who appears before the circuit court in any capacity shall be deemed to be a ward of the court and protected accordingly.\" This protective obligation is not restricted to the circuit court. The Department of Welfare is charged with responsibility for children \"committed to its care by courts exercising juvenile jurisdiction.\" W.Va.Code § 49-2-16 (1980 Replacement Vol.).</p>\n<p>In his prayer for relief, the relator prays that he be released from the WVISB and returned to the circuit court for the purpose of determining a suitable rehabilitation environment. Clearly the relator is entitled to such rehabilitation.<sup>[4]</sup> In Syl. pt. 6 of our recent case of <i>State ex rel. R.S. v. Trent,</i> 289 S.E.2d 166 (W.Va.1982), we held: \"A child adjudged delinquent and committed to the custody of the State has both a constitutional and a statutory right to treatment.\" We noted that our juvenile law contemplates a cooperative effort on the part of the Department of Welfare, the Department of Health, the Commissioner of Corrections and the juvenile court to develop a comprehensive program of individualized treatment for juvenile offenders:</p>\n<blockquote>All officers and employees of the State charged with implementing the provisions of the juvenile law are required to act in the best interests of the child and the public in establishing an individualized program of treatment for each child adjudged delinquent.</blockquote>\n<p>Although <i>Trent</i> involved sentencing and the juvenile's final dispositional hearing, the principles enunciated in that case apply no less to the present proceeding where there was no attempt made to structure any type of individualized program for the relator's diagnosis. Neither was there any attempt made, at least on the record, to determine whether a less restrictive alternative to diagnosis at Pruntytown was available to the relator. It is well established in our body of juvenile law that juveniles are constitutionally entitled to the least restrictive treatment that is consistent with the purpose of their custody.<sup>[5]</sup><i>State</i> <span class=\"star-pagination\">*679</span> <i>ex rel. K.W. v. Werner,</i> W.Va., 242 S.E.2d 907 (1978).</p>\n<p>In the case before us, the relator was adjudged a delinquent, but only as a status offender. Surely, there were alternatives available to the circuit judge for the relator's diagnosis. As we noted in <i>Trent, supra</i> 289 S.E.2d 166.</p>\n<blockquote>[J]uvenile courts and the Department of Welfare are not limited by statute to relying solely upon their own resources to develop individualized treatment programs for juvenile offenders. The Department of Welfare has the express authority to enter into cooperative ventures with private or State agencies in order to establish and implement rehabilitative alternatives for juveniles. W.Va.Code § 49-5B-4(c). Thus, the Department of Welfare is at liberty to call upon the expertise of the Department of Health, the Department of Education and county boards of education, as well as that of private agencies and organizations, to design and put into operation individualized treatment programs that will address the problems and needs of delinquent children, thereby fulfilling the interests of society. The juvenile courts and state agencies involved in the treatment process should draw upon these valuable resources to effect the rehabilitative purposes of the juvenile justice system.</blockquote>\n<p>We agree with the relator's contention that his incarceration in the Diagnostic Center at the WVISB was illegal.</p>\n<p>Writ Awarded.</p>\n<h2>NOTES</h2>\n<p>[1]  Syllabus Point 4 of <i>State ex rel. Harris v. Calendine,</i> W.Va., 233 S.E.2d 318 (1977) states:\n</p>\n<p>Under no circumstances can a child adjudged delinquent because of a status offense, i.e., an act which if committed by an adult would not be a crime, be incarcerated in a secure, prison-like facility with children adjudged delinquent because of criminal activity.</p>\n<p>[2]  W.Va.Code § 49-1-4 (1980 Replacement Vol.) defines a delinquent child in part as one: \"(3) Who, without just cause, habitually and continually refuses to respond to the lawful supervision by such child's parents, guardian or custodian; (4) Who is habitually absent from school without good cause; or (5) Who willfully violates a condition of a probation order or a contempt order of any court.\"</p>\n<p>[3]  We specifically disapproved the \"shock therapy\" approach in <i>State ex rel. R.C.F. v. Wilt,</i> W.Va., 252 S.E.2d 168, 171 (1979):\n</p>\n<p>The loss of liberty and the exposure of juveniles to adult offenders even for a short time can do but ill for the child. The theory held by some well-meaning but untrained and misguided souls that the \"shock effect\" of temporary incarceration can be beneficial to juveniles is hereby specifically disapproved.</p>\n<p>The issue in <i>Wilt</i> was whether a child under eighteen years of age who is being proceeded against as a juvenile delinquent for the commission of a criminal offense can be incarcerated in a county jail prior to an adjudication of delinquency. We held in the negative.</p>\n<p>[4]  We have held on numerous occasions that the purpose of our juvenile justice system is to provide for the rehabilitation of delinquent children. <i>See, </i><i>State ex rel. R.S. v. Trent,</i> 289 S.E.2d 166 (W.Va. 1982); <i>State ex rel. D.D.H. v. Dostert,</i> W.Va. 269 S.E.2d 401 (1980); <i>State ex rel. Harris v. Calendine,</i> W.Va., 233 S.E.2d 318 (1977).</p>\n<p>[5]  Syllabus points 1 and 2 of <i>State ex rel. R.S. v. Trent,</i> 289 S.E.2d 166 (W.Va. 1982), state respectively:\n</p>\n<p>W.Va.Code § 49-5-13(b) (1980 Replacement Vol.) requires the juvenile court at the dispositional stage of delinquency proceedings to \"give precedence to the least restrictive\" of the enumerated dispositional alternatives \"consistent with the best interests and welfare of the public and the child.\"</p>\n<p>Before ordering the incarceration of a child adjudged delinquent, the juvenile court is required to set forth upon the record the facts which lead to the conclusion that no less restrictive alternative is appropriate. The record must affirmatively show that the child's behavioral problem is not the result of social conditions beyond the child's control, but rather of an intentional failure on the part of the child to conform his actions to the law, or that the child will be dangerous if any other disposition is used, or that the child will not cooperate with any rehabilitative program absent physical restraint.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">673</span></span> (1982)</b></center>\n<center><h1>STATE ex rel. H. K.<br>\nv.<br>\nCharles TAYLOR, Superintendent, WVISB.</h1></center>\n<center>No. 15209.</center>\n<center><p><b>Supreme Court of Appeals of West Virginia.</b></p></center>\n<center>March 19, 1982.</center>\n<p><span class=\"star-pagination\">*675</span> Paul Mones, Morgantown, for relator.</p>\n<p>Chauncey H. Browning, Jr., Atty. Gen., and Joseph C. Cometti, Asst. Atty. Gen., Charleston, for respondent.</p>\n<p>McGRAW, Justice:</p>\n<p>In this original habeas corpus proceeding, originally assigned to the per curiam docket, and brought pursuant to W.Va.Code § 53-4-1 (1980 Replacement Vol.), the issue before us is whether the Circuit Court of Cabell County exceeded its lawful jurisdiction by committing the relator, a juvenile status offender, to the West Virginia Industrial School for Boys at Pruntytown, for a period of thirty days for the purpose of undergoing a medical examination and diagnostic <span class=\"star-pagination\">*676</span> classification. We find that the trial court erred in so committing the relator, and award the writ.</p>\n<p>The relator is a ten-year old boy. His mother and stepfather, with whom he resides in Huntington, petitioned the circuit court to find him delinquent under W.Va. Code § 49-1-4(3) (1980 Replacement Vol.), because he refused to respond to their supervision. The specific allegations against the relator were that he stayed away from home for a number of hours at a time and that he got into fights at school. At a hearing held on the petition, the relator did not deny the allegations against him and was subsequently adjudicated a delinquent child. The court ordered that a probation officer make an investigation of the relator's environment, discuss the alternative dispositions available, and any other relevant information revealed by the investigation and report to the court and all parties involved in the proceeding. Finally, by authority of W.Va.Code § 49-5-13a (1980 Replacement Vol.), the court ordered that the relator be sent to the Diagnostic Center at the West Virginia Industrial School for Boys for a period of less than thirty days, during which period the relator was to undergo general examination, a medical examination and diagnostic classification.</p>\n<p>Pursuant to the court's order, the relator was transported to Pruntytown with his hands and feet in shackles, handcuffed to another juvenile. The juvenile with whom he was shackled was a seventeen-year old boy who had been committed to the Industrial School for delinquency as a result of criminal activities. Relator had never been adjudicated or charged with an offense which would be a crime if committed by an adult.</p>\n<p>W.Va.Code § 49-5-13a, the circuit court's authority for sending the relator for medical evaluation and diagnostic classification, states:</p>\n<blockquote>After adjudication as part of the dispositional proceeding, the court, upon its own motion, or upon request of counsel, may order the child to be delivered into the custody of the commissioner of corrections who shall cause such child to be forthwith transferred to a juvenile diagnostic center for a period not to exceed thirty days. During such period, such child shall undergo examination, diagnosis, classification, and a complete medical examination and shall at all times be kept in an area wholly segregated from the general juvenile inmate population in the custody of the commissioner of corrections. Not later than thirty days after commitment pursuant to this section such juvenile shall be remanded and delivered to the custody of the juvenile probation officer of the county wherein the child was adjudicated delinquent or to the custody of such other person as the court shall direct by its order. Within ten days following the termination of such examination, diagnosis and classification, the commissioner of corrections shall make or cause to be made a report to the court containing the results, findings, conclusions and recommendations of the commissioner with respect to such child.</blockquote>\n<p>The resolution of this case is directly controlled by our decision in <i>State ex rel. Harris v. Calendine,</i> W.Va., <span class=\"citation\" data-id=\"1343313\"><a href=\"/opinion/1343313/state-ex-rel-harris-v-calendine/\"><span class=\"volume\">233</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">318</span></a></span> (1977) where we held that juveniles adjudged delinquent for status offenses cannot be housed in any secure, prison-like facility with juveniles adjudged delinquent for criminal conduct.<sup>[1]</sup><i>See also, </i><i>State ex rel. C.A.H. v. Strickler,</i> W.Va., <span class=\"citation\" data-id=\"1369926\"><a href=\"/opinion/1369926/state-ex-rel-cah-v-strickler/\"><span class=\"volume\">251</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">222</span></a></span> (1979).</p>\n<p>We are firmly committed to this principle which subsequent to the <i>Calendine</i> decision was embodied in statutory form. W.Va. Code § 49-5-16 (1980 Replacement Vol.) states in pertinent part that: \"[a] child charged with or found to be delinquent solely under subdivision (3), (4) or (5), section <span class=\"star-pagination\">*677</span> four [§ 49-1-4], article one of this chapter, shall not be housed in a detention or other facility wherein persons are detained for criminal offenses or for delinquency involving offenses which would be crimes if committed by an adult...\"<sup>[2]</sup></p>\n<p>In addition, we held in syllabus point 6 of <i>State ex rel. Harris v. Calendine, supra</i>:</p>\n<blockquote>No child adjudged delinquent for a status offense may be incarcerated in a secure, prison-like facility devoted exclusively to status offenders unless the record supports a specific finding by the juvenile court that the child is so ungovernable or anti-social that no other reasonable alternative exists, or with due care and diligence on the part of the State could exist, to physical restraint such as only a secure, prison-like facility can provide. The proper test in this regard is not what reasonable alternatives are actually afforded by the State but rather what reasonable alternatives could be afforded by a humane and enlightened state, solicitous of the welfare of its children.</blockquote>\n<p>In the case before us the relator was transported to Pruntytown in the company of a much older, and apparently more dangerous child, and upon his arrival he was detained in a secure, prison-like environment in the company of children adjudged delinquent for criminal offenses. It was exactly this type of mixing of criminal and status offenders that we sought to avoid in <i>Calendine</i> where we placed particular emphasis on this point.</p>\n<blockquote>[N]o status offender in any event, regardless of incorrigibility, may be incarcerated in a secure, prison-like facility which is not devoted exclusively to the custody and rehabilitation of status offenders. We emphasize here that State parsimony is no defense to an allegation of deprivation of constitutional rights. The State may not punish a person not deserving of punishment merely because such action serves the State's interest in convenience of frugality. [citations omitted]. 233 S.E.2d at 331.</blockquote>\n<p>We stressed in <i>State ex rel. Harris v. Calendine, supra,</i> at 329 that \"the State must exhaust every reasonable alternative to incarceration before committing a status offender to a secure, prison-like facility.\" It makes no difference that the incarceration in this case under W.Va.Code § 49-5-13a was for a period \"not to exceed thirty (30) days\" or that it was allegedly \"diagnostic\" detention as opposed to \"punitive\" detention. There is no express language in the statute indicating that the legislature contemplated that this diagnostic detention would be used for status offenders. While no explicit pronouncement is made on the subject, in light of the protections that are elsewhere evidenced in the statutory scheme to protect status offenders from integration with criminal offenders, and in light of <i>State ex rel. Harris v. Calendine, supra</i><i>,</i> there should be little confusion on the subject.</p>\n<p>In addition, we emphasize that W.Va. Code § 49-5-16 specifically prohibits the mixing of status and criminal offenders in a detention center. Section 16 and W.Va. Code § 49-5-13a must be read <i>in pari materia.</i></p>\n<p>Certainly a status offender can be sent to a residential treatment facility, a hospital, or other institution for diagnosis. And as we held in syllabus point 7 of <i>Calendine</i>:</p>\n<p>While no child adjudged delinquent for a status offense may be incarcerated in a secure, prison-like facility with children adjudged delinquent because of criminal activity, such status offenders may be housed and educated with criminal offenders in half-way houses and other modern, well-staffed facilities when it <span class=\"star-pagination\">*678</span> can be reasonably demonstrated that the welfare of both status and criminal offenders will be enhanced and that there is no serious threat to the physical or emotional well-being of the status offenders.</p>\n<p>However, a status offender cannot be sent to a secure, prison-like facility for such diagnosis.</p>\n<p>In addition to the legitimate diagnostic value of the procedure legislated in W.Va.Code § 49-5-13a, were we to find that the section allowed status offenders to be sent to a secure, prison-like facility for diagnosis, the diagnostic commitment becomes, at least potentially, a \"shock therapy\" approach. It should be obvious that such a procedure cannot be used as a sanction against juveniles who would not otherwise be eligible for incarceration.<sup>[3]</sup></p>\n<p>We note also one of the primary duties of the circuit court stated in W.Va.Code § 49-5-4 (1980 Replacement Vol.) which provides that \"[a] person under the age of eighteen years who appears before the circuit court in any capacity shall be deemed to be a ward of the court and protected accordingly.\" This protective obligation is not restricted to the circuit court. The Department of Welfare is charged with responsibility for children \"committed to its care by courts exercising juvenile jurisdiction.\" W.Va.Code § 49-2-16 (1980 Replacement Vol.).</p>\n<p>In his prayer for relief, the relator prays that he be released from the WVISB and returned to the circuit court for the purpose of determining a suitable rehabilitation environment. Clearly the relator is entitled to such rehabilitation.<sup>[4]</sup> In Syl. pt. 6 of our recent case of <i>State ex rel. R.S. v. Trent,</i> <span class=\"citation\" data-id=\"1221897\"><a href=\"/opinion/1221897/state-ex-rel-rs-v-trent/\"><span class=\"volume\">289</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span> (W.Va.1982), we held: \"A child adjudged delinquent and committed to the custody of the State has both a constitutional and a statutory right to treatment.\" We noted that our juvenile law contemplates a cooperative effort on the part of the Department of Welfare, the Department of Health, the Commissioner of Corrections and the juvenile court to develop a comprehensive program of individualized treatment for juvenile offenders:</p>\n<blockquote>All officers and employees of the State charged with implementing the provisions of the juvenile law are required to act in the best interests of the child and the public in establishing an individualized program of treatment for each child adjudged delinquent.</blockquote>\n<p>Although <i>Trent</i> involved sentencing and the juvenile's final dispositional hearing, the principles enunciated in that case apply no less to the present proceeding where there was no attempt made to structure any type of individualized program for the relator's diagnosis. Neither was there any attempt made, at least on the record, to determine whether a less restrictive alternative to diagnosis at Pruntytown was available to the relator. It is well established in our body of juvenile law that juveniles are constitutionally entitled to the least restrictive treatment that is consistent with the purpose of their custody.<sup>[5]</sup><i>State</i> <span class=\"star-pagination\">*679</span> <i>ex rel. K.W. v. Werner,</i> W.Va., <span class=\"citation\" data-id=\"1228187\"><a href=\"/opinion/1228187/state-ex-rel-kw-v-werner/\"><span class=\"volume\">242</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">907</span></a></span> (1978).</p>\n<p>In the case before us, the relator was adjudged a delinquent, but only as a status offender. Surely, there were alternatives available to the circuit judge for the relator's diagnosis. As we noted in <i>Trent, supra</i> <span class=\"citation\" data-id=\"1221897\"><a href=\"/opinion/1221897/state-ex-rel-rs-v-trent/\"><span class=\"volume\">289</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span>.</p>\n<blockquote>[J]uvenile courts and the Department of Welfare are not limited by statute to relying solely upon their own resources to develop individualized treatment programs for juvenile offenders. The Department of Welfare has the express authority to enter into cooperative ventures with private or State agencies in order to establish and implement rehabilitative alternatives for juveniles. W.Va.Code § 49-5B-4(c). Thus, the Department of Welfare is at liberty to call upon the expertise of the Department of Health, the Department of Education and county boards of education, as well as that of private agencies and organizations, to design and put into operation individualized treatment programs that will address the problems and needs of delinquent children, thereby fulfilling the interests of society. The juvenile courts and state agencies involved in the treatment process should draw upon these valuable resources to effect the rehabilitative purposes of the juvenile justice system.</blockquote>\n<p>We agree with the relator's contention that his incarceration in the Diagnostic Center at the WVISB was illegal.</p>\n<p>Writ Awarded.</p>\n<h2>NOTES</h2>\n<p>[1]  Syllabus Point 4 of <i>State ex rel. Harris v. Calendine,</i> W.Va., <span class=\"citation\" data-id=\"1343313\"><a href=\"/opinion/1343313/state-ex-rel-harris-v-calendine/\"><span class=\"volume\">233</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">318</span></a></span> (1977) states:\n</p>\n<p>Under no circumstances can a child adjudged delinquent because of a status offense, i.e., an act which if committed by an adult would not be a crime, be incarcerated in a secure, prison-like facility with children adjudged delinquent because of criminal activity.</p>\n<p>[2]  W.Va.Code § 49-1-4 (1980 Replacement Vol.) defines a delinquent child in part as one: \"(3) Who, without just cause, habitually and continually refuses to respond to the lawful supervision by such child's parents, guardian or custodian; (4) Who is habitually absent from school without good cause; or (5) Who willfully violates a condition of a probation order or a contempt order of any court.\"</p>\n<p>[3]  We specifically disapproved the \"shock therapy\" approach in <i>State ex rel. R.C.F. v. Wilt,</i> W.Va., <span class=\"citation\" data-id=\"1215406\"><a href=\"/opinion/1215406/state-ex-rel-rcf-v-wilt/\"><span class=\"volume\">252</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">168</span></a></span>, 171 (1979):\n</p>\n<p>The loss of liberty and the exposure of juveniles to adult offenders even for a short time can do but ill for the child. The theory held by some well-meaning but untrained and misguided souls that the \"shock effect\" of temporary incarceration can be beneficial to juveniles is hereby specifically disapproved.</p>\n<p>The issue in <i>Wilt</i> was whether a child under eighteen years of age who is being proceeded against as a juvenile delinquent for the commission of a criminal offense can be incarcerated in a county jail prior to an adjudication of delinquency. We held in the negative.</p>\n<p>[4]  We have held on numerous occasions that the purpose of our juvenile justice system is to provide for the rehabilitation of delinquent children. <i>See, </i><i>State ex rel. R.S. v. Trent,</i> <span class=\"citation\" data-id=\"1221897\"><a href=\"/opinion/1221897/state-ex-rel-rs-v-trent/\"><span class=\"volume\">289</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span> (W.Va. 1982); <i>State ex rel. D.D.H. v. Dostert,</i> W.Va. <span class=\"citation\" data-id=\"1293490\"><a href=\"/opinion/1293490/state-ex-rel-ddh-v-dostert/\"><span class=\"volume\">269</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">401</span></a></span> (1980); <i>State ex rel. Harris v. Calendine,</i> W.Va., <span class=\"citation\" data-id=\"1343313\"><a href=\"/opinion/1343313/state-ex-rel-harris-v-calendine/\"><span class=\"volume\">233</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">318</span></a></span> (1977).</p>\n<p>[5]  Syllabus points 1 and 2 of <i>State ex rel. R.S. v. Trent,</i> <span class=\"citation\" data-id=\"1221897\"><a href=\"/opinion/1221897/state-ex-rel-rs-v-trent/\"><span class=\"volume\">289</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span> (W.Va. 1982), state respectively:\n</p>\n<p>W.Va.Code § 49-5-13(b) (1980 Replacement Vol.) requires the juvenile court at the dispositional stage of delinquency proceedings to \"give precedence to the least restrictive\" of the enumerated dispositional alternatives \"consistent with the best interests and welfare of the public and the child.\"</p>\n<p>Before ordering the incarceration of a child adjudged delinquent, the juvenile court is required to set forth upon the record the facts which lead to the conclusion that no less restrictive alternative is appropriate. The record must affirmatively show that the child's behavioral problem is not the result of social conditions beyond the child's control, but rather of an intentional failure on the part of the child to conform his actions to the law, or that the child will be dangerous if any other disposition is used, or that the child will not cooperate with any rehabilitative program absent physical restraint.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1215406/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1221897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1228187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1293490/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1343313/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1369926/"
          ]
        }
      ],
      "judges": "McGraw",
      "date_created": "2014-10-30T10:53:38.998050Z",
      "date_modified": "2016-03-03T19:16:08.170915Z",
      "date_filed": "1982-03-19",
      "date_filed_is_approximate": false,
      "slug": "state-ex-rel-hk-v-taylor",
      "citation_id": 1194683,
      "case_name_short": "Taylor",
      "case_name": "State Ex Rel. HK v. Taylor",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "289 S.E.2d 673",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/609883/state-ex-rel-hk-v-taylor/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:53:38.995583Z",
  "date_modified": "2014-10-30T10:53:38.995583Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Taylor",
  "case_name": "State Ex Rel. HK v. Taylor",
  "case_name_full": "",
  "slug": "state-ex-rel-hk-v-taylor",
  "docket_number": "15209",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}