{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/6135314/",
  "id": 6135314,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ohioctcl/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4417296/",
      "id": 4417296,
      "absolute_url": "/opinion/4417296/payne-v-ohio-dept-of-rehab-corr/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/6135314/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4194549/",
          "id": 4194549,
          "absolute_url": "/opinion/4417296/payne-v-ohio-dept-of-rehab-corr/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4417296/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2017-08-09T17:11:22.175868Z",
          "date_modified": "2017-08-09T18:08:08.637854Z",
          "type": "010combined",
          "sha1": "2d1be4c68a132aec60d27837b7e4be6d7f756ff9",
          "page_count": 19,
          "download_url": "http://www.supremecourt.ohio.gov/rod/docs/pdf/13/2017/2017-Ohio-7155.pdf",
          "local_path": "pdf/2017/07/17/payne_v._ohio_dept._of_rehab.__corr..pdf",
          "plain_text": "[Cite as Payne v. Ohio Dept. of Rehab. & Corr., 2017-Ohio-7155.]\n\n\n\n\nSCOTT PAYNE                                           Case No. 2015-00953\n\n       Plaintiff                                      Magistrate Robert Van Schoyck\n\n       v.                                             DECISION OF THE MAGISTRATE\n\nOHIO DEPARTMENT OF\nREHABILITATION AND CORRECTION,\net al.\n\n       Defendants\n\n\n\n        {¶1} Plaintiff, an inmate in the custody and control of defendant, Ohio\nDepartment of Rehabilitation and Correction (ODRC), brought this action for negligence.\nAccording to the complaint, an agent or employee of ODRC negligently drove a truck\naway from a loading dock while plaintiff was unloading the truck in the course of a work\nassignment, and, as a result, plaintiff fell and sustained injury. As set forth in the order\nissued on January 18, 2017, the parties stipulated that for purposes of plaintiff’s claim of\nnegligence ODRC breached a duty of care owed to plaintiff and proximately caused\nplaintiff some harm. The case proceeded to trial on the issue of damages to determine\nthe nature and extent of the harm proximately caused by ODRC’s negligence.\n        {¶2} At trial, plaintiff testified that for about three years leading up to the accident\nhe worked for an Ohio Penal Industries operation at the Grafton Correctional Institution\n(GCI), where he is incarcerated. Plaintiff stated that while on the job on May 16, 2014,\nhe was directed to help a corrections officer unload a delivery truck at a loading dock.\nPlaintiff related that before he and the corrections officer were finished unloading the\ntruck, another officer got in the cab of the truck and started to drive away, causing\nplaintiff and the officer he was working with to fall off the back of the truck and onto the\npavement at the foot of the dock.\n\fCase No. 2015-00953                         -2-                                  DECISION\n\n\n       {¶3} According to plaintiff, a metal dock plate on the back of the truck had been\nheld down over the precipice of the dock while the truck was being unloaded, but as the\ntruck pulled away from the dock the plate sprang upward. By plaintiff’s description, the\ndock plate struck and injured him on his right side as he started to fall, making the fall\nmore awkward, and when he landed on the pavement about five-and-a-half feet below\nthe truck bed, the corrections officer whom he had been helping fell on top of him.\nPlaintiff testified that he felt shaken up and scared to move, and his right side ached all\nover where the dock plate struck him on the right elbow, midsection/back, hip, and lower\nleg.\n       {¶4} Plaintiff stated that he felt like he was in shock but was able to get up and\nwalk slowly under his own power with the corrections officer to the shift office to see a\nsupervisor, and then they walked to the infirmary to be examined by a nurse. Plaintiff\nrecounted that he described his symptoms to the nurse, including pain all over the right\nside and bruising in the midsection, and that the nurse examined and treated him with a\nbandage and prepared a Medical Exam Report. (Plaintiff’s Exhibit 3.) At that point,\nplaintiff testified, he was released from the infirmary and returned to his dormitory.\n       {¶5} According to plaintiff, due to persistent soreness and pain on his right side\nand back, as well as a wound on his right elbow, a nurse practitioner followed up with\nhim. The nurse practitioner gave him Tylenol and instructed him to apply ice to the\naffected areas, plaintiff testified. But, plaintiff related that he continued to experience\nstiffness and persistent aching pain in his right hip, leg, and back. Plaintiff stated that\nhe eventually saw Dr. Todd Houglan for an appointment. Plaintiff recalled that Dr.\nHouglan gave him a trigger point injection in his back and prescribed medications which\nhe cannot remember, but which were ineffective at relieving his pain and some of which\nmade him sick. Plaintiff testified that he continued to see Dr. Houglan several more\ntimes, and that now he sees Dr. Janice Douglas, who replaced Dr. Houglan at GCI.\n       {¶6} Plaintiff stated that stretching exercises were prescribed for him and that he\nshowed up to any scheduled physical therapy appointments, but that he was physically\n\fCase No. 2015-00953                           -3-                                  DECISION\n\n\nunable to perform all the exercises, and he denied any suggestion that he refused to\nparticipate. Plaintiff stated that he has continued to receive trigger point injections in his\nback approximately every 90 days. Plaintiff also testified that he took any prescribed\nmedications as directed, including over-the-counter ibuprofen and Tylenol that he was\ninstructed to purchase at the commissary. According to plaintiff, however, medication\ndoes not help and the trigger point injections only calm the pain somewhat for no more\nthan about 30 days at a time. Otherwise, plaintiff testified, he has never been able to\nobtain any relief at all. Plaintiff stated that he has requested to see a neurologist or\nother specialist many times, but has never been able to do so.\n       {¶7} Plaintiff testified that the nature and severity of the pain varies to some\nextent, but in general the back throbs and the hip pain is of a sharper nature, and\noverall on a scale of 1 to 10, the pain is generally about a 10. According to plaintiff, who\nis now 47 years old, he did not have problems with his back and hip before the accident.\nPlaintiff stated that since the accident, however, he has had to depend on assistance\nfrom other inmates with lifting heavy objects, he cannot participate in recreation, he\ncannot sit for long periods of time, and he cannot walk as well as he used to. Plaintiff\nexplained that he suffered a fall sometime after the accident and consequently began\nusing a walking cane, which he had with him at trial, and he also wore a back brace\nover top of his shirt at trial. Plaintiff testified that he has a “bottom bunk” restriction and\nhas another restriction limiting him to “light duty” work, such as his current job which\nrequires him to clean the microwave in his housing unit. Plaintiff also testified that he\nlives on an upper range and has a hard time going up the stairs.\n       {¶8} Dr. Todd Houglan testified that after working in private practice for several\nyears he took a job in 2010 as Chief Medical Officer at GCI, where he treated patients\nand oversaw the medical department. Dr. Houglan recounted that he stayed in that role\nfor nearly six years before transferring to the Lorain Correctional Institution (LorCI).\nDr. Houglan testified that he cannot remember specifically when he first saw plaintiff,\n\fCase No. 2015-00953                        -4-                                DECISION\n\n\nbut that he remembers treating plaintiff and he gave testimony pertaining to medical\nrecords documenting plaintiff’s care and treatment.\n      {¶9} Dr. Houglan testified about a report from x-rays that were taken at ODRC’s\nFranklin Medical Center on May 22, 2014, six days after the accident. (Defendants’\nExhibit D.) The report, Dr. Houglan explained, shows that x-rays were taken of both the\nright hip and the lumbar spine. The report for the right hip documented that there were\nno significant abnormalities and that the soft tissue was unremarkable, Dr. Houglan\nstated. As for the lumbar spine, Dr. Houglan stated that mild to moderate degenerative\nchanges were noted, most significantly at the L-4/L-5 and L-5/S-1 levels of the spine,\nand that this finding is consistent with degenerative disc disease, representing natural\nwear and tear over time of the discs between vertebrae. Regarding the finding of no\nsignificant acute osseous abnormality, Dr. Houglan explained that such an abnormality\nwould represent an acute problem with a bony structure, such as a vertebral fracture,\nwhich happens suddenly rather than over time. Dr. Houglan also stated that a report\nfrom x-rays of the lumbar spine and thoracic spine taken four years earlier, in 2010,\nnoted mild degenerative changes as well, including narrowing at the L-5/S-1 level.\n(Defendants’ Exhibit C.)\n      {¶10} From progress notes dated June 13, 2014, Dr. Houglan testified that when\nhe saw plaintiff on that date he administered a trigger point injection into the area\nof pain in the lower back. (Plaintiff’s Exhibit 1, p. 143; Defendants’ Exhibit A, p. 143.)\nDr. Houglan explained that plaintiff was injected with Kenalog, a corticosteroid, to\nreduce inflammation, and that as plaintiff’s back pain persisted he continued to provide\nthese injections approximately every three months.       Dr. Houglan also prescribed a\nthree-week dose of the muscle relaxant Flexeril, he stated, because when back pain\npersists over time there can be muscle spasms. Additionally, Dr. Houglan stated that\nhe advised plaintiff to perform stretching exercises for his back to increase mobility and\nreduce pain, and that plaintiff would have been given a handout with instructions that\nwere standardly issued when a patient complained of back pain.\n\fCase No. 2015-00953                         -5-                                DECISION\n\n\n       {¶11} Dr. Houglan testified that progress notes show he saw plaintiff again\non August 6, 2014.      (Plaintiff’s Exhibit 1, p. 143; Defendants’ Exhibit A, p. 143.)\nDr. Houglan stated that plaintiff reported to him that the lower back pain had improved\nbut still ached on the right side down into the hip, especially when he sat for an\nextended period, but would improve with activity. By Dr. Houglan’s account, plaintiff\nwas using a walking cane and the muscles on either side of the spine in the lower\nregion of the back were sensitive to the touch, but otherwise he observed a full range of\nmotion in the lower spine and his findings were normal. Dr. Houglan testified that he\nprescribed Prednisone and gave plaintiff an injection of Toradol to reduce inflammation,\nand ordered another set of x-rays.      Dr. Houglan also testified that he checked the\nrecords of plaintiff’s commissary purchases during the appointment and found that\nplaintiff was not purchasing Tylenol as he had been instructed.\n       {¶12} Dr. Houglan related that progress notes from September 19, 2014,\ndocument another appointment for plaintiff’s complaints of low back pain. (Plaintiff’s\nExhibit 1, p. 142.) According to the notes, plaintiff reported that the anti-inflammatories\nprovided some temporary relief. Dr. Houglan stated that he found some pain upon\ntouching the lower right back, but that all reflexes were normal, and that he went over\nthe most recent x-ray results with plaintiff, which again showed mild to moderate\nchanges associated with degenerative disc disease.         By Dr. Houglan’s description,\nplaintiff did not seem to be malingering and had an antalgic gait even when he was not\nunder close observation, but his limp was “more theatrical” when he knew that he was\nbeing observed. According to Dr. Houglan, he observes patients when they walk down\nthe hall and enter the exam room and also watches them when they leave because it is\nnot uncommon for the patients’ presentation to be different when they know they are\nbeing watched. Nonetheless, Dr. Houglan stated that from what he can recall over time,\nplaintiff more or less maintained an antalgic gait that was consistent with his complaints\nof low back and hip pain. Dr. Houglan testified that he gave plaintiff another injection of\n\fCase No. 2015-00953                          -6-                                 DECISION\n\n\nToradol, as well as a prescription for a different anti-inflammatory, Relafen, and he\ninstructed plaintiff to continue buying over-the-counter Tylenol in the commissary.\n       {¶13} On October 7, 2014, plaintiff received another trigger point injection of\nKenalog in the right lumbar paraspinal muscles and was instructed to continue using\nTylenol and perform stretching exercises, Dr. Houglan stated. (Plaintiff’s Exhibit 1, p.\n60; Defendants’ Exhibit A, p. 60.) When he saw plaintiff again on December 1, 2014,\nDr. Houglan stated, plaintiff reported that achy low back pain was still present, rating it\nat a 10 out of 10, but that the trigger point injections were helping some. (Plaintiff’s\nExhibit 1, p. 60; Defendants’ Exhibit A, p. 60.) Dr. Houglan testified that he found pain\nto the touch in the lower right paraspinal muscles, and that plaintiff had a slow antalgic\ngait. Dr. Houglan also testified that he wrote he might request an MRI for the lumbar\nspine. Dr. Houglan stated that he saw plaintiff a few days later, on December 7, 2014,\nand recorded giving a trigger point injection of Kenalog in the left lumbar area,\ncontinuing the prescription for Relafen, and telling plaintiff to continue taking Tylenol and\nstretching. (Plaintiff’s Exhibit 1, p. 58; Defendants’ Exhibit A, p. 58.) Progress notes\nfrom December 23, 2014, correspond to another trigger point injection of Kenalog in the\nright lumbar area, Dr. Houglan stated, and he noted that again plaintiff was instructed to\ntake Tylenol and perform stretching exercises. (Plaintiff’s Exhibit 1, p. 58; Defendants’\nExhibit A, p. 58.)\n       {¶14} About six months later, Dr. Houglan stated, plaintiff was sent out for an MRI\nof the lumbar spine, taken at Franklin Medical Center on June 12, 2015. Dr. Houglan\ntestified that the MRI report noted some compression on both sides of the spine where\nthe nerve pathways exit the spine, which can be a symptom of degenerative disc\ndisease, and a bulging disc was noted at the L-4/L-5 level. (Defendants’ Exhibit E.)\nOverall, Dr. Houglan explained, the report demonstrates degenerative changes at\nseveral levels of the lumbar spine, most prominently at the L-4/L-5 and L-5/S-1 levels,\nwhich corresponds to the area where plaintiff complained of pain. Dr. Houglan related\nthat from looking at the report, one cannot know how long the changes in the spine\n\fCase No. 2015-00953                          -7-                                  DECISION\n\n\nhave been present, and that he is not aware of any prior MRI with which to compare.\nAccording to Dr. Houglan, compared to the 2014 x-rays this MRI showed more stenosis,\nor narrowing, and is consistent with continuing degenerative changes, but the additional\nlevel of detail provided by an MRI versus an x-ray could account for the difference.\n       {¶15} The following month, on July 15, 2015, plaintiff was sent to Franklin\nMedical Center for an electromyograph (EMG), the results of which were normal, Dr.\nHouglan stated. (Defendants’ Exhibit B.) Dr. Houglan testified that the EMG tested the\nnerve function in the area where plaintiff was feeling pain, but that the results\ndemonstrated no nerve damage or neuropathy from the back into the right lower\nextremity.   Based upon the normal findings from the EMG, Dr. Houglan explained,\nsending plaintiff out for a neurology consult was not indicated.\n       {¶16} Dr. Houglan testified that progress notes from July 20, 2015, show that he\nsaw plaintiff on that date to follow up about the EMG results. (Plaintiff’s Exhibit 1, p. 84;\nDefendants’ Exhibit A, p. 84.) As Dr. Houglan related, his assessment noted low back\npain with degenerative disc disease, and his plan included discontinuing Relafen in\nfavor of a similar drug, Mobic, in the hope that plaintiff would respond to it better.\nDr. Houglan also related that he again recommended stretching exercises. Another\nnote from the next day, July 21, 2015, shows that plaintiff came back to receive another\ntrigger point injection of Kenalog in the right paraspinal muscle, Dr. Houglan stated, and\nthat stretching and Tylenol were again recommended. (Plaintiff’s Exhibit 6.)\n       {¶17} Dr. Houglan stated that he saw plaintiff several months later, on March 1,\n2016, and that from his progress note it appears plaintiff complained of “severe back\npain” and requested another trigger point injection, which was scheduled for about two\nweeks out. (Defendants’ Exhibit F.) As Dr. Houglan described, his progress notes from\nMarch 15, 2016, show that he administered a trigger point injection of Kenalog in the\nright paraspinal lumbar area at that visit.        (Plaintiff’s Exhibit 2, p. 300; Defendants’\nExhibit G.) And, Dr. Houglan noted, he went over the MRI and EMG results with plaintiff\nagain and discussed how they revealed degenerative disc disease but no radiculopathy\n\fCase No. 2015-00953                         -8-                                  DECISION\n\n\ninto the lower right extremity; additionally, plaintiff reported that the Mobic he had been\ntaking took the edge off the pain but did not last all day, and although plaintiff reported\nbuying Tylenol as instructed, Dr. Houglan noted that his review of plaintiff’s commissary\npurchases for the last four months showed no Tylenol purchases. In his assessment,\nDr. Houglan used the general term “lumbago” to identify plaintiff’s condition.\n       {¶18} From another progress note dated August 17, 2016, Dr. Houglan stated\nthat plaintiff came in for a visit at that time complaining of continued low back pain.\n(Plaintiff’s Exhibit 2, p. 282; Defendants’ Exhibit H.) Dr. Houglan noted that plaintiff\nreported buying “lots of Tylenol in commissary” but that his review of the commissary\nrecords showed only two purchases of 100-count bottles in the last three months.\nDr. Houglan also noted the aforementioned normal EMG results and the MRI showing\nnarrowing at the L-4/L-5 and L-5/S-1 levels. As Dr. Houglan stated, he requested a\nconsultation with an orthopedic specialist to see if they could find anything to give\nplaintiff relief, but he explained that the request would have to go through a collegial\nreview process where other practitioners review the case and decide whether to\nproceed with that plan of care. Dr. Houglan stated that this visit marked the end of his\ntreatment with plaintiff because soon afterward he began working at LorCI. Overall,\naccording to Dr. Houglan the record of his interaction with plaintiff in the progress notes\nsuggested that plaintiff derived some incomplete, temporary relief from the care\nprovided by him through August 2016.\n       {¶19} Dr. Janice Douglas testified that after many years in practice, including\nnearly 30 years on the faculty of Case Western Reserve University School of Medicine,\nin April 2016 she transitioned into a contract role providing medical care at two state\ncorrectional institutions, and in August 2016 she began working exclusively at GCI,\nwhere she took over as the Chief Medical Officer. Dr. Douglas stated that she has seen\nplaintiff for appointments several times in the months since she started working at GCI.\n       {¶20} From progress notes dated September 16, 2016, Dr. Douglas testified that\nshe saw plaintiff on that date to follow up with him on the results of a repeat EMG.\n\fCase No. 2015-00953                         -9-                                 DECISION\n\n\n(Plaintiff’s Exhibit 2, p. 274-275.) As Dr. Douglas described, the report from the EMG,\nwhich was performed at Franklin Medical Center on September 14, 2016, and focused\non the right lower extremity where plaintiff complained of pain, showed normal results.\n(Plaintiff’s Exhibit 2, p. 237-238.) Dr. Douglas stated that she noted plaintiff’s complaint\nof chronic back pain from a fall, but also that the EMG did not return any evidence of\nnerve damage, and she wrote that a nurse would give plaintiff a set of standard\ninstructions for back exercises. Dr. Douglas also stated that while a progress note from\na nurse one day later, on September 17, 2016, indicated that plaintiff refused to do his\nback exercises, she did not know about it and never spoke to plaintiff about it.\n(Plaintiff’s Exhibit 2, p. 273.)\n       {¶21} Dr. Douglas related that progress notes from October 14, 2016, show that\nshe gave plaintiff two trigger point injections of Kenalog that day, in the right outer hip\nand in the right lumbosacral area, and that plaintiff tolerated the procedure well.\n(Plaintiff’s Exhibit 2, p. 266-267.) According to Dr. Douglas, trigger point injections are\nusually not painful, but depending on the patient there can occasionally be some pain.\nDr. Douglas stated that she diagnosed plaintiff with severe sciatica, which she explained\nis a general term for nerve and muscle inflammation of the lumbosacral area, and that\nthis was the reason for her prescribing Kenalog. Dr. Douglas testified that her treatment\nof plaintiff is based upon the symptoms that he presents, and with regard to the history\nof those symptoms Dr. Douglas recalled plaintiff telling her that he had back problems\nprior to injuring his back in a fall, and that the fall exacerbated those preexisting\nsymptoms.\n       {¶22} Progress notes from January 23, 2017, document another visit on that\ndate, Dr. Douglas stated. (Plaintiff’s Exhibit 2, pp. 244-247.) As Dr. Douglas wrote, the\nappointment was to follow up on the results of an MRI of the lumbosacral spine that had\nbeen recently performed at Franklin Medical Center, but as it turned out the results were\nnot yet available. Dr. Douglas noted, however, that plaintiff “has some improvement of\nlower back pain with the las[t] injections & is having no problems today.”\n\fCase No. 2015-00953                          -10-                               DECISION\n\n\n         {¶23} According to Dr. Douglas, progress notes from February 13, 2017, indicate\nthat this was the last time she saw plaintiff prior to trial, and that the nature of the\nappointment was to go over the results from the recent MRI of the lumbosacral spine.\n(Plaintiff’s Exhibit 2, pp. 242-243.) As Dr. Douglas explained, the report from the MRI\nperformed on January 19, 2017, showed no changes from the previous MRI.\n(Defendants’ Exhibit I.) Dr. Douglas testified that structural abnormalities resulting from\ninflammation can be detected in an MRI, and that even though no such findings were\nmade in the MRI, it has been her objective finding that there is inflammation fairly\nlocalized to a particular area in the right lumbosacral area and that is why she has\ncontinued to prescribe trigger point injections.\n         {¶24} Nurse Practitioner Katherine Beltz testified that she has worked at GCI\nsince 2015 and has seen plaintiff for appointments on at least two occasions for\ncomplaints about back pain. Beltz stated that according to medical records prepared by\nher, she examined plaintiff on September 18, 2015, for a complaint of low back pain,\nwhich plaintiff rated at an 8 out of 10, secondary to sleeping on the floor of the\nsegregation unit, and she noted that he ambulated with a shuffled gait and a walking\ncane.     (Plaintiff’s Exhibit 1, p. 139.)   According to the note, Beltz stated, plaintiff\nrequested another round of trigger point injections, which she wrote would be\nscheduled. Beltz also stated that medical records prepared by her show that she saw\nplaintiff on December 29, 2016, for complaints of increasing back and hip pain, and as a\nresult of the appointment she requested another MRI to evaluate any worsening of his\npreviously diagnosed degenerative disc disease, and she also made a note that plaintiff\nwas supposed to receive his next trigger point injection the following month. (Plaintiff’s\nExhibit 2, p. 255-256.)\n         {¶25} Nurse Practitioner Linda Hancock testified that she has worked at GCI\nsince 2010 and that she recalls seeing plaintiff for appointments at least two or three\ntimes.    Hancock related that medical records prepared by her show that she saw\nplaintiff for an appointment on April 13, 2015, for a complaint of lower back pain that he\n\fCase No. 2015-00953                         -11-                                DECISION\n\n\nattributed to the accident. (Plaintiff’s Exhibit 1, p. 140.) According to the note, Hancock\nstated, plaintiff told her that the trigger point injections did not provide relief for very\nlong, and he was taking Relafen twice daily, as well as Tylenol. The note indicates that\nplaintiff was wearing a back brace and walking with a cane slowly but without distress,\nand that resistance testing of his right leg showed it was weak, she stated. Hancock\nstated that she also wrote that plaintiff told her the pain was radiating from the right hip\nall the way down to the right foot. As Hancock stated, her note reflects that plaintiff had\nbeen approved for an MRI at that time, and that her plan for him included continuing the\nRelafen and following up with a doctor to get another round of trigger point injections.\n       {¶26} Hancock testified that another record prepared by her corresponds to a\nMarch 24, 2016 appointment that plaintiff had due to his being on a “chronic care”\ncaseload for hypertension, and that at this appointment it was noted that plaintiff was\ntaking Relafen and Tylenol and was under stress due to back pain; it was noted that he\nwas limping and that there was weakness in the right leg also. (Plaintiff’s Exhibit 2,\npp. 297-299.) Hancock testified that she also prepared another record corresponding to\na routine May 23, 2016 chronic care appointment for hypertension in which notations\nmention plaintiff having pressure-like low back pain but having a steady gait with a\ncane, and that he was taking Relafen and receiving trigger point injections. (Plaintiff’s\nExhibit 2, pp. 287-290.) Hancock also testified that another record prepared by her\ncorresponds to a chronic care appointment for hypertension on November 23, 2016,\nnoting low back pain. (Plaintiff’s Exhibit 2, pp. 261-263.)\n       {¶27} “In order to sustain an action for negligence, a plaintiff must show the\nexistence of a duty owing from the defendant to the plaintiff or injured party, a breach of\nthat duty, and that the breach was the proximate cause of resulting damages.” Sparre\nv. Ohio Dept. of Transp., 10th Dist. Franklin No. 12AP-381, 2013-Ohio-4153, ¶ 9. “‘It is\naxiomatic that every plaintiff bears the burden of proving the nature and extent of his\ndamages in order to be entitled to compensation.’” Jayashree Restaurants, LLC v. DDR\nPTC Outparcel LLC , 10th Dist. Franklin No. 16AP-186, 2016-Ohio-5498, ¶ 13, quoting\n\fCase No. 2015-00953                         -12-                              DECISION\n\n\nAkro-Plastics v. Drake Indus., 115 Ohio App.3d 221, 226 (11th Dist.1996).           “As a\ngeneral rule, the appropriate measure of damages in a tort action is the amount which\nwill compensate and make the plaintiff whole.” N. Coast Premier Soccer, LLC v. Ohio\nDept. of Transp., 10th Dist. Franklin No. 12AP-589, 2013-Ohio-1677, ¶ 17. “[D]amages\nmust be shown with reasonable certainty and may not be based upon mere speculation\nor conjecture * * *.” Rakich v. Anthem Blue Cross & Blue Shield, 172 Ohio App.3d 523,\n2007-Ohio-3739, ¶ 20 (10th Dist.).\n       {¶28} Upon review, the magistrate makes the following findings. When the truck\nthat plaintiff was helping to unload pulled away from the loading dock, plaintiff began to\nfall out of the back of the truck toward the concrete pavement about five and a half feet\nbelow. In the process of falling, the right side of plaintiff’s body struck a metal dock\nplate that had been engaged between the truck and dock, injuring plaintiff’s right side\nand causing plaintiff to fall more awkwardly. When plaintiff landed on the pavement, the\ncorrections officer with whom he had been working landed on top of him. Plaintiff got up\nunder his own power and slowly walked with the corrections officer to the shift office and\nthen the infirmary. As plaintiff reported to the nurse who examined him in the infirmary,\nhe felt pain in his right hip and leg and in his left elbow, and the nurse noted that the\nright hip may have sustained a muscle/tissue bruise. Plaintiff was bandaged by the\nnurse, whose treatment plan included ibuprofen, a muscle rub, and applying ice to the\naffected areas, and plaintiff then returned to his dormitory.\n       {¶29} Due to persistent soreness and pain in the right side and back, as well as a\nwound on the elbow, plaintiff obtained a follow-up appointment with a nurse practitioner,\nwho instructed him to take Tylenol and to apply ice. Plaintiff also underwent x-rays of\nthe right hip and lumbar spine on May 22, 2014, which showed signs of degenerative\ndisc disease in the lumbar spine, but no acute injury.          Stiffness and aching pain\npersisted, however, in the right hip, leg, and back, so plaintiff obtained an appointment\nwith Dr. Houglan on June 13, 2014, at which time plaintiff was given a trigger point\ninjection of Kenalog in the area of pain in the back, and plaintiff was also prescribed a\n\fCase No. 2015-00953                        -13-                                DECISION\n\n\nmuscle relaxant. Plaintiff also began using a walking cane and a back brace during the\nsummer of 2014, but only after falling in a separate accident.\n      {¶30} By August 6, 2014, plaintiff reported some improvement to Dr. Houglan,\nand another round of x-rays were taken on August 14, 2014, which again were\nconsistent with degenerative disc disease. Plaintiff saw Dr. Houglan a few more times\nover the remainder of 2014, and other than trying some different anti-inflammatory\nmedications, the treatment substantially remained the same, being that plaintiff\ncontinued to receive trigger point injections about every 90 days, he was instructed to\nperform back exercises and stretches, and he was instructed to take over-the-counter\nTylenol.\n      {¶31} Copies of Health Services Request forms or other written communications\nwhich plaintiff submitted to the medical department to seek attention include about 11\nexamples in 2014 of plaintiff seeking care for his lower back or hip pain, but only five\nmore examples after 2014, the last one dated July 9, 2015. (Plaintiff’s Exhibit 1.) And,\nafter 2014 plaintiff’s visits with Dr. Houglan were less frequent.       Although plaintiff\ncontinues having appointments with nurses with some frequency, this is at least in part\nbecause he is scheduled for recurring chronic care appointments for an unrelated\ncondition.\n      {¶32} In the summer of 2015, plaintiff underwent an EMG which showed no nerve\ndamage and he underwent an MRI which was consistent with degenerative disc\ndisease. After Dr. Douglas replaced Dr. Houglan as the Chief Medical Officer in August\n2016, plaintiff underwent another EMG in September 2016 which again produced\nnormal results, and he underwent another MRI in January 2017, the results of which\nwere essentially unchanged from the previous MRI. Similar to Dr. Houglan’s plan of\ncare, up to the time of trial Dr. Douglas continued to provide trigger point injections for\nplaintiff’s complaints of inflammatory pain in the lower back, particularly on the right\nside, and she continued to instruct plaintiff to perform back exercises and stretches.\n\fCase No. 2015-00953                        -14-                                DECISION\n\n\n      {¶33} Although plaintiff attributes essentially all his back and hip pain symptoms\nto the accident, whether on the theory that the accident aggravated his preexisting\ndegenerative disc disease or otherwise, for what would amount at this point to a chronic\ndisabling injury, and asserted in closing that he is entitled to damages upwards of\n$300,000, plaintiff did not provide corroborating expert witness testimony and the\nevidence presented at trial fails to substantiate that the accident proximately caused\nsuch significant damages.\n      {¶34} “Although a claimant may establish proximate cause through circumstantial\nevidence, ‘there must be evidence of circumstances which will establish with some\ndegree of certainty that the alleged negligent acts caused the injury.’” Mills v. Best W.\nSpringdale, 10th Dist. Franklin No. 08AP-1022, 2009-Ohio-2901, ¶ 20, quoting\nWoodworth v. New York Cent. RR. Co., 149 Ohio St. 543, 549 (1948). “It is well-\nestablished that when only speculation and conjecture is presented to establish\nproximate causation, the negligence claim has failed as a matter of law.” Harris v. Ohio\nDept. of Rehab. & Corr., 10th Dist. Franklin No. 13AP-466, 2013-Ohio-5714, ¶ 15.\n“Generally, where an issue involves a question of scientific inquiry that is not within the\nknowledge of a layperson, expert testimony is required.” Id. at ¶ 16, citing Stacey v.\nCarnegie-Illinois Steel Corp., 156 Ohio St. 205 (1951). “Where complicated medical\nproblems are at issue, testimony from a qualified expert is necessary to establish a\nproximate causal relationship between the incident and the injury.” Tunks v. Chrysler\nGroup LLC, 6th Dist. Lucas No. L-12-1297, 2013-Ohio-5183, ¶ 18.\n      {¶35} The symptoms that plaintiff ascribes to the accident are largely subjective\nin nature, concerning pain emanating internally from his lower back and right hip.\nGenerally, where subjective, soft-tissue injuries are alleged, it is beyond the scope of\ncommon knowledge to establish a causal connection and thus requires expert\ntestimony. Argie v. Three Little Pigs, Ltd., 10th Dist. Franklin No. 11AP-437, 2012-Ohio-\n667, ¶ 15. In this case, though, which included testimony from several treating doctors\nand nurses and numerous medical records, defendants conceded in their closing\n\fCase No. 2015-00953                         -15-                                  DECISION\n\n\nargument that plaintiff likely suffered some soft-tissue type of injury from the fall and is\nentitled to some damages. Indeed, it is understandable given the circumstances here\nthat plaintiff’s awkward fall from the back of the truck onto the concrete pavement would\nhave resulted in some temporary aches and pains.              But without providing expert\ntestimony to explain and support his theory, plaintiff goes much farther in arguing that\nthe accident caused him to somehow sustain what amounts to a debilitating, long-term\ninjury.\n          {¶36} The extensive damages claimed by plaintiff are all the more speculative\ndue to the fact that his symptoms are generally consistent with degenerative disc\ndisease, a naturally-occurring progressive condition which had already caused\ndeteriorative changes at multiple levels of plaintiff’s spine at least four years prior to the\naccident. Whether or not plaintiff acknowledges having any pre-existing back pain, it\nwas clearly shown that low back pain is associated with degenerative disc disease, and\nDr. Douglas credibly testified to her recollection of plaintiff telling her that he did have\nback problems before the accident. Additionally, while an August 14, 2014 x-ray was\nreported to show an osseous deformity “likely related to [a] remote fracture” at the L-2/L-\n3 level of the spine, there was no suggestion at trial that this was caused by the\naccident nor was there any other explanatory testimony about this evidence which may\nsuggest some earlier back injury, thus adding another layer of complexity when it comes\nto discerning the etiology of plaintiff’s back problems. (Plaintiff’s Exhibit 1, p. 164.) Also\nadding to the difficulty in determining the cause of plaintiff’s harm is the fact that he\ntestified that he fell in a separate incident sometime after the accident and only then\nbegan to use a cane, which begs the question whether this other fall has any causal\nconnection to plaintiff’s long-term symptoms.\n          {¶37} Nevertheless, after careful consideration of the evidence, including\nnumerous medical records and the testimony of treating doctors and nurses, plaintiff\nplainly suffered acute pain in his right hip and side, as well as a wound on his left elbow,\nimmediately after striking the dock plate and falling from the truck onto the concrete\n\fCase No. 2015-00953                        -16-                                 DECISION\n\n\npavement. Although there was no acute injury to the back noted in the Medical Exam\nReport made out by the nurse who examined plaintiff after the accident, it does appear\nmore likely than not that plaintiff did sustain some significant strain or other soft-tissue\ntype of injury in the lower back region, particularly on the right side, which manifested in\npain soon afterward.\n       {¶38} From the totality of the evidence, it appears that plaintiff was slow to\nrecover and that the accident proximately caused plaintiff aches and pains for a few\nmonths. Plaintiff obtained some relief for his pain, however, through the treatment that\nhe received and his condition was documented to have improved less than three\nmonths after the accident. It is probable that plaintiff substantially recovered by the\nlatter part of 2014, as suggested by the diminishing frequency in his requests for\nmedical attention.\n       {¶39} It is true that into 2015 plaintiff submitted a few more such requests, and\nalso that plaintiff’s medical records reflect him consistently rating his pain between 8\nand 10 on a scale of 1 to 10 over the long term, and that according to plaintiff he has\nhad almost no relief since the accident and his pain generally remains a 10 out of 10.\nHowever, the evidence tends to suggest that plaintiff has exaggerated the extent of his\nsymptoms over the long term.        Plaintiff did not give the appearance at trial of an\nindividual suffering from the utterly extraordinary level of pain that one would actually\nexperience at the top end of the 1 to 10 scale, and it was an exaggeration to say that his\npain was at that level. Along the lines of exaggerated symptoms, and consistent with\nplaintiff’s probable improvement in the months after the accident, Dr. Houglan noted that\nplaintiff was more “theatrical” in limping than what his symptoms would otherwise\nsuggest on September 19, 2014, and, again on March 6, 2015, it was noted that plaintiff\nexhibited a “somewhat exaggerated” appearance. The greater weight of the evidence\ntends to show that plaintiff’s condition has not been as consistently poor as he claims\nand that he has obtained some relief through his care and treatment, more than was\nacknowledged at trial.\n\fCase No. 2015-00953                        -17-                                 DECISION\n\n\n       {¶40} Some pain has obviously persisted in plaintiff’s lower back or hip over the\nlong term, but it requires speculation or conjecture to causally relate those symptoms to\nthe accident. Plaintiff did not report any injury to his back when he was examined\nshortly after the accident, nor did the nurse document observing any obvious injury.\nDespite subsequent x-rays, MRIs, and EMGs the only diagnosed, objective ailment\nestablished from those diagnostic procedures corresponding to the area of pain was\ndegenerative disc disease. The medical testimony established that the symptoms of\nwhich he has complained over the long term are consistent with his degenerative disc\ndisease. The evidence adduced at trial did not establish any separate diagnosis of\nnerve damage or a fracture or other injury to the spine or hip that can be causally\nrelated to the accident.\n       {¶41} The medical testimony explained that diagnostic testing performed in 2010\nfor an unrelated medical issue established that plaintiff already had degenerative disc\ndisease at least four years before the accident. While plaintiff argued that post-accident\nMRI imaging showed more damage than was revealed in earlier x-rays, Dr. Houglan’s\ntestimony established that an MRI simply shows more detail than an x-ray and that any\ndegradation of the spine may have been natural. The medical testimony characterized\ndegenerative disc disease as a natural process that worsens over time, and to that end\nx-rays in 2010 noted mild degenerative changes but x-rays in 2014 noted mild to\nmoderate degeneration, and the progress notes from plaintiff’s medical file noted\n“increasing” and “worsening” pain being reported by plaintiff in late 2016 and early 2017,\nas one might expect to see over time in an individual with degenerative disc disease.\n(Plaintiff’s Exhibit 2, pp. 250, 255.)\n       {¶42} Plaintiff argued that the accident may have caused an aggravation or\nacceleration of his degenerative disc disease which resulted in long-term harm, but\nplaintiff did not provide expert testimony to that effect and the treating physicians who\ntestified at trial did not opine within a reasonable degree of medical probability that this\nis what occurred. The absence of expert testimony generally precludes recovery where\n\fCase No. 2015-00953                         -18-                                 DECISION\n\n\ninjuries are “internal and elusive” in nature, and not “sufficiently observable,\nunderstandable and comprehensible by the trier of fact.” Wright v. Columbus, 10th Dist.\nFranklin No. 05AP-432, 2006-Ohio-759, ¶ 19; see also Choate v. Tranet, Inc., 12th Dist.\nWarren No. CA2003-11-112, 2004-Ohio-3537, ¶ 17, quoting Stacey v. Carnegie-Illinois\nSteel Corp., 156 Ohio St. 205 (1951), syllabus (“Because the cause of lower back pain\nis not within the scope of common knowledge, ‘medical testimony is essential.’”). This\nargument by plaintiff concerns internal, complex facets of the human body which are not\nsufficiently understandable by a layperson. To find that plaintiff’s long-term symptoms\nrepresent an acceleration or aggravation of degenerative disc disease caused by the\naccident, or to differentiate any such long-term symptoms from degenerative disc\ndisease and attribute them in some other fashion to the accident would be speculative\nin the absence of expert testimony.\n       {¶43} Even if it were possible that the accident aggravated or accelerated\nplaintiff’s degenerative disc disease, plaintiff’s burden was to “establish a probability and\nnot a mere possibility of such causal connection.”        State ex rel. Hawkes v. Indus.\nComm., 10th Dist. Franklin No. 05AP-47, 2005-Ohio-5995, ¶ 4. The treating doctors\nwho testified did not express any such opinion within a reasonable degree of medical\nprobability. While the doctors testified that they documented plaintiff’s complaints in\nwhich he himself attributed his long-term symptoms to the accident and that they have\ntreated him according to their objective findings and plaintiff’s subjective complaints,\nthey did not give testimony sufficient to causally relate plaintiff’s long-term symptoms to\nthe accident.\n       {¶44} Looking at the ways in which plaintiff was harmed by the accident, the\nsoreness and pain that he suffered for a few months was significant and had a negative\neffect upon his quality of life. While plaintiff offered some testimony about having to\ntake a more menial job in the prison after the accident, he did not establish an\nentitlement to recover for lost wages. Plaintiff also did not prove an entitlement to\nrecover for any medical expenses.\n\fCase No. 2015-00953                          -19-                                   DECISION\n\n\n        {¶45} Based upon the foregoing, for the past pain and suffering associated with\nthe injuries caused to plaintiff as a result of the state’s negligence, plaintiff is entitled to\ndamages from defendants in the amount of $12,000, plus the $25 filing fee, for a total\naward of $12,025. Accordingly, it is recommended that judgment be entered for plaintiff\nin that amount.\n        {¶46} A party may file written objections to the magistrate’s decision within 14\ndays of the filing of the decision, whether or not the court has adopted the decision\nduring that 14-day period as permitted by Civ.R. 53(D)(4)(e)(i). If any party timely files\nobjections, any other party may also file objections not later than ten days after the first\nobjections are filed. A party shall not assign as error on appeal the court’s adoption of\nany factual finding or legal conclusion, whether or not specifically designated as a\nfinding of fact or conclusion of law under Civ.R. 53(D)(3)(a)(ii), unless the party timely\nand specifically objects to that factual finding or legal conclusion within 14 days of the\nfiling of the decision, as required by Civ.R. 53(D)(3)(b).\n\n\n\n\n                                                 ROBERT VAN SCHOYCK\n                                                 Magistrate\n\ncc:\nRichard F. Swope                               Timothy M. Miller\n6480 East Main Street, Suite 102               Assistant Attorney General\nReynoldsburg, Ohio 43068                       150 East Gay Street, 18th Floor\n                                               Columbus, Ohio 43215-3130\n\nFiled July 17, 2017\nSent to S.C. Reporter 8/9/17\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">[Cite as Payne v. Ohio Dept. of Rehab. & Corr., 2017-Ohio-7155.]\n\n\n\n\nSCOTT PAYNE                                           Case No. 2015-00953\n\n       Plaintiff                                      Magistrate Robert Van Schoyck\n\n       v.                                             DECISION OF THE MAGISTRATE\n\nOHIO DEPARTMENT OF\nREHABILITATION AND CORRECTION,\net al.\n\n       Defendants\n\n\n\n        {¶1} Plaintiff, an inmate in the custody and control of defendant, Ohio\nDepartment of Rehabilitation and Correction (ODRC), brought this action for negligence.\nAccording to the complaint, an agent or employee of ODRC negligently drove a truck\naway from a loading dock while plaintiff was unloading the truck in the course of a work\nassignment, and, as a result, plaintiff fell and sustained injury. As set forth in the order\nissued on January 18, 2017, the parties stipulated that for purposes of plaintiff’s claim of\nnegligence ODRC breached a duty of care owed to plaintiff and proximately caused\nplaintiff some harm. The case proceeded to trial on the issue of damages to determine\nthe nature and extent of the harm proximately caused by ODRC’s negligence.\n        {¶2} At trial, plaintiff testified that for about three years leading up to the accident\nhe worked for an Ohio Penal Industries operation at the Grafton Correctional Institution\n(GCI), where he is incarcerated. Plaintiff stated that while on the job on May 16, 2014,\nhe was directed to help a corrections officer unload a delivery truck at a loading dock.\nPlaintiff related that before he and the corrections officer were finished unloading the\ntruck, another officer got in the cab of the truck and started to drive away, causing\nplaintiff and the officer he was working with to fall off the back of the truck and onto the\npavement at the foot of the dock.\n\fCase No. 2015-00953                         -2-                                  DECISION\n\n\n       {¶3} According to plaintiff, a metal dock plate on the back of the truck had been\nheld down over the precipice of the dock while the truck was being unloaded, but as the\ntruck pulled away from the dock the plate sprang upward. By plaintiff’s description, the\ndock plate struck and injured him on his right side as he started to fall, making the fall\nmore awkward, and when he landed on the pavement about five-and-a-half feet below\nthe truck bed, the corrections officer whom he had been helping fell on top of him.\nPlaintiff testified that he felt shaken up and scared to move, and his right side ached all\nover where the dock plate struck him on the right elbow, midsection/back, hip, and lower\nleg.\n       {¶4} Plaintiff stated that he felt like he was in shock but was able to get up and\nwalk slowly under his own power with the corrections officer to the shift office to see a\nsupervisor, and then they walked to the infirmary to be examined by a nurse. Plaintiff\nrecounted that he described his symptoms to the nurse, including pain all over the right\nside and bruising in the midsection, and that the nurse examined and treated him with a\nbandage and prepared a Medical Exam Report. (Plaintiff’s Exhibit 3.) At that point,\nplaintiff testified, he was released from the infirmary and returned to his dormitory.\n       {¶5} According to plaintiff, due to persistent soreness and pain on his right side\nand back, as well as a wound on his right elbow, a nurse practitioner followed up with\nhim. The nurse practitioner gave him Tylenol and instructed him to apply ice to the\naffected areas, plaintiff testified. But, plaintiff related that he continued to experience\nstiffness and persistent aching pain in his right hip, leg, and back. Plaintiff stated that\nhe eventually saw Dr. Todd Houglan for an appointment. Plaintiff recalled that Dr.\nHouglan gave him a trigger point injection in his back and prescribed medications which\nhe cannot remember, but which were ineffective at relieving his pain and some of which\nmade him sick. Plaintiff testified that he continued to see Dr. Houglan several more\ntimes, and that now he sees Dr. Janice Douglas, who replaced Dr. Houglan at GCI.\n       {¶6} Plaintiff stated that stretching exercises were prescribed for him and that he\nshowed up to any scheduled physical therapy appointments, but that he was physically\n\fCase No. 2015-00953                           -3-                                  DECISION\n\n\nunable to perform all the exercises, and he denied any suggestion that he refused to\nparticipate. Plaintiff stated that he has continued to receive trigger point injections in his\nback approximately every 90 days. Plaintiff also testified that he took any prescribed\nmedications as directed, including over-the-counter ibuprofen and Tylenol that he was\ninstructed to purchase at the commissary. According to plaintiff, however, medication\ndoes not help and the trigger point injections only calm the pain somewhat for no more\nthan about 30 days at a time. Otherwise, plaintiff testified, he has never been able to\nobtain any relief at all. Plaintiff stated that he has requested to see a neurologist or\nother specialist many times, but has never been able to do so.\n       {¶7} Plaintiff testified that the nature and severity of the pain varies to some\nextent, but in general the back throbs and the hip pain is of a sharper nature, and\noverall on a scale of 1 to 10, the pain is generally about a 10. According to plaintiff, who\nis now 47 years old, he did not have problems with his back and hip before the accident.\nPlaintiff stated that since the accident, however, he has had to depend on assistance\nfrom other inmates with lifting heavy objects, he cannot participate in recreation, he\ncannot sit for long periods of time, and he cannot walk as well as he used to. Plaintiff\nexplained that he suffered a fall sometime after the accident and consequently began\nusing a walking cane, which he had with him at trial, and he also wore a back brace\nover top of his shirt at trial. Plaintiff testified that he has a “bottom bunk” restriction and\nhas another restriction limiting him to “light duty” work, such as his current job which\nrequires him to clean the microwave in his housing unit. Plaintiff also testified that he\nlives on an upper range and has a hard time going up the stairs.\n       {¶8} Dr. Todd Houglan testified that after working in private practice for several\nyears he took a job in 2010 as Chief Medical Officer at GCI, where he treated patients\nand oversaw the medical department. Dr. Houglan recounted that he stayed in that role\nfor nearly six years before transferring to the Lorain Correctional Institution (LorCI).\nDr. Houglan testified that he cannot remember specifically when he first saw plaintiff,\n\fCase No. 2015-00953                        -4-                                DECISION\n\n\nbut that he remembers treating plaintiff and he gave testimony pertaining to medical\nrecords documenting plaintiff’s care and treatment.\n      {¶9} Dr. Houglan testified about a report from x-rays that were taken at ODRC’s\nFranklin Medical Center on May 22, 2014, six days after the accident. (Defendants’\nExhibit D.) The report, Dr. Houglan explained, shows that x-rays were taken of both the\nright hip and the lumbar spine. The report for the right hip documented that there were\nno significant abnormalities and that the soft tissue was unremarkable, Dr. Houglan\nstated. As for the lumbar spine, Dr. Houglan stated that mild to moderate degenerative\nchanges were noted, most significantly at the L-4/L-5 and L-5/S-1 levels of the spine,\nand that this finding is consistent with degenerative disc disease, representing natural\nwear and tear over time of the discs between vertebrae. Regarding the finding of no\nsignificant acute osseous abnormality, Dr. Houglan explained that such an abnormality\nwould represent an acute problem with a bony structure, such as a vertebral fracture,\nwhich happens suddenly rather than over time. Dr. Houglan also stated that a report\nfrom x-rays of the lumbar spine and thoracic spine taken four years earlier, in 2010,\nnoted mild degenerative changes as well, including narrowing at the L-5/S-1 level.\n(Defendants’ Exhibit C.)\n      {¶10} From progress notes dated June 13, 2014, Dr. Houglan testified that when\nhe saw plaintiff on that date he administered a trigger point injection into the area\nof pain in the lower back. (Plaintiff’s Exhibit 1, p. 143; Defendants’ Exhibit A, p. 143.)\nDr. Houglan explained that plaintiff was injected with Kenalog, a corticosteroid, to\nreduce inflammation, and that as plaintiff’s back pain persisted he continued to provide\nthese injections approximately every three months.       Dr. Houglan also prescribed a\nthree-week dose of the muscle relaxant Flexeril, he stated, because when back pain\npersists over time there can be muscle spasms. Additionally, Dr. Houglan stated that\nhe advised plaintiff to perform stretching exercises for his back to increase mobility and\nreduce pain, and that plaintiff would have been given a handout with instructions that\nwere standardly issued when a patient complained of back pain.\n\fCase No. 2015-00953                         -5-                                DECISION\n\n\n       {¶11} Dr. Houglan testified that progress notes show he saw plaintiff again\non August 6, 2014.      (Plaintiff’s Exhibit 1, p. 143; Defendants’ Exhibit A, p. 143.)\nDr. Houglan stated that plaintiff reported to him that the lower back pain had improved\nbut still ached on the right side down into the hip, especially when he sat for an\nextended period, but would improve with activity. By Dr. Houglan’s account, plaintiff\nwas using a walking cane and the muscles on either side of the spine in the lower\nregion of the back were sensitive to the touch, but otherwise he observed a full range of\nmotion in the lower spine and his findings were normal. Dr. Houglan testified that he\nprescribed Prednisone and gave plaintiff an injection of Toradol to reduce inflammation,\nand ordered another set of x-rays.      Dr. Houglan also testified that he checked the\nrecords of plaintiff’s commissary purchases during the appointment and found that\nplaintiff was not purchasing Tylenol as he had been instructed.\n       {¶12} Dr. Houglan related that progress notes from September 19, 2014,\ndocument another appointment for plaintiff’s complaints of low back pain. (Plaintiff’s\nExhibit 1, p. 142.) According to the notes, plaintiff reported that the anti-inflammatories\nprovided some temporary relief. Dr. Houglan stated that he found some pain upon\ntouching the lower right back, but that all reflexes were normal, and that he went over\nthe most recent x-ray results with plaintiff, which again showed mild to moderate\nchanges associated with degenerative disc disease.         By Dr. Houglan’s description,\nplaintiff did not seem to be malingering and had an antalgic gait even when he was not\nunder close observation, but his limp was “more theatrical” when he knew that he was\nbeing observed. According to Dr. Houglan, he observes patients when they walk down\nthe hall and enter the exam room and also watches them when they leave because it is\nnot uncommon for the patients’ presentation to be different when they know they are\nbeing watched. Nonetheless, Dr. Houglan stated that from what he can recall over time,\nplaintiff more or less maintained an antalgic gait that was consistent with his complaints\nof low back and hip pain. Dr. Houglan testified that he gave plaintiff another injection of\n\fCase No. 2015-00953                          -6-                                 DECISION\n\n\nToradol, as well as a prescription for a different anti-inflammatory, Relafen, and he\ninstructed plaintiff to continue buying over-the-counter Tylenol in the commissary.\n       {¶13} On October 7, 2014, plaintiff received another trigger point injection of\nKenalog in the right lumbar paraspinal muscles and was instructed to continue using\nTylenol and perform stretching exercises, Dr. Houglan stated. (Plaintiff’s Exhibit 1, p.\n60; Defendants’ Exhibit A, p. 60.) When he saw plaintiff again on December 1, 2014,\nDr. Houglan stated, plaintiff reported that achy low back pain was still present, rating it\nat a 10 out of 10, but that the trigger point injections were helping some. (Plaintiff’s\nExhibit 1, p. 60; Defendants’ Exhibit A, p. 60.) Dr. Houglan testified that he found pain\nto the touch in the lower right paraspinal muscles, and that plaintiff had a slow antalgic\ngait. Dr. Houglan also testified that he wrote he might request an MRI for the lumbar\nspine. Dr. Houglan stated that he saw plaintiff a few days later, on December 7, 2014,\nand recorded giving a trigger point injection of Kenalog in the left lumbar area,\ncontinuing the prescription for Relafen, and telling plaintiff to continue taking Tylenol and\nstretching. (Plaintiff’s Exhibit 1, p. 58; Defendants’ Exhibit A, p. 58.) Progress notes\nfrom December 23, 2014, correspond to another trigger point injection of Kenalog in the\nright lumbar area, Dr. Houglan stated, and he noted that again plaintiff was instructed to\ntake Tylenol and perform stretching exercises. (Plaintiff’s Exhibit 1, p. 58; Defendants’\nExhibit A, p. 58.)\n       {¶14} About six months later, Dr. Houglan stated, plaintiff was sent out for an MRI\nof the lumbar spine, taken at Franklin Medical Center on June 12, 2015. Dr. Houglan\ntestified that the MRI report noted some compression on both sides of the spine where\nthe nerve pathways exit the spine, which can be a symptom of degenerative disc\ndisease, and a bulging disc was noted at the L-4/L-5 level. (Defendants’ Exhibit E.)\nOverall, Dr. Houglan explained, the report demonstrates degenerative changes at\nseveral levels of the lumbar spine, most prominently at the L-4/L-5 and L-5/S-1 levels,\nwhich corresponds to the area where plaintiff complained of pain. Dr. Houglan related\nthat from looking at the report, one cannot know how long the changes in the spine\n\fCase No. 2015-00953                          -7-                                  DECISION\n\n\nhave been present, and that he is not aware of any prior MRI with which to compare.\nAccording to Dr. Houglan, compared to the 2014 x-rays this MRI showed more stenosis,\nor narrowing, and is consistent with continuing degenerative changes, but the additional\nlevel of detail provided by an MRI versus an x-ray could account for the difference.\n       {¶15} The following month, on July 15, 2015, plaintiff was sent to Franklin\nMedical Center for an electromyograph (EMG), the results of which were normal, Dr.\nHouglan stated. (Defendants’ Exhibit B.) Dr. Houglan testified that the EMG tested the\nnerve function in the area where plaintiff was feeling pain, but that the results\ndemonstrated no nerve damage or neuropathy from the back into the right lower\nextremity.   Based upon the normal findings from the EMG, Dr. Houglan explained,\nsending plaintiff out for a neurology consult was not indicated.\n       {¶16} Dr. Houglan testified that progress notes from July 20, 2015, show that he\nsaw plaintiff on that date to follow up about the EMG results. (Plaintiff’s Exhibit 1, p. 84;\nDefendants’ Exhibit A, p. 84.) As Dr. Houglan related, his assessment noted low back\npain with degenerative disc disease, and his plan included discontinuing Relafen in\nfavor of a similar drug, Mobic, in the hope that plaintiff would respond to it better.\nDr. Houglan also related that he again recommended stretching exercises. Another\nnote from the next day, July 21, 2015, shows that plaintiff came back to receive another\ntrigger point injection of Kenalog in the right paraspinal muscle, Dr. Houglan stated, and\nthat stretching and Tylenol were again recommended. (Plaintiff’s Exhibit 6.)\n       {¶17} Dr. Houglan stated that he saw plaintiff several months later, on March 1,\n2016, and that from his progress note it appears plaintiff complained of “severe back\npain” and requested another trigger point injection, which was scheduled for about two\nweeks out. (Defendants’ Exhibit F.) As Dr. Houglan described, his progress notes from\nMarch 15, 2016, show that he administered a trigger point injection of Kenalog in the\nright paraspinal lumbar area at that visit.        (Plaintiff’s Exhibit 2, p. 300; Defendants’\nExhibit G.) And, Dr. Houglan noted, he went over the MRI and EMG results with plaintiff\nagain and discussed how they revealed degenerative disc disease but no radiculopathy\n\fCase No. 2015-00953                         -8-                                  DECISION\n\n\ninto the lower right extremity; additionally, plaintiff reported that the Mobic he had been\ntaking took the edge off the pain but did not last all day, and although plaintiff reported\nbuying Tylenol as instructed, Dr. Houglan noted that his review of plaintiff’s commissary\npurchases for the last four months showed no Tylenol purchases. In his assessment,\nDr. Houglan used the general term “lumbago” to identify plaintiff’s condition.\n       {¶18} From another progress note dated August 17, 2016, Dr. Houglan stated\nthat plaintiff came in for a visit at that time complaining of continued low back pain.\n(Plaintiff’s Exhibit 2, p. 282; Defendants’ Exhibit H.) Dr. Houglan noted that plaintiff\nreported buying “lots of Tylenol in commissary” but that his review of the commissary\nrecords showed only two purchases of 100-count bottles in the last three months.\nDr. Houglan also noted the aforementioned normal EMG results and the MRI showing\nnarrowing at the L-4/L-5 and L-5/S-1 levels. As Dr. Houglan stated, he requested a\nconsultation with an orthopedic specialist to see if they could find anything to give\nplaintiff relief, but he explained that the request would have to go through a collegial\nreview process where other practitioners review the case and decide whether to\nproceed with that plan of care. Dr. Houglan stated that this visit marked the end of his\ntreatment with plaintiff because soon afterward he began working at LorCI. Overall,\naccording to Dr. Houglan the record of his interaction with plaintiff in the progress notes\nsuggested that plaintiff derived some incomplete, temporary relief from the care\nprovided by him through August 2016.\n       {¶19} Dr. Janice Douglas testified that after many years in practice, including\nnearly 30 years on the faculty of Case Western Reserve University School of Medicine,\nin April 2016 she transitioned into a contract role providing medical care at two state\ncorrectional institutions, and in August 2016 she began working exclusively at GCI,\nwhere she took over as the Chief Medical Officer. Dr. Douglas stated that she has seen\nplaintiff for appointments several times in the months since she started working at GCI.\n       {¶20} From progress notes dated September 16, 2016, Dr. Douglas testified that\nshe saw plaintiff on that date to follow up with him on the results of a repeat EMG.\n\fCase No. 2015-00953                         -9-                                 DECISION\n\n\n(Plaintiff’s Exhibit 2, p. 274-275.) As Dr. Douglas described, the report from the EMG,\nwhich was performed at Franklin Medical Center on September 14, 2016, and focused\non the right lower extremity where plaintiff complained of pain, showed normal results.\n(Plaintiff’s Exhibit 2, p. 237-238.) Dr. Douglas stated that she noted plaintiff’s complaint\nof chronic back pain from a fall, but also that the EMG did not return any evidence of\nnerve damage, and she wrote that a nurse would give plaintiff a set of standard\ninstructions for back exercises. Dr. Douglas also stated that while a progress note from\na nurse one day later, on September 17, 2016, indicated that plaintiff refused to do his\nback exercises, she did not know about it and never spoke to plaintiff about it.\n(Plaintiff’s Exhibit 2, p. 273.)\n       {¶21} Dr. Douglas related that progress notes from October 14, 2016, show that\nshe gave plaintiff two trigger point injections of Kenalog that day, in the right outer hip\nand in the right lumbosacral area, and that plaintiff tolerated the procedure well.\n(Plaintiff’s Exhibit 2, p. 266-267.) According to Dr. Douglas, trigger point injections are\nusually not painful, but depending on the patient there can occasionally be some pain.\nDr. Douglas stated that she diagnosed plaintiff with severe sciatica, which she explained\nis a general term for nerve and muscle inflammation of the lumbosacral area, and that\nthis was the reason for her prescribing Kenalog. Dr. Douglas testified that her treatment\nof plaintiff is based upon the symptoms that he presents, and with regard to the history\nof those symptoms Dr. Douglas recalled plaintiff telling her that he had back problems\nprior to injuring his back in a fall, and that the fall exacerbated those preexisting\nsymptoms.\n       {¶22} Progress notes from January 23, 2017, document another visit on that\ndate, Dr. Douglas stated. (Plaintiff’s Exhibit 2, pp. 244-247.) As Dr. Douglas wrote, the\nappointment was to follow up on the results of an MRI of the lumbosacral spine that had\nbeen recently performed at Franklin Medical Center, but as it turned out the results were\nnot yet available. Dr. Douglas noted, however, that plaintiff “has some improvement of\nlower back pain with the las[t] injections & is having no problems today.”\n\fCase No. 2015-00953                          -10-                               DECISION\n\n\n         {¶23} According to Dr. Douglas, progress notes from February 13, 2017, indicate\nthat this was the last time she saw plaintiff prior to trial, and that the nature of the\nappointment was to go over the results from the recent MRI of the lumbosacral spine.\n(Plaintiff’s Exhibit 2, pp. 242-243.) As Dr. Douglas explained, the report from the MRI\nperformed on January 19, 2017, showed no changes from the previous MRI.\n(Defendants’ Exhibit I.) Dr. Douglas testified that structural abnormalities resulting from\ninflammation can be detected in an MRI, and that even though no such findings were\nmade in the MRI, it has been her objective finding that there is inflammation fairly\nlocalized to a particular area in the right lumbosacral area and that is why she has\ncontinued to prescribe trigger point injections.\n         {¶24} Nurse Practitioner Katherine Beltz testified that she has worked at GCI\nsince 2015 and has seen plaintiff for appointments on at least two occasions for\ncomplaints about back pain. Beltz stated that according to medical records prepared by\nher, she examined plaintiff on September 18, 2015, for a complaint of low back pain,\nwhich plaintiff rated at an 8 out of 10, secondary to sleeping on the floor of the\nsegregation unit, and she noted that he ambulated with a shuffled gait and a walking\ncane.     (Plaintiff’s Exhibit 1, p. 139.)   According to the note, Beltz stated, plaintiff\nrequested another round of trigger point injections, which she wrote would be\nscheduled. Beltz also stated that medical records prepared by her show that she saw\nplaintiff on December 29, 2016, for complaints of increasing back and hip pain, and as a\nresult of the appointment she requested another MRI to evaluate any worsening of his\npreviously diagnosed degenerative disc disease, and she also made a note that plaintiff\nwas supposed to receive his next trigger point injection the following month. (Plaintiff’s\nExhibit 2, p. 255-256.)\n         {¶25} Nurse Practitioner Linda Hancock testified that she has worked at GCI\nsince 2010 and that she recalls seeing plaintiff for appointments at least two or three\ntimes.    Hancock related that medical records prepared by her show that she saw\nplaintiff for an appointment on April 13, 2015, for a complaint of lower back pain that he\n\fCase No. 2015-00953                         -11-                                DECISION\n\n\nattributed to the accident. (Plaintiff’s Exhibit 1, p. 140.) According to the note, Hancock\nstated, plaintiff told her that the trigger point injections did not provide relief for very\nlong, and he was taking Relafen twice daily, as well as Tylenol. The note indicates that\nplaintiff was wearing a back brace and walking with a cane slowly but without distress,\nand that resistance testing of his right leg showed it was weak, she stated. Hancock\nstated that she also wrote that plaintiff told her the pain was radiating from the right hip\nall the way down to the right foot. As Hancock stated, her note reflects that plaintiff had\nbeen approved for an MRI at that time, and that her plan for him included continuing the\nRelafen and following up with a doctor to get another round of trigger point injections.\n       {¶26} Hancock testified that another record prepared by her corresponds to a\nMarch 24, 2016 appointment that plaintiff had due to his being on a “chronic care”\ncaseload for hypertension, and that at this appointment it was noted that plaintiff was\ntaking Relafen and Tylenol and was under stress due to back pain; it was noted that he\nwas limping and that there was weakness in the right leg also. (Plaintiff’s Exhibit 2,\npp. 297-299.) Hancock testified that she also prepared another record corresponding to\na routine May 23, 2016 chronic care appointment for hypertension in which notations\nmention plaintiff having pressure-like low back pain but having a steady gait with a\ncane, and that he was taking Relafen and receiving trigger point injections. (Plaintiff’s\nExhibit 2, pp. 287-290.) Hancock also testified that another record prepared by her\ncorresponds to a chronic care appointment for hypertension on November 23, 2016,\nnoting low back pain. (Plaintiff’s Exhibit 2, pp. 261-263.)\n       {¶27} “In order to sustain an action for negligence, a plaintiff must show the\nexistence of a duty owing from the defendant to the plaintiff or injured party, a breach of\nthat duty, and that the breach was the proximate cause of resulting damages.” Sparre\nv. Ohio Dept. of Transp., 10th Dist. Franklin No. 12AP-381, 2013-Ohio-4153, ¶ 9. “‘It is\naxiomatic that every plaintiff bears the burden of proving the nature and extent of his\ndamages in order to be entitled to compensation.’” Jayashree Restaurants, LLC v. DDR\nPTC Outparcel LLC , 10th Dist. Franklin No. 16AP-186, 2016-Ohio-5498, ¶ 13, quoting\n\fCase No. 2015-00953                         -12-                              DECISION\n\n\nAkro-Plastics v. Drake Indus., </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">Ohio App. 3d</span> <span class=\"page\">221</span></span><pre class=\"inline\">, 226 (11th Dist.1996).           “As a\ngeneral rule, the appropriate measure of damages in a tort action is the amount which\nwill compensate and make the plaintiff whole.” N. Coast Premier Soccer, LLC v. Ohio\nDept. of Transp., 10th Dist. Franklin No. 12AP-589, 2013-Ohio-1677, ¶ 17. “[D]amages\nmust be shown with reasonable certainty and may not be based upon mere speculation\nor conjecture * * *.” Rakich v. Anthem Blue Cross & Blue Shield, </pre><span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">Ohio App. 3d</span> <span class=\"page\">523</span></span><pre class=\"inline\">,\n2007-Ohio-3739, ¶ 20 (10th Dist.).\n       {¶28} Upon review, the magistrate makes the following findings. When the truck\nthat plaintiff was helping to unload pulled away from the loading dock, plaintiff began to\nfall out of the back of the truck toward the concrete pavement about five and a half feet\nbelow. In the process of falling, the right side of plaintiff’s body struck a metal dock\nplate that had been engaged between the truck and dock, injuring plaintiff’s right side\nand causing plaintiff to fall more awkwardly. When plaintiff landed on the pavement, the\ncorrections officer with whom he had been working landed on top of him. Plaintiff got up\nunder his own power and slowly walked with the corrections officer to the shift office and\nthen the infirmary. As plaintiff reported to the nurse who examined him in the infirmary,\nhe felt pain in his right hip and leg and in his left elbow, and the nurse noted that the\nright hip may have sustained a muscle/tissue bruise. Plaintiff was bandaged by the\nnurse, whose treatment plan included ibuprofen, a muscle rub, and applying ice to the\naffected areas, and plaintiff then returned to his dormitory.\n       {¶29} Due to persistent soreness and pain in the right side and back, as well as a\nwound on the elbow, plaintiff obtained a follow-up appointment with a nurse practitioner,\nwho instructed him to take Tylenol and to apply ice. Plaintiff also underwent x-rays of\nthe right hip and lumbar spine on May 22, 2014, which showed signs of degenerative\ndisc disease in the lumbar spine, but no acute injury.          Stiffness and aching pain\npersisted, however, in the right hip, leg, and back, so plaintiff obtained an appointment\nwith Dr. Houglan on June 13, 2014, at which time plaintiff was given a trigger point\ninjection of Kenalog in the area of pain in the back, and plaintiff was also prescribed a\n\fCase No. 2015-00953                        -13-                                DECISION\n\n\nmuscle relaxant. Plaintiff also began using a walking cane and a back brace during the\nsummer of 2014, but only after falling in a separate accident.\n      {¶30} By August 6, 2014, plaintiff reported some improvement to Dr. Houglan,\nand another round of x-rays were taken on August 14, 2014, which again were\nconsistent with degenerative disc disease. Plaintiff saw Dr. Houglan a few more times\nover the remainder of 2014, and other than trying some different anti-inflammatory\nmedications, the treatment substantially remained the same, being that plaintiff\ncontinued to receive trigger point injections about every 90 days, he was instructed to\nperform back exercises and stretches, and he was instructed to take over-the-counter\nTylenol.\n      {¶31} Copies of Health Services Request forms or other written communications\nwhich plaintiff submitted to the medical department to seek attention include about 11\nexamples in 2014 of plaintiff seeking care for his lower back or hip pain, but only five\nmore examples after 2014, the last one dated July 9, 2015. (Plaintiff’s Exhibit 1.) And,\nafter 2014 plaintiff’s visits with Dr. Houglan were less frequent.       Although plaintiff\ncontinues having appointments with nurses with some frequency, this is at least in part\nbecause he is scheduled for recurring chronic care appointments for an unrelated\ncondition.\n      {¶32} In the summer of 2015, plaintiff underwent an EMG which showed no nerve\ndamage and he underwent an MRI which was consistent with degenerative disc\ndisease. After Dr. Douglas replaced Dr. Houglan as the Chief Medical Officer in August\n2016, plaintiff underwent another EMG in September 2016 which again produced\nnormal results, and he underwent another MRI in January 2017, the results of which\nwere essentially unchanged from the previous MRI. Similar to Dr. Houglan’s plan of\ncare, up to the time of trial Dr. Douglas continued to provide trigger point injections for\nplaintiff’s complaints of inflammatory pain in the lower back, particularly on the right\nside, and she continued to instruct plaintiff to perform back exercises and stretches.\n\fCase No. 2015-00953                        -14-                                DECISION\n\n\n      {¶33} Although plaintiff attributes essentially all his back and hip pain symptoms\nto the accident, whether on the theory that the accident aggravated his preexisting\ndegenerative disc disease or otherwise, for what would amount at this point to a chronic\ndisabling injury, and asserted in closing that he is entitled to damages upwards of\n$300,000, plaintiff did not provide corroborating expert witness testimony and the\nevidence presented at trial fails to substantiate that the accident proximately caused\nsuch significant damages.\n      {¶34} “Although a claimant may establish proximate cause through circumstantial\nevidence, ‘there must be evidence of circumstances which will establish with some\ndegree of certainty that the alleged negligent acts caused the injury.’” Mills v. Best W.\nSpringdale, 10th Dist. Franklin No. 08AP-1022, 2009-Ohio-2901, ¶ 20, quoting\nWoodworth v. New York Cent. RR. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">543</span></span><pre class=\"inline\">, 549 (1948). “It is well-\nestablished that when only speculation and conjecture is presented to establish\nproximate causation, the negligence claim has failed as a matter of law.” Harris v. Ohio\nDept. of Rehab. & Corr., 10th Dist. Franklin No. 13AP-466, 2013-Ohio-5714, ¶ 15.\n“Generally, where an issue involves a question of scientific inquiry that is not within the\nknowledge of a layperson, expert testimony is required.” Id. at ¶ 16, citing Stacey v.\nCarnegie-Illinois Steel Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">205</span></span><pre class=\"inline\"> (1951). “Where complicated medical\nproblems are at issue, testimony from a qualified expert is necessary to establish a\nproximate causal relationship between the incident and the injury.” Tunks v. Chrysler\nGroup LLC, 6th Dist. Lucas No. L-12-1297, 2013-Ohio-5183, ¶ 18.\n      {¶35} The symptoms that plaintiff ascribes to the accident are largely subjective\nin nature, concerning pain emanating internally from his lower back and right hip.\nGenerally, where subjective, soft-tissue injuries are alleged, it is beyond the scope of\ncommon knowledge to establish a causal connection and thus requires expert\ntestimony. Argie v. Three Little Pigs, Ltd., 10th Dist. Franklin No. 11AP-437, 2012-Ohio-\n667, ¶ 15. In this case, though, which included testimony from several treating doctors\nand nurses and numerous medical records, defendants conceded in their closing\n\fCase No. 2015-00953                         -15-                                  DECISION\n\n\nargument that plaintiff likely suffered some soft-tissue type of injury from the fall and is\nentitled to some damages. Indeed, it is understandable given the circumstances here\nthat plaintiff’s awkward fall from the back of the truck onto the concrete pavement would\nhave resulted in some temporary aches and pains.              But without providing expert\ntestimony to explain and support his theory, plaintiff goes much farther in arguing that\nthe accident caused him to somehow sustain what amounts to a debilitating, long-term\ninjury.\n          {¶36} The extensive damages claimed by plaintiff are all the more speculative\ndue to the fact that his symptoms are generally consistent with degenerative disc\ndisease, a naturally-occurring progressive condition which had already caused\ndeteriorative changes at multiple levels of plaintiff’s spine at least four years prior to the\naccident. Whether or not plaintiff acknowledges having any pre-existing back pain, it\nwas clearly shown that low back pain is associated with degenerative disc disease, and\nDr. Douglas credibly testified to her recollection of plaintiff telling her that he did have\nback problems before the accident. Additionally, while an August 14, 2014 x-ray was\nreported to show an osseous deformity “likely related to [a] remote fracture” at the L-2/L-\n3 level of the spine, there was no suggestion at trial that this was caused by the\naccident nor was there any other explanatory testimony about this evidence which may\nsuggest some earlier back injury, thus adding another layer of complexity when it comes\nto discerning the etiology of plaintiff’s back problems. (Plaintiff’s Exhibit 1, p. 164.) Also\nadding to the difficulty in determining the cause of plaintiff’s harm is the fact that he\ntestified that he fell in a separate incident sometime after the accident and only then\nbegan to use a cane, which begs the question whether this other fall has any causal\nconnection to plaintiff’s long-term symptoms.\n          {¶37} Nevertheless, after careful consideration of the evidence, including\nnumerous medical records and the testimony of treating doctors and nurses, plaintiff\nplainly suffered acute pain in his right hip and side, as well as a wound on his left elbow,\nimmediately after striking the dock plate and falling from the truck onto the concrete\n\fCase No. 2015-00953                        -16-                                 DECISION\n\n\npavement. Although there was no acute injury to the back noted in the Medical Exam\nReport made out by the nurse who examined plaintiff after the accident, it does appear\nmore likely than not that plaintiff did sustain some significant strain or other soft-tissue\ntype of injury in the lower back region, particularly on the right side, which manifested in\npain soon afterward.\n       {¶38} From the totality of the evidence, it appears that plaintiff was slow to\nrecover and that the accident proximately caused plaintiff aches and pains for a few\nmonths. Plaintiff obtained some relief for his pain, however, through the treatment that\nhe received and his condition was documented to have improved less than three\nmonths after the accident. It is probable that plaintiff substantially recovered by the\nlatter part of 2014, as suggested by the diminishing frequency in his requests for\nmedical attention.\n       {¶39} It is true that into 2015 plaintiff submitted a few more such requests, and\nalso that plaintiff’s medical records reflect him consistently rating his pain between 8\nand 10 on a scale of 1 to 10 over the long term, and that according to plaintiff he has\nhad almost no relief since the accident and his pain generally remains a 10 out of 10.\nHowever, the evidence tends to suggest that plaintiff has exaggerated the extent of his\nsymptoms over the long term.        Plaintiff did not give the appearance at trial of an\nindividual suffering from the utterly extraordinary level of pain that one would actually\nexperience at the top end of the 1 to 10 scale, and it was an exaggeration to say that his\npain was at that level. Along the lines of exaggerated symptoms, and consistent with\nplaintiff’s probable improvement in the months after the accident, Dr. Houglan noted that\nplaintiff was more “theatrical” in limping than what his symptoms would otherwise\nsuggest on September 19, 2014, and, again on March 6, 2015, it was noted that plaintiff\nexhibited a “somewhat exaggerated” appearance. The greater weight of the evidence\ntends to show that plaintiff’s condition has not been as consistently poor as he claims\nand that he has obtained some relief through his care and treatment, more than was\nacknowledged at trial.\n\fCase No. 2015-00953                        -17-                                 DECISION\n\n\n       {¶40} Some pain has obviously persisted in plaintiff’s lower back or hip over the\nlong term, but it requires speculation or conjecture to causally relate those symptoms to\nthe accident. Plaintiff did not report any injury to his back when he was examined\nshortly after the accident, nor did the nurse document observing any obvious injury.\nDespite subsequent x-rays, MRIs, and EMGs the only diagnosed, objective ailment\nestablished from those diagnostic procedures corresponding to the area of pain was\ndegenerative disc disease. The medical testimony established that the symptoms of\nwhich he has complained over the long term are consistent with his degenerative disc\ndisease. The evidence adduced at trial did not establish any separate diagnosis of\nnerve damage or a fracture or other injury to the spine or hip that can be causally\nrelated to the accident.\n       {¶41} The medical testimony explained that diagnostic testing performed in 2010\nfor an unrelated medical issue established that plaintiff already had degenerative disc\ndisease at least four years before the accident. While plaintiff argued that post-accident\nMRI imaging showed more damage than was revealed in earlier x-rays, Dr. Houglan’s\ntestimony established that an MRI simply shows more detail than an x-ray and that any\ndegradation of the spine may have been natural. The medical testimony characterized\ndegenerative disc disease as a natural process that worsens over time, and to that end\nx-rays in 2010 noted mild degenerative changes but x-rays in 2014 noted mild to\nmoderate degeneration, and the progress notes from plaintiff’s medical file noted\n“increasing” and “worsening” pain being reported by plaintiff in late 2016 and early 2017,\nas one might expect to see over time in an individual with degenerative disc disease.\n(Plaintiff’s Exhibit 2, pp. 250, 255.)\n       {¶42} Plaintiff argued that the accident may have caused an aggravation or\nacceleration of his degenerative disc disease which resulted in long-term harm, but\nplaintiff did not provide expert testimony to that effect and the treating physicians who\ntestified at trial did not opine within a reasonable degree of medical probability that this\nis what occurred. The absence of expert testimony generally precludes recovery where\n\fCase No. 2015-00953                         -18-                                 DECISION\n\n\ninjuries are “internal and elusive” in nature, and not “sufficiently observable,\nunderstandable and comprehensible by the trier of fact.” Wright v. Columbus, 10th Dist.\nFranklin No. 05AP-432, 2006-Ohio-759, ¶ 19; see also Choate v. Tranet, Inc., 12th Dist.\nWarren No. CA2003-11-112, 2004-Ohio-3537, ¶ 17, quoting Stacey v. Carnegie-Illinois\nSteel Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">205</span></span><pre class=\"inline\"> (1951), syllabus (“Because the cause of lower back pain\nis not within the scope of common knowledge, ‘medical testimony is essential.’”). This\nargument by plaintiff concerns internal, complex facets of the human body which are not\nsufficiently understandable by a layperson. To find that plaintiff’s long-term symptoms\nrepresent an acceleration or aggravation of degenerative disc disease caused by the\naccident, or to differentiate any such long-term symptoms from degenerative disc\ndisease and attribute them in some other fashion to the accident would be speculative\nin the absence of expert testimony.\n       {¶43} Even if it were possible that the accident aggravated or accelerated\nplaintiff’s degenerative disc disease, plaintiff’s burden was to “establish a probability and\nnot a mere possibility of such causal connection.”        State ex rel. Hawkes v. Indus.\nComm., 10th Dist. Franklin No. 05AP-47, 2005-Ohio-5995, ¶ 4. The treating doctors\nwho testified did not express any such opinion within a reasonable degree of medical\nprobability. While the doctors testified that they documented plaintiff’s complaints in\nwhich he himself attributed his long-term symptoms to the accident and that they have\ntreated him according to their objective findings and plaintiff’s subjective complaints,\nthey did not give testimony sufficient to causally relate plaintiff’s long-term symptoms to\nthe accident.\n       {¶44} Looking at the ways in which plaintiff was harmed by the accident, the\nsoreness and pain that he suffered for a few months was significant and had a negative\neffect upon his quality of life. While plaintiff offered some testimony about having to\ntake a more menial job in the prison after the accident, he did not establish an\nentitlement to recover for lost wages. Plaintiff also did not prove an entitlement to\nrecover for any medical expenses.\n\fCase No. 2015-00953                          -19-                                   DECISION\n\n\n        {¶45} Based upon the foregoing, for the past pain and suffering associated with\nthe injuries caused to plaintiff as a result of the state’s negligence, plaintiff is entitled to\ndamages from defendants in the amount of $12,000, plus the $25 filing fee, for a total\naward of $12,025. Accordingly, it is recommended that judgment be entered for plaintiff\nin that amount.\n        {¶46} A party may file written objections to the magistrate’s decision within 14\ndays of the filing of the decision, whether or not the court has adopted the decision\nduring that 14-day period as permitted by Civ.R. 53(D)(4)(e)(i). If any party timely files\nobjections, any other party may also file objections not later than ten days after the first\nobjections are filed. A party shall not assign as error on appeal the court’s adoption of\nany factual finding or legal conclusion, whether or not specifically designated as a\nfinding of fact or conclusion of law under Civ.R. 53(D)(3)(a)(ii), unless the party timely\nand specifically objects to that factual finding or legal conclusion within 14 days of the\nfiling of the decision, as required by Civ.R. 53(D)(3)(b).\n\n\n\n\n                                                 ROBERT VAN SCHOYCK\n                                                 Magistrate\n\ncc:\nRichard F. Swope                               Timothy M. Miller\n6480 East Main Street, Suite 102               Assistant Attorney General\nReynoldsburg, Ohio 43068                       150 East Gay Street, 18th Floor\n                                               Columbus, Ohio 43215-3130\n\nFiled July 17, 2017\nSent to S.C. Reporter 8/9/17\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": []
        }
      ],
      "judges": "Van Schoyck",
      "date_created": "2017-08-09T17:11:22.162169Z",
      "date_modified": "2017-08-09T17:11:22.299919Z",
      "date_filed": "2017-07-17",
      "date_filed_is_approximate": false,
      "slug": "payne-v-ohio-dept-of-rehab-corr",
      "citation_id": null,
      "case_name_short": "Payne",
      "case_name": "Payne v. Ohio Dept. of Rehab. & Corr.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "2017 Ohio 7155",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "Negligence- Plaintiff, an inmate in defendant's custody, fell from a truck while loading it after a corrections officer drove the truck away. After a damages trial, the magistrate found the evidence did not substantiate plaintiff's claim of significant damages. Plaintiff failed to present expert testimony and relayed mostly subjective symptoms which were consistent with pre-existing degenerative disc disease. The magistrate found that plaintiff suffered a significant soft tissue injury from which, evidence indicated, plaintiff substantially recovered. Evidence also indicated that plaintiff exaggerated his symptoms over the long term. Plaintiff failed to prove entitlement to lost wages or medical expenses. The magistrate recommended an award of damages for past pain and suffering.",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/6135314/payne-v-ohio-dept-of-rehab-corr/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2017-08-09T17:11:22.156079Z",
  "date_modified": "2017-08-09T17:11:22.156124Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Payne",
  "case_name": "Payne v. Ohio Dept. of Rehab. & Corr.",
  "case_name_full": "",
  "slug": "payne-v-ohio-dept-of-rehab-corr",
  "docket_number": "2015-00953",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}