{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/618527/",
  "id": 618527,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/washctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2715662/",
      "id": 2715662,
      "absolute_url": "/opinion/2715662/bnbuilders-inc-v-wa-state-department-of-labor-indu/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/618527/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2715662/",
          "id": 2715662,
          "absolute_url": "/opinion/2715662/bnbuilders-inc-v-wa-state-department-of-labor-indu/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2715662/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2014-08-06T17:26:05.804175Z",
          "date_modified": "2017-04-11T10:00:38.200918Z",
          "type": "010combined",
          "sha1": "7084a44c653fb5eda31311197c910e23cf5efb5f",
          "page_count": 15,
          "download_url": "http://www.courts.wa.gov/opinions/pdf/701428.pdf",
          "local_path": "pdf/2014/07/07/bnbuilders_inc._v._wa_state_department_of_labor__industries.pdf",
          "plain_text": "                                   fs ••-•\n\n\n\n\n                                             Ui\n                          29IUUL-1 h,i\n\n\n\n\n      IN THE COURT OF APPEALS FOR THE STATE OF WASHINGTON\n\nBN BUILDERS, INC., a Washington\ncorporation,                                  No. 70142-8-\n\n\n                    Appellant,                    DIVISION ONE\n\n\n\n\nDEPARTMENT OF LABOR AND                           UNPUBLISHED OPINION\nINDUSTRIES AND BOARD OF\nINDUSTRIAL INSURANCE APPEALS,                     FILED: July 7, 2014\n\n                    Respondent\n\n\n\n      Leach, J. — BN Builders Inc. (BNB) appeals a superior court judgment\n\naffirming the decision of the Board of Industrial Insurance Appeals (Board)\ninvolving Department of Labor & Industries (Department) citations for asbestos\nworkplace violations. BNB contends that substantial evidence does not support\n\nthe Board's findings and that the Board applied an inappropriate strict liability\n\nstandard.   BNB also disputes the assessed penalties, which the Department\n\nincreased because of a \"poor\" rating for good faith. Because substantial evidence\n\nin the record supports the Board's findings and those findings support the Board's\n\nconclusions of law, we affirm.\n\fNo. 70142-8-1/2\n\n\n\n                                        FACTS\n\n      In late December 2009, BNB began work as the general contractor to\n\nconvert a former hospital into a private school. The original building dates from\n\nthe 1920s, with an additional wing added in 1945. Federal and state law required\n\nBNB to obtain a good faith survey to assess the presence of asbestos before\n\nbeginning demolition work.1\n\n      The property owner gave BNB a survey that Earth Consulting Inc. (ECI)\n\nconducted in 2007.     This survey analyzed 87 samples and found asbestos-\n\ncontaining material (ACM) in vinyl floor tiles, tile and carpet mastic, cement\n\nasbestos board, pipe lagging, tank and water heater insulation, and asphaltic\n\nroofing materials. The ECI survey report noted that it did not address ACM that\n\nmight be located \"behind walls and/or columns, beneath flooring, above non\n\nremovable ceilings, underground, or in any other inaccessible areas,\" and stated,\n\n\"Should suspected ACM be uncovered during demolition activities, it should be\n\nsampled, tested, and characterized at that time.\" The property owner also gave\n\nBNB a 2008 inspection report from Argus Pacific Inc. This inspection analyzed\n\nsamples for other possible contaminants, including lead, mercury, metals,\n\nradiation, and mold.   The Argus Pacific inspection also identified but did not\n\nanalyze \"a large number of suspect asbestos-containing materials that were not\n\nsampled and analyzed during the previous asbestos inspection.\" Argus Pacific\n\n\n\n\n      140 CFR § 763.86; WAC 296-62-07721(1)(c)(ii).\n\n                                       -2-\n\fNo. 70142-8-1/3\n\n\n\nrecommended that the property owner commission a \"more thorough asbestos\n\ninspection\" before demolition.\n\n      Before beginning its work, BNB solicited bids for a new asbestos survey.\n\nAfter two consultants recommended that \"a quality abatement contractor would be\n\nmoney better spent,\" BNB decided to rely on the 2007 ECI asbestos assessment\n\nand not commission another survey. BNB was not a certified asbestos contractor,\n\nand BNB's contract with the property owner expressly excluded abatement or\n\nremoval of hazardous materials. When BNB started work on December 28, 2009,\n\nit had not yet hired an abatement contractor.\n\n       BNB performed a \"soft demolition\": removal of nonstructural portions of the\n\nbuilding. Demolition areas included some not shown as tested in the ECI survey.\n\nAs BNB workers removed carpet, they sometimes also removed old vinyl tiles that\n\nstuck to the carpet. Some of these tiles broke during removal. BNB foreman\n\nRobert Voss instructed workers to throw carpet free of tiles directly into the\n\ndumpster. For carpet containing tile or mastic, Voss directed workers to wrap the\n\nmaterials in plastic bags, secure the bags with duct tape, and place them in a\n\ndesignated room for asbestos abatement contractors to pick up later. Workers did\n\nnot wear protective clothing or use respirators for most or all of the work. In the\n\ncourse of the work, workers sometimes also disturbed thermal system insulation.\n\nOn January 11, 2010, worker Jeff Pennington completed a \"near miss\" incident\n\nreport describing insulation that fell on him from a wall he was demolishing. He\nwrote, \"I had seen it befor[e] but didn't know if it contained asbestos or not. I\n\fNo. 70142-8-1/4\n\n\n\nasked Bob Voss he said it has been tested but the results weren't in yet. WORK\n\nIN THAT AREA WAS HALTED!\"                  At least two BNB workers expressed their\n\nconcerns about asbestos exposure to managers. These managers were on site\n\nduring several days of demolition.\n\n       On January 12, 2010, worker Stewart Weston contacted the Department,\n\nwhich conducted an inspection the next day.          Based on her observations and\n\nbelief that previous surveys had \"serious flaws,\" inspector Janine Rees directed\n\nBNB to obtain another asbestos survey. Subsequent testing by NVL Laboratories\n\nInc. revealed asbestos in a number of materials, including pipe insulation and vinyl\n\nfloor tiles of varying sizes and colors.\n\n       The Department issued a citation to BNB for ten serious and three general\n\nviolations, with a total penalty of $19,300.2       Twelve of the violations involved\n\n\n       2 Specifically, the citation alleged that BNB did not use critical barriers to\nisolate the class II removal of presumed asbestos containing vinyl flooring and\nmastic or have a negative exposure assessment for the work, in violation of WAC\n296-62-07712(9)(b)(i); did not conduct asbestos air monitoring during removal or\nair clearance monitoring after removal of vinyl flooring and mastic, in violation of\nWAC 296-62-07709(3)(a)(ii) and -07709(3)(h); did not ensure the use of full body\nprotective clothing during asbestos removal, which is required in the absence of a\nnegative exposure assessment, in violation of WAC 296-62-07717(1); removed\nasbestos in a dry state without the use of supplied air respirators rather than in a\nwet, saturated state, in violation of WAC 296-62-07712(2)(c) and -07715(4)(a)(ii);\ndid not use certified asbestos workers or obtain certification as a certified asbestos\ncontractor before conducting a class II asbestos abatement project, in violation of\nWAC 296-62-07722(3)(b)(i)(A) and 296-65-030(1); did not obtain an asbestos\nsurvey identifying all asbestos containing materials on the site before starting\nwork, in violation of WAC 296-62-07721 (2)(e); did not promptly encapsulate or\nclean up presumed asbestos thermal system insulation damaged by employees\nduring interior wall demolition, in violation of WAC 296-62-07712(2)(d), -07723(8),\nor -07723(2); did not conduct preabatement asbestos air monitoring before\nremoving presumed asbestos containing vinyl floor tile and mastic, in violation of\n\fNo. 70142-8-1/5\n\n\n\nasbestos removal procedures, and one cited an inadequate respirator program.\n\nThe Department gave BNB a \"poor\" rating for good faith, which increased the\n\npenalties for ten of the violations. BNB appealed the citations, and an industrial\n\nappeals judge affirmed.    BNB then petitioned the Board of Industrial Appeals,\n\nwhich affirmed nine of the serious violations and all three general violations,\n\nimposing a judgment against BNB of $16,800.3 BNB appealed to King County\n\nSuperior Court, which affirmed the Board's decision.\n\n       BNB appeals.\n\n                            STANDARD OF REVIEW\n\n      The Washington Industrial Safety and Health Act of 1973 (WISHA), chapter\n\n49.17 RCW, governs judicial review of a decision issued by the Board.4 This court\n\ndirectly reviews the Board's decision based on the record before the agency.5 The\n\nBoard's findings of fact are conclusive if they are supported by substantial\n\nevidence when viewed in light of the record as a whole.6 Substantial evidence is\n\nevidence sufficient to persuade a fair-minded person of the truth of the matter\n\n\n\n\nWAC 296-62-07709(3)(g); did not file with the Department a notice of intent to\nremove asbestos abatement project before conducting a class II asbestos\nabatement project, in violation of WAC 296-65-020(1 )(e); and did not maintain an\nadequate respirator protection program, in violation of WAC 296-842-12005(1).\n      3 The Board reversed violation 1-8, in which the Department found that\n\"Before starting work on site, the employer did not obtain an asbestos survey to\ndetermine if all materials to be worked on, or removed, contain asbestos.\"\n      4 RCW 49.17.140.150(1).\n      5 Mowat Constr. Co. v. Dep't of Labor & Indus., 148 Wn. App. 920, 925, 201\nP.3d 407 (2009).\n      6 RCW 49.17.150(1); Mowat, 148 Wn. App. at 925.\n\fNo. 70142-8-1/6\n\n\n\nasserted.7 If this court determines that substantial evidence supports the Board's\n\nfindings, it then decides if those findings support the Board's conclusions of law.8\n\n       This court reviews the Board's interpretation of a statute or regulation de\n\nnovo, under an error of law standard.9 This court gives \"substantial weight\" to the\n\nagency's interpretation of regulations within its area of expertise and will uphold\n\nthat interpretation if \"'it reflects a plausible construction of the language of the\n\nstatute and is not contrary to the legislative intent.'\"10 This court reviews WISHA\n\npenalty amounts for abuse of discretion.11 A court abuses its discretion where its\n\ndecision is arbitrary or rests on untenable grounds or reasons.12\n\n                                     ANALYSIS\n\n\nWISHA and Asbestos\n\n       The legislature enacted WISHA \"to assure, insofar as may reasonably be\n\npossible, safe and healthful working conditions for every man and woman working\n\nin the state of Washington.\"13 In RCW 49.26.010, the legislature recognized the\n\ndangers of exposure to asbestos, which is \"known to produce irreversible lung\n\ndamage and bronchogenic carcinoma. . . . The nature of this problem is such as to\n\n       7 Mowat, 148 Wn. App. at 925.\n       8 J.E. Dunn Nw. Inc. v. Dep't of Labor & Indus., 139 Wn. App. 35, 42, 156\n       P.3d 250 (2007).\n       9 Roller v. Dep't of Labor & Indus., 128 Wn. App. 922, 926, 117 P.3d 385\n(2005).\n       10 Cobra Roofing Serv.. Inc. v. Dep't of Labor & Indus., 122 Wn. App. 402,\n409, 97 P.3d 17 (2004) (quoting Seatoma Convalescent Ctr. v. Dep't of Soc. &\nHealth Serv., 82 Wn. App. 495, 518, 919 P.2d 602 (1996)).\n       \" Panzer v. Dep't of Labor & Indus., 104 Wn. App. 307, 326, 16 P.3d 35\n(2000).\n       12 Panzer, 104 Wn. App. at 326.\n       13 RCW 49.17.010.\n\n                                          -6-\n\fNo. 70142-8-1/7\n\n\n\nconstitute a hazard to the public health and safety, and should be brought under\n\nappropriate regulation.\"   The legislature established a comprehensive statutory\n\nregime to regulate asbestos, and the Department promulgates and enforces rules\n\nfor all occupational exposure to asbestos in workplaces that WISHA covers.14\n\n      The regulations define \"ACM\" as any material containing more than one\n\npercent asbestos.15 When friable thermal system insulation crumbles or flooring\n\nmaterials break during demolition, asbestos fibers may be released into the air.\n\nIn buildings constructed before 1980, vinyl and asphalt flooring materials are\n\npresumed to contain asbestos.16        Friable thermal system insulation is also\n\npresumed to contain asbestos.17 To ensure proper identification and abatement of\n\nACM, an owner or agent must perform a good faith inspection for ACM before any\n\nconstruction, renovation, remodeling, or demolition that may disturb and expose\n\nworkers to asbestos.18 An employer may rebut the presumption of asbestos by\n\nproducing a report by an industrial hygienist who has used \"recognized analytical\n\ntechniques\" showing that the material is asbestos-free.19        Removal of broken\n\nasbestos-containing vinyl floor tile is a class II asbestos project, requiring the use\n\nof certified asbestos workers.20\n\n\n       14 RCW 49.26; WAC 296-62-077 to -0755; WAC 296-65-001 to -050.\n       15 WAC 296-62-07703.\n       16 WAC 296-62-07712(10)(a)(ix); WAC 296-62-07721 (1)(b).\n       17 WAC 296-62-07712(12)(b).\n       18 RCW 49.26.013(1); WAC 296-62-07721 (2)(b)(ii); Prezant Assocs.. Inc. v.\nDep't of Labor & Indus., 141 Wn. App. 1, 8, 165 P.3d 12 (2007).\n       19 WAC 296-62-07712(10)(a)(ix).\n       20 WAC 296-62-07703, -07722(3)(b)(i)(B). Class II asbestos work involving\nintact materials or less than one square foot of ACM is not considered an asbestos\n\fNo. 70142-8-1/8\n\n\n\n       RCW 49.17.180 divides civil violations of WISHA into three categories:\n\nwillful or repeat, serious, and not serious.   The Department cited BNB for 10\n\nserious violations, which exist where\n\n       a substantial probability that death or serious physical harm could result\n       from a condition which exists, or from one or more practices, means,\n       methods, operations, or processes which have been adopted or are in use\n       in such workplace, unless the employer did not, and could not with the\n       exercise of reasonable diligence, know of the presence of the violation.[21]\n\n       To prove a violation of a specific health and safety standard, the\n\nDepartment must prove (1) the cited standard applies, (2) the employer did not\n\nmeet the requirements of the standard, (3) employees were exposed to the\n\nviolative condition, (4) \"'the employer knew or, through the exercise of reasonable\n\ndiligence, could have known of the violative condition,'\" and (5) there is a\n\nsubstantial probability that death or serious injury could result from the violative\n\ncondition.22   \"[Cjonstructive knowledge is sufficient to prove knowledge of the\n\nviolative condition.\"23 The Department may establish constructive knowledge of a\n\nWISHA violation in a number of ways, including with evidence showing that the\n\nviolation was readily observable or in a conspicuous location in the area where the\n\nemployees were working.24       \"'Reasonable diligence involves several factors,\n\n\nproject and does not require asbestos worker certification.        WAC 296-62-\n07722(3)(b)(ii)(A)-(B).\n       21 RCW 49.17.180(6).\n       22 Wash. Cedar & Supply Co. v. Dep't of Labor & Indus., 119 Wn. App. 906,\n914, 83 P.3d 1012 (2003) (quoting D.A. Collins Constr. Co. v. Sec'v of Labor, 117\nF.3d691,694(2dCir. 1997)).\n       23 BD Roofing, Inc. v. Dep't of Labor & Indus.. 139 Wn. App. 98, 109, 161\nP.3d 387 (2007).\n       24 BD Roofing, 139 Wn. App. at 109-10.\n\n                                        -8-\n\fNo. 70142-8-1/9\n\n\n\nincluding an employer's obligation to inspect the work area, to anticipate hazards\n\nto which employees may be exposed, and to take measures to prevent the\n\noccurrence.'\"25\n\nBNB's Knowledge of the Violative Condition\n\n       BNB challenges the Department's proof of the fourth element, arguing that\n\nBNB exercised reasonable diligence by obtaining and relying on ECl's survey and\n\ncould not have known of the presence of asbestos at the site. BNB contends that\n\nthe Board's decision to reverse violation 1-8, \"the employer did not obtain an\n\nasbestos survey to determine if all materials to be worked on, or removed, contain\n\nasbestos,\" supports its argument that it exercised reasonable diligence. As BNB\nframes the issue, the Board improperly penalized it for reasonably relying on a\n\ngood faith survey and \"inappropriately applied a strict liability standard\" to reach a\ndecision that \"defies common sense and construction industry practice.\"26\n\n       BNB mischaracterizes the issue. The Board did not sanction BNB for its\n\ninitial reliance upon its good faith survey. Instead, the Board sanctioned BNB\nbecause, as a result of its work, it later \"knew or, through the exercise of\nreasonable diligence, could have known\" of the hazardous conditions that the\nsurvey did not reveal. In its findings of fact, the Board found that \"[t]he employer\ndid not take measures to protect employees as soon as it had reason to suspect\n\n       25 Erection Co. v. Dep't of Labor & Indus.. 160 Wn. App. 194, 206-07, 248\nP.3d 1085 (2011) (internal quotation marks omitted) (quoting Kokosing Constr. Co.\nv. Occupational Safety & Hazard Review Comm'n, 232 Fed. Appx. 510, 512 (6th\nCir. 2007)).\n       26 In an amicus brief, the Associated General Contractors of Washington\nmakes a similar argument.\n\fNo. 70142-8-1/10\n\n\n\nemployees were working with asbestos-containing material.\" Substantial evidence\n\nsupports these findings.   Voss appeared to treat the vinyl tiles pulled up with\n\ncarpet as ACM when he ordered that they be double-bagged, sealed, and\n\nsegregated from other waste. Rees testified that when she interviewed Voss, \"He\n\ntold me that he suspected there might be asbestos in the mastic; and that it was\n\nonly two percent, and he wasn't concerned about it because it was nonfriable.\"\n\nBNB worker Stewart Weston also testified that Voss told him some of the tile\n\nmastic contained asbestos.     He testified that he and several other employees\n\nbrought their concerns about asbestos to Voss \"right away.\"\n\n      On December 31, 2009, Casey Blake, BNB general superintendent for the\n\njobsite, told Voss that \"we needed to stop carpet removal until an abatement crew\n\nis on site.\" BNB safety director Bruce Campbell testified in a deposition, \"As soon\n\nas the tile started coming up with the carpet they should have stopped work.\"\n\nBlake's notes about January 11 also describe a conversation with Weston about\n\nWeston's concerns and reference \"a lot of concerned people . . . [we] decided to\n\nhave a quick meeting with the guys and tell them by no way do we want people\n\nexposed to hazards.\" On that day, Blake also asked Voss \"to have the abatement\n\ncrew look at the [presumed] ACM we found as well and I learned we did not have\n\none signed up yet.\" A BNB \"Weekly Safety Review\" dated January 9, 2010, noted\nthat at the site, \"[a]sbestos floor tiles that come up when carpet is removed need to\n\nbe replaced or set aside in a sealed bag for the abatement contractor. Took\n\n\n\n\n                                        -10-\n\fNo. 70142-8-1/11\n\n\n\nadditional samples to lab for possible asbestos. Samples were not listed on the\n\nGood Faith Survey.\"\n\n       BNB challenges the Board's finding that BNB \"did not take measures to\n\nprotect employees as soon as it had reason to suspect employees were working\n\nwith asbestos-containing material,\" asserting, \"The correct legal standard is\n\n'knowledge,' not 'suspicion.'\" But the fact that the Board's finding did not use the\n\nprecise statutory language does not prevent us from affirming the Board's\n\ndecision.    Substantial evidence supports the Board's finding that BNB had\n\nconstructive knowledge of the violative condition under RCW 49.17.180(6).\n\n       The Board found that BNB \"obtained an asbestos survey adequate to\n\ndetermine if the materials to be demolished contained asbestos.\" BNB infers from\n\nthis that \"the Board concluded that an adequate [survey] had been obtained,\" and\n\n\"the Board found BNB had been reasonably diligent and reasonably believed it\n\nwas following the [survey] and the promulgated standard.\" However, BNB was not\n\nentitled to rely only on this survey for the duration of its work, ignoring readily\n\nobservable conditions discovered at the jobsite demonstrating workers' exposure\n\nto asbestos.   Despite evidence that contradicted the ECI survey, BNB did not\n\n\"'anticipate hazards to which employees may be exposed,'\" or \"'take measures to\n\nprevent the occurrence.'\"27 Substantial evidence shows that BNB could have\nprotected its workers from asbestos exposure through the exercise of reasonable\n\ndiligence.\n\n       27 Erection Co., 160 Wn. App. at 206-07 (quoting Kokosing, 232 Fed. Appx.\nAt 512).\n\n                                        -11-\n\fNo. 70142-8-1/12\n\n\n\nFailure to Dispose of Wastes\n\n       BNB also challenges violation 1-9, which sanctioned BNB for its failure to\n\nensure \"[p]rompt cleanup and disposal of wastes and debris contaminated with\n\nasbestos in leak-tight containers.\" BNB argues that (1) there was no evidence that\n\nBNB created or was aware of the debris and (2) because BNB is not a certified\n\nasbestos contractor, such cleanup was beyond the scope of its work.               BNB\n\ncontends, \"It is inconsistent for the Department to cite BNB for failing to engage in\n\nthe clean up operations for asbestos, when BNB was never certified to engage in\n\nsuch activities.\"   However, BNB's lack of certification and the limitations of its\n\ncontract do not excuse workers' exposure to \"chunks of fluffy, dry friable asbestos\n\npipe insulation,\" which Rees found \"dropped on the floor\" during her inspection.\n\nMoreover, BNB did not dispute that for nearly two weeks, workers demolished\n\ncarpet and broken floor tiles without air monitoring, protective clothing, respirators,\n\ncritical barriers, or wet saturation removal. At the end of that time, BNB had still\n\nnot engaged an abatement contractor. The record contains substantial evidence\n\nshowing that BNB failed to clean up debris contaminated with asbestos.\n\nWritten Respirator Program\n\n       BNB argues next that substantial evidence does not support the\n\nDepartment's citation for violation 2-3, in which the Department found that BNB's\nwritten respirator program was deficient.        The Department cited BNB for \"not\n\nlistfing] specific respirators to be used for each type of hazard, such as lead, silica,\n\n\n\n\n                                          -12-\n\fNo. 70142-8-1/13\n\n\n\nasbestos or dusts. The program is generic in nature and must be tailored to the\n\nemployer's workplace and hazards found on the work site.\"\n\n      WAC 296-842-12005(1) requires that employers \"[d]evelop a complete\n\nworksite-specific written respiratory protection program\" that includes a list of\n\nrequired elements related to respirator selection and use, medical evaluation, fit\n\ntest procedures, and training. BNB did not present a worksite-specific respirator\n\nprogram. \"Pre-activity hazard analysis\" forms in the record identify hazards such\n\nas lead and note the need for personal protective equipment.        But neither the\n\nrespirator program nor the hazard analysis forms specify \"the appropriate\n\nrespirator for each respiratory hazard in your workplace,\"28 as required by the\napplicable regulation.   Substantial evidence supports the Board's finding that\n\nBNB's written respirator program was deficient.\n\nPenalties\n\n       Finally, BNB argues the Board erred by affirming penalties that the\nDepartment increased because of a \"poor\" rating for good faith. The Department\nmay adjust a base penalty using several factors, including \"good faith effort.\"29 A\n\"poor\" rating for good faith results in a 20 percent increase in the base penalty.30\nTo determine good faith, the Board considers if the employer \"(1) took prompt\naction to understand and comply with the regulation, (2) cooperated with the\ninvestigation, (3) worked with the Department to resolve the problem, and (4)\n\n       28 WAC 296-842-12005 (Table 3).\n       29 WAC 296-900-14015 (Table 5).\n       30 WAC 296-900-14015 (Table 5).\n\n                                        -13-\n\fNo. 70142-8-1/14\n\n\n\nappeared committed to assuring a safe and healthful workplace.\"31 Conscious\n\ndisregard of risks, delay in correcting the violation, deceptive behavior, and willful\n\nresistance to compliance indicate a lack of good faith.32\n\n       Rees testified that \"a variety of factors\" contributed to her good faith rating,\n\nincluding \"incorrect or evasive information\" from management:\n\n       Mr. Voss told me the workers were wearing respirators during the removal\n       of the floor tile.   Later on when I interviewed him in BNBuilders office, he\n       admitted that the respirators weren't provided until the very end. Mr. Voss\n       stated that Pete Campbell took the—some of the supplemental asbestos\n       samples during the course of the work, and that he was an accredited\n       inspector. Later on Mr. Voss admitted that he was the one who took the\n       samples, not Mr. Campbell, and Mr. Campbell was not accredited at the\n       time. Mr. Voss completely misrepresented the amount of tile that was\n       removed by workers from BNBuilders, which he corrected much later. So\n       information was not candid and forthright at the outset of the inspection.\n       When I contained [sic] information that contradicted what I had been told by\n       management from multiple sources, I confronted them, and then they did\n       admit the truth. But BNBuilders, you know, was not particularly cooperative\n       in this inspection in providing truthful information.1331\n\n       The substantial evidence standard \"necessarily entails acceptance of the\n\nfactfinder's views regarding the credibility of witnesses and the weight to be given\n\nreasonable but competing inferences.\"34 Testimony in the record supports the\n\nBoard's finding that BNB \"failed to fully and completely disclose pertinent\n\ninformation during the inspection.\" Because the Department based its penalty\n\ncalculation on the factors in RCW 49.17.180(7) and substantial evidence supports\n\n\n\n       31 Panzer. 104 Wn. App. at 324.\n       32 Panzer, 104 Wn. App. at 324.\n       33 Voss denied at hearing that he told Rees he had taken any samples.\n       34 State v. ex rel. Lige & Wm. B. Pickson Co. v. Pierce County, 65 Wn. App.\n614, 618, 829 P.2d 217 (1992).\n\n                                           -14-\n\fNo. 70142-8-1/15\n\n\n\nthe calculations, the penalties are not arbitrary or based on untenable grounds.35\n\nThe Pepartment did not abuse its discretion.\n\n                                   CONCLUSION\n\n       Because substantial evidence in the record supports the Board's findings\n\nthat BNB knew or could have known through reasonable diligence that its\n\nemployees were exposed to asbestos, that BNB failed to properly clean up\n\nasbestos debris or maintain a written respirator program, and that the Pepartment\n\ndid not abuse its discretion by assessing a \"poor\" good faith rating, we affirm.\n\n\n\n\n                                                     MjA^JC^\nWE CONCUR:\n\n\n\n\n                                                  ^^^U^A^n^\n\n\n\n\n       35 Panzer at 104 Wn. App. at 327.\n\n                                         -15-\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                   fs ••-•\n\n\n\n\n                                             Ui\n                          29IUUL-1 h,i\n\n\n\n\n      IN THE COURT OF APPEALS FOR THE STATE OF WASHINGTON\n\nBN BUILDERS, INC., a Washington\ncorporation,                                  No. 70142-8-\n\n\n                    Appellant,                    DIVISION ONE\n\n\n\n\nDEPARTMENT OF LABOR AND                           UNPUBLISHED OPINION\nINDUSTRIES AND BOARD OF\nINDUSTRIAL INSURANCE APPEALS,                     FILED: July 7, 2014\n\n                    Respondent\n\n\n\n      Leach, J. — BN Builders Inc. (BNB) appeals a superior court judgment\n\naffirming the decision of the Board of Industrial Insurance Appeals (Board)\ninvolving Department of Labor & Industries (Department) citations for asbestos\nworkplace violations. BNB contends that substantial evidence does not support\n\nthe Board's findings and that the Board applied an inappropriate strict liability\n\nstandard.   BNB also disputes the assessed penalties, which the Department\n\nincreased because of a \"poor\" rating for good faith. Because substantial evidence\n\nin the record supports the Board's findings and those findings support the Board's\n\nconclusions of law, we affirm.\n\fNo. 70142-8-1/2\n\n\n\n                                        FACTS\n\n      In late December 2009, BNB began work as the general contractor to\n\nconvert a former hospital into a private school. The original building dates from\n\nthe 1920s, with an additional wing added in 1945. Federal and state law required\n\nBNB to obtain a good faith survey to assess the presence of asbestos before\n\nbeginning demolition work.1\n\n      The property owner gave BNB a survey that Earth Consulting Inc. (ECI)\n\nconducted in 2007.     This survey analyzed 87 samples and found asbestos-\n\ncontaining material (ACM) in vinyl floor tiles, tile and carpet mastic, cement\n\nasbestos board, pipe lagging, tank and water heater insulation, and asphaltic\n\nroofing materials. The ECI survey report noted that it did not address ACM that\n\nmight be located \"behind walls and/or columns, beneath flooring, above non\n\nremovable ceilings, underground, or in any other inaccessible areas,\" and stated,\n\n\"Should suspected ACM be uncovered during demolition activities, it should be\n\nsampled, tested, and characterized at that time.\" The property owner also gave\n\nBNB a 2008 inspection report from Argus Pacific Inc. This inspection analyzed\n\nsamples for other possible contaminants, including lead, mercury, metals,\n\nradiation, and mold.   The Argus Pacific inspection also identified but did not\n\nanalyze \"a large number of suspect asbestos-containing materials that were not\n\nsampled and analyzed during the previous asbestos inspection.\" Argus Pacific\n\n\n\n\n      140 CFR § 763.86; WAC 296-62-07721(1)(c)(ii).\n\n                                       -2-\n\fNo. 70142-8-1/3\n\n\n\nrecommended that the property owner commission a \"more thorough asbestos\n\ninspection\" before demolition.\n\n      Before beginning its work, BNB solicited bids for a new asbestos survey.\n\nAfter two consultants recommended that \"a quality abatement contractor would be\n\nmoney better spent,\" BNB decided to rely on the 2007 ECI asbestos assessment\n\nand not commission another survey. BNB was not a certified asbestos contractor,\n\nand BNB's contract with the property owner expressly excluded abatement or\n\nremoval of hazardous materials. When BNB started work on December 28, 2009,\n\nit had not yet hired an abatement contractor.\n\n       BNB performed a \"soft demolition\": removal of nonstructural portions of the\n\nbuilding. Demolition areas included some not shown as tested in the ECI survey.\n\nAs BNB workers removed carpet, they sometimes also removed old vinyl tiles that\n\nstuck to the carpet. Some of these tiles broke during removal. BNB foreman\n\nRobert Voss instructed workers to throw carpet free of tiles directly into the\n\ndumpster. For carpet containing tile or mastic, Voss directed workers to wrap the\n\nmaterials in plastic bags, secure the bags with duct tape, and place them in a\n\ndesignated room for asbestos abatement contractors to pick up later. Workers did\n\nnot wear protective clothing or use respirators for most or all of the work. In the\n\ncourse of the work, workers sometimes also disturbed thermal system insulation.\n\nOn January 11, 2010, worker Jeff Pennington completed a \"near miss\" incident\n\nreport describing insulation that fell on him from a wall he was demolishing. He\nwrote, \"I had seen it befor[e] but didn't know if it contained asbestos or not. I\n\fNo. 70142-8-1/4\n\n\n\nasked Bob Voss he said it has been tested but the results weren't in yet. WORK\n\nIN THAT AREA WAS HALTED!\"                  At least two BNB workers expressed their\n\nconcerns about asbestos exposure to managers. These managers were on site\n\nduring several days of demolition.\n\n       On January 12, 2010, worker Stewart Weston contacted the Department,\n\nwhich conducted an inspection the next day.          Based on her observations and\n\nbelief that previous surveys had \"serious flaws,\" inspector Janine Rees directed\n\nBNB to obtain another asbestos survey. Subsequent testing by NVL Laboratories\n\nInc. revealed asbestos in a number of materials, including pipe insulation and vinyl\n\nfloor tiles of varying sizes and colors.\n\n       The Department issued a citation to BNB for ten serious and three general\n\nviolations, with a total penalty of $19,300.2       Twelve of the violations involved\n\n\n       2 Specifically, the citation alleged that BNB did not use critical barriers to\nisolate the class II removal of presumed asbestos containing vinyl flooring and\nmastic or have a negative exposure assessment for the work, in violation of WAC\n296-62-07712(9)(b)(i); did not conduct asbestos air monitoring during removal or\nair clearance monitoring after removal of vinyl flooring and mastic, in violation of\nWAC 296-62-07709(3)(a)(ii) and -07709(3)(h); did not ensure the use of full body\nprotective clothing during asbestos removal, which is required in the absence of a\nnegative exposure assessment, in violation of WAC 296-62-07717(1); removed\nasbestos in a dry state without the use of supplied air respirators rather than in a\nwet, saturated state, in violation of WAC 296-62-07712(2)(c) and -07715(4)(a)(ii);\ndid not use certified asbestos workers or obtain certification as a certified asbestos\ncontractor before conducting a class II asbestos abatement project, in violation of\nWAC 296-62-07722(3)(b)(i)(A) and 296-65-030(1); did not obtain an asbestos\nsurvey identifying all asbestos containing materials on the site before starting\nwork, in violation of WAC 296-62-07721 (2)(e); did not promptly encapsulate or\nclean up presumed asbestos thermal system insulation damaged by employees\nduring interior wall demolition, in violation of WAC 296-62-07712(2)(d), -07723(8),\nor -07723(2); did not conduct preabatement asbestos air monitoring before\nremoving presumed asbestos containing vinyl floor tile and mastic, in violation of\n\fNo. 70142-8-1/5\n\n\n\nasbestos removal procedures, and one cited an inadequate respirator program.\n\nThe Department gave BNB a \"poor\" rating for good faith, which increased the\n\npenalties for ten of the violations. BNB appealed the citations, and an industrial\n\nappeals judge affirmed.    BNB then petitioned the Board of Industrial Appeals,\n\nwhich affirmed nine of the serious violations and all three general violations,\n\nimposing a judgment against BNB of $16,800.3 BNB appealed to King County\n\nSuperior Court, which affirmed the Board's decision.\n\n       BNB appeals.\n\n                            STANDARD OF REVIEW\n\n      The Washington Industrial Safety and Health Act of 1973 (WISHA), chapter\n\n49.17 RCW, governs judicial review of a decision issued by the Board.4 This court\n\ndirectly reviews the Board's decision based on the record before the agency.5 The\n\nBoard's findings of fact are conclusive if they are supported by substantial\n\nevidence when viewed in light of the record as a whole.6 Substantial evidence is\n\nevidence sufficient to persuade a fair-minded person of the truth of the matter\n\n\n\n\nWAC 296-62-07709(3)(g); did not file with the Department a notice of intent to\nremove asbestos abatement project before conducting a class II asbestos\nabatement project, in violation of WAC 296-65-020(1 )(e); and did not maintain an\nadequate respirator protection program, in violation of WAC 296-842-12005(1).\n      3 The Board reversed violation 1-8, in which the Department found that\n\"Before starting work on site, the employer did not obtain an asbestos survey to\ndetermine if all materials to be worked on, or removed, contain asbestos.\"\n      4 RCW 49.17.140.150(1).\n      5 Mowat Constr. Co. v. Dep't of Labor & Indus., </pre><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">920</span></span><pre class=\"inline\">, 925, </pre><span class=\"citation\" data-id=\"2635092\"><a href=\"/opinion/2635092/mowat-const-co-v-department-of-labor-and-industries/\"><span class=\"volume\">201</span>\n<span class=\"reporter\">P.3d</span> <span class=\"page\">407</span></a></span><pre class=\"inline\"> (2009).\n      6 RCW 49.17.150(1); Mowat, 148 Wn. App. at 925.\n\fNo. 70142-8-1/6\n\n\n\nasserted.7 If this court determines that substantial evidence supports the Board's\n\nfindings, it then decides if those findings support the Board's conclusions of law.8\n\n       This court reviews the Board's interpretation of a statute or regulation de\n\nnovo, under an error of law standard.9 This court gives \"substantial weight\" to the\n\nagency's interpretation of regulations within its area of expertise and will uphold\n\nthat interpretation if \"'it reflects a plausible construction of the language of the\n\nstatute and is not contrary to the legislative intent.'\"10 This court reviews WISHA\n\npenalty amounts for abuse of discretion.11 A court abuses its discretion where its\n\ndecision is arbitrary or rests on untenable grounds or reasons.12\n\n                                     ANALYSIS\n\n\nWISHA and Asbestos\n\n       The legislature enacted WISHA \"to assure, insofar as may reasonably be\n\npossible, safe and healthful working conditions for every man and woman working\n\nin the state of Washington.\"13 In RCW 49.26.010, the legislature recognized the\n\ndangers of exposure to asbestos, which is \"known to produce irreversible lung\n\ndamage and bronchogenic carcinoma. . . . The nature of this problem is such as to\n\n       7 Mowat, 148 Wn. App. at 925.\n       8 J.E. Dunn Nw. Inc. v. Dep't of Labor & Indus., </pre><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">35</span></span><pre class=\"inline\">, 42, </pre><span class=\"citation\" data-id=\"2586138\"><a href=\"/opinion/2586138/je-dunn-northwest-inc-v-dept-of-labor-industries/\"><span class=\"volume\">156</span>\n       <span class=\"reporter\">P.3d</span> <span class=\"page\">250</span></a></span><pre class=\"inline\"> (2007).\n       9 Roller v. Dep't of Labor & Indus., </pre><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">922</span></span><pre class=\"inline\">, 926, </pre><span class=\"citation\" data-id=\"2630015\"><a href=\"/opinion/2630015/roller-v-department-of-labor-industries/\"><span class=\"volume\">117</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">385</span></a></span><pre class=\"inline\">\n(2005).\n       10 Cobra Roofing Serv.. Inc. v. Dep't of Labor & Indus., </pre><span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">402</span></span><pre class=\"inline\">,\n409, </pre><span class=\"citation\" data-id=\"2589444\"><a href=\"/opinion/2589444/cobra-roofing-service-inc-v-department-of-labor-industries/\"><span class=\"volume\">97</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\"> (2004) (quoting Seatoma Convalescent Ctr. v. Dep't of Soc. &\nHealth Serv., </pre><span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">495</span></span><pre class=\"inline\">, 518, </pre><span class=\"citation\" data-id=\"1274550\"><a href=\"/opinion/1274550/seatoma-convalescent-center-v-dshs/\"><span class=\"volume\">919</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">602</span></a></span><pre class=\"inline\"> (1996)).\n       \" Panzer v. Dep't of Labor & Indus., </pre><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">307</span></span><pre class=\"inline\">, 326, </pre><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">35</span></span><pre class=\"inline\">\n(2000).\n       12 Panzer, 104 Wn. App. at 326.\n       13 RCW 49.17.010.\n\n                                          -6-\n\fNo. 70142-8-1/7\n\n\n\nconstitute a hazard to the public health and safety, and should be brought under\n\nappropriate regulation.\"   The legislature established a comprehensive statutory\n\nregime to regulate asbestos, and the Department promulgates and enforces rules\n\nfor all occupational exposure to asbestos in workplaces that WISHA covers.14\n\n      The regulations define \"ACM\" as any material containing more than one\n\npercent asbestos.15 When friable thermal system insulation crumbles or flooring\n\nmaterials break during demolition, asbestos fibers may be released into the air.\n\nIn buildings constructed before 1980, vinyl and asphalt flooring materials are\n\npresumed to contain asbestos.16        Friable thermal system insulation is also\n\npresumed to contain asbestos.17 To ensure proper identification and abatement of\n\nACM, an owner or agent must perform a good faith inspection for ACM before any\n\nconstruction, renovation, remodeling, or demolition that may disturb and expose\n\nworkers to asbestos.18 An employer may rebut the presumption of asbestos by\n\nproducing a report by an industrial hygienist who has used \"recognized analytical\n\ntechniques\" showing that the material is asbestos-free.19        Removal of broken\n\nasbestos-containing vinyl floor tile is a class II asbestos project, requiring the use\n\nof certified asbestos workers.20\n\n\n       14 RCW 49.26; WAC 296-62-077 to -0755; WAC 296-65-001 to -050.\n       15 WAC 296-62-07703.\n       16 WAC 296-62-07712(10)(a)(ix); WAC 296-62-07721 (1)(b).\n       17 WAC 296-62-07712(12)(b).\n       18 RCW 49.26.013(1); WAC 296-62-07721 (2)(b)(ii); Prezant Assocs.. Inc. v.\nDep't of Labor & Indus., </pre><span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 8, </pre><span class=\"citation\" data-id=\"2518938\"><a href=\"/opinion/2518938/prezant-associates-inc-v-department/\"><span class=\"volume\">165</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\"> (2007).\n       19 WAC 296-62-07712(10)(a)(ix).\n       20 WAC 296-62-07703, -07722(3)(b)(i)(B). Class II asbestos work involving\nintact materials or less than one square foot of ACM is not considered an asbestos\n\fNo. 70142-8-1/8\n\n\n\n       RCW 49.17.180 divides civil violations of WISHA into three categories:\n\nwillful or repeat, serious, and not serious.   The Department cited BNB for 10\n\nserious violations, which exist where\n\n       a substantial probability that death or serious physical harm could result\n       from a condition which exists, or from one or more practices, means,\n       methods, operations, or processes which have been adopted or are in use\n       in such workplace, unless the employer did not, and could not with the\n       exercise of reasonable diligence, know of the presence of the violation.[21]\n\n       To prove a violation of a specific health and safety standard, the\n\nDepartment must prove (1) the cited standard applies, (2) the employer did not\n\nmeet the requirements of the standard, (3) employees were exposed to the\n\nviolative condition, (4) \"'the employer knew or, through the exercise of reasonable\n\ndiligence, could have known of the violative condition,'\" and (5) there is a\n\nsubstantial probability that death or serious injury could result from the violative\n\ncondition.22   \"[Cjonstructive knowledge is sufficient to prove knowledge of the\n\nviolative condition.\"23 The Department may establish constructive knowledge of a\n\nWISHA violation in a number of ways, including with evidence showing that the\n\nviolation was readily observable or in a conspicuous location in the area where the\n\nemployees were working.24       \"'Reasonable diligence involves several factors,\n\n\nproject and does not require asbestos worker certification.        WAC 296-62-\n07722(3)(b)(ii)(A)-(B).\n       21 RCW 49.17.180(6).\n       22 Wash. Cedar & Supply Co. v. Dep't of Labor & Indus., </pre><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">906</span></span><pre class=\"inline\">,\n914, </pre><span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1012</span></span><pre class=\"inline\"> (2003) (quoting D.A. Collins Constr. Co. v. Sec'v of Labor, 117\nF.3d691,694(2dCir. 1997)).\n       23 BD Roofing, Inc. v. Dep't of Labor & Indus.. </pre><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">98</span></span><pre class=\"inline\">, 109, </pre><span class=\"citation\" data-id=\"2599699\"><a href=\"/opinion/2599699/bd-roofing-inc-v-state-dol-and-industries/\"><span class=\"volume\">161</span>\n<span class=\"reporter\">P.3d</span> <span class=\"page\">387</span></a></span><pre class=\"inline\"> (2007).\n       24 BD Roofing, 139 Wn. App. at 109-10.\n\n                                        -8-\n\fNo. 70142-8-1/9\n\n\n\nincluding an employer's obligation to inspect the work area, to anticipate hazards\n\nto which employees may be exposed, and to take measures to prevent the\n\noccurrence.'\"25\n\nBNB's Knowledge of the Violative Condition\n\n       BNB challenges the Department's proof of the fourth element, arguing that\n\nBNB exercised reasonable diligence by obtaining and relying on ECl's survey and\n\ncould not have known of the presence of asbestos at the site. BNB contends that\n\nthe Board's decision to reverse violation 1-8, \"the employer did not obtain an\n\nasbestos survey to determine if all materials to be worked on, or removed, contain\n\nasbestos,\" supports its argument that it exercised reasonable diligence. As BNB\nframes the issue, the Board improperly penalized it for reasonably relying on a\n\ngood faith survey and \"inappropriately applied a strict liability standard\" to reach a\ndecision that \"defies common sense and construction industry practice.\"26\n\n       BNB mischaracterizes the issue. The Board did not sanction BNB for its\n\ninitial reliance upon its good faith survey. Instead, the Board sanctioned BNB\nbecause, as a result of its work, it later \"knew or, through the exercise of\nreasonable diligence, could have known\" of the hazardous conditions that the\nsurvey did not reveal. In its findings of fact, the Board found that \"[t]he employer\ndid not take measures to protect employees as soon as it had reason to suspect\n\n       25 Erection Co. v. Dep't of Labor & Indus.. </pre><span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">194</span></span><pre class=\"inline\">, 206-07, </pre><span class=\"citation no-link\"><span class=\"volume\">248</span>\n<span class=\"reporter\">P.3d</span> <span class=\"page\">1085</span></span><pre class=\"inline\"> (2011) (internal quotation marks omitted) (quoting Kokosing Constr. Co.\nv. Occupational Safety & Hazard Review Comm'n, 232 Fed. Appx. 510, 512 (6th\nCir. 2007)).\n       26 In an amicus brief, the Associated General Contractors of Washington\nmakes a similar argument.\n\fNo. 70142-8-1/10\n\n\n\nemployees were working with asbestos-containing material.\" Substantial evidence\n\nsupports these findings.   Voss appeared to treat the vinyl tiles pulled up with\n\ncarpet as ACM when he ordered that they be double-bagged, sealed, and\n\nsegregated from other waste. Rees testified that when she interviewed Voss, \"He\n\ntold me that he suspected there might be asbestos in the mastic; and that it was\n\nonly two percent, and he wasn't concerned about it because it was nonfriable.\"\n\nBNB worker Stewart Weston also testified that Voss told him some of the tile\n\nmastic contained asbestos.     He testified that he and several other employees\n\nbrought their concerns about asbestos to Voss \"right away.\"\n\n      On December 31, 2009, Casey Blake, BNB general superintendent for the\n\njobsite, told Voss that \"we needed to stop carpet removal until an abatement crew\n\nis on site.\" BNB safety director Bruce Campbell testified in a deposition, \"As soon\n\nas the tile started coming up with the carpet they should have stopped work.\"\n\nBlake's notes about January 11 also describe a conversation with Weston about\n\nWeston's concerns and reference \"a lot of concerned people . . . [we] decided to\n\nhave a quick meeting with the guys and tell them by no way do we want people\n\nexposed to hazards.\" On that day, Blake also asked Voss \"to have the abatement\n\ncrew look at the [presumed] ACM we found as well and I learned we did not have\n\none signed up yet.\" A BNB \"Weekly Safety Review\" dated January 9, 2010, noted\nthat at the site, \"[a]sbestos floor tiles that come up when carpet is removed need to\n\nbe replaced or set aside in a sealed bag for the abatement contractor. Took\n\n\n\n\n                                        -10-\n\fNo. 70142-8-1/11\n\n\n\nadditional samples to lab for possible asbestos. Samples were not listed on the\n\nGood Faith Survey.\"\n\n       BNB challenges the Board's finding that BNB \"did not take measures to\n\nprotect employees as soon as it had reason to suspect employees were working\n\nwith asbestos-containing material,\" asserting, \"The correct legal standard is\n\n'knowledge,' not 'suspicion.'\" But the fact that the Board's finding did not use the\n\nprecise statutory language does not prevent us from affirming the Board's\n\ndecision.    Substantial evidence supports the Board's finding that BNB had\n\nconstructive knowledge of the violative condition under RCW 49.17.180(6).\n\n       The Board found that BNB \"obtained an asbestos survey adequate to\n\ndetermine if the materials to be demolished contained asbestos.\" BNB infers from\n\nthis that \"the Board concluded that an adequate [survey] had been obtained,\" and\n\n\"the Board found BNB had been reasonably diligent and reasonably believed it\n\nwas following the [survey] and the promulgated standard.\" However, BNB was not\n\nentitled to rely only on this survey for the duration of its work, ignoring readily\n\nobservable conditions discovered at the jobsite demonstrating workers' exposure\n\nto asbestos.   Despite evidence that contradicted the ECI survey, BNB did not\n\n\"'anticipate hazards to which employees may be exposed,'\" or \"'take measures to\n\nprevent the occurrence.'\"27 Substantial evidence shows that BNB could have\nprotected its workers from asbestos exposure through the exercise of reasonable\n\ndiligence.\n\n       27 Erection Co., 160 Wn. App. at 206-07 (quoting Kokosing, 232 Fed. Appx.\nAt 512).\n\n                                        -11-\n\fNo. 70142-8-1/12\n\n\n\nFailure to Dispose of Wastes\n\n       BNB also challenges violation 1-9, which sanctioned BNB for its failure to\n\nensure \"[p]rompt cleanup and disposal of wastes and debris contaminated with\n\nasbestos in leak-tight containers.\" BNB argues that (1) there was no evidence that\n\nBNB created or was aware of the debris and (2) because BNB is not a certified\n\nasbestos contractor, such cleanup was beyond the scope of its work.               BNB\n\ncontends, \"It is inconsistent for the Department to cite BNB for failing to engage in\n\nthe clean up operations for asbestos, when BNB was never certified to engage in\n\nsuch activities.\"   However, BNB's lack of certification and the limitations of its\n\ncontract do not excuse workers' exposure to \"chunks of fluffy, dry friable asbestos\n\npipe insulation,\" which Rees found \"dropped on the floor\" during her inspection.\n\nMoreover, BNB did not dispute that for nearly two weeks, workers demolished\n\ncarpet and broken floor tiles without air monitoring, protective clothing, respirators,\n\ncritical barriers, or wet saturation removal. At the end of that time, BNB had still\n\nnot engaged an abatement contractor. The record contains substantial evidence\n\nshowing that BNB failed to clean up debris contaminated with asbestos.\n\nWritten Respirator Program\n\n       BNB argues next that substantial evidence does not support the\n\nDepartment's citation for violation 2-3, in which the Department found that BNB's\nwritten respirator program was deficient.        The Department cited BNB for \"not\n\nlistfing] specific respirators to be used for each type of hazard, such as lead, silica,\n\n\n\n\n                                          -12-\n\fNo. 70142-8-1/13\n\n\n\nasbestos or dusts. The program is generic in nature and must be tailored to the\n\nemployer's workplace and hazards found on the work site.\"\n\n      WAC 296-842-12005(1) requires that employers \"[d]evelop a complete\n\nworksite-specific written respiratory protection program\" that includes a list of\n\nrequired elements related to respirator selection and use, medical evaluation, fit\n\ntest procedures, and training. BNB did not present a worksite-specific respirator\n\nprogram. \"Pre-activity hazard analysis\" forms in the record identify hazards such\n\nas lead and note the need for personal protective equipment.        But neither the\n\nrespirator program nor the hazard analysis forms specify \"the appropriate\n\nrespirator for each respiratory hazard in your workplace,\"28 as required by the\napplicable regulation.   Substantial evidence supports the Board's finding that\n\nBNB's written respirator program was deficient.\n\nPenalties\n\n       Finally, BNB argues the Board erred by affirming penalties that the\nDepartment increased because of a \"poor\" rating for good faith. The Department\nmay adjust a base penalty using several factors, including \"good faith effort.\"29 A\n\"poor\" rating for good faith results in a 20 percent increase in the base penalty.30\nTo determine good faith, the Board considers if the employer \"(1) took prompt\naction to understand and comply with the regulation, (2) cooperated with the\ninvestigation, (3) worked with the Department to resolve the problem, and (4)\n\n       28 WAC 296-842-12005 (Table 3).\n       29 WAC 296-900-14015 (Table 5).\n       30 WAC 296-900-14015 (Table 5).\n\n                                        -13-\n\fNo. 70142-8-1/14\n\n\n\nappeared committed to assuring a safe and healthful workplace.\"31 Conscious\n\ndisregard of risks, delay in correcting the violation, deceptive behavior, and willful\n\nresistance to compliance indicate a lack of good faith.32\n\n       Rees testified that \"a variety of factors\" contributed to her good faith rating,\n\nincluding \"incorrect or evasive information\" from management:\n\n       Mr. Voss told me the workers were wearing respirators during the removal\n       of the floor tile.   Later on when I interviewed him in BNBuilders office, he\n       admitted that the respirators weren't provided until the very end. Mr. Voss\n       stated that Pete Campbell took the—some of the supplemental asbestos\n       samples during the course of the work, and that he was an accredited\n       inspector. Later on Mr. Voss admitted that he was the one who took the\n       samples, not Mr. Campbell, and Mr. Campbell was not accredited at the\n       time. Mr. Voss completely misrepresented the amount of tile that was\n       removed by workers from BNBuilders, which he corrected much later. So\n       information was not candid and forthright at the outset of the inspection.\n       When I contained [sic] information that contradicted what I had been told by\n       management from multiple sources, I confronted them, and then they did\n       admit the truth. But BNBuilders, you know, was not particularly cooperative\n       in this inspection in providing truthful information.1331\n\n       The substantial evidence standard \"necessarily entails acceptance of the\n\nfactfinder's views regarding the credibility of witnesses and the weight to be given\n\nreasonable but competing inferences.\"34 Testimony in the record supports the\n\nBoard's finding that BNB \"failed to fully and completely disclose pertinent\n\ninformation during the inspection.\" Because the Department based its penalty\n\ncalculation on the factors in RCW 49.17.180(7) and substantial evidence supports\n\n\n\n       31 Panzer. 104 Wn. App. at 324.\n       32 Panzer, 104 Wn. App. at 324.\n       33 Voss denied at hearing that he told Rees he had taken any samples.\n       34 State v. ex rel. Lige & Wm. B. Pickson Co. v. Pierce County, </pre><span class=\"citation\" data-id=\"1423910\"><a href=\"/opinion/1423910/state-v-county-of-pierce/\"><span class=\"volume\">65</span> <span class=\"reporter\">Wash. App.</span>\n<span class=\"page\">614</span></a></span><pre class=\"inline\">, 618, </pre><span class=\"citation\" data-id=\"1423910\"><a href=\"/opinion/1423910/state-v-county-of-pierce/\"><span class=\"volume\">829</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">217</span></a></span><pre class=\"inline\"> (1992).\n\n                                           -14-\n\fNo. 70142-8-1/15\n\n\n\nthe calculations, the penalties are not arbitrary or based on untenable grounds.35\n\nThe Pepartment did not abuse its discretion.\n\n                                   CONCLUSION\n\n       Because substantial evidence in the record supports the Board's findings\n\nthat BNB knew or could have known through reasonable diligence that its\n\nemployees were exposed to asbestos, that BNB failed to properly clean up\n\nasbestos debris or maintain a written respirator program, and that the Pepartment\n\ndid not abuse its discretion by assessing a \"poor\" good faith rating, we affirm.\n\n\n\n\n                                                     MjA^JC^\nWE CONCUR:\n\n\n\n\n                                                  ^^^U^A^n^\n\n\n\n\n       35 Panzer at 104 Wn. App. at 327.\n\n                                         -15-\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1274550/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1423910/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2518938/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2586138/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2589444/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2599699/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2630015/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2635092/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T10:57:49.136584Z",
      "date_modified": "2014-10-30T10:57:49.136584Z",
      "date_filed": "2014-07-07",
      "date_filed_is_approximate": false,
      "slug": "bnbuilders-inc-v-wa-state-department-of-labor-indu",
      "citation_id": 2688434,
      "case_name_short": "",
      "case_name": "Bnbuilders Inc. v. Wa State Department Of Labor & Industries",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/618527/bnbuilders-inc-v-wa-state-department-of-labor-indu/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T10:57:49.133281Z",
  "date_modified": "2014-10-30T10:57:49.133281Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Bnbuilders Inc. v. Wa State Department Of Labor & Industries",
  "case_name_full": "",
  "slug": "bnbuilders-inc-v-wa-state-department-of-labor-indu",
  "docket_number": "70142-8",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}