{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/6229245/",
  "id": 6229245,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/pa/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4445876/",
      "id": 4445876,
      "absolute_url": "/opinion/4445876/mission-funding-alpha-v-commonwealth-aplt/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/6229245/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4223129/",
          "id": 4223129,
          "absolute_url": "/opinion/4445876/mission-funding-alpha-v-commonwealth-aplt/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4445876/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2017-11-22T16:16:06.586616Z",
          "date_modified": "2017-11-22T16:28:38.806071Z",
          "type": "010combined",
          "sha1": "2476f11962321a9794627b5d711dcd453058b91f",
          "page_count": 26,
          "download_url": "http://www.pacourts.us/assets/opinions/Supreme/out/Majority Opinion  ReversedReinstatedRemanded  10332884827766755.pdf",
          "local_path": "pdf/2017/11/22/mission_funding_alpha_v._commonwealth_aplt..pdf",
          "plain_text": "                                 [J-28-2017]\n                  IN THE SUPREME COURT OF PENNSYLVANIA\n                              MIDDLE DISTRICT\n\n  SAYLOR, C.J., BAER, TODD, DONOHUE, DOUGHERTY, WECHT, MUNDY, JJ.\n\n\nMISSION FUNDING ALPHA,                      :     No. 2 MAP 2016\n                                            :\n                    Appellee                :     Appeal from the Order of the\n                                            :     Commonwealth Court at No. 313 FR\n                                            :     2012 dated January 14, 2016, exited\n             v.                             :     January 15, 2015, overruling the\n                                            :     Commonwealth's exceptions and\n                                            :     entering judgment of the December 10,\nCOMMONWEALTH OF PENNSYLVANIA,               :     2015 order that reversed the decision of\n                                            :     the Board of Finance and Revenue\n                    Appellant               :     dated March 27, 2012 and exited on\n                                            :     March 30, 2012 at No. 1118798.\n                                            :\n                                            :     ARGUED: May 9, 2017\n\n\n                                      OPINION\n\n\nJUSTICE DOUGHERTY                                       DECIDED: November 22, 2017\n      We consider the Commonwealth Court’s decision that the three-year tax refund\n\nperiod specified in Section 3003.1(a) of the Tax Reform Code of 1971 (Tax Code), 72\n\nP.S. §10003.1(a), begins to run on the date the corporate taxpayer files its annual tax\n\nreport. We hold the Commonwealth Court erred in so holding under the circumstances\n\nof this case, and therefore reverse and remand.\n\n      Appellee, Mission Funding Alpha, is a calendar-year taxpayer that conducted\n\nbusiness in the Commonwealth of Pennsylvania during the year ending December 31,\n\n2007 (2007 Tax Year), and pursuant to Section 602(b)(1) of the Tax Code, was subject\n\nto the Pennsylvania Foreign Franchise Tax.        72 P.S. §7602(b)(1) (requiring foreign\n\nentities to pay franchise tax annually). The relevant statutes require that corporate\n\ftaxpayers such as appellee make installment payments of franchise taxes throughout\n\nthe year, and that “the remaining portion of…the franchise tax, if any, shall be paid upon\n\nthe date the corporation’s annual report is required to be filed without reference to any\n\nextension of time for filing such report.” 72 P.S. §10003.2(a)(2), (c)(2). In this case,\n\nappellee’s annual tax report (the Report) was due to be filed on or before April 15, 2008.\n\n72 P.S. §707 (entities liable to pay franchise tax required to file annual report on or\n\nbefore fifteenth of April and to pay franchise tax at the time of making the report); 72\n\nP.S. §7403(a) (corporation liable to pay tax on or before April 15 shall file annual\n\nreport); 72 P.S. §7601(b) (requiring entities to file franchise tax report annually). As of\n\nApril 15, 2008, appellee had timely remitted to the Pennsylvania Department of\n\nRevenue (the Department) quarterly estimated payments totaling $430,000 for its 2007\n\nTax Year liability. Stipulation of Facts ¶10. A $32,297 credit overpayment was also\n\ncarried forward for appellee’s 2007 Tax Year liability. Id. at ¶11. Thus, as of April 15,\n\n2008, appellee’s estimated payments and deposited credits totaled $462,297. Id. at\n\n¶12.\n\n       Without first seeking an extension of time to file its Report after the due date of\n\nApril 15, 2008, appellee filed it late — on September 19, 2008 — reporting a $66,344\n\nfranchise tax liability and a $314,175 corporate net income tax liability for a total tax\n\nliability of $380,519. Id. at ¶¶8, 13, 14. The Department accepted appellee’s reported\n\nfranchise tax liability and imposed a $913 late-filing penalty because appellee had not\n\nrequested a filing extension and had not filed its Report by the due date of April 15,\n\n2008. Id. at ¶19.1 On September 16, 2011, appellee filed a petition for refund with the\n\n1\n  After the Department applied all tax credits and estimated payments to the 2007 Tax\nYear liability, an $81,778 overpayment remained ($462,297 minus $380,519), which the\nDepartment transferred to the 2008 Tax Year. Stipulation of Facts at ¶¶16, 18. The\nDepartment did not charge appellee any interest from the due date of April 15, 2008 to\nthe actual Report filing date of September 19, 2008. Id. at ¶20.\n\n\n\n                                     [J-28-2017] - 2\n\fBoard of Appeals, seeking a refund of the entire amount of its reported 2007 franchise\n\ntax liability ($66,344).2 The Board of Appeals dismissed the petition as untimely, stating\n\nit was filed more than three years after the payment date of April 15, 2008. Board of\n\nAppeals Op. at 1. See 72 P.S. §10003.1(a) (petition for refund must be filed “within\n\nthree years of actual payment of the tax, interest or penalty”). Appellee then appealed\n\nto the Board of Finance and Revenue, arguing its refund petition was timely because\n\nthe time to file a petition did not begin to run until its tax was defined or deemed paid,\n\nwhich did not occur until appellee filed its 2007 Report on September 19, 2008. The\n\nBoard of Finance and Revenue affirmed the decision of the Board of Appeals,\n\nconcluding although appellee paid $66,344 in franchise tax for 2007 on the due date of\n\nApril 15, 2008, the refund petition was filed more than three years after that due date,\n\nand therefore was untimely. Board of Finance and Revenue Op. at 3 (refund petition\n\nfiled “more than three years after the April 15, 2008, tax payment and report filing due\n\ndate, or 153 days late”).\n\n       Appellee appealed to the Commonwealth Court.3 Appellee argued the applicable\n\nstatute of limitations for a refund claim is three years from the date of payment of tax but\n\na tax is not deemed “paid” until amounts are applied to a definite tax liability. According\n\nto appellee, even if estimated payments or installment payments are made, the “date of\n\n\n2\n   Appellee sought a refund based on adjustments to capital stock value and\napportionment as well as special apportionment and multiform/unrelated asset\ntreatment.\n3\n   Appeals taken from the Board of Finance and Revenue to the Commonwealth Court\nlie in that court’s appellate jurisdiction; however, review is de novo in nature as no\nrecord is certified from the Board. Tool Sales & Serv. Co. v. Com., 637 A.2d 607, 610\n(Pa. 1993). The court considers facts jointly stipulated by the parties. “Any final order\nof the Commonwealth Court entered in an appeal from a decision of the Board of\nFinance and Revenue [is] appealable to the Supreme Court, as of right….” Wirth v.\nCom., 95 A.3d 822, 829 n.5 (Pa. 2014), quoting 42 Pa.C.S. §723(b).\n\n\n\n                                      [J-28-2017] - 3\n\fpayment” for purposes of calculating a refund claim period means the date a report or\n\nreturn is filed.4 Appellee’s Petition for Review, at 5-6, citing Trevelyan v. United States,\n\n219 F. Supp. 716 (D. Conn. 1963) (remittances made prior to determination of\n\ntaxpayer’s actual liability do not constitute payment of a tax for purpose of commencing\n\nlimitations period on refund claims). Appellee further contended such interpretation is\n\nconsistent with the statute of limitations for assessments, which is three years from the\n\ndate a report is filed. Id. at 5, citing 72 P.S. §7407.3 (“Tax may be assessed within\n\nthree years after the date the report is filed.”). Appellee insisted its petition for refund\n\nwas timely filed because it filed its petition on September 16, 2011, less than three\n\nyears after the date of payment which did not actually occur until September 19, 2008,\n\nwhen it filed its Report. Id.\n\n       The Commonwealth Court en banc agreed with appellee and reversed the Board\n\nof Finance and Revenue. Mission Funding Alpha v. Com., 129 A.3d 614 (Pa. Cmwlth.\n\n2015). The court initially observed Section 3003.1(a), which authorizes refund petitions,\n\nprovides:\n\n       For a tax collected by the Department of Revenue, a taxpayer who has\n       actually paid tax, interest or penalty to the Commonwealth or to an agent\n       or licensee of the Commonwealth authorized to collect taxes may petition\n       the Department of Revenue for refund or credit of the tax, interest or\n       penalty. Except as otherwise provided by statute, a petition for\n       refund must be made to the department within three years of actual\n       payment of the tax, interest or penalty.\n\n\n4\n  At times, the parties and the court refer to statutes or case law from other jurisdictions\n— or from Pennsylvania in other contexts — where the term “tax return” is utilized\ninstead of “tax report.” 72 P.S. §7332(a) (taxpayer liable to pay personal income tax\nshall file a “tax return”); 26 U.S.C.S. §6011(a) (any person liable for any tax imposed\nshall make a “return”). We note the terms are used interchangeably at times, but the\nrelevant provisions of the Commonwealth’s Tax Code governing the corporate tax\nliability at issue here refers to “reports.” Corporate taxpayer reports are submitted on\nForm RCT-101 –– PA Corporate Tax Report.\n\n\n\n                                      [J-28-2017] - 4\n\fId. at 616-17, quoting 72 P.S. §10003.1(a) (emphasis added). The court posited that in\n\norder to determine whether a refund petition was timely, it was required to interpret the\n\nundefined statutory phrase “actual payment of tax.” Id. at 617. The court looked to\n\nvarious dictionaries to define the phrase “actual payment of tax,” reasoning:\n\n       According to Black’s Law Dictionary (9th ed. 2009), “payment” is the\n       “[p]erformance of an obligation by the delivery of money . . . accepted\n       in partial or full discharge of an obligation.” Id. at 1243 (emphasis added).\n       Merriam-Webster’s Collegiate Dictionary (11th ed. 2004) defines\n       “payment” as “the act of paying . . . : something that is paid: PAY[.]” Id.\n       at 910 (emphasis added). Black’s Law Dictionary defines “actual” as\n       “[e]xisting in fact; real . . . .” Id. at 40 (emphasis added). According to\n       Merriam-Webster’s Collegiate Dictionary, “actual” means “existing in [f]act\n       and not merely potentially[.]” Id. at 13 (emphasis added).\nId. at 617-18 (emphases in original). The court concluded “the common and approved\n\nusage of the phrase ‘actual payment’ means the delivering of money in the acceptance\n\nand performance of an obligation, rather than the mere depositing of money on account\n\nfor potential future use.” Id. at 618. The court noted Section 403(b) of the Tax Code\n\nrequires corporations to pay estimated tax and to make final payment of tax due with\n\nthe annual corporate tax report, and Section 403(c) provides the amount of taxes not\n\npaid on or before the time as specified by statute shall bear interest from the date they\n\nare due and payable until paid. Id. at 618, citing 72 P.S. §7403(b), (c). Therefore,\n\naccording to the court, a corporate taxpayer makes its “final” tax payment only upon\n\nfiling its annual report. Id. at 618, citing 72 P.S. §7403(b) (taxpayer has duty “to make\n\nfinal payment of tax due for the taxable year with the annual report”).5\n\n5\n  The court also addressed the quarterly estimated taxes a corporate taxpayer is\nrequired to pay pursuant to Section 3003.2. 72 P.S. §10003.2. The court noted “total\ntax” is defined as: “[t]he total tax liability of the taxpayer for the tax period including the\ntax reported by the taxpayer and settled, resettled or assessed by the department.”\nMission Funding Alpha, 129 A.3d at 618, citing 72 P.S. §10003.2(b)(6). The court\nobserved Section 3003.2(i) requires the Department to enter a credit upon the\ntaxpayer’s account whenever the amount shown as due on the annual report is less\n(continued…)\n\n                                       [J-28-2017] - 5\n\f       Based upon its reading of these statutes, the court reasoned the General\n\nAssembly intended that a corporation’s franchise tax liability is not established until its\n\nannual report is filed and, although appellee’s taxes and Report were due on April 15,\n\nthe Tax Code permits a taxpayer the opportunity to make a final tax payment whenever\n\nit files its annual report, which may be filed after tax liabilities are definitively known,\n\nalbeit subject to interests and penalties. Id. at 619, citing, inter alia, 72 P.S. §§7403(c)-\n\n(d) (penalties shall be assessed for failure to make a report) and 7410 (penalties shall\n\nbe imposed for failure to file report or maintain records).             The court concluded\n\n“[b]ecause it is clear that a corporate taxpayer’s annual report filing date is the date\n\non which the corporation states and accepts to pay its tax liability, we hold that\n\n‘actual payment of the tax’ cannot occur until the annual report is filed.” Id. (emphasis in\n\noriginal). The court opined if the General Assembly intended for refund petitions to be\n\nfiled within three years of April 15 following the applicable tax year, rather than within\n\nthree years of when the taxpayer knows its actual tax liability, which is the annual report\n\nfiling date, it would have expressly stated the same. Id. Accordingly, the court held\n\nappellee’s refund petition was timely because it was filed within three years of the filing\n\nof appellee’s 2007 Report, and ordered the matter remanded for further proceedings on\n\nthe merits of appellee’s refund petition.       Id.   After exceptions were overruled and\n\njudgment was entered in favor of appellee, this direct appeal by the Commonwealth\n\nfollowed.\n\n\n\n\n(…continued)\nthan the amount paid to the Department and such credit is subject to immediate refund.\nThe court reasoned these provisions demonstrate the General Assembly “made clear\nthat a corporation’s tax liability is not established until [its] annual report is filed.” Id. at\n619.\n\n\n\n                                        [J-28-2017] - 6\n\f       The question presented to this Court is: “[w]here a taxpayer pays the tax on the\n\ndate it is due but does not file its annual report until several months later, does the\n\nthree-year refund period commence on the date the tax was paid, rather than the date\n\nthat the annual report was filed?” Appellant’s Brief at 4.\n\n       The Commonwealth argues the meaning of “actual payment of the tax” as used\n\nin Section 3003.1(a) should be determined from the ordinary meaning of the words as\n\nilluminated by their use elsewhere in the statute. The Commonwealth asserts the term\n\n“payment” and its cognates are used throughout the Tax Code (as well as the Fiscal\n\nCode) to denote the delivery of money to the Department, rather than the filing of an\n\nannual corporate tax report.        Appellant’s Brief at 12, citing 72 P.S. §10003.2(c)(2)\n\n(“[e]stimated tax shall be paid as follows:…Payment of estimated stock and franchise\n\ntax shall be made in equal installments…), and 72 P.S. §707 (every corporation must\n\n“compute and pay” franchise tax). The Commonwealth notes Section 3003.2(c)(2) of\n\nthe Tax Code directs that after a corporation’s estimated payments have been made,\n\nany remaining tax “shall be paid” when its annual report is due “without reference to any\n\nextension of time” for filing the report itself.\n\n       The Commonwealth further notes the Fiscal Code specifically provides if a\n\ntaxpayer obtains an extension to file a report, the extension does not extend the date\n\nthat tax is due and payable.           Id. at 13, citing 72 P.S. §805 (“taxes…due the\n\nCommonwealth shall be due and payable upon the dates the reports or returns thereof\n\nare required by law to be made, and no extension of time for the filing of any report or\n\nreturn granted by the department, shall extend the date any tax or bonus shall be due\n\nand payable….”). The Commonwealth observes interest on unpaid taxes is keyed to\n\nthe date the taxes are due and payable until paid. Id., citing 72 P.S. §7403(c) (amount\n\nof all taxes not paid on or before April 15, shall bear interest as provided in section 806\n\n\n\n\n                                         [J-28-2017] - 7\n\fof the Fiscal Code from date they are due and payable until paid); 72 P.S. §806 (“All\n\ntaxes due the Commonwealth shall bear simple interest from the date they become due\n\nand payable until paid…. The payment of interest, as aforesaid, shall not relieve any\n\nperson from any of the penalties, commissions or additional tax prescribed by law for\n\nneglect or refusal to furnish timely returns or reports to the Department of Revenue, or\n\nto pay any claim due to the Commonwealth from such person.”). The Commonwealth\n\nargues if the legislature intended the time for filing a refund to commence upon filing the\n\nannual tax report, it would have stated so as it did in Section 407.3(a), which provides\n\nthe Department may assess a tax “within three years after the date the [tax] report is\n\nfiled.” 72 P.S. §7407.3(a). Thus, the Commonwealth contends the payment of tax is\n\nentirely distinct from the filing of an annual report and where those two events do not\n\noccur simultaneously, the three-year refund period runs from the date the tax is due.\n\n         The Commonwealth also argues City of Philadelphia v. City of Philadelphia Tax\n\nReview Board ex rel Keystone Health Plan East, 132 A.3d 946 (Pa. 2015) (Keystone) is\n\non point. In that case, the taxpayer filed a report and later an amended report following\n\nan audit by the Internal Revenue Service (IRS) that revealed the taxpayer had\n\nunderstated its deductions and, thus, overstated its net income. The taxpayer sought a\n\nrefund arguing the refund period ran from the date of its amended report. Section 19-\n\n1703(1)(d) of the Philadelphia tax code permits the filing of refund petitions within three\n\nyears from the date of payment or the due date, whichever is later. PHILADELPHIA CODE\n\n§19-1703(1)(d).6      This Court found the Philadelphia tax code provision was\n\n6\n    Section 19-1703(1)(d) provides:\n\n    Every petition for refund of moneys collected by the Department on or after\n    January 1, 1980, for or on behalf of the City or the School District of\n    Philadelphia, including but not limited to any tax, ... shall be filed with the\n    Department within 3 years from the date of payment to the City or the\n    School District of Philadelphia or the due date, whichever is later.\n(continued…)\n\n                                      [J-28-2017] - 8\n\funambiguous and concluded an interpretation that the refund period ran from the filing\n\nof the tax report would insert words where they do not appear. Id. at 952. The Court\n\nalso concluded Section 19-1703(1)(d) is a statute of repose and the period to request a\n\nrefund began upon payment by the taxpayer.             Id. at 953.     According to the\n\nCommonwealth, Section 3003.1(a) is similarly unambiguous and because the provision\n\ndoes not mention reports but ties the refund period to payment, the period for seeking a\n\nrefund in this case began to run when appellee paid its tax on April 15, 2008.\n\n       The Commonwealth also asserts the Commonwealth Court erred by ignoring the\n\nplain language of the statute and instead concluding the filing of an annual corporate tax\n\nreport is the same thing as actually paying tax. According to the Commonwealth, the\n\nTax Code repeatedly treats payment and the filing of a report as two different events,\n\neven though the events may occur simultaneously. Appellant’s Brief at 16, citing 72\n\nP.S. §10003.1(c)(2) (franchise tax is to be paid on April 15 “without regard to any\n\nextension of time for filing” annual report). Additionally, the Commonwealth contends\n\nthe Commonwealth Court misapprehended the dictionary definition of “payment,” which\n\nproperly is defined as “the delivery of money…accepted in partial or full discharge of an\n\nobligation.”   Appellant’s Brief at 17, quoting Black’s Law Dictionary at 1243.\n\nSpecifically, the “acceptance” referenced in the definition is not the taxpayer’s\n\nacceptance of its obligation to file an annual report, but rather the Department’s\n\nacceptance of the taxpayer’s money, which in this case occurred no later than April 15,\n\n2008. The Commonwealth asserts there is no difference between the language of the\n\nPhiladelphia tax ordinance –– “within three years from the date of payment” –– and the\n\nlanguage of Section 3003.1(a), because both the Tax Code and the Philadelphia tax\n\n\n(…continued)\nPHILADELPHIA CODE §19-1703(1)(d) (emphasis added).\n\n\n\n                                     [J-28-2017] - 9\n\fordinance tie the start of the refund period to payment. The Commonwealth further\n\nargues that, as neither Section 3003.1(a) of Tax Code nor Philadelphia’s Section 19-\n\n1703(1)(d) mentions tax “reports,” the date on which a taxpayer files its report is\n\nirrelevant to determining the refund period.\n\n       The Commonwealth insists the Commonwealth Court erred in stating that\n\nSection 3003.1 as a tax statute must be strictly construed against the Commonwealth.\n\nThe Commonwealth notes because the refund statute is not ambiguous and does not\n\nimpose a tax, the courts are not required to strictly construe it against the\n\nCommonwealth. Appellant’s Brief at 19-20, citing Keystone, 132 A.3d at 953-54 (only\n\nambiguous provisions that impose tax must be construed in favor of taxpayer and\n\nrefund provisions are to be strictly construed against taxpayer). The Commonwealth\n\nalso argues whether the taxpayer knows the actual amount of its tax liability when it\n\nmakes payments is irrelevant because the refund period, as a statute of repose, is\n\ngoverned by the payment date and not by the discovery rule. Id., citing Keystone, 132\n\nA.3d at 953 (“we conclude [Section] 19-1703(1)(d) is a statute of repose”).        The\n\nCommonwealth relies upon DaimlerChrysler Corp. v. Com., 885 A.2d 117 (Pa. Cmwlth.\n\n2005), aff’d , 927 A.2d 201 (Pa. 2007) (DaimlerChrysler), which involved\n\nDaimlerChrysler’s claim for a refund of sales tax paid by the original purchasers of\n\ndefective vehicles the manufacturer was required to buy back under the Pennsylvania\n\nLemon Law.      The Commonwealth Court concluded the refund period specified in\n\nSection 3003.1(a) began to run when the consumer paid the tax at the time of\n\npurchase, even though this meant that some of DaimlerChrysler’s refund claim rights\n\nexpired before the right to request a refund even accrued. DaimlerChrysler, 927 A.2d at\n\n201. Thus, the Commonwealth concludes appellee’s knowledge of its overpayment and\n\n\n\n\n                                     [J-28-2017] - 10\n\frefund rights is irrelevant to the running of the refund period, because the period\n\ncommenced upon payment of the tax.\n\n       Finally, the Commonwealth notes the legislature amended Section 3003.1 in\n\n1997 to add the “actual payment of the tax” language and create a single refund period\n\nfor all taxes even when paid in installments.7 Appellant’s Reply Brief at 7-8. The\n\nCommonwealth denies the 1997 amendment was intended to change the triggering\n\nevent from payment to the filing of the annual report.      The Commonwealth rejects\n\nappellee’s reliance upon various federal court cases for the contrary proposition\n\nbecause the language of the federal tax statute, which contemplates a refund based\n\nupon allegedly erroneous assessments by the IRS Commissioner, is substantially\n\ndifferent from Pennsylvania’s statute, which does not require action by a taxing official\n\nas a pre-condition to a refund claim. The Commonwealth notes appellee’s estimated\n\npayments are not segregated or otherwise maintained in escrow by the Department,\n\nand therefore appellee has improperly characterized the estimated payments as mere\n\ndeposits that do not trigger the refund period.\n\n       Appellee responds the Commonwealth Court properly determined the “actual\n\npayment” of tax occurred only when its tax liability was established by the filing of its\n\n2007 Report and its money on deposit was applied against the established tax liability.\n\nAppellee relies upon various federal cases holding estimated payments are not\n\n“payments of taxes” for purposes of starting the refund limitation period and the\n\n7\n  Previously, Section 503 of the Fiscal Code provided the limitations period for refund\npetitions, and required a taxpayer to file a petition for refund “within two years of the\npayment of which refund is requested.” In 1985, the limitations period was moved to\nSection 3003.1 of the Tax Code, and provided a petition for refund must be filed “within\nthree years of the payment of which a refund is requested.” Act of July 1, 1985, P.L. 78,\n72 P.S. §10003.1. In 1997, Section 3003.1 was amended to its current language ––\nproviding for a refund “within three years of actual payment of the tax.” Act of May 7,\n1997, P.L. 85, 72 P.S. §10003.1.\n\n\n\n                                     [J-28-2017] - 11\n\fpayment of taxes does not occur until the taxpayer’s liability is defined. Appellee’s Brief\n\nat 7-10, citing, inter alia, Rosenman v. United States, 323 U.S. 658, 661-62 (1945)\n\n(installment payments on estimated tax are held not as taxes duly collected, but as\n\ndeposits made in the nature of cash bond for payment of taxes thereafter found to be\n\ndue; tax obligation is not defined until government issues an assessment).\n\n       Appellee also relies upon Calvert Distillers Corp. v. Bd. of Fin. & Revenue, 63\n\nDauph. 312 (Dauph. Cnty. 1952) (Calvert I), aff’d, 103 A.2d 668 (Pa. 1954) (Calvert II)\n\nto support the proposition that “actual payment of tax” is different from the mere transfer\n\nof money to the Commonwealth.8         Appellee explains the Calvert I court noted the\n\nlanguage of Fiscal Code Section 503 –– which then required that a petition for refund be\n\nfiled “within two years of the payment for which refund is requested” –– was in direct\n\ncontrast to the federal tax statute which provided a taxpayer may request a refund\n\n“within four years next after the payment of such tax….” 63 Dauph. Cnty. at 315-16\n\n(emphasis added). Appellee asserts the Calvert I court’s conclusion that the taxpayer\n\nwas entitled only to refund of payments made within two years of the filing of the refund\n\npetition but not any installments paid before that time indicates the legislature’s\n\nomission of the phrase “of such tax” in Section 503 signified that Pennsylvania’s time\n\nlimit on tax refund petitions hinged on the date monies were paid –– regardless of\n\nwhether the definite tax liability had been established –– because the limitations period\n\nbegan to run anew at the time of each installment payment. Appellee’s Brief at 12.\n\n\n8\n  The taxpayer in Calvert sought a refund in 1951 of taxes it erroneously paid in two\ninstallments, in 1946 and 1949. 63 Dauph. Cnty. at 313-14. The Board of Finance and\nRevenue awarded a refund of the 1949 payment only, relying on the two-year statutory\nrefund limitations period. Id. at 314. Both the Dauphin County Court of Common Pleas\n(which exercised jurisdiction over all tax appeals at that time), and this Court (which had\njurisdiction over direct appeals from the common pleas court), affirmed. Calvert I, 63\nDauph. Cnty. at 322-23; Calvert II, 103 A.2d 668.\n\n\n\n                                     [J-28-2017] - 12\n\f       Appellee further argues the legislature’s amendment of Section 3003.1 in 1997\n\nestablished a new statutory time limit for filing refund petitions; appellee posits by\n\neliminating the phrase “within [two or] three years of the payment of which a refund is\n\nrequested” and substituting the phrase “within three years of actual payment of the\n\ntax” in Section 3003.1, the General Assembly intended the state’s taxing scheme\n\nshould be more like the federal taxing scheme interpreted in Rosenman.                Under\n\nappellee’s theory, “actual payment of the tax” has a well-settled, peculiar meaning in the\n\nlaw, i.e., applying money against a definite tax liability established by filing a tax return\n\nor report, and therefore, the Commonwealth Court’s decision to commence the refund\n\nperiod from the time appellee filed its 2007 Report was consistent with federal\n\nprecedent.\n\n       Appellee also distinguishes Keystone, arguing that case did not turn on the date\n\nof “actual payment of the tax.” Appellee asserts the language of the Philadelphia tax\n\nordinance — which requires the filing of a refund petition with three years from “date of\n\npayment or the due date” — is distinguishable from the Pennsylvania Tax Code, which\n\nstarts the refund period at “actual payment of the tax.”             Appellee argues the\n\nCommonwealth improperly equates the tax due date (April 15) with the “actual payment”\n\nof tax, which it views as the filing of the Report.      Appellee asserts Section 403(b)\n\nrequires a corporation to make “final payment of tax due…with the annual report…” and,\n\nthus, “actual payment of tax” does not occur until tax liability is established, i.e., when\n\nthe annual tax report is filed. Appellee contends the Commonwealth Court properly\n\nrecognized Section 3003.2(b)(6) defines “total tax” as the tax “reported by taxpayer,”\n\nand therefore, payment of tax cannot be made (and a refund cannot be sought) until the\n\ntax report establishes the actual amount of tax owed.\n\n\n\n\n                                      [J-28-2017] - 13\n\f        Appellee also argues the Commonwealth Court’s decision in this case is\n\nconsistent with its earlier decision in DaimlerChrysler. According to appellee, the sole\n\nissue before the court in DaimlerChrysler was whether the taxpayer’s due process rights\n\nwere violated by enforcement of the three-year statute of limitations that expired before\n\nthe right to refund accrued. Appellee asserts there was no question when the refund\n\nperiod began to run, i.e., when the purchaser paid a definite amount of money against a\n\ndefinite sales tax at the time the car was purchased and registered. Appellee maintains,\n\nin this case, its “actual payment” of tax occurred when its money on deposit was applied\n\nagainst a definite tax liability as established by the filing of its Report in September\n\n2008.\n\n        Additionally, appellee argues the Commonwealth Court’s statutory interpretation\n\nis proper because if the three-year refund clock starts anew each time a quarterly\n\nestimated installment payment is put on “deposit,” there are at least four separate dates\n\nto track in addition to credit from the prior year, attributable to several estimated\n\npayments, thus resulting in unnecessary complexity.        Appellee further asserts the\n\nCommonwealth’s statutory interpretation causes unwarranted ambiguity because it\n\ntreats the total of the estimated payments as a lump sum, making it impossible to\n\ndetermine which estimated payment is attributable to the tax liability described in an\n\nannual report for purposes of determining when the refund period starts. Appellee also\n\nrejects the use of the payment due date of April 15 as the start of the refund period\n\nbecause this would result in two refund periods if the taxpayer paid some tax on or\n\nbefore April 15 and a final payment with its annual report some time later.\n\n        Finally, appellee observes the Commonwealth Court’s decision is supported by\n\nlaw from other jurisdictions.    Appellee’s Brief at 27-28, citing Hanna Min. Co. v.\n\nLimbach, 20 Ohio St. 3d 3, 4, 484 N.E.2d 691, 692 (1985) (Ohio Supreme Court held\n\n\n\n\n                                    [J-28-2017] - 14\n\frefund period begins when tax return is filed, not from date taxpayer remits estimated\n\npayments); N.J. Stat. Ann. §54:49–14(a) (refund petition to be filed within four years of\n\n“payment of any original or additional tax”); Tax Briefs, N.J. STATE TAX NEWS, Vol.\n\n33, No. 4, at 9–10 (date of payment for purposes of starting refund limitations period is\n\ndate return is filed).9\n\n       This appeal presents a legal question of statutory interpretation and, accordingly,\n\nour standard of review is de novo and our scope of review is plenary. Dechert LLP v.\n\nCom., 998 A.2d 575, 579 (Pa. 2010). Our goal in interpreting a statute is to ascertain\n\nand effectuate the intent of the legislature. 1 Pa.C.S. §1921(a). Further, every statute\n\nmust be construed, if possible, to give effect to all of its provisions. Id. Provisions of a\n\nstatute are to be construed in the context in which they appear and with reference to\n\nother pertinent provisions.     Consulting Eng’rs Council of Pennsylvania. v. State\n\nArchitects Licensure Bd., 560 A.2d 1375, 1377 (Pa. 1989).             Generally, the best\n\nindication of the General Assembly’s intent is the plain language of the statute. Dechert\n\nLLP, 998 A.2d at 579.\n\n       The parties have advanced different interpretations of the phrase “actual\n\npayment of tax” as used in Section 3003.1(a) for purposes of defining the start of the\n\nrefund period. The Commonwealth Court acknowledged “the common and approved\n\nusage of the phrase ‘actual payment’ means the delivering of money in the acceptance\n\nand performance of an obligation, rather than the mere depositing of money on account\n\nfor potential future use.” Mission Funding Alpha, 129 A.3d at 618 (emphasis added).\n\n\n9\n  The Pennsylvania Institute of Certified Public Accountants filed an amicus brief in\nsupport of appellee, arguing (1) the date of the payment of the tax is the date that\nmonies are applied against a tax liability shown on a tax report; and (2) any other date is\nunworkable, ambiguous and unfair and inconsistent with neighboring state and federal\nlaw.\n\n\n\n                                     [J-28-2017] - 15\n\fThe Commonwealth requests that we adopt the ordinary meaning of the words and\n\nconclude “payment” and its cognates are used throughout the Tax Code and Fiscal\n\nCode to mean the delivery of money to the Department. Appellee urges this Court to\n\nignore the plain language of Section 3003.1 of the Tax Code and conclude — like the\n\nCommonwealth Court ultimately did despite its recognition of common usage — that the\n\nphrase “actual payment of tax” has a different and special meaning in the law. Appellee\n\nargues “actual payment of tax” does not mean the transfer of money from a taxpayer to\n\nthe Department in satisfaction of a tax liability, but rather the filing of an annual report\n\ndetailing a taxpayer’s specific tax liability. We decline to adopt such an interpretation.\n\n       As we have noted, Section 3003.1(a) states, in pertinent part, “[e]xcept as\n\notherwise provided by statute, a petition for refund must be made to the department\n\nwithin three years of actual payment of the tax, interest or penalty.” Section 3003.2 of\n\nthe Tax Code provides, in relevant part:\n\n       (a) The following taxpayers are required to pay estimated tax:\n\n       ****\n\n       (2) Every corporation subject to the capital stock and franchise tax\n       imposed by Article VI of this act…shall make payments of estimated\n       capital stock and franchise tax during its taxable year as provided herein.\n\n       (c) Estimated tax shall be paid as follows:\n\n       ****\n\n       (2) Payment of estimated capital stock and franchise tax shall be made in\n       equal installments on or before the fifteenth day of the third, sixth, ninth\n       and twelfth months of the taxable year. The remaining portion of the\n       capital stock and franchise tax due, if any, shall be paid upon the\n       date the corporation’s annual report is required to be filed without\n       reference to any extension of time for filing such report.\n\n\n\n\n                                      [J-28-2017] - 16\n\f72 P.S. §10003.2(a)(2), (c)(2) (emphasis added).        These two provisions reveal the\n\npayment of tax and the filing of a tax report are distinct acts, although these acts may\n\noccur simultaneously.\n\n       At the same time, Section 403 provides, in relevant part:\n\n       (a) It shall be the duty of every corporation, liable to pay tax under this\n       article, on or before April 15, 1972, and each year thereafter, to transmit to\n       the department, upon a form prescribed by the department, an annual\n       report…of net income taxable under the provisions of this article.\n                                    *      *      *     *\n       (b) It shall be the duty of each corporation liable to pay tax under this\n       article to pay estimated tax under section 3003.2 and to make final\n       payment of tax due for the taxable year with the annual report required by\n       this section.\n\n       (c) The amount of all taxes, imposed under the provisions of this article,\n       not paid on or before the times as above provided, shall bear\n       interest…from the date they are due and payable until paid,….\n72 P.S. §7403(a), (b), and (c).10\n\n       The Commonwealth Court construed the phrase “actual payment” for purposes\n\nof defining the triggering event that starts the refund period by considering dictionary\n\ndefinitions of “payment” and “actual” and by examining the language of Section 403(b)\n\nand (c) of the Tax Code. Section 403(b) imposes a duty on corporate taxpayers to pay\n\nestimated tax under Section 3003.2 by that date and to make final payment of tax due\n\nfor the taxable year with the annual report. Section 403(c) provides unpaid taxes shall\n\nbear interest from the date they are due until paid.        The court concluded “actual\n\npayment” means the delivering of money in the acceptance and performance of an\n\nobligation, rather than the mere depositing of money, and thus the date on which the\n\n\n10\n  In 2016, Section 403(a) was amended to allow a corporation to file its report on or\nbefore thirty days after its return to the federal government is due. Act of July 9, 2016,\nP.L. 270, 72 P.S. §7403(a). The above-quoted language was the operative language in\n2008, when appellee made the payments for the 2007 Tax Year at issue here.\n\n\n\n                                     [J-28-2017] - 17\n\fcorporation states and accepts its tax liability by filing an annual report is the date of\n\n“actual payment” of tax. Mission Funding Alpha, 129 A.3d at 617-19.\n\n       We are not persuaded by the Commonwealth Court’s reasoning and instead find\n\na more straightforward reading of the statutory language is appropriate. Black’s Law\n\nDictionary defines “payment” as “[p]erformance of an obligation by the delivery of\n\nmoney…accepted in partial or full discharge of the obligation.” Black’s Law Dictionary\n\nat 1309. Black’s Law Dictionary defines “actual” as “[e]xisting in fact; real….”           Id.,\n\nquoting Black’s Law Dictionary at 40.         The obligation at issue here is appellee’s\n\nstatutorily mandated duty to pay foreign franchise tax on or before April 15, 2008. 72\n\nP.S. §10003.2(c)(2); 72 P.S. §403(b). Notably, appellee’s obligation to pay the foreign\n\nfranchise tax did not arise only when it ascertained its final tax liability. Appellee was\n\nactually obligated by statute to pay the foreign franchise tax on or before April 15, 2008,\n\nregardless of whether it had ascertained its final liability and filed its annual report. 72\n\nP.S. §10003.2(c)(2); 72 P.S. §403(b); 72 P.S. §805.\n\n       In this case, because appellee paid its estimated tax in sufficient amounts and\n\nalso carried forward credit from the prior tax year, the Department deemed appellee’s\n\ntax obligation satisfied as of April 15, 2008, despite the fact it had not yet filed its annual\n\nreport. The Commonwealth Court’s interpretation that this “payment” did not start the\n\nrefund period clock ignores the language of Section 3003.2(c)(2). Subsection (c)(2) is\n\nunequivocal: any portion of the franchise tax that remains due after payment of the\n\nestimated payments “shall be paid upon the date the corporation’s annual report is\n\nrequired to be filed without reference to any extension of time for filing such report.” 72\n\nP.S. §10003.2(c)(2). The language of subsection (c)(2) thus qualifies the language of\n\nSection 403(b) providing that the taxpayer shall make payment of final tax with the\n\nannual report, and thereby specifically instructs the tax is due and payable on April 15\n\n\n\n\n                                      [J-28-2017] - 18\n\fregardless of whether a taxpayer files a tax report. See also 72 P.S. §805 (amount of\n\nall taxes due the Commonwealth “shall be due and payable upon the dates the reports\n\nor returns…are required by law to be made, and no extension of time for the filing of any\n\nreport or return granted by the department, shall extend the date any tax…shall be due\n\nand payable….”).\n\n       Notwithstanding this straightforward interpretation of statutes intended to be read\n\ntogether, appellee — like the Commonwealth Court — insists “actual payment of tax” is\n\na peculiar term of art with a special meaning. Appellee relies upon Rosenman, 323\n\nU.S. at 661, for the premise estimated tax payments are mere deposits and not “actual\n\npayments of tax” that trigger the refund period. In Rosenman, the relevant federal\n\nrefund provision provided a claim for a refund of a tax “alleged to have been\n\nerroneously or illegally assessed or collected must be presented to the Commissioner\n\nwithin three years next after the payment of such tax.” 323 U.S. at 661. In 1934, to\n\nprevent the imposition of interest on unpaid estate taxes, the taxpayer paid estimated\n\ntax under protest prior to filing the estate’s final return in 1935. Following an audit of the\n\nestate, the IRS issued a deficiency assessment against the estate in 1938, which was\n\nsatisfied through application of the estimated payments and other payments. In 1940,\n\nthe taxpayer filed a claim for refund based on further deductions and the IRS denied the\n\nclaim because the tax had been collected in 1934, more than three years prior to the\n\nrefund claim. Throughout this period, the IRS held the money in a segregated account.\n\nThe U.S. Supreme Court concluded because the federal government held the payment\n\nin a special account, did not pay overpayment interest on the estimate payments, and\n\ndid not consider the payment of estimated tax as “taxes duly collected,” the estimated\n\npayment was “merely a ‘deposit.’” Id. at 662. The High Court determined the 1940\n\nrefund claim was timely because the action complained of was the deficiency\n\n\n\n\n                                      [J-28-2017] - 19\n\fassessment and until that occurred in 1938 there was no illegal or erroneous\n\nassessment.\n\n      Unlike the federal government, the Department is required to pay interest on\n\noverpayments of estimated tax and, as noted by the Commonwealth, estimated tax\n\npayments are not held in separate accounts by the Department. 72 P.S. §806.1(a)(2)\n\n(interest on overpayments of tax shall be paid and overpayments of estimated tax are\n\n“deemed to have been overpaid on the last day prescribed for filing the final return or\n\nreport”); Appellant’s Reply Brief at 10 (appellee’s remittances to Department were not\n\nmaintained in any special “escrow” or “suspense” accounts). Thus, under Pennsylvania\n\nlaw, the Department deems estimated tax payments to be “taxes duly collected” as of\n\nthe report filing due date — in this case April 15, 2008 — and not mere deposits. Given\n\nthe differences between federal and Pennsylvania law, Rosenman is inapposite.11\n\n      Appellee’s reliance on Calvert I and II is similarly misplaced. At the time those\n\ncases were decided, Section 503 of the Fiscal Code provided petitions for refund “must\n\nbe filed with the board within two years of the payment of which refund is requested.”\n\nCalvert II, 103 A.2d at 670. In 1951, the taxpayer sought a refund of all the franchise\n\ntax installment payments made in 1946 and a sum paid in 1949 following settlement\n\nand resettlement of its 1946 tax year liability. The trial court held the taxpayer could\n\nrecover only the sum paid in 1949 because the refund petition was filed more than two\n\nyears after the 1946 installment payments. The court opined the language of Section\n\n503 did not allow a taxpayer to recover “an entire tax erroneously paid…so long as one\n\n11\n  The taxing provision at issue in Rosenman has since been superseded and the U.S.\nSupreme Court has itself cast doubt on the continuing validity of the Rosenman Court’s\nreasoning given the existence of a “deemed paid” provision in the current federal tax\ncode. Baral v. United States, 528 U.S. 431, 437-38 (2000) (remittance by taxpayer of\nestimated income tax, and remittance by taxpayer’s employer of withholding tax, were\n“paid” on the due date of petitioner’s income tax return).\n\n\n\n                                    [J-28-2017] - 20\n\for more payments on account thereof were made within” two years of the time the\n\nrefund was sought. Calvert I, 63 Dauph. Cnty. at 322-23 (“By using the word ‘payment’\n\nthe legislature clearly disclosed its intention to distinguish between ‘payment’ and\n\n‘tax.’”). In other words, the statutory language meant each installment payment had its\n\nown refund period. This Court agreed and observed if the General Assembly intended\n\nthere to be a single refund period for the entire tax the statute would have required that\n\nrefund petitions be filed “within two years of the last payment of the tax of which refund\n\nis requested.” Calvert II, 103 A.2d at 670 (emphasis in original). Notably, the current\n\nrefund period is triggered upon “actual payment of the tax” and, as this language\n\nsubstantially conforms to the hypothetical language suggested by the Calvert II Court\n\nfor a single refund period for the entire tax paid, appellee’s reliance on these cases for\n\nits position the triggering event is the filing of a report is unavailing.\n\n       Moreover, although appellee claims the 1997 amendment to Section 3003.1 was\n\nintended to bring Pennsylvania in line with federal precedent that a tax is only “paid”\n\nwhen the amount is ascertained by the filing of a tax return, we read the substitution of\n\n“actual payment of tax” as the clear expression of the General Assembly’s intent to\n\nprovide taxpayers with the ability to request a refund of any tax overpayments in a\n\nsingle petition filed within three years of the date on which the Department applied funds\n\nsubmitted by the taxpayer in full satisfaction of its tax liability.12\n\n       Nor does Hanna Mining support the Commonwealth Court’s contrary reading. In\n\nthat Ohio case, the relevant statute required a refund application to be filed “within three\n\n12\n  Our research reveals Department policy is consistent with such an interpretation; all\npayments of tax, including prepayments and estimated payments, are deemed by the\nDepartment to have been paid on the due date for the filing of the annual report.\nWeintraub, Stewart M., Pennsylvania Tax Handbook, §16-13:1 at 979 (2017). See also\n72 P.S. §806.1(a)(2) (“Any amount overpaid as estimated tax…shall be deemed to have\nbeen overpaid on the last day prescribed for filing the final return…”).\n\n\n\n                                        [J-28-2017] - 21\n\fyears from the date of the illegal or erroneous payment of the tax.” Ohio Rev. Code\n\n§5733.12. The Ohio Supreme Court reasoned because the tax commissioner is given\n\nthree years from the date a final franchise tax report is filed to assess additional taxes it\n\nwould be inequitable to require taxpayers to keep track of multiple limitations periods\n\nbased on estimated installment payments and, therefore, taxpayers “who timely remit\n\ntheir final reports and who timely remit the tax due in estimated payments should not be\n\ndenied a full three-year period to seek a refund of the final tax due.” Hanna Mining, 20\n\nOhio St. 3d at 5. The court also held the refund period for installment payments of\n\nestimated tax begins to run “at the time the annual corporation report is timely filed or\n\nshould have been filed, whichever is earlier.” Id. at 6. Thus, under Hanna Mining the\n\nstatute of limitations for a refund based on a late filed report does not begin to run on\n\nthe report filing date or the payment date, but rather on the statutory due date. Thus the\n\ncourt’s reasoning in Hanna Mining actually undermines appellee’s position; using the\n\nrationale of that case, the statutory due date triggering the refund period in this case\n\nwould be April 15, 2008.\n\n       Appellee’s reliance upon New Jersey tax procedure is similarly unavailing. In\n\nNew Jersey, a “taxpayer, at any time within four years after the payment of any original\n\nor additional tax assessed against him” may file a claim for a refund. N.J.S.A. §54:49-\n\n14a.   However, the relevant regulation provides the “four-year statute of limitations\n\nperiod for filing a claim for refund commences to run from the later of the payment of\n\ntax…or from the filing of the final return…The due date of the return is deemed the\n\npayment date if filing and payment are made prior to the due date.” N.J. Admin. Code\n\n§18:7-13.8(a). The Pennsylvania Tax Code does not have a similar regulation allowing\n\nthe limitations period to begin upon filing of the report if filing does not coincide with\n\npayment; the General Assembly could have included such a term had it intended the\n\n\n\n\n                                      [J-28-2017] - 22\n\ftriggering act to be the filing of the annual report rather than the due date for that\n\nreport. See, e.g. 72 P.S. §7407.3 (“Tax may be assessed within three years after the\n\ndate the report is filed.”); 72 P.S. §7348(a) (“The amount of any tax imposed by this\n\narticle shall be assessed within three years after the return is filed.”). We decline to\n\nsupply such language where the legislature chose not to include it. Burke ex rel. Burke\n\nv. Indep. Blue Cross, 103 A.3d 1267, 1274 (Pa. 2014) (“[W]e are mindful of the precept\n\nthat courts cannot insert words into a statute. Thus, we may not, under the guise of\n\nstatutory construction, simply rewrite [the statute].”).\n\n       Additionally, accepting either the Commonwealth Court’s or appellee’s\n\ninterpretation of “actual payment of tax” would render nonsensical another provision in\n\nthe statutory scheme — Section 3003.1(d) — and we must avoid such a result. See,\n\ne.g., 1 Pa.C.S. §1922(1) (in ascertaining General Assembly’s intent we presume it did\n\nnot intend a result that is absurd or unreasonable); 1 Pa.C.S. §1922(2) (courts should\n\npresume General Assembly intends the entire statute to be effective and certain).\n\nSection 3003.1(d) provides: “In the case of amounts paid as a result of an assessment,\n\ndetermination, settlement or appraisement, a petition for refund must be filed with the\n\ndepartment within six months of actual payment of the tax.” 72 P.S. §§10003.1(d).\n\nUnder Section 3003.1(d), when a taxpayer files a petition for refund, the refund period\n\nbegins upon payment of the tax liability as reflected in the Department-issued\n\nassessment, determination, settlement or appraisement. The taxpayer’s obligation to\n\npay tax arises from action taken by the Department and the calculation of final tax\n\nliability by the taxpayer and filing of a tax report are not implicated.     Therefore,\n\nappellee’s assertion the phrase “actual payment of tax” means upon the filing of a\n\ncorporate tax report makes no sense in the context of a refund request following the\n\npayment of tax pursuant to an assessment, determination, settlement or appraisement.\n\n\n\n\n                                       [J-28-2017] - 23\n\f       Further, “[a] voluntary payment of taxes can be subsequently recovered by a\n\ntaxpayer only as a statute provides.” Calvert II, 103 A.2d at 669; Philadelphia Gas\n\nWorks ex rel. City of Philadelphia v. Com. , 741 A.2d 841, 846 (Pa. Cmwlth. 1999), aff'd\n\nsub nom., 757 A.2d 360 (Pa. 2000) (refund of voluntarily paid tax is matter of legislative\n\ngrace). Where, as here, a statute provides a remedy, the directions of the statute must\n\nbe strictly pursued to obtain the remedy. 1 Pa.C.S. §1504. The time limitation in a tax\n\nstatute must be “strictly enforced to prevent any uncertainty in the budgetary planning\n\nand fiscal affairs of the Commonwealth.” Philadelphia Gas Works, 741 A.2d at 846;\n\nFed. Deposit Ins. Corp. v. Bd. of Fin. & Revenue, 84 A.2d 495, 498 (Pa. 1951) (“[N]o\n\ndoubt the legislature considered that to allow refunds [years after tax was paid] would\n\ncreate great uncertainty in the budgetary planning and fiscal affairs of the\n\nCommonwealth.”). Compliance with the time limitation in the Tax Code is “an absolute\n\ncondition to obtaining a refund.” Id. See also Bethlehem Steel Co. v. Bd. of Fin. &\n\nRevenue, 244 A.2d 767 (Pa. 1968) (“Equitable principles cannot vary the statutory\n\nrequirement and we lack the power to alter the explicit language of the statute.”).\n\nAccepting either the Commonwealth Court’s or appellee’s interpretation would allow a\n\ntaxpayer to delay indefinitely the filing of its annual report and, then, even after the late\n\nfiling, seek a refund of tax (plus interest) accepted as paid long ago — and most likely\n\nalready allocated and spent by the Commonwealth. We cannot support such a reading\n\ngiven that the refund limitations period is intended in part to protect budgetary\n\ncertainty.13 Fed. Deposit Ins. Corp., 84 A.2d at 498.\n\n\n\n13\n   In her dissenting opinion Justice Mundy states our decision will preclude taxpayers\nfrom exercising their right to choose to file their taxes late. Dissenting Slip Op. at 4. We\nnote the language of Section 3003.2(c) is mandatory –– requiring that remaining\nfranchise tax due “shall be paid upon the date the corporation’s annual report is\nrequired to be filed….” No language in either Section 3003.2 or Section 7403\n(continued…)\n\n                                      [J-28-2017] - 24\n\f       We reiterate the object of statutory construction “is to ascertain and effectuate\n\nthe intention of the General Assembly.” Walker v. Eleby, 842 A.2d 389, 400 (Pa. 2004),\n\nciting 1 Pa.C.S. §§1903(a), 1921(b). “The clearest indication of legislative intent is\n\ngenerally the plain language of a statute.” Id.; 1 Pa.C.S. §1903 (“[w]ords and phrases\n\nshall be construed according to rules of grammar and according to their common and\n\napproved usage…”). Thus, if the language of a statute is clear and unambiguous, a\n\ncourt must read its provisions in accordance with their plain meaning and common\n\nusage. After our careful review of the language employed in both the Tax Code and the\n\nFiscal Code and based on the facts before us here, we hold “the actual payment of the\n\ntax” for purposes of determining when the refund period begins is the act of transferring\n\nmoney or credits by the taxpayer to the Department, and the Department’s acceptance\n\nof the money or credits in full satisfaction of tax liability. In this matter, the “actual\n\npayment of tax” occurred on April 15, 2008, the date tax was due and payable, and\n\nwhen the Department accepted appellee’s estimated tax payments and credits as\n\npayment for its 2007 Tax Year liability. We further hold the filing of the annual report —\n\nwhen it takes place after the due date as happened here — is not the triggering event\n\nfor determining whether a refund petition was timely filed.         We therefore conclude\n\nappellee’s refund petition was not timely filed because the three-year tax refund period\n\nbegan to run on April 15, 2008, and expired prior to the September 16, 2011 filing date.\n\nAccordingly, the order of the Commonwealth Court is reversed and the matter is\n\nremanded for reinstatement of the decision of the Board of Appeals.14\n\n(…continued)\nauthorizes allowing a taxpayer to unilaterally extend the refund period relating to the\npayment of taxes, which as noted supra, is an act distinct from the filing of a tax report.\n14\n    We recognize appellee has forwarded an alternative argument that we should treat\nits petition for refund as a petition for credit; according to appellee, the three year refund\nperiod is not applicable to a petition for credit. Appellee’s Brief at 28-29. The\n(continued…)\n\n                                      [J-28-2017] - 25\n\f       Jurisdiction relinquished.\n\n\nChief Justice Saylor and Justices Baer and Wecht join the opinion.\n\nJustice Donohue files a concurring opinion.\n\nJustice Mundy files a dissenting opinion.\n\nJustice Todd did not participate in the consideration or decision of this case.\n\n\n\n\n(…continued)\nCommonwealth argues appellee waived this claim by failing to request a credit when it\nfiled its petition for refund. Appellant’s Reply Brief at 14, citing Board of Appeals\nPetition Form. The Commonwealth also notes that whether a taxpayer seeks a refund\nor credit it must nevertheless file a petition within the time specified. Id. at 14-15, citing\nPhiladelphia Gas Works, 741 A.2d at 847 (Section 247 of Tax Code, 72 P.S. §7247,\ndoes not provide separate time limitations for request for refund and request for credit\nand Board of Finance and Revenue has discretion to either give refund of taxes paid or\ncredit taxpayer’s account). Before the Commonwealth Court, the parties stipulated\n“[t]he sole issue in this appeal is whether [appellee] timely filed a Petition for Refund\nwith the Board of Appeals, pursuant to 72 P.S. §10003.1(a).” Stipulation of Facts ¶6.\nThe parties further stipulated “[i]f this [c]ourt determines that [appellee’s] Petition for\nRefund was not timely filed with the Board of Appeals, then the decision of the Board of\nAppeals and Board of Finance and Revenue shall be sustained and [appellee] may not\npursue any claim of relief with respect to its 2007 Tax Year Franchise Tax liability.” Id.\nat ¶29. Moreover, appellee did not make this alternative argument regarding a “petition\nfor credit” before the Board of Appeals or the Board of Finance and Review, and the\nCommonwealth Court did not reach it. Accordingly, we consider it waived and do not\naddress it.\n\n\n\n                                      [J-28-2017] - 26\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                 [J-28-2017]\n                  IN THE SUPREME COURT OF PENNSYLVANIA\n                              MIDDLE DISTRICT\n\n  SAYLOR, C.J., BAER, TODD, DONOHUE, DOUGHERTY, WECHT, MUNDY, JJ.\n\n\nMISSION FUNDING ALPHA,                      :     No. 2 MAP 2016\n                                            :\n                    Appellee                :     Appeal from the Order of the\n                                            :     Commonwealth Court at No. 313 FR\n                                            :     2012 dated January 14, 2016, exited\n             v.                             :     January 15, 2015, overruling the\n                                            :     Commonwealth's exceptions and\n                                            :     entering judgment of the December 10,\nCOMMONWEALTH OF PENNSYLVANIA,               :     2015 order that reversed the decision of\n                                            :     the Board of Finance and Revenue\n                    Appellant               :     dated March 27, 2012 and exited on\n                                            :     March 30, 2012 at No. 1118798.\n                                            :\n                                            :     ARGUED: May 9, 2017\n\n\n                                      OPINION\n\n\nJUSTICE DOUGHERTY                                       DECIDED: November 22, 2017\n      We consider the Commonwealth Court’s decision that the three-year tax refund\n\nperiod specified in Section 3003.1(a) of the Tax Reform Code of 1971 (Tax Code), 72\n\nP.S. §10003.1(a), begins to run on the date the corporate taxpayer files its annual tax\n\nreport. We hold the Commonwealth Court erred in so holding under the circumstances\n\nof this case, and therefore reverse and remand.\n\n      Appellee, Mission Funding Alpha, is a calendar-year taxpayer that conducted\n\nbusiness in the Commonwealth of Pennsylvania during the year ending December 31,\n\n2007 (2007 Tax Year), and pursuant to Section 602(b)(1) of the Tax Code, was subject\n\nto the Pennsylvania Foreign Franchise Tax.        72 P.S. §7602(b)(1) (requiring foreign\n\nentities to pay franchise tax annually). The relevant statutes require that corporate\n\ftaxpayers such as appellee make installment payments of franchise taxes throughout\n\nthe year, and that “the remaining portion of…the franchise tax, if any, shall be paid upon\n\nthe date the corporation’s annual report is required to be filed without reference to any\n\nextension of time for filing such report.” 72 P.S. §10003.2(a)(2), (c)(2). In this case,\n\nappellee’s annual tax report (the Report) was due to be filed on or before April 15, 2008.\n\n72 P.S. §707 (entities liable to pay franchise tax required to file annual report on or\n\nbefore fifteenth of April and to pay franchise tax at the time of making the report); 72\n\nP.S. §7403(a) (corporation liable to pay tax on or before April 15 shall file annual\n\nreport); 72 P.S. §7601(b) (requiring entities to file franchise tax report annually). As of\n\nApril 15, 2008, appellee had timely remitted to the Pennsylvania Department of\n\nRevenue (the Department) quarterly estimated payments totaling $430,000 for its 2007\n\nTax Year liability. Stipulation of Facts ¶10. A $32,297 credit overpayment was also\n\ncarried forward for appellee’s 2007 Tax Year liability. Id. at ¶11. Thus, as of April 15,\n\n2008, appellee’s estimated payments and deposited credits totaled $462,297. Id. at\n\n¶12.\n\n       Without first seeking an extension of time to file its Report after the due date of\n\nApril 15, 2008, appellee filed it late — on September 19, 2008 — reporting a $66,344\n\nfranchise tax liability and a $314,175 corporate net income tax liability for a total tax\n\nliability of $380,519. Id. at ¶¶8, 13, 14. The Department accepted appellee’s reported\n\nfranchise tax liability and imposed a $913 late-filing penalty because appellee had not\n\nrequested a filing extension and had not filed its Report by the due date of April 15,\n\n2008. Id. at ¶19.1 On September 16, 2011, appellee filed a petition for refund with the\n\n1\n  After the Department applied all tax credits and estimated payments to the 2007 Tax\nYear liability, an $81,778 overpayment remained ($462,297 minus $380,519), which the\nDepartment transferred to the 2008 Tax Year. Stipulation of Facts at ¶¶16, 18. The\nDepartment did not charge appellee any interest from the due date of April 15, 2008 to\nthe actual Report filing date of September 19, 2008. Id. at ¶20.\n\n\n\n                                     [J-28-2017] - 2\n\fBoard of Appeals, seeking a refund of the entire amount of its reported 2007 franchise\n\ntax liability ($66,344).2 The Board of Appeals dismissed the petition as untimely, stating\n\nit was filed more than three years after the payment date of April 15, 2008. Board of\n\nAppeals Op. at 1. See 72 P.S. §10003.1(a) (petition for refund must be filed “within\n\nthree years of actual payment of the tax, interest or penalty”). Appellee then appealed\n\nto the Board of Finance and Revenue, arguing its refund petition was timely because\n\nthe time to file a petition did not begin to run until its tax was defined or deemed paid,\n\nwhich did not occur until appellee filed its 2007 Report on September 19, 2008. The\n\nBoard of Finance and Revenue affirmed the decision of the Board of Appeals,\n\nconcluding although appellee paid $66,344 in franchise tax for 2007 on the due date of\n\nApril 15, 2008, the refund petition was filed more than three years after that due date,\n\nand therefore was untimely. Board of Finance and Revenue Op. at 3 (refund petition\n\nfiled “more than three years after the April 15, 2008, tax payment and report filing due\n\ndate, or 153 days late”).\n\n       Appellee appealed to the Commonwealth Court.3 Appellee argued the applicable\n\nstatute of limitations for a refund claim is three years from the date of payment of tax but\n\na tax is not deemed “paid” until amounts are applied to a definite tax liability. According\n\nto appellee, even if estimated payments or installment payments are made, the “date of\n\n\n2\n   Appellee sought a refund based on adjustments to capital stock value and\napportionment as well as special apportionment and multiform/unrelated asset\ntreatment.\n3\n   Appeals taken from the Board of Finance and Revenue to the Commonwealth Court\nlie in that court’s appellate jurisdiction; however, review is de novo in nature as no\nrecord is certified from the Board. Tool Sales & Serv. Co. v. Com., </pre><span class=\"citation\" data-id=\"1947701\"><a href=\"/opinion/1947701/tool-sales-service-co-inc-v-com/\"><span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">607</span></a></span><pre class=\"inline\">, 610\n(Pa. 1993). The court considers facts jointly stipulated by the parties. “Any final order\nof the Commonwealth Court entered in an appeal from a decision of the Board of\nFinance and Revenue [is] appealable to the Supreme Court, as of right….” Wirth v.\nCom., </pre><span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">822</span></span><pre class=\"inline\">, 829 n.5 (Pa. 2014), quoting 42 Pa.C.S. §723(b).\n\n\n\n                                      [J-28-2017] - 3\n\fpayment” for purposes of calculating a refund claim period means the date a report or\n\nreturn is filed.4 Appellee’s Petition for Review, at 5-6, citing Trevelyan v. United States,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">716</span></span><pre class=\"inline\"> (D. Conn. 1963) (remittances made prior to determination of\n\ntaxpayer’s actual liability do not constitute payment of a tax for purpose of commencing\n\nlimitations period on refund claims). Appellee further contended such interpretation is\n\nconsistent with the statute of limitations for assessments, which is three years from the\n\ndate a report is filed. Id. at 5, citing 72 P.S. §7407.3 (“Tax may be assessed within\n\nthree years after the date the report is filed.”). Appellee insisted its petition for refund\n\nwas timely filed because it filed its petition on September 16, 2011, less than three\n\nyears after the date of payment which did not actually occur until September 19, 2008,\n\nwhen it filed its Report. Id.\n\n       The Commonwealth Court en banc agreed with appellee and reversed the Board\n\nof Finance and Revenue. Mission Funding Alpha v. Com., </pre><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">614</span></span><pre class=\"inline\"> (Pa. Cmwlth.\n\n2015). The court initially observed Section 3003.1(a), which authorizes refund petitions,\n\nprovides:\n\n       For a tax collected by the Department of Revenue, a taxpayer who has\n       actually paid tax, interest or penalty to the Commonwealth or to an agent\n       or licensee of the Commonwealth authorized to collect taxes may petition\n       the Department of Revenue for refund or credit of the tax, interest or\n       penalty. Except as otherwise provided by statute, a petition for\n       refund must be made to the department within three years of actual\n       payment of the tax, interest or penalty.\n\n\n4\n  At times, the parties and the court refer to statutes or case law from other jurisdictions\n— or from Pennsylvania in other contexts — where the term “tax return” is utilized\ninstead of “tax report.” 72 P.S. §7332(a) (taxpayer liable to pay personal income tax\nshall file a “tax return”); 26 U.S.C.S. §6011(a) (any person liable for any tax imposed\nshall make a “return”). We note the terms are used interchangeably at times, but the\nrelevant provisions of the Commonwealth’s Tax Code governing the corporate tax\nliability at issue here refers to “reports.” Corporate taxpayer reports are submitted on\nForm RCT-101 –– PA Corporate Tax Report.\n\n\n\n                                      [J-28-2017] - 4\n\fId. at 616-17, quoting 72 P.S. §10003.1(a) (emphasis added). The court posited that in\n\norder to determine whether a refund petition was timely, it was required to interpret the\n\nundefined statutory phrase “actual payment of tax.” Id. at 617. The court looked to\n\nvarious dictionaries to define the phrase “actual payment of tax,” reasoning:\n\n       According to Black’s Law Dictionary (9th ed. 2009), “payment” is the\n       “[p]erformance of an obligation by the delivery of money . . . accepted\n       in partial or full discharge of an obligation.” Id. at 1243 (emphasis added).\n       Merriam-Webster’s Collegiate Dictionary (11th ed. 2004) defines\n       “payment” as “the act of paying . . . : something that is paid: PAY[.]” Id.\n       at 910 (emphasis added). Black’s Law Dictionary defines “actual” as\n       “[e]xisting in fact; real . . . .” Id. at 40 (emphasis added). According to\n       Merriam-Webster’s Collegiate Dictionary, “actual” means “existing in [f]act\n       and not merely potentially[.]” Id. at 13 (emphasis added).\nId. at 617-18 (emphases in original). The court concluded “the common and approved\n\nusage of the phrase ‘actual payment’ means the delivering of money in the acceptance\n\nand performance of an obligation, rather than the mere depositing of money on account\n\nfor potential future use.” Id. at 618. The court noted Section 403(b) of the Tax Code\n\nrequires corporations to pay estimated tax and to make final payment of tax due with\n\nthe annual corporate tax report, and Section 403(c) provides the amount of taxes not\n\npaid on or before the time as specified by statute shall bear interest from the date they\n\nare due and payable until paid. Id. at 618, citing 72 P.S. §7403(b), (c). Therefore,\n\naccording to the court, a corporate taxpayer makes its “final” tax payment only upon\n\nfiling its annual report. Id. at 618, citing 72 P.S. §7403(b) (taxpayer has duty “to make\n\nfinal payment of tax due for the taxable year with the annual report”).5\n\n5\n  The court also addressed the quarterly estimated taxes a corporate taxpayer is\nrequired to pay pursuant to Section 3003.2. 72 P.S. §10003.2. The court noted “total\ntax” is defined as: “[t]he total tax liability of the taxpayer for the tax period including the\ntax reported by the taxpayer and settled, resettled or assessed by the department.”\nMission Funding Alpha, 129 A.3d at 618, citing 72 P.S. §10003.2(b)(6). The court\nobserved Section 3003.2(i) requires the Department to enter a credit upon the\ntaxpayer’s account whenever the amount shown as due on the annual report is less\n(continued…)\n\n                                       [J-28-2017] - 5\n\f       Based upon its reading of these statutes, the court reasoned the General\n\nAssembly intended that a corporation’s franchise tax liability is not established until its\n\nannual report is filed and, although appellee’s taxes and Report were due on April 15,\n\nthe Tax Code permits a taxpayer the opportunity to make a final tax payment whenever\n\nit files its annual report, which may be filed after tax liabilities are definitively known,\n\nalbeit subject to interests and penalties. Id. at 619, citing, inter alia, 72 P.S. §§7403(c)-\n\n(d) (penalties shall be assessed for failure to make a report) and 7410 (penalties shall\n\nbe imposed for failure to file report or maintain records).             The court concluded\n\n“[b]ecause it is clear that a corporate taxpayer’s annual report filing date is the date\n\non which the corporation states and accepts to pay its tax liability, we hold that\n\n‘actual payment of the tax’ cannot occur until the annual report is filed.” Id. (emphasis in\n\noriginal). The court opined if the General Assembly intended for refund petitions to be\n\nfiled within three years of April 15 following the applicable tax year, rather than within\n\nthree years of when the taxpayer knows its actual tax liability, which is the annual report\n\nfiling date, it would have expressly stated the same. Id. Accordingly, the court held\n\nappellee’s refund petition was timely because it was filed within three years of the filing\n\nof appellee’s 2007 Report, and ordered the matter remanded for further proceedings on\n\nthe merits of appellee’s refund petition.       Id.   After exceptions were overruled and\n\njudgment was entered in favor of appellee, this direct appeal by the Commonwealth\n\nfollowed.\n\n\n\n\n(…continued)\nthan the amount paid to the Department and such credit is subject to immediate refund.\nThe court reasoned these provisions demonstrate the General Assembly “made clear\nthat a corporation’s tax liability is not established until [its] annual report is filed.” Id. at\n619.\n\n\n\n                                        [J-28-2017] - 6\n\f       The question presented to this Court is: “[w]here a taxpayer pays the tax on the\n\ndate it is due but does not file its annual report until several months later, does the\n\nthree-year refund period commence on the date the tax was paid, rather than the date\n\nthat the annual report was filed?” Appellant’s Brief at 4.\n\n       The Commonwealth argues the meaning of “actual payment of the tax” as used\n\nin Section 3003.1(a) should be determined from the ordinary meaning of the words as\n\nilluminated by their use elsewhere in the statute. The Commonwealth asserts the term\n\n“payment” and its cognates are used throughout the Tax Code (as well as the Fiscal\n\nCode) to denote the delivery of money to the Department, rather than the filing of an\n\nannual corporate tax report.        Appellant’s Brief at 12, citing 72 P.S. §10003.2(c)(2)\n\n(“[e]stimated tax shall be paid as follows:…Payment of estimated stock and franchise\n\ntax shall be made in equal installments…), and 72 P.S. §707 (every corporation must\n\n“compute and pay” franchise tax). The Commonwealth notes Section 3003.2(c)(2) of\n\nthe Tax Code directs that after a corporation’s estimated payments have been made,\n\nany remaining tax “shall be paid” when its annual report is due “without reference to any\n\nextension of time” for filing the report itself.\n\n       The Commonwealth further notes the Fiscal Code specifically provides if a\n\ntaxpayer obtains an extension to file a report, the extension does not extend the date\n\nthat tax is due and payable.           Id. at 13, citing 72 P.S. §805 (“taxes…due the\n\nCommonwealth shall be due and payable upon the dates the reports or returns thereof\n\nare required by law to be made, and no extension of time for the filing of any report or\n\nreturn granted by the department, shall extend the date any tax or bonus shall be due\n\nand payable….”). The Commonwealth observes interest on unpaid taxes is keyed to\n\nthe date the taxes are due and payable until paid. Id., citing 72 P.S. §7403(c) (amount\n\nof all taxes not paid on or before April 15, shall bear interest as provided in section 806\n\n\n\n\n                                         [J-28-2017] - 7\n\fof the Fiscal Code from date they are due and payable until paid); 72 P.S. §806 (“All\n\ntaxes due the Commonwealth shall bear simple interest from the date they become due\n\nand payable until paid…. The payment of interest, as aforesaid, shall not relieve any\n\nperson from any of the penalties, commissions or additional tax prescribed by law for\n\nneglect or refusal to furnish timely returns or reports to the Department of Revenue, or\n\nto pay any claim due to the Commonwealth from such person.”). The Commonwealth\n\nargues if the legislature intended the time for filing a refund to commence upon filing the\n\nannual tax report, it would have stated so as it did in Section 407.3(a), which provides\n\nthe Department may assess a tax “within three years after the date the [tax] report is\n\nfiled.” 72 P.S. §7407.3(a). Thus, the Commonwealth contends the payment of tax is\n\nentirely distinct from the filing of an annual report and where those two events do not\n\noccur simultaneously, the three-year refund period runs from the date the tax is due.\n\n         The Commonwealth also argues City of Philadelphia v. City of Philadelphia Tax\n\nReview Board ex rel Keystone Health Plan East, </pre><span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">946</span></span><pre class=\"inline\"> (Pa. 2015) (Keystone) is\n\non point. In that case, the taxpayer filed a report and later an amended report following\n\nan audit by the Internal Revenue Service (IRS) that revealed the taxpayer had\n\nunderstated its deductions and, thus, overstated its net income. The taxpayer sought a\n\nrefund arguing the refund period ran from the date of its amended report. Section 19-\n\n1703(1)(d) of the Philadelphia tax code permits the filing of refund petitions within three\n\nyears from the date of payment or the due date, whichever is later. PHILADELPHIA CODE\n\n§19-1703(1)(d).6      This Court found the Philadelphia tax code provision was\n\n6\n    Section 19-1703(1)(d) provides:\n\n    Every petition for refund of moneys collected by the Department on or after\n    January 1, 1980, for or on behalf of the City or the School District of\n    Philadelphia, including but not limited to any tax, ... shall be filed with the\n    Department within 3 years from the date of payment to the City or the\n    School District of Philadelphia or the due date, whichever is later.\n(continued…)\n\n                                      [J-28-2017] - 8\n\funambiguous and concluded an interpretation that the refund period ran from the filing\n\nof the tax report would insert words where they do not appear. Id. at 952. The Court\n\nalso concluded Section 19-1703(1)(d) is a statute of repose and the period to request a\n\nrefund began upon payment by the taxpayer.             Id. at 953.     According to the\n\nCommonwealth, Section 3003.1(a) is similarly unambiguous and because the provision\n\ndoes not mention reports but ties the refund period to payment, the period for seeking a\n\nrefund in this case began to run when appellee paid its tax on April 15, 2008.\n\n       The Commonwealth also asserts the Commonwealth Court erred by ignoring the\n\nplain language of the statute and instead concluding the filing of an annual corporate tax\n\nreport is the same thing as actually paying tax. According to the Commonwealth, the\n\nTax Code repeatedly treats payment and the filing of a report as two different events,\n\neven though the events may occur simultaneously. Appellant’s Brief at 16, citing 72\n\nP.S. §10003.1(c)(2) (franchise tax is to be paid on April 15 “without regard to any\n\nextension of time for filing” annual report). Additionally, the Commonwealth contends\n\nthe Commonwealth Court misapprehended the dictionary definition of “payment,” which\n\nproperly is defined as “the delivery of money…accepted in partial or full discharge of an\n\nobligation.”   Appellant’s Brief at 17, quoting Black’s Law Dictionary at 1243.\n\nSpecifically, the “acceptance” referenced in the definition is not the taxpayer’s\n\nacceptance of its obligation to file an annual report, but rather the Department’s\n\nacceptance of the taxpayer’s money, which in this case occurred no later than April 15,\n\n2008. The Commonwealth asserts there is no difference between the language of the\n\nPhiladelphia tax ordinance –– “within three years from the date of payment” –– and the\n\nlanguage of Section 3003.1(a), because both the Tax Code and the Philadelphia tax\n\n\n(…continued)\nPHILADELPHIA CODE §19-1703(1)(d) (emphasis added).\n\n\n\n                                     [J-28-2017] - 9\n\fordinance tie the start of the refund period to payment. The Commonwealth further\n\nargues that, as neither Section 3003.1(a) of Tax Code nor Philadelphia’s Section 19-\n\n1703(1)(d) mentions tax “reports,” the date on which a taxpayer files its report is\n\nirrelevant to determining the refund period.\n\n       The Commonwealth insists the Commonwealth Court erred in stating that\n\nSection 3003.1 as a tax statute must be strictly construed against the Commonwealth.\n\nThe Commonwealth notes because the refund statute is not ambiguous and does not\n\nimpose a tax, the courts are not required to strictly construe it against the\n\nCommonwealth. Appellant’s Brief at 19-20, citing Keystone, 132 A.3d at 953-54 (only\n\nambiguous provisions that impose tax must be construed in favor of taxpayer and\n\nrefund provisions are to be strictly construed against taxpayer). The Commonwealth\n\nalso argues whether the taxpayer knows the actual amount of its tax liability when it\n\nmakes payments is irrelevant because the refund period, as a statute of repose, is\n\ngoverned by the payment date and not by the discovery rule. Id., citing Keystone, 132\n\nA.3d at 953 (“we conclude [Section] 19-1703(1)(d) is a statute of repose”).        The\n\nCommonwealth relies upon DaimlerChrysler Corp. v. Com., </pre><span class=\"citation\" data-id=\"1479194\"><a href=\"/opinion/1479194/daimlerchrysler-corp-v-com/\"><span class=\"volume\">885</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">117</span></a></span><pre class=\"inline\"> (Pa. Cmwlth.\n\n2005), aff’d , </pre><span class=\"citation\" data-id=\"2353054\"><a href=\"/opinion/2353054/daimlerchrysler-corp-v-com/\"><span class=\"volume\">927</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">201</span></a></span><pre class=\"inline\"> (Pa. 2007) (DaimlerChrysler), which involved\n\nDaimlerChrysler’s claim for a refund of sales tax paid by the original purchasers of\n\ndefective vehicles the manufacturer was required to buy back under the Pennsylvania\n\nLemon Law.      The Commonwealth Court concluded the refund period specified in\n\nSection 3003.1(a) began to run when the consumer paid the tax at the time of\n\npurchase, even though this meant that some of DaimlerChrysler’s refund claim rights\n\nexpired before the right to request a refund even accrued. DaimlerChrysler, 927 A.2d at\n\n201. Thus, the Commonwealth concludes appellee’s knowledge of its overpayment and\n\n\n\n\n                                     [J-28-2017] - 10\n\frefund rights is irrelevant to the running of the refund period, because the period\n\ncommenced upon payment of the tax.\n\n       Finally, the Commonwealth notes the legislature amended Section 3003.1 in\n\n1997 to add the “actual payment of the tax” language and create a single refund period\n\nfor all taxes even when paid in installments.7 Appellant’s Reply Brief at 7-8. The\n\nCommonwealth denies the 1997 amendment was intended to change the triggering\n\nevent from payment to the filing of the annual report.      The Commonwealth rejects\n\nappellee’s reliance upon various federal court cases for the contrary proposition\n\nbecause the language of the federal tax statute, which contemplates a refund based\n\nupon allegedly erroneous assessments by the IRS Commissioner, is substantially\n\ndifferent from Pennsylvania’s statute, which does not require action by a taxing official\n\nas a pre-condition to a refund claim. The Commonwealth notes appellee’s estimated\n\npayments are not segregated or otherwise maintained in escrow by the Department,\n\nand therefore appellee has improperly characterized the estimated payments as mere\n\ndeposits that do not trigger the refund period.\n\n       Appellee responds the Commonwealth Court properly determined the “actual\n\npayment” of tax occurred only when its tax liability was established by the filing of its\n\n2007 Report and its money on deposit was applied against the established tax liability.\n\nAppellee relies upon various federal cases holding estimated payments are not\n\n“payments of taxes” for purposes of starting the refund limitation period and the\n\n7\n  Previously, Section 503 of the Fiscal Code provided the limitations period for refund\npetitions, and required a taxpayer to file a petition for refund “within two years of the\npayment of which refund is requested.” In 1985, the limitations period was moved to\nSection 3003.1 of the Tax Code, and provided a petition for refund must be filed “within\nthree years of the payment of which a refund is requested.” Act of July 1, 1985, P.L. 78,\n72 P.S. §10003.1. In 1997, Section 3003.1 was amended to its current language ––\nproviding for a refund “within three years of actual payment of the tax.” Act of May 7,\n1997, P.L. 85, 72 P.S. §10003.1.\n\n\n\n                                     [J-28-2017] - 11\n\fpayment of taxes does not occur until the taxpayer’s liability is defined. Appellee’s Brief\n\nat 7-10, citing, inter alia, Rosenman v. United States, </pre><span class=\"citation\" data-id=\"104072\"><a href=\"/opinion/104072/rosenman-v-united-states/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span><pre class=\"inline\">, 661-62 (1945)\n\n(installment payments on estimated tax are held not as taxes duly collected, but as\n\ndeposits made in the nature of cash bond for payment of taxes thereafter found to be\n\ndue; tax obligation is not defined until government issues an assessment).\n\n       Appellee also relies upon Calvert Distillers Corp. v. Bd. of Fin. & Revenue, 63\n\nDauph. 312 (Dauph. Cnty. 1952) (Calvert I), aff’d, </pre><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">668</span></span><pre class=\"inline\"> (Pa. 1954) (Calvert II)\n\nto support the proposition that “actual payment of tax” is different from the mere transfer\n\nof money to the Commonwealth.8         Appellee explains the Calvert I court noted the\n\nlanguage of Fiscal Code Section 503 –– which then required that a petition for refund be\n\nfiled “within two years of the payment for which refund is requested” –– was in direct\n\ncontrast to the federal tax statute which provided a taxpayer may request a refund\n\n“within four years next after the payment of such tax….” 63 Dauph. Cnty. at 315-16\n\n(emphasis added). Appellee asserts the Calvert I court’s conclusion that the taxpayer\n\nwas entitled only to refund of payments made within two years of the filing of the refund\n\npetition but not any installments paid before that time indicates the legislature’s\n\nomission of the phrase “of such tax” in Section 503 signified that Pennsylvania’s time\n\nlimit on tax refund petitions hinged on the date monies were paid –– regardless of\n\nwhether the definite tax liability had been established –– because the limitations period\n\nbegan to run anew at the time of each installment payment. Appellee’s Brief at 12.\n\n\n8\n  The taxpayer in Calvert sought a refund in 1951 of taxes it erroneously paid in two\ninstallments, in 1946 and 1949. 63 Dauph. Cnty. at 313-14. The Board of Finance and\nRevenue awarded a refund of the 1949 payment only, relying on the two-year statutory\nrefund limitations period. Id. at 314. Both the Dauphin County Court of Common Pleas\n(which exercised jurisdiction over all tax appeals at that time), and this Court (which had\njurisdiction over direct appeals from the common pleas court), affirmed. Calvert I, 63\nDauph. Cnty. at 322-23; Calvert II, </pre><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">668</span></span><pre class=\"inline\">.\n\n\n\n                                     [J-28-2017] - 12\n\f       Appellee further argues the legislature’s amendment of Section 3003.1 in 1997\n\nestablished a new statutory time limit for filing refund petitions; appellee posits by\n\neliminating the phrase “within [two or] three years of the payment of which a refund is\n\nrequested” and substituting the phrase “within three years of actual payment of the\n\ntax” in Section 3003.1, the General Assembly intended the state’s taxing scheme\n\nshould be more like the federal taxing scheme interpreted in Rosenman.                Under\n\nappellee’s theory, “actual payment of the tax” has a well-settled, peculiar meaning in the\n\nlaw, i.e., applying money against a definite tax liability established by filing a tax return\n\nor report, and therefore, the Commonwealth Court’s decision to commence the refund\n\nperiod from the time appellee filed its 2007 Report was consistent with federal\n\nprecedent.\n\n       Appellee also distinguishes Keystone, arguing that case did not turn on the date\n\nof “actual payment of the tax.” Appellee asserts the language of the Philadelphia tax\n\nordinance — which requires the filing of a refund petition with three years from “date of\n\npayment or the due date” — is distinguishable from the Pennsylvania Tax Code, which\n\nstarts the refund period at “actual payment of the tax.”             Appellee argues the\n\nCommonwealth improperly equates the tax due date (April 15) with the “actual payment”\n\nof tax, which it views as the filing of the Report.      Appellee asserts Section 403(b)\n\nrequires a corporation to make “final payment of tax due…with the annual report…” and,\n\nthus, “actual payment of tax” does not occur until tax liability is established, i.e., when\n\nthe annual tax report is filed. Appellee contends the Commonwealth Court properly\n\nrecognized Section 3003.2(b)(6) defines “total tax” as the tax “reported by taxpayer,”\n\nand therefore, payment of tax cannot be made (and a refund cannot be sought) until the\n\ntax report establishes the actual amount of tax owed.\n\n\n\n\n                                      [J-28-2017] - 13\n\f        Appellee also argues the Commonwealth Court’s decision in this case is\n\nconsistent with its earlier decision in DaimlerChrysler. According to appellee, the sole\n\nissue before the court in DaimlerChrysler was whether the taxpayer’s due process rights\n\nwere violated by enforcement of the three-year statute of limitations that expired before\n\nthe right to refund accrued. Appellee asserts there was no question when the refund\n\nperiod began to run, i.e., when the purchaser paid a definite amount of money against a\n\ndefinite sales tax at the time the car was purchased and registered. Appellee maintains,\n\nin this case, its “actual payment” of tax occurred when its money on deposit was applied\n\nagainst a definite tax liability as established by the filing of its Report in September\n\n2008.\n\n        Additionally, appellee argues the Commonwealth Court’s statutory interpretation\n\nis proper because if the three-year refund clock starts anew each time a quarterly\n\nestimated installment payment is put on “deposit,” there are at least four separate dates\n\nto track in addition to credit from the prior year, attributable to several estimated\n\npayments, thus resulting in unnecessary complexity.        Appellee further asserts the\n\nCommonwealth’s statutory interpretation causes unwarranted ambiguity because it\n\ntreats the total of the estimated payments as a lump sum, making it impossible to\n\ndetermine which estimated payment is attributable to the tax liability described in an\n\nannual report for purposes of determining when the refund period starts. Appellee also\n\nrejects the use of the payment due date of April 15 as the start of the refund period\n\nbecause this would result in two refund periods if the taxpayer paid some tax on or\n\nbefore April 15 and a final payment with its annual report some time later.\n\n        Finally, appellee observes the Commonwealth Court’s decision is supported by\n\nlaw from other jurisdictions.    Appellee’s Brief at 27-28, citing Hanna Min. Co. v.\n\nLimbach, </pre><span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">3</span></span><pre class=\"inline\">, 4, </pre><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">691</span></span><pre class=\"inline\">, 692 (1985) (Ohio Supreme Court held\n\n\n\n\n                                    [J-28-2017] - 14\n\frefund period begins when tax return is filed, not from date taxpayer remits estimated\n\npayments); N.J. Stat. Ann. §54:49–14(a) (refund petition to be filed within four years of\n\n“payment of any original or additional tax”); Tax Briefs, N.J. STATE TAX NEWS, Vol.\n\n33, No. 4, at 9–10 (date of payment for purposes of starting refund limitations period is\n\ndate return is filed).9\n\n       This appeal presents a legal question of statutory interpretation and, accordingly,\n\nour standard of review is de novo and our scope of review is plenary. Dechert LLP v.\n\nCom., </pre><span class=\"citation\" data-id=\"2163879\"><a href=\"/opinion/2163879/dechert-llp-v-com/\"><span class=\"volume\">998</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">575</span></a></span><pre class=\"inline\">, 579 (Pa. 2010). Our goal in interpreting a statute is to ascertain\n\nand effectuate the intent of the legislature. 1 Pa.C.S. §1921(a). Further, every statute\n\nmust be construed, if possible, to give effect to all of its provisions. Id. Provisions of a\n\nstatute are to be construed in the context in which they appear and with reference to\n\nother pertinent provisions.     Consulting Eng’rs Council of Pennsylvania. v. State\n\nArchitects Licensure Bd., </pre><span class=\"citation\" data-id=\"1936835\"><a href=\"/opinion/1936835/consulting-engineers-v-licensure-bd/\"><span class=\"volume\">560</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1375</span></a></span><pre class=\"inline\">, 1377 (Pa. 1989).             Generally, the best\n\nindication of the General Assembly’s intent is the plain language of the statute. Dechert\n\nLLP, 998 A.2d at 579.\n\n       The parties have advanced different interpretations of the phrase “actual\n\npayment of tax” as used in Section 3003.1(a) for purposes of defining the start of the\n\nrefund period. The Commonwealth Court acknowledged “the common and approved\n\nusage of the phrase ‘actual payment’ means the delivering of money in the acceptance\n\nand performance of an obligation, rather than the mere depositing of money on account\n\nfor potential future use.” Mission Funding Alpha, 129 A.3d at 618 (emphasis added).\n\n\n9\n  The Pennsylvania Institute of Certified Public Accountants filed an amicus brief in\nsupport of appellee, arguing (1) the date of the payment of the tax is the date that\nmonies are applied against a tax liability shown on a tax report; and (2) any other date is\nunworkable, ambiguous and unfair and inconsistent with neighboring state and federal\nlaw.\n\n\n\n                                     [J-28-2017] - 15\n\fThe Commonwealth requests that we adopt the ordinary meaning of the words and\n\nconclude “payment” and its cognates are used throughout the Tax Code and Fiscal\n\nCode to mean the delivery of money to the Department. Appellee urges this Court to\n\nignore the plain language of Section 3003.1 of the Tax Code and conclude — like the\n\nCommonwealth Court ultimately did despite its recognition of common usage — that the\n\nphrase “actual payment of tax” has a different and special meaning in the law. Appellee\n\nargues “actual payment of tax” does not mean the transfer of money from a taxpayer to\n\nthe Department in satisfaction of a tax liability, but rather the filing of an annual report\n\ndetailing a taxpayer’s specific tax liability. We decline to adopt such an interpretation.\n\n       As we have noted, Section 3003.1(a) states, in pertinent part, “[e]xcept as\n\notherwise provided by statute, a petition for refund must be made to the department\n\nwithin three years of actual payment of the tax, interest or penalty.” Section 3003.2 of\n\nthe Tax Code provides, in relevant part:\n\n       (a) The following taxpayers are required to pay estimated tax:\n\n       ****\n\n       (2) Every corporation subject to the capital stock and franchise tax\n       imposed by Article VI of this act…shall make payments of estimated\n       capital stock and franchise tax during its taxable year as provided herein.\n\n       (c) Estimated tax shall be paid as follows:\n\n       ****\n\n       (2) Payment of estimated capital stock and franchise tax shall be made in\n       equal installments on or before the fifteenth day of the third, sixth, ninth\n       and twelfth months of the taxable year. The remaining portion of the\n       capital stock and franchise tax due, if any, shall be paid upon the\n       date the corporation’s annual report is required to be filed without\n       reference to any extension of time for filing such report.\n\n\n\n\n                                      [J-28-2017] - 16\n\f72 P.S. §10003.2(a)(2), (c)(2) (emphasis added).        These two provisions reveal the\n\npayment of tax and the filing of a tax report are distinct acts, although these acts may\n\noccur simultaneously.\n\n       At the same time, Section 403 provides, in relevant part:\n\n       (a) It shall be the duty of every corporation, liable to pay tax under this\n       article, on or before April 15, 1972, and each year thereafter, to transmit to\n       the department, upon a form prescribed by the department, an annual\n       report…of net income taxable under the provisions of this article.\n                                    *      *      *     *\n       (b) It shall be the duty of each corporation liable to pay tax under this\n       article to pay estimated tax under section 3003.2 and to make final\n       payment of tax due for the taxable year with the annual report required by\n       this section.\n\n       (c) The amount of all taxes, imposed under the provisions of this article,\n       not paid on or before the times as above provided, shall bear\n       interest…from the date they are due and payable until paid,….\n72 P.S. §7403(a), (b), and (c).10\n\n       The Commonwealth Court construed the phrase “actual payment” for purposes\n\nof defining the triggering event that starts the refund period by considering dictionary\n\ndefinitions of “payment” and “actual” and by examining the language of Section 403(b)\n\nand (c) of the Tax Code. Section 403(b) imposes a duty on corporate taxpayers to pay\n\nestimated tax under Section 3003.2 by that date and to make final payment of tax due\n\nfor the taxable year with the annual report. Section 403(c) provides unpaid taxes shall\n\nbear interest from the date they are due until paid.        The court concluded “actual\n\npayment” means the delivering of money in the acceptance and performance of an\n\nobligation, rather than the mere depositing of money, and thus the date on which the\n\n\n10\n  In 2016, Section 403(a) was amended to allow a corporation to file its report on or\nbefore thirty days after its return to the federal government is due. Act of July 9, 2016,\nP.L. 270, 72 P.S. §7403(a). The above-quoted language was the operative language in\n2008, when appellee made the payments for the 2007 Tax Year at issue here.\n\n\n\n                                     [J-28-2017] - 17\n\fcorporation states and accepts its tax liability by filing an annual report is the date of\n\n“actual payment” of tax. Mission Funding Alpha, 129 A.3d at 617-19.\n\n       We are not persuaded by the Commonwealth Court’s reasoning and instead find\n\na more straightforward reading of the statutory language is appropriate. Black’s Law\n\nDictionary defines “payment” as “[p]erformance of an obligation by the delivery of\n\nmoney…accepted in partial or full discharge of the obligation.” Black’s Law Dictionary\n\nat 1309. Black’s Law Dictionary defines “actual” as “[e]xisting in fact; real….”           Id.,\n\nquoting Black’s Law Dictionary at 40.         The obligation at issue here is appellee’s\n\nstatutorily mandated duty to pay foreign franchise tax on or before April 15, 2008. 72\n\nP.S. §10003.2(c)(2); 72 P.S. §403(b). Notably, appellee’s obligation to pay the foreign\n\nfranchise tax did not arise only when it ascertained its final tax liability. Appellee was\n\nactually obligated by statute to pay the foreign franchise tax on or before April 15, 2008,\n\nregardless of whether it had ascertained its final liability and filed its annual report. 72\n\nP.S. §10003.2(c)(2); 72 P.S. §403(b); 72 P.S. §805.\n\n       In this case, because appellee paid its estimated tax in sufficient amounts and\n\nalso carried forward credit from the prior tax year, the Department deemed appellee’s\n\ntax obligation satisfied as of April 15, 2008, despite the fact it had not yet filed its annual\n\nreport. The Commonwealth Court’s interpretation that this “payment” did not start the\n\nrefund period clock ignores the language of Section 3003.2(c)(2). Subsection (c)(2) is\n\nunequivocal: any portion of the franchise tax that remains due after payment of the\n\nestimated payments “shall be paid upon the date the corporation’s annual report is\n\nrequired to be filed without reference to any extension of time for filing such report.” 72\n\nP.S. §10003.2(c)(2). The language of subsection (c)(2) thus qualifies the language of\n\nSection 403(b) providing that the taxpayer shall make payment of final tax with the\n\nannual report, and thereby specifically instructs the tax is due and payable on April 15\n\n\n\n\n                                      [J-28-2017] - 18\n\fregardless of whether a taxpayer files a tax report. See also 72 P.S. §805 (amount of\n\nall taxes due the Commonwealth “shall be due and payable upon the dates the reports\n\nor returns…are required by law to be made, and no extension of time for the filing of any\n\nreport or return granted by the department, shall extend the date any tax…shall be due\n\nand payable….”).\n\n       Notwithstanding this straightforward interpretation of statutes intended to be read\n\ntogether, appellee — like the Commonwealth Court — insists “actual payment of tax” is\n\na peculiar term of art with a special meaning. Appellee relies upon Rosenman, 323\n\nU.S. at 661, for the premise estimated tax payments are mere deposits and not “actual\n\npayments of tax” that trigger the refund period. In Rosenman, the relevant federal\n\nrefund provision provided a claim for a refund of a tax “alleged to have been\n\nerroneously or illegally assessed or collected must be presented to the Commissioner\n\nwithin three years next after the payment of such tax.” 323 U.S. at 661. In 1934, to\n\nprevent the imposition of interest on unpaid estate taxes, the taxpayer paid estimated\n\ntax under protest prior to filing the estate’s final return in 1935. Following an audit of the\n\nestate, the IRS issued a deficiency assessment against the estate in 1938, which was\n\nsatisfied through application of the estimated payments and other payments. In 1940,\n\nthe taxpayer filed a claim for refund based on further deductions and the IRS denied the\n\nclaim because the tax had been collected in 1934, more than three years prior to the\n\nrefund claim. Throughout this period, the IRS held the money in a segregated account.\n\nThe U.S. Supreme Court concluded because the federal government held the payment\n\nin a special account, did not pay overpayment interest on the estimate payments, and\n\ndid not consider the payment of estimated tax as “taxes duly collected,” the estimated\n\npayment was “merely a ‘deposit.’” Id. at 662. The High Court determined the 1940\n\nrefund claim was timely because the action complained of was the deficiency\n\n\n\n\n                                      [J-28-2017] - 19\n\fassessment and until that occurred in 1938 there was no illegal or erroneous\n\nassessment.\n\n      Unlike the federal government, the Department is required to pay interest on\n\noverpayments of estimated tax and, as noted by the Commonwealth, estimated tax\n\npayments are not held in separate accounts by the Department. 72 P.S. §806.1(a)(2)\n\n(interest on overpayments of tax shall be paid and overpayments of estimated tax are\n\n“deemed to have been overpaid on the last day prescribed for filing the final return or\n\nreport”); Appellant’s Reply Brief at 10 (appellee’s remittances to Department were not\n\nmaintained in any special “escrow” or “suspense” accounts). Thus, under Pennsylvania\n\nlaw, the Department deems estimated tax payments to be “taxes duly collected” as of\n\nthe report filing due date — in this case April 15, 2008 — and not mere deposits. Given\n\nthe differences between federal and Pennsylvania law, Rosenman is inapposite.11\n\n      Appellee’s reliance on Calvert I and II is similarly misplaced. At the time those\n\ncases were decided, Section 503 of the Fiscal Code provided petitions for refund “must\n\nbe filed with the board within two years of the payment of which refund is requested.”\n\nCalvert II, 103 A.2d at 670. In 1951, the taxpayer sought a refund of all the franchise\n\ntax installment payments made in 1946 and a sum paid in 1949 following settlement\n\nand resettlement of its 1946 tax year liability. The trial court held the taxpayer could\n\nrecover only the sum paid in 1949 because the refund petition was filed more than two\n\nyears after the 1946 installment payments. The court opined the language of Section\n\n503 did not allow a taxpayer to recover “an entire tax erroneously paid…so long as one\n\n11\n  The taxing provision at issue in Rosenman has since been superseded and the U.S.\nSupreme Court has itself cast doubt on the continuing validity of the Rosenman Court’s\nreasoning given the existence of a “deemed paid” provision in the current federal tax\ncode. Baral v. United States, </pre><span class=\"citation\" data-id=\"118336\"><a href=\"/opinion/118336/baral-v-united-states/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span><pre class=\"inline\">, 437-38 (2000) (remittance by taxpayer of\nestimated income tax, and remittance by taxpayer’s employer of withholding tax, were\n“paid” on the due date of petitioner’s income tax return).\n\n\n\n                                    [J-28-2017] - 20\n\for more payments on account thereof were made within” two years of the time the\n\nrefund was sought. Calvert I, 63 Dauph. Cnty. at 322-23 (“By using the word ‘payment’\n\nthe legislature clearly disclosed its intention to distinguish between ‘payment’ and\n\n‘tax.’”). In other words, the statutory language meant each installment payment had its\n\nown refund period. This Court agreed and observed if the General Assembly intended\n\nthere to be a single refund period for the entire tax the statute would have required that\n\nrefund petitions be filed “within two years of the last payment of the tax of which refund\n\nis requested.” Calvert II, 103 A.2d at 670 (emphasis in original). Notably, the current\n\nrefund period is triggered upon “actual payment of the tax” and, as this language\n\nsubstantially conforms to the hypothetical language suggested by the Calvert II Court\n\nfor a single refund period for the entire tax paid, appellee’s reliance on these cases for\n\nits position the triggering event is the filing of a report is unavailing.\n\n       Moreover, although appellee claims the 1997 amendment to Section 3003.1 was\n\nintended to bring Pennsylvania in line with federal precedent that a tax is only “paid”\n\nwhen the amount is ascertained by the filing of a tax return, we read the substitution of\n\n“actual payment of tax” as the clear expression of the General Assembly’s intent to\n\nprovide taxpayers with the ability to request a refund of any tax overpayments in a\n\nsingle petition filed within three years of the date on which the Department applied funds\n\nsubmitted by the taxpayer in full satisfaction of its tax liability.12\n\n       Nor does Hanna Mining support the Commonwealth Court’s contrary reading. In\n\nthat Ohio case, the relevant statute required a refund application to be filed “within three\n\n12\n  Our research reveals Department policy is consistent with such an interpretation; all\npayments of tax, including prepayments and estimated payments, are deemed by the\nDepartment to have been paid on the due date for the filing of the annual report.\nWeintraub, Stewart M., Pennsylvania Tax Handbook, §16-13:1 at 979 (2017). See also\n72 P.S. §806.1(a)(2) (“Any amount overpaid as estimated tax…shall be deemed to have\nbeen overpaid on the last day prescribed for filing the final return…”).\n\n\n\n                                        [J-28-2017] - 21\n\fyears from the date of the illegal or erroneous payment of the tax.” Ohio Rev. Code\n\n§5733.12. The Ohio Supreme Court reasoned because the tax commissioner is given\n\nthree years from the date a final franchise tax report is filed to assess additional taxes it\n\nwould be inequitable to require taxpayers to keep track of multiple limitations periods\n\nbased on estimated installment payments and, therefore, taxpayers “who timely remit\n\ntheir final reports and who timely remit the tax due in estimated payments should not be\n\ndenied a full three-year period to seek a refund of the final tax due.” Hanna Mining, 20\n\nOhio St. 3d at 5. The court also held the refund period for installment payments of\n\nestimated tax begins to run “at the time the annual corporation report is timely filed or\n\nshould have been filed, whichever is earlier.” Id. at 6. Thus, under Hanna Mining the\n\nstatute of limitations for a refund based on a late filed report does not begin to run on\n\nthe report filing date or the payment date, but rather on the statutory due date. Thus the\n\ncourt’s reasoning in Hanna Mining actually undermines appellee’s position; using the\n\nrationale of that case, the statutory due date triggering the refund period in this case\n\nwould be April 15, 2008.\n\n       Appellee’s reliance upon New Jersey tax procedure is similarly unavailing. In\n\nNew Jersey, a “taxpayer, at any time within four years after the payment of any original\n\nor additional tax assessed against him” may file a claim for a refund. N.J.S.A. §54:49-\n\n14a.   However, the relevant regulation provides the “four-year statute of limitations\n\nperiod for filing a claim for refund commences to run from the later of the payment of\n\ntax…or from the filing of the final return…The due date of the return is deemed the\n\npayment date if filing and payment are made prior to the due date.” N.J. Admin. Code\n\n§18:7-13.8(a). The Pennsylvania Tax Code does not have a similar regulation allowing\n\nthe limitations period to begin upon filing of the report if filing does not coincide with\n\npayment; the General Assembly could have included such a term had it intended the\n\n\n\n\n                                      [J-28-2017] - 22\n\ftriggering act to be the filing of the annual report rather than the due date for that\n\nreport. See, e.g. 72 P.S. §7407.3 (“Tax may be assessed within three years after the\n\ndate the report is filed.”); 72 P.S. §7348(a) (“The amount of any tax imposed by this\n\narticle shall be assessed within three years after the return is filed.”). We decline to\n\nsupply such language where the legislature chose not to include it. Burke ex rel. Burke\n\nv. Indep. Blue Cross, </pre><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">1267</span></span><pre class=\"inline\">, 1274 (Pa. 2014) (“[W]e are mindful of the precept\n\nthat courts cannot insert words into a statute. Thus, we may not, under the guise of\n\nstatutory construction, simply rewrite [the statute].”).\n\n       Additionally, accepting either the Commonwealth Court’s or appellee’s\n\ninterpretation of “actual payment of tax” would render nonsensical another provision in\n\nthe statutory scheme — Section 3003.1(d) — and we must avoid such a result. See,\n\ne.g., 1 Pa.C.S. §1922(1) (in ascertaining General Assembly’s intent we presume it did\n\nnot intend a result that is absurd or unreasonable); 1 Pa.C.S. §1922(2) (courts should\n\npresume General Assembly intends the entire statute to be effective and certain).\n\nSection 3003.1(d) provides: “In the case of amounts paid as a result of an assessment,\n\ndetermination, settlement or appraisement, a petition for refund must be filed with the\n\ndepartment within six months of actual payment of the tax.” 72 P.S. §§10003.1(d).\n\nUnder Section 3003.1(d), when a taxpayer files a petition for refund, the refund period\n\nbegins upon payment of the tax liability as reflected in the Department-issued\n\nassessment, determination, settlement or appraisement. The taxpayer’s obligation to\n\npay tax arises from action taken by the Department and the calculation of final tax\n\nliability by the taxpayer and filing of a tax report are not implicated.     Therefore,\n\nappellee’s assertion the phrase “actual payment of tax” means upon the filing of a\n\ncorporate tax report makes no sense in the context of a refund request following the\n\npayment of tax pursuant to an assessment, determination, settlement or appraisement.\n\n\n\n\n                                       [J-28-2017] - 23\n\f       Further, “[a] voluntary payment of taxes can be subsequently recovered by a\n\ntaxpayer only as a statute provides.” Calvert II, 103 A.2d at 669; Philadelphia Gas\n\nWorks ex rel. City of Philadelphia v. Com. , </pre><span class=\"citation\" data-id=\"2382026\"><a href=\"/opinion/2382026/philadelphia-gas-works-v-com/\"><span class=\"volume\">741</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">841</span></a></span><pre class=\"inline\">, 846 (Pa. Cmwlth. 1999), aff'd\n\nsub nom., </pre><span class=\"citation\" data-id=\"2156830\"><a href=\"/opinion/2156830/philadelphia-gas-works-v-commonwealth/\"><span class=\"volume\">757</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">360</span></a></span><pre class=\"inline\"> (Pa. 2000) (refund of voluntarily paid tax is matter of legislative\n\ngrace). Where, as here, a statute provides a remedy, the directions of the statute must\n\nbe strictly pursued to obtain the remedy. 1 Pa.C.S. §1504. The time limitation in a tax\n\nstatute must be “strictly enforced to prevent any uncertainty in the budgetary planning\n\nand fiscal affairs of the Commonwealth.” Philadelphia Gas Works, 741 A.2d at 846;\n\nFed. Deposit Ins. Corp. v. Bd. of Fin. & Revenue, </pre><span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">495</span></span><pre class=\"inline\">, 498 (Pa. 1951) (“[N]o\n\ndoubt the legislature considered that to allow refunds [years after tax was paid] would\n\ncreate great uncertainty in the budgetary planning and fiscal affairs of the\n\nCommonwealth.”). Compliance with the time limitation in the Tax Code is “an absolute\n\ncondition to obtaining a refund.” Id. See also Bethlehem Steel Co. v. Bd. of Fin. &\n\nRevenue, </pre><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">767</span></span><pre class=\"inline\"> (Pa. 1968) (“Equitable principles cannot vary the statutory\n\nrequirement and we lack the power to alter the explicit language of the statute.”).\n\nAccepting either the Commonwealth Court’s or appellee’s interpretation would allow a\n\ntaxpayer to delay indefinitely the filing of its annual report and, then, even after the late\n\nfiling, seek a refund of tax (plus interest) accepted as paid long ago — and most likely\n\nalready allocated and spent by the Commonwealth. We cannot support such a reading\n\ngiven that the refund limitations period is intended in part to protect budgetary\n\ncertainty.13 Fed. Deposit Ins. Corp., 84 A.2d at 498.\n\n\n\n13\n   In her dissenting opinion Justice Mundy states our decision will preclude taxpayers\nfrom exercising their right to choose to file their taxes late. Dissenting Slip Op. at 4. We\nnote the language of Section 3003.2(c) is mandatory –– requiring that remaining\nfranchise tax due “shall be paid upon the date the corporation’s annual report is\nrequired to be filed….” No language in either Section 3003.2 or Section 7403\n(continued…)\n\n                                      [J-28-2017] - 24\n\f       We reiterate the object of statutory construction “is to ascertain and effectuate\n\nthe intention of the General Assembly.” Walker v. Eleby, </pre><span class=\"citation\" data-id=\"1896500\"><a href=\"/opinion/1896500/walker-v-eleby/\"><span class=\"volume\">842</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">389</span></a></span><pre class=\"inline\">, 400 (Pa. 2004),\n\nciting 1 Pa.C.S. §§1903(a), 1921(b). “The clearest indication of legislative intent is\n\ngenerally the plain language of a statute.” Id.; 1 Pa.C.S. §1903 (“[w]ords and phrases\n\nshall be construed according to rules of grammar and according to their common and\n\napproved usage…”). Thus, if the language of a statute is clear and unambiguous, a\n\ncourt must read its provisions in accordance with their plain meaning and common\n\nusage. After our careful review of the language employed in both the Tax Code and the\n\nFiscal Code and based on the facts before us here, we hold “the actual payment of the\n\ntax” for purposes of determining when the refund period begins is the act of transferring\n\nmoney or credits by the taxpayer to the Department, and the Department’s acceptance\n\nof the money or credits in full satisfaction of tax liability. In this matter, the “actual\n\npayment of tax” occurred on April 15, 2008, the date tax was due and payable, and\n\nwhen the Department accepted appellee’s estimated tax payments and credits as\n\npayment for its 2007 Tax Year liability. We further hold the filing of the annual report —\n\nwhen it takes place after the due date as happened here — is not the triggering event\n\nfor determining whether a refund petition was timely filed.         We therefore conclude\n\nappellee’s refund petition was not timely filed because the three-year tax refund period\n\nbegan to run on April 15, 2008, and expired prior to the September 16, 2011 filing date.\n\nAccordingly, the order of the Commonwealth Court is reversed and the matter is\n\nremanded for reinstatement of the decision of the Board of Appeals.14\n\n(…continued)\nauthorizes allowing a taxpayer to unilaterally extend the refund period relating to the\npayment of taxes, which as noted supra, is an act distinct from the filing of a tax report.\n14\n    We recognize appellee has forwarded an alternative argument that we should treat\nits petition for refund as a petition for credit; according to appellee, the three year refund\nperiod is not applicable to a petition for credit. Appellee’s Brief at 28-29. The\n(continued…)\n\n                                      [J-28-2017] - 25\n\f       Jurisdiction relinquished.\n\n\nChief Justice Saylor and Justices Baer and Wecht join the opinion.\n\nJustice Donohue files a concurring opinion.\n\nJustice Mundy files a dissenting opinion.\n\nJustice Todd did not participate in the consideration or decision of this case.\n\n\n\n\n(…continued)\nCommonwealth argues appellee waived this claim by failing to request a credit when it\nfiled its petition for refund. Appellant’s Reply Brief at 14, citing Board of Appeals\nPetition Form. The Commonwealth also notes that whether a taxpayer seeks a refund\nor credit it must nevertheless file a petition within the time specified. Id. at 14-15, citing\nPhiladelphia Gas Works, 741 A.2d at 847 (Section 247 of Tax Code, 72 P.S. §7247,\ndoes not provide separate time limitations for request for refund and request for credit\nand Board of Finance and Revenue has discretion to either give refund of taxes paid or\ncredit taxpayer’s account). Before the Commonwealth Court, the parties stipulated\n“[t]he sole issue in this appeal is whether [appellee] timely filed a Petition for Refund\nwith the Board of Appeals, pursuant to 72 P.S. §10003.1(a).” Stipulation of Facts ¶6.\nThe parties further stipulated “[i]f this [c]ourt determines that [appellee’s] Petition for\nRefund was not timely filed with the Board of Appeals, then the decision of the Board of\nAppeals and Board of Finance and Revenue shall be sustained and [appellee] may not\npursue any claim of relief with respect to its 2007 Tax Year Franchise Tax liability.” Id.\nat ¶29. Moreover, appellee did not make this alternative argument regarding a “petition\nfor credit” before the Board of Appeals or the Board of Finance and Review, and the\nCommonwealth Court did not reach it. Accordingly, we consider it waived and do not\naddress it.\n\n\n\n                                      [J-28-2017] - 26\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104072/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118336/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1479194/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1896500/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1936835/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1947701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2156830/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2163879/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2353054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2382026/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2017-11-22T16:16:06.579841Z",
      "date_modified": "2017-11-22T16:16:06.806477Z",
      "date_filed": "2017-11-22",
      "date_filed_is_approximate": false,
      "slug": "mission-funding-alpha-v-commonwealth-aplt",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "Mission Funding Alpha v. Commonwealth, Aplt.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/6229245/mission-funding-alpha-v-commonwealth-aplt/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2017-11-22T16:16:06.564900Z",
  "date_modified": "2017-11-22T16:16:06.564938Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Mission Funding Alpha v. Commonwealth, Aplt.",
  "case_name_full": "",
  "slug": "mission-funding-alpha-v-commonwealth-aplt",
  "docket_number": "2 MAP 2016",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}