{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/6239594/",
  "id": 6239594,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/dcd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4450421/",
      "id": 4450421,
      "absolute_url": "/opinion/4450421/public-employees-for-environmental-responsibility-v-environmental/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/6239594/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4227674/",
          "id": 4227674,
          "absolute_url": "/opinion/4450421/public-employees-for-environmental-responsibility-v-environmental/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4450421/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/710/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2017-12-11T23:00:55.181059Z",
          "date_modified": "2017-12-11T23:05:52.622598Z",
          "type": "010combined",
          "sha1": "28283f3f868532209087cb106dcde6ba3f4dcbe5",
          "page_count": 15,
          "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2014cv2056-49",
          "local_path": "pdf/2017/12/11/public_employees_for_environmental_responsibility_v._environmental.pdf",
          "plain_text": "                           UNITED STATES DISTRICT COURT\n                           FOR THE DISTRICT OF COLUMBIA\n\nPUBLIC EMPLOYEES FOR                              :\nENVIRONMENTAL RESPONSIBILITY,                     :\n                                                  :\n       Plaintiff,                                 :       Civil Action No.:      14-2056 (RC)\n                                                  :\n       v.                                         :       Re Document Nos.:      33, 38\n                                                  :\nENVIRONMENTAL PROTECTION                          :\nAGENCY,                                           :\n                                                  :\n       Defendant.                                 :\n\n                                 MEMORANDUM OPINION\n\nGRANTING IN PART AND DENYING IN PART DEFENDANT’S RENEWED M OTION FOR SUMMARY\n  J UDGMENT; GRANTING IN PART AND DENYING IN PART PLAINTIFF’S RENEWED CROS S -\n                        M OTION FOR SUMMARY J UDGMENT\n\n                                      I. INTRODUCTION\n\n       Plaintiff Public Employees for Environmental Responsibility (“PEER”) brings this\n\nFreedom of Information Act (“FOIA”) suit seeking records from the Environmental Protection\n\nAgency (“EPA”) concerning EPA’s involvement with “suspected or actual toxic contamination\n\nat schools in the Santa Monica Malibu Unified School District” (“SMMUSD”). Compl. ¶ 5,\n\nECF No. 2. In a prior Memorandum Opinion, this Court determined that EPA had appropriately\n\nwithheld a small number of documents. 1 Pub. Emps. for Envtl. Responsibility v. EPA, 213 F.\n\nSupp. 3d 1, 22–24 (D.D.C. 2016). Finding, however, that EPA had not sufficiently explained its\n\nrefusal to release most of the challenged records, the Court directed the agency to revise its\n\n\n\n\n       1  Specifically, the Court determined that EPA had properly withheld PRD 538, 935,\n1438, and 1575 pursuant to FOIA Exemption 5 and the attorney-client privilege and PRD 367\npursuant to FOIA Exemption 6. Pub. Emps. for Envtl. Responsibility, 213 F. Supp. 3d at 22, 26.\n\fsubmissions to permit judicial consideration of whether the documents are protected by the\n\nclaimed FOIA exemptions. See id. at 16. Since the Court issued its first opinion, the dispute has\n\nnarrowed to nineteen documents, EPA has submitted supplemental Vaughn indices and\n\nadditional declarations, and the Court has inspected all nineteen disputed documents in camera.\n\nNow before the Court are the parties’ renewed cross-motions for summary judgment. For the\n\nreasons set out below, the Court grants the agency’s motion for summary judgment except as to\n\nPRD 260, 1095, 1108 and 1617, which EPA must disclose in full, and PRD 940 and 1449, which\n\nEPA must disclose in part.\n\n\n                                     II. BACKGROUND\n\n       In August 2014, PEER submitted a request for records to EPA Region 9, pursuant to\n\nFOIA, 5 U.S.C. § 552. See Def.’s Statement of Material Facts (“EPA Statement”) ¶ 1, ECF No.\n\n18-1; Pl.’s Statement of Material Facts (“PEER Statement”) ¶ 1, ECF No. 20. Specifically,\n\nPEER requested:\n\n       [E]mails and other written communications and notes of all communications from\n       October 1, 2013 to the present concerning or referencing suspected or actual toxic\n       contamination with [polychlorinated biphenyls (“PCBs”)] between named EPA\n       employees and any other EPA employees and (1) Senator Barbara Boxer, any\n       member of her staff, or the staff of the Senate Environment and Public Works\n       Committee which she chairs; (2) named members of the SMMUSD School\n       Board; (3) named members of the Malibu City Council or the City Council as a\n       group.\n\nEPA Statement ¶ 1; PEER Statement ¶ 1. PEER also sought a fee waiver, which EPA granted.\n\nSee Decl. of Steven Armann (“Armann Decl.”) ¶ 16, ECF No. 18-3; PEER Statement ¶ 2.\n\nMonths later, PEER brought this suit, alleging that EPA had failed to provide any records, as\n\nrequired by FOIA. See Compl. ¶¶ 1, 7. Soon after the Complaint was filed, EPA responded to\n\nPEER’s request by releasing a group of responsive documents, but withholding others pursuant\n\fto Exemptions 5 and 6 of FOIA. See Armann Decl. ¶ 17; EPA Statement ¶ 4; PEER Statement ¶\n\n4. Subsequent discussions between PEER and EPA led to the release of additional documents—\n\nsome produced in full, and others partially redacted. See Armann Decl. ¶¶ 19–21; EPA\n\nStatement ¶¶ 5–7; PEER Statement ¶ 5. Thereafter, the parties filed cross-motions for summary\n\njudgment.\n\n       On September 30, 2016, this Court denied PEER’s motion for summary judgment and\n\ngranted in part and denied in part the EPA’s cross-motion. See Pub. Emps. for Envtl.\n\nResponsibility, 213 F. Supp. 3d at 26. In their motions, the parties had addressed three categories\n\nof documents: (1) documents withheld pursuant to Exemption 5 as being subject to the\n\ndeliberative process privilege, (2) documents withheld pursuant to Exemption 5 as being subject\n\nto the attorney–client privilege, and (3) a document withheld pursuant to Exemption 6 as a record\n\nimplicating the privacy interests of an EPA employee. See id. at 10–11, 19, 25.\n\n       The Court found that EPA had met its burden of showing that the document withheld\n\nunder Exemption 6 was proper and that four records were properly withheld as privileged\n\nattorney-client communications. See id. at 22–26. The Court held, however, that EPA’s Vaughn\n\nindex 2 was inadequate in certain respects and did not permit the Court to assess whether\n\ndocuments were properly withheld under the deliberative process privilege or whether certain\n\nother records were properly withheld under Exemption 5 for attorney-client privilege. Id. at 16.\n\nBecause of deficiencies in the Vaughn index, the Court also could not assess whether EPA had\n\n\n\n\n       2 As the Court explained in its prior Opinion, a “Vaughn index”—named for the case\nVaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973)—contains the agency’s justification for\ninvoking a particular FOIA exemption. See Pub. Emps. for Envtl. Responsibility, 213 F. Supp.\n3d at 9.\n\fmet its burden of showing that it had released all reasonably segregable, nonexempt factual\n\nmaterial. See id. at 24.\n\n       The Court, in its discretion, allowed EPA an opportunity to supplement its Vaughn index.\n\nSee id. at 16–17. Specifically, it directed that EPA’s supplemental submissions “must show, at\n\nthe least: ‘(1) the nature of the specific deliberative process involved, (2) the function and\n\nsignificance of the document in that process, and (3) the nature of the decisionmaking authority\n\nvested in the document’s author and recipient.’” Id. at 18–19 (quoting Nat’l Sec. Counselors v.\n\nCIA, 960 F. Supp. 2d 101, 189 (D.D.C. 2013)).\n\n       EPA has now supplemented its Vaughn index, and the parties have narrowed their dispute\n\nto nineteen documents, all of which have been reviewed by the Court in camera. See EPA\n\nVaughn Index 5/11/17, ECF No. 43-2; Order (Oct. 5, 2017) (directing Defendant to submit\n\ndisputed records for in camera review), ECF No. 46; EPA Notice of Ex Parte In Camera Filing,\n\nECF No. No. 47. Now before the Court are the parties’ renewed cross-motions for summary\n\njudgment. See Def.’s Renewed Mot. Summ. J. (“EPA Mot.”), ECF No. 33; Pl.’s Renewed\n\nCross-Mot. Summ. J. (“PEER Mot.”), ECF No. 38.\n\n\n                                    III. LEGAL STANDARD\n\n       FOIA “sets forth a policy of broad disclosure of Government documents in order ‘to\n\nensure an informed citizenry, vital to the functioning of a democratic society.’” FBI v.\n\nAbramson, 456 U.S. 615, 621 (1982) (quoting NLRB v. Robbins Tire & Rubber Co., 437 U.S.\n\n214, 242 (1978)).    The Act mandates release of properly requested federal agency records,\n\nunless the materials fall squarely within one of nine statutory exemptions. Milner v. Dep’t of\n\nNavy, 562 U.S. 562, 565 (2011); Students Against Genocide v. Dep’t of State, 257 F.3d 828, 833\n\n(D.C. Cir. 2011) (citing 5 U.S.C. § 552(a)(3)(A), (b)). “FOIA cases typically and appropriately\n\fare decided on motions for summary judgment.” Defenders of Wildlife v. U.S. Border Patrol,\n\n623 F. Supp. 2d 83, 87 (D.D.C. 2009) (citing Bigwood v. U.S. Agency for Int’l Dev., 484 F.\n\nSupp. 2d 68, 73 (D.D.C. 2007)). The agency is entitled to summary judgment if no material\n\nfacts are genuinely in dispute and the agency demonstrates “that its search for responsive records\n\nwas adequate, that any exemptions claimed actually apply, and that any reasonably segregable\n\nnon-exempt parts of records have been disclosed after redaction of exempt information.”\n\nCompetitive Enter. Instit. v. EPA, 232 F. Supp. 3d 172, 181 (D.D.C. 2017). “This burden does\n\nnot shift even when the requester files a cross-motion for summary judgment because ‘the\n\nGovernment ultimately has the onus of proving that the documents are exempt from disclosure,’\n\nwhile the ‘burden upon the requester is merely to establish the absence of material factual issues\n\nbefore a summary disposition of the case could permissibly occur.’” Hardy v. ATF, 243 F. Supp.\n\n3d 155, 162 (D.D.C. 2017) (brackets omitted) (quoting Pub. Citizen Health Research Grp. v.\n\nFDA, 185 F.3d 898, 904–05 (D.C. Cir. 1999)).\n\n       To carry its burden, the agency must provide “a relatively detailed justification,\n\nspecifically identifying the reasons why a particular exemption is relevant and correlating those\n\nclaims with the particular part of the withheld document to which they apply.” Electronic\n\nPrivacy Info. Ctr. v. U.S. Drug Enforcement Agency, 192 F. Supp. 3d 92, 103 (D.D.C. 2016)\n\n(quoting Mead Data Cent., Inc. v. U.S. Dep’t of Air Force, 566 F.2d 242, 251 (D.C. Cir. 1977)).\n\nIn conducting its review, a court may also rely on its own in camera examination of disputed\n\ndocuments to determine whether they were properly withheld under the claimed statutory\n\nexemptions. See 5 U.S.C. § 552; see also, e.g., Citizens for Responsibility and Ethics in\n\nWashington v. Nat’l Archives and Records Admin., 715 F. Supp. 2d 134, 140–42 (D.D.C. 2010)\n\n(relying on the Court’s in camera review to resolve whether documents had been properly\n\fwithheld). This Court reviews the agency’s explanations de novo, and will endorse an agency’s\n\ndecision to withhold information if the justification for invoking a FOIA exemption “appears\n\n‘logical’ or plausible.’” Pinson v. U.S. Dep’t of Justice, 245 F. Supp. 3d 225, 239 (D.D.C. 2017)\n\n(quoting Wolf v. CIA, 473 F.3d 370, 374–75)). Nonetheless, “exemptions from disclosure must\n\nbe narrowly construed . . . and conclusory and generalized allegations of exemptions are\n\nunacceptable.” Morley v. CIA, 508 F.3d 1108, 1114–15 (D.C. Cir. 2007) (citation and internal\n\nquotation marks omitted).\n\n\n                                          IV. ANALYSIS\n\n       EPA contends that all nineteen disputed documents are protected from disclosure under\n\nFOIA Exemption 5’s deliberative process privilege. PEER disagrees, arguing that (1) EPA has\n\nfailed to justify its withholdings under Exemption 5 and (2) some of the documents contain\n\nsegregable factual material that is subject to disclosure.\n\n\n                              i. Applicability of FOIA Exemption 5\n\n       Exemption 5 permits an agency to withhold “inter-agency or intra-agency memorandums\n\nor letters that would not be available by law to a party other than an agency in litigation with the\n\nagency.” 5 U.S.C. § 552 (b)(5). It incorporates the deliberative process privilege, which\n\n“protects ‘documents reflecting advisory opinions, recommendations and deliberations\n\ncomprising part of a process by which government decisions and policies are formulated.’”\n\nLoving v. U.S. Dep’t of Def., 550 F.3d 32, 38 (D.C. Cir. 2008) (Dep’t of Interior v. Klamath\n\nWater Users Protective Ass’n (“Klamath Water”), 532 U.S. 1, 8 (2001)). “The deliberative\n\nprocess privilege rests on the obvious realization that officials will not communicate candidly\n\namong themselves if each remark is a potential item of discovery and front page news, and its\n\fobject is to enhance ‘the quality of agency decisions,’ by protecting open and frank discussion\n\namong those who make them within the Government.’” Klamath Water, 535 U.S. at 8–9\n\n(internal citation omitted) (quoting NLRB v. Sears, Roebuck & Co., 421 U.S. 132, 151 (1984)).\n\nIt also “helps to prevent premature disclosure of proposed policies and protects against public\n\nconfusion through the disclosure of documents suggesting reasons for policy decisions that were\n\nultimately not taken.” Judicial Watch, Inc. v. U.S. Postal Serv., 297 F. Supp. 2d 252, 258–59\n\n(D.D.C. 2004).\n\n       “To fall within the deliberative process privilege, materials must bear on the formulation\n\nor exercise of agency policy-oriented judgment.” Petroleum Info. Corp. v. U.S. Dep’t of Interior,\n\n976 F.2d 1429, 1435 (D.C. Cir. 1992). A record only qualifies for withholding if it is both\n\n“predecisional” and “deliberative.” Access Reports v. U.S. Dep’t of Justice, 926 F.2d 1192, 1194\n\n(D.C. Cir. 1991). “A document is predecisional if it is generated ‘before the adoption of an\n\nagency policy.’” McKinley v. FDIC, 744 F. Supp. 2d 128, 138 (D.D.C. 2010) (quoting Coastal\n\nStates Gas Corp. v. U.S. Dep’t of Energy, 617 F.2d 854, 866 (D.C. Cir. 1980)). Records are\n\n“deliberative” if they reflect “the give-and-take of the consultative process.” Coastal States Gas\n\nCorp., 617 F.2d at 866. “[T]o come within the privilege and thus within Exemption 5, the\n\ndocument must be a direct part of the deliberative process in that it makes recommendations or\n\nexpresses opinions on legal or policy matters.” Vaughn, 523 F.2d at 1143–44. The key question\n\nin determining whether the material is deliberative “is whether disclosure of the information\n\nwould ‘discourage candid discussion within the agency.’” Access Reports, 926 F.2d at 1195\n\n(quoting Dudman Commc’ns Corp. v. U.S. Dep’t of Air Force, 815 F.2d 1565, 1567–68 (D.C.\n\nCir. 1987)).\n\f       To meet its burden, an “agency must establish ‘what deliberative process is involved, and\n\nthe role played by the documents in issue in the course of that process.’” Senate of P.R. v. U.S.\n\nDep’t of Justice, 823 F.2d 574, 585–86 (D.C. Cir. 1987) (quoting Coastal States Gas Corp., 617\n\nF.2d at 868). “In addition to explaining the ‘function and significance of the document(s) in the\n\nagency’s decisionmaking process,’ the agency must describe ‘the nature of the decisionmaking\n\nauthority vested in the office or person issuing the disputed document(s), and the positions in the\n\nchain of command of the parties to the documents.’” Elec. Frontier Found. v. U.S. Dep’t of\n\nJustice, 826 F. Supp. 2d 157, 168 (D.D.C. 2011) (quoting Arthur Andersen & Co. v. IRS, 679\n\nF.2d 254, 258 (D.C. Cir. 1982)). The Court may also rely on its own in camera inspection of\n\ndocuments to discern whether the deliberative process privilege applies. See Phillippi v. CIA,\n\n546 F.2d 1009, 1012–13 (D.C. Cir. 1976) (“It is clear that the FOIA contemplates that the courts\n\nwill resolve fundamental issues in contested cases on the basis of in camera examinations of the\n\nrelevant documents.”); see also, e.g., Citizens for Responsibility and Ethics in Wash., 715 F.\n\nSupp. 2d at 142.\n\n                   A.    Documents Properly Withheld Under Exemption 5\n\n       EPA claims that all nineteen disputed documents contain deliberative communications\n\nabout possible approaches to the issue of PCBs at schools in the SMMUSD. See EPA Vaughn\n\nIndex 5/11/17, ECF No. 43-2. Having reviewed the records in camera, the Court agrees that\n\nPRD 240, 642, 827, 890, 940, 954, 1033, 1167, 1352, 1378, 1449, 1836, 1888, 1890, and 1966\n\nwere properly withheld under the deliberative process privilege. The redacted material in each\n\ndocument contains internal agency deliberations that evaluate proposed policy options, suggest\n\nnext steps for the agency, or seek advice from other EPA components about policy alternatives.\n\nBased on a combination of EPA’s revised Vaughn index and supplemental declarations and the\n\fCourt’s in camera review of these documents, EPA has adequately supported its application of\n\nFOIA Exemption 5 with respect to these documents. The Court grants summary judgment to\n\nEPA as to these records. 3\n\n                B.      Documents Improperly Withheld Under Exemption 5\n\n       Based on the Court’s consideration of the entire record, four disputed documents—\n\nspecifically, PRD 260, 1095, 1108, and 1617—are not properly withheld pursuant to the\n\n\n\n       3  PEER’s arguments in favor of disclosure of the disputed records primarily focus on\ninadequacies in EPA’s justifications for withholding them. Because the Court personally\nreviewed each document and verified the applicability of Exemption 5 to the aforementioned\nrecords, no elaborate, individualized discussion of why each record is properly withheld is called\nfor. The Court will, however, explain its conclusion as to PRD 240, which was primarily\ndisputed on the grounds that drafting comments cannot be withheld unless explicitly linked to a\npolicy deliberation or decision. See PEER Mot. at 3–6.\n        According to EPA, redacted portions of PRD 240 “contain[] staff impressions and\nrecommendations concerning how to draft [a] field report,” which “would be used by EPA to\nplan further action (if needed) at [SMMUSD].” See Vaughn Index 5/11/17, ECF No. 43-2. EPA\ncontends that disclosure of redacted portions of this record may stifle internal discussions\nregarding “how reports are drafted and what is included in reports” and could cause public\nconfusion “by disclosure of reasons, rationales and conclusions that were not in fact ultimately\npart of the Field Report.” Id. PEER disputes EPA’s application of Exemption 5, arguing\nprimarily that EPA has not shown that the record is deliberative in nature and that this sort of\ndocument likely includes factual information that is not protected by the privilege. PEER Mot.\nat 3–6.\n         Having reviewed the record, the Court confirms that it does not contain technical, factual\nmaterial, but rather offers editorial suggestions concerning how to present information in a\nreport. Generally, employee recommendations and suggestions are covered by the deliberative\nprocess privilege. See Coastal States Gas Corp., 617 F.2d at 866. And our Circuit Court has\nclarified that editorial recommendations are protected. In the context of draft agency histories,\nfor example, the Circuit has explained that Exemption 5 applies because “‘disclosure of editorial\njudgments’ made during the agency’s deliberative process ‘would stifle the creative thinking and\ncandid exchange of ideas necessary to produce good historical work.’” Nat’l Sec. Archive v.\nCIA, 752 F.3d 460, 466 (D.C. Cir. 2014) (quoting Dudman Commc’ns Corp v. Dep’t of Air\nForce, 815 F.2d 1565, 1569 (D.C. Cir. 1987)); see also Russell v. Dep’t of the Air Force, 682\nF.2d 1045, 1048–49 (D.C. Cir. 1980). These same observations apply to PRD 240. Discussions\nregarding what information to include in a final report and how to present that information is\nsufficiently predecisional and deliberative to justify withholding under Exemption 5.\n\fdeliberative process privilege. The Court will assess EPA’s claims regarding each document and\n\nexplain why the asserted exemption does not apply. 4\n\n                                            1. PRD 260\n\n       PRD 260 is a chain of emails entitled “2009 PCB Dose Estimate Tool Indoor Air.”\n\nVaughn Index 5/11/17 at 2–3. EPA claims that redacted portions of the document “deliberate\n\nabout the EPA’s position on the IRIS reference dose posed by PCBs due to indoor air exposure.”\n\nId. The document is predecisional, EPA claims, because it communicates about proposed testing\n\nand “the appropriate reference dose level of PCBs,” for a tool that may be used for testing in\n\nSMMUSD. Id. Furthermore, EPA states that “release of this information would have a chilling\n\neffect on the Agency’s ability to have open and frank discussions among its staff and other\n\nAgency personnel concerning how best to address PCBs in schools” and that release could cause\n\npublic confusion. Id.\n\n       The Court’s in camera review of PRD 260 reveals that it contains only clarifications and\n\ninternal explanation about why the IRIS reference tool had been designed a certain way. The\n\nrecord features no discussion about future use or modification of the tool. Indeed, the email\n\nexchange reveals no present challenge for agency employees to attempt to solve. Nor does the\n\ndocument expose prior communications or information about the deliberative process within the\n\nagency at the time the tool was created. This Court has explained that “[t]he most basic\n\nrequirement of the [deliberative process] privilege is that a document be antecedent to the\n\n\n       4   EPA withholds portions of these records as nonresponsive. Our Circuit Court has\nexplained that FOIA does not permit an agency to parse a responsive record to redact specific\ninformation within it as non-responsive. Rather, all information within a responsive record is\nsubject to disclosure unless one of the FOIA exemptions specifically shields it. Am. Immigration\nLawyers Assoc. v. Exec. Office of Immigration Review, 830 F.3d 667, 677–79 (D.C. Cir. 2016).\nBecause PEER does not challenge EPA’s withholdings on this basis, the Court will not address\nthat issue sua sponte.\n\fadoption of an agency policy.” Judicial Watch, Inc., 297 F. Supp. 2d at 260; see also Sears,\n\nRoebuck & Co., 421 U.S. at 152 (explaining the public interest in release of postdecisional\n\ncommunications). As this record explains design choices that had already been made, it cannot\n\nbe called predecisional and it therefore cannot be shielded under Exemption 5.\n\n                                           2. PRD 1095\n\n       PRD 1095 is an email exchange among EPA staff which “discuss[es] and comment[s] on\n\nToronto PCB study and SFEI studies on PCB caulk and the studies[’] applicability to Bay Area\n\nbuildings.” Vaughn Index 5/11/17 at 9, ECF No. 43-2. EPA argues that the withheld\n\ninformation is protected because “it contains staff impressions and recommendations concerning\n\nthe studies and their applicability to PCB found in the grout at Malibu.” Id. Further, EPA claims\n\nthe record is predecisional because “the Agency had not yet responded to the questions posed by\n\nthe reporter and was seeking information in order to respond to the question.” Id. The document\n\nbears no apparent connection to any agency decisionmaking process. Even the unredacted\n\nrecord does not reveal anything about “the reporter” who was “seeking information” that EPA\n\nmentioned in its Vaughn Index. The Court cannot readily assume that the document is\n\nnonetheless related to some agency decision even though EPA relies on only this conclusory\n\nclaim to demonstrate the purportedly predecisional nature of this record. As the Court cannot tie\n\nthe EPA’s staff members’ comments on the external report to any internal policy decision or\n\ndecisionmaking process, it cannot condone EPA’s application of the deliberative process\n\nprivilege with regard to this document.\n\n                                           3. PRD 1108\n\n       According to EPA’s Vaughn Index, the two sentences redacted from PRD 1108 “contain\n\nquestions related to [a] study and its conclusions.” Vaughn Index 5/11/17 at 10, ECF No. 43-2.\n\fMore precisely, the Vaughn Index states that the two sentences “contain [] staff impressions and\n\nrecommendations concerning exposure to PCBs and its relationship to cancer as discussed” in\n\nthe study. Id. PEER disputes EPA’s statements, contending that the asserted rationales do not\n\nappear to apply to this record. PEER Mot. at 14, ECF No. 38. Having reviewed the record in\n\ncamera, the Court discerns no relationship to any decisionmaking process and no connection\n\nbetween these communications and any policy or proposed policy of the agency. Because these\n\ncommunications are neither predecisional nor deliberative, the deliberative process privilege is\n\ninapplicable to PRD 1108.\n\n                                            4. PRD 1617\n\n       PRD 1617 is an email exchange entitled “Emission Rates from Caulk.” Vaughn Index\n\n5/11/17 at 15–16, ECF No. 43-2. EPA’s Vaughn Index explains that this record features\n\ncommunications among EPA scientists and managers about “emission rates from caulks.” Id. at\n\n15. In particular, EPA staff discuss a caulk study and how to analyze the results of the study,\n\nincluding ways to calculate PCB values in caulk. See id. EPA contends that this record is\n\npredecisional because “[t]hese discussions were held prior to any decision regarding the dust\n\nsamples at Malibu and contain back-and-forth on the proper way to interpret [the] study.” Id. at\n\n16. EPA adds that it “had not yet made a final position based on the test results.” Id. For its\n\npart, PEER asserts that EPA has not identified any decisionmaking process to which these\n\ncommunication are associated “other than the cryptic and uninformative ‘final position based on\n\nthe test results.’” PEER Mot. at 18 (quoting Vaughn Index 5/11/17 at 16), ECF No. 43-2.\n\n       The Court agrees with PEER that EPA did not identify in its Vaughn Index and\n\ndeclarations any particular decisionmaking process for which PRD 1617 was prepared. EPA’s\n\nreference to a “final position based on the test results” is untethered to any decisionmaking\n\fprocess and is insufficient by itself to demonstrate that these communications are predecisional.\n\nEPA’s suggestion that this document played some role in decisions regarding dust samples at\n\nMalibu is also insufficient. A document is not predecisional under Exemption 5 unless it was\n\n“generated as part of a definable decision-making process.” Gold Anti-Trust Action Comm., Inc.\n\nv. Bd. of Governors of the Fed. Reserve System, 762 F. Supp. 2d 123, 136 (D.D.C. 2011). An\n\nagency’s post hoc realization that past deliberations might bear on new questions does not satisfy\n\nthis requirement.\n\n       Having inspected the record in camera, the Court finds that the redacted materials contain\n\nexplanations and clarifications relating to published EPA studies. As the Court explained above,\n\n“the deliberative process privilege does not protect “documents that merely state or explain\n\nagency decisions.” Judicial Watch, Inc. v. Dep’t of Health and Human Servs., 27 F. Supp. 2d\n\n240, 245 (D.D.C. 1998); see also Nat’l Labor Relations Bd., 421 U.S. at 152 (explaining that\n\npost-decisional communications not protected by FOIA Exemption 5). PRD 1617 may not be\n\nwithheld pursuant to the deliberative process privilege as the communications are neither\n\npredecisional nor deliberative.\n\n\n                                        ii. Segregability\n\n       Because “the focus of FOIA is information, not documents . . . an agency cannot justify\n\nwithholding an entire document simply by showing that it contains some exempt material.”\n\nMead Data Cent., Inc., 566 F.2d at 260. Rather, FOIA requires the agency to release “[a]ny\n\nreasonably segregable portion of a record . . . after deletion of the portions which are exempt.” 5\n\nU.S.C. § 552(b); see also Mead Data Cent., Inc., 566 F.2d at 260 (“It has long been a rule in this\n\nCircuit that non-exempt portions of a document must be disclosed unless they are inextricably\n\nintertwined with exempt portions.”). “Before approving the application of a FOIA exemption,\n\fthe district court must make specific findings of segregability regarding the documents to be\n\nwithheld.” Sussman v. U.S. Marshals Serv., 494 F.3d 1106, 1116 (D.C. Cir. 2007).\n\n       PEER speculates that several disputed documents contain purely factual material that can\n\nlikely be segregated from properly withheld information. Cf. Army Times Publ’g Co. v. U.S.\n\nDep’t of Air Force, 998 F.2d 1067, 1071 (D.C. Cir. 1993) (“Exemption 5 applies only to the\n\ndeliberative portion of a document and not to any purely factual, non-exempt information the\n\ndocument contains.”). PEER also challenges the adequacy of EPA’s explanations for non-\n\nsegregability. The Court agrees with PEER that EPA used boilerplate, conclusory language to\n\ndescribe its efforts to segregate nonexempt, factual material from exempt material. Nearly every\n\nVaughn Index entry includes the exact same language on the question of segregability. To meet\n\nits burden, “[a]n agency must provide a ‘detailed justification’ and not just make ‘conclusory\n\nstatements’ to support its segregability determination.” Goldstein v. IRS, 2017 WL 4358674, at\n\n*12 (D.D.C. Sept. 29, 2017) (quoting Mead Data Cent., Inc., 566 F.2d at 261). EPA’s Vaughn\n\nIndex and declarations fall well short of this hurdle.\n\n       When an agency has failed to support its segregability determination, a court may\n\nconduct its own in camera search for segregation non-exemption information. See Mead Data\n\nCent., Inc., 566 F.2d at 262. This Court’s inspection of the documents disputed in this case\n\nconfirms that most of the records do not feature reasonably segregable factual information. The\n\nsparse factual material present in most of the documents “reflects an ‘exercise of discretion and\n\njudgment calls’” and its “exposure would enable the public to probe an agency’s deliberative\n\nprocess.” Leopold v. CIA, 89 F. Supp. 3d 12, 21 (D.D.C. 2015). Two documents—PRD 940 and\n\nPRD 1449—however, contain some segregable factual material that must be released. Save for\n\fthe first, second, and final two redacted sentences from PRD 940, EPA must release this\n\ndocument. EPA must also release the final two sentences currently redacted from PRD 1449.\n\n\n                                     V. CONCLUSION\n\n       For the foregoing reasons, EPA’s Renewed Motion for Summary Judgment is granted\n\nwith respect to PRD 240, 642, 827, 890, 954, 1033, 1167, 1352, 1378, 1836, 1888, 1890, and\n\n1966 and denied with regard to the other disputed documents. PEER’s cross-motion for\n\nsummary judgment is granted in full with respect to PRD 260, 1095, 1108 and 1617 and in part\n\nwith respect to PRD 940 and 1449, which contain reasonably segregable factual information. An\n\norder consistent with this Memorandum Opinion is separately and contemporaneously issued.\n\n\nDated: December 11, 2017                                        RUDOLPH CONTRERAS\n                                                                United States District Judge\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                           UNITED STATES DISTRICT COURT\n                           FOR THE DISTRICT OF COLUMBIA\n\nPUBLIC EMPLOYEES FOR                              :\nENVIRONMENTAL RESPONSIBILITY,                     :\n                                                  :\n       Plaintiff,                                 :       Civil Action No.:      14-2056 (RC)\n                                                  :\n       v.                                         :       Re Document Nos.:      33, 38\n                                                  :\nENVIRONMENTAL PROTECTION                          :\nAGENCY,                                           :\n                                                  :\n       Defendant.                                 :\n\n                                 MEMORANDUM OPINION\n\nGRANTING IN PART AND DENYING IN PART DEFENDANT’S RENEWED M OTION FOR SUMMARY\n  J UDGMENT; GRANTING IN PART AND DENYING IN PART PLAINTIFF’S RENEWED CROS S -\n                        M OTION FOR SUMMARY J UDGMENT\n\n                                      I. INTRODUCTION\n\n       Plaintiff Public Employees for Environmental Responsibility (“PEER”) brings this\n\nFreedom of Information Act (“FOIA”) suit seeking records from the Environmental Protection\n\nAgency (“EPA”) concerning EPA’s involvement with “suspected or actual toxic contamination\n\nat schools in the Santa Monica Malibu Unified School District” (“SMMUSD”). Compl. ¶ 5,\n\nECF No. 2. In a prior Memorandum Opinion, this Court determined that EPA had appropriately\n\nwithheld a small number of documents. 1 Pub. Emps. for Envtl. Responsibility v. EPA, 213 F.\n\nSupp. 3d 1, 22–24 (D.D.C. 2016). Finding, however, that EPA had not sufficiently explained its\n\nrefusal to release most of the challenged records, the Court directed the agency to revise its\n\n\n\n\n       1  Specifically, the Court determined that EPA had properly withheld PRD 538, 935,\n1438, and 1575 pursuant to FOIA Exemption 5 and the attorney-client privilege and PRD 367\npursuant to FOIA Exemption 6. Pub. Emps. for Envtl. Responsibility, </pre><span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> at 22, 26.\n\fsubmissions to permit judicial consideration of whether the documents are protected by the\n\nclaimed FOIA exemptions. See id. at 16. Since the Court issued its first opinion, the dispute has\n\nnarrowed to nineteen documents, EPA has submitted supplemental Vaughn indices and\n\nadditional declarations, and the Court has inspected all nineteen disputed documents in camera.\n\nNow before the Court are the parties’ renewed cross-motions for summary judgment. For the\n\nreasons set out below, the Court grants the agency’s motion for summary judgment except as to\n\nPRD 260, 1095, 1108 and 1617, which EPA must disclose in full, and PRD 940 and 1449, which\n\nEPA must disclose in part.\n\n\n                                     II. BACKGROUND\n\n       In August 2014, PEER submitted a request for records to EPA Region 9, pursuant to\n\nFOIA, 5 U.S.C. § 552. See Def.’s Statement of Material Facts (“EPA Statement”) ¶ 1, ECF No.\n\n18-1; Pl.’s Statement of Material Facts (“PEER Statement”) ¶ 1, ECF No. 20. Specifically,\n\nPEER requested:\n\n       [E]mails and other written communications and notes of all communications from\n       October 1, 2013 to the present concerning or referencing suspected or actual toxic\n       contamination with [polychlorinated biphenyls (“PCBs”)] between named EPA\n       employees and any other EPA employees and (1) Senator Barbara Boxer, any\n       member of her staff, or the staff of the Senate Environment and Public Works\n       Committee which she chairs; (2) named members of the SMMUSD School\n       Board; (3) named members of the Malibu City Council or the City Council as a\n       group.\n\nEPA Statement ¶ 1; PEER Statement ¶ 1. PEER also sought a fee waiver, which EPA granted.\n\nSee Decl. of Steven Armann (“Armann Decl.”) ¶ 16, ECF No. 18-3; PEER Statement ¶ 2.\n\nMonths later, PEER brought this suit, alleging that EPA had failed to provide any records, as\n\nrequired by FOIA. See Compl. ¶¶ 1, 7. Soon after the Complaint was filed, EPA responded to\n\nPEER’s request by releasing a group of responsive documents, but withholding others pursuant\n\fto Exemptions 5 and 6 of FOIA. See Armann Decl. ¶ 17; EPA Statement ¶ 4; PEER Statement ¶\n\n4. Subsequent discussions between PEER and EPA led to the release of additional documents—\n\nsome produced in full, and others partially redacted. See Armann Decl. ¶¶ 19–21; EPA\n\nStatement ¶¶ 5–7; PEER Statement ¶ 5. Thereafter, the parties filed cross-motions for summary\n\njudgment.\n\n       On September 30, 2016, this Court denied PEER’s motion for summary judgment and\n\ngranted in part and denied in part the EPA’s cross-motion. See Pub. Emps. for Envtl.\n\nResponsibility, </pre><span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">3d</span></span><pre class=\"inline\"> at 26. In their motions, the parties had addressed three categories\n\nof documents: (1) documents withheld pursuant to Exemption 5 as being subject to the\n\ndeliberative process privilege, (2) documents withheld pursuant to Exemption 5 as being subject\n\nto the attorney–client privilege, and (3) a document withheld pursuant to Exemption 6 as a record\n\nimplicating the privacy interests of an EPA employee. See id. at 10–11, 19, 25.\n\n       The Court found that EPA had met its burden of showing that the document withheld\n\nunder Exemption 6 was proper and that four records were properly withheld as privileged\n\nattorney-client communications. See id. at 22–26. The Court held, however, that EPA’s Vaughn\n\nindex 2 was inadequate in certain respects and did not permit the Court to assess whether\n\ndocuments were properly withheld under the deliberative process privilege or whether certain\n\nother records were properly withheld under Exemption 5 for attorney-client privilege. Id. at 16.\n\nBecause of deficiencies in the Vaughn index, the Court also could not assess whether EPA had\n\n\n\n\n       2 As the Court explained in its prior Opinion, a “Vaughn index”—named for the case\nVaughn v. Rosen, </pre><span class=\"citation\" data-id=\"313449\"><a href=\"/opinion/313449/robert-g-vaughn-v-bernard-rosen-executive-director-united-states-civil/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span><pre class=\"inline\"> (D.C. Cir. 1973)—contains the agency’s justification for\ninvoking a particular FOIA exemption. See Pub. Emps. for Envtl. Responsibility, </pre><span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">F. Supp.</span>\n<span class=\"page\">3d</span></span><pre class=\"inline\"> at 9.\n\fmet its burden of showing that it had released all reasonably segregable, nonexempt factual\n\nmaterial. See id. at 24.\n\n       The Court, in its discretion, allowed EPA an opportunity to supplement its Vaughn index.\n\nSee id. at 16–17. Specifically, it directed that EPA’s supplemental submissions “must show, at\n\nthe least: ‘(1) the nature of the specific deliberative process involved, (2) the function and\n\nsignificance of the document in that process, and (3) the nature of the decisionmaking authority\n\nvested in the document’s author and recipient.’” Id. at 18–19 (quoting Nat’l Sec. Counselors v.\n\nCIA, </pre><span class=\"citation no-link\"><span class=\"volume\">960</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">101</span></span><pre class=\"inline\">, 189 (D.D.C. 2013)).\n\n       EPA has now supplemented its Vaughn index, and the parties have narrowed their dispute\n\nto nineteen documents, all of which have been reviewed by the Court in camera. See EPA\n\nVaughn Index 5/11/17, ECF No. 43-2; Order (Oct. 5, 2017) (directing Defendant to submit\n\ndisputed records for in camera review), ECF No. 46; EPA Notice of Ex Parte In Camera Filing,\n\nECF No. No. 47. Now before the Court are the parties’ renewed cross-motions for summary\n\njudgment. See Def.’s Renewed Mot. Summ. J. (“EPA Mot.”), ECF No. 33; Pl.’s Renewed\n\nCross-Mot. Summ. J. (“PEER Mot.”), ECF No. 38.\n\n\n                                    III. LEGAL STANDARD\n\n       FOIA “sets forth a policy of broad disclosure of Government documents in order ‘to\n\nensure an informed citizenry, vital to the functioning of a democratic society.’” FBI v.\n\nAbramson, </pre><span class=\"citation\" data-id=\"110712\"><a href=\"/opinion/110712/fbi-v-abramson/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">615</span></a></span><pre class=\"inline\">, 621 (1982) (quoting NLRB v. Robbins Tire & Rubber Co., </pre><span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">214</span></a></span><pre class=\"inline\">, 242 (1978)).    The Act mandates release of properly requested federal agency records,\n\nunless the materials fall squarely within one of nine statutory exemptions. Milner v. Dep’t of\n\nNavy, </pre><span class=\"citation\" data-id=\"206187\"><a href=\"/opinion/206187/milner-v-department-of-navy/\"><span class=\"volume\">562</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">562</span></a></span><pre class=\"inline\">, 565 (2011); Students Against Genocide v. Dep’t of State, </pre><span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">828</span></span><pre class=\"inline\">, 833\n\n(D.C. Cir. 2011) (citing 5 U.S.C. § 552(a)(3)(A), (b)). “FOIA cases typically and appropriately\n\fare decided on motions for summary judgment.” Defenders of Wildlife v. U.S. Border Patrol,\n\n</pre><span class=\"citation\" data-id=\"1513919\"><a href=\"/opinion/1513919/defenders-of-wildlife-v-us-border-patrol/\"><span class=\"volume\">623</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 87 (D.D.C. 2009) (citing Bigwood v. U.S. Agency for Int’l Dev., 484 F.\n\nSupp. 2d 68, 73 (D.D.C. 2007)). The agency is entitled to summary judgment if no material\n\nfacts are genuinely in dispute and the agency demonstrates “that its search for responsive records\n\nwas adequate, that any exemptions claimed actually apply, and that any reasonably segregable\n\nnon-exempt parts of records have been disclosed after redaction of exempt information.”\n\nCompetitive Enter. Instit. v. EPA, </pre><span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">F. Supp. 3d</span> <span class=\"page\">172</span></span><pre class=\"inline\">, 181 (D.D.C. 2017). “This burden does\n\nnot shift even when the requester files a cross-motion for summary judgment because ‘the\n\nGovernment ultimately has the onus of proving that the documents are exempt from disclosure,’\n\nwhile the ‘burden upon the requester is merely to establish the absence of material factual issues\n\nbefore a summary disposition of the case could permissibly occur.’” Hardy v. ATF, </pre><span class=\"citation no-link\"><span class=\"volume\">243</span> <span class=\"reporter\">F. Supp.</span>\n\n<span class=\"page\">3d</span></span><pre class=\"inline\"> 155, 162 (D.D.C. 2017) (brackets omitted) (quoting Pub. Citizen Health Research Grp. v.\n\nFDA, </pre><span class=\"citation\" data-id=\"184944\"><a href=\"/opinion/184944/pub-ctzn-hlth-rsrch-v-fda/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">898</span></a></span><pre class=\"inline\">, 904–05 (D.C. Cir. 1999)).\n\n       To carry its burden, the agency must provide “a relatively detailed justification,\n\nspecifically identifying the reasons why a particular exemption is relevant and correlating those\n\nclaims with the particular part of the withheld document to which they apply.” Electronic\n\nPrivacy Info. Ctr. v. U.S. Drug Enforcement Agency, </pre><span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">F. Supp. 3d</span> <span class=\"page\">92</span></span><pre class=\"inline\">, 103 (D.D.C. 2016)\n\n(quoting Mead Data Cent., Inc. v. U.S. Dep’t of Air Force, </pre><span class=\"citation\" data-id=\"350872\"><a href=\"/opinion/350872/mead-data-central-inc-v-united-states-department-of-the-air-force/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 251 (D.C. Cir. 1977)).\n\nIn conducting its review, a court may also rely on its own in camera examination of disputed\n\ndocuments to determine whether they were properly withheld under the claimed statutory\n\nexemptions. See 5 U.S.C. § 552; see also, e.g., Citizens for Responsibility and Ethics in\n\nWashington v. Nat’l Archives and Records Admin., </pre><span class=\"citation\" data-id=\"2539645\"><a href=\"/opinion/2539645/citizens-for-responsibility-v-national-archives/\"><span class=\"volume\">715</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, 140–42 (D.D.C. 2010)\n\n(relying on the Court’s in camera review to resolve whether documents had been properly\n\fwithheld). This Court reviews the agency’s explanations de novo, and will endorse an agency’s\n\ndecision to withhold information if the justification for invoking a FOIA exemption “appears\n\n‘logical’ or plausible.’” Pinson v. U.S. Dep’t of Justice, </pre><span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">F. Supp. 3d</span> <span class=\"page\">225</span></span><pre class=\"inline\">, 239 (D.D.C. 2017)\n\n(quoting Wolf v. CIA, </pre><span class=\"citation\" data-id=\"186834\"><a href=\"/opinion/186834/wolf-paul-v-cia/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">370</span></a></span><pre class=\"inline\">, 374–75)). Nonetheless, “exemptions from disclosure must\n\nbe narrowly construed . . . and conclusory and generalized allegations of exemptions are\n\nunacceptable.” Morley v. CIA, </pre><span class=\"citation\" data-id=\"187057\"><a href=\"/opinion/187057/morley-v-cia/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1108</span></a></span><pre class=\"inline\">, 1114–15 (D.C. Cir. 2007) (citation and internal\n\nquotation marks omitted).\n\n\n                                          IV. ANALYSIS\n\n       EPA contends that all nineteen disputed documents are protected from disclosure under\n\nFOIA Exemption 5’s deliberative process privilege. PEER disagrees, arguing that (1) EPA has\n\nfailed to justify its withholdings under Exemption 5 and (2) some of the documents contain\n\nsegregable factual material that is subject to disclosure.\n\n\n                              i. Applicability of FOIA Exemption 5\n\n       Exemption 5 permits an agency to withhold “inter-agency or intra-agency memorandums\n\nor letters that would not be available by law to a party other than an agency in litigation with the\n\nagency.” 5 U.S.C. § 552 (b)(5). It incorporates the deliberative process privilege, which\n\n“protects ‘documents reflecting advisory opinions, recommendations and deliberations\n\ncomprising part of a process by which government decisions and policies are formulated.’”\n\nLoving v. U.S. Dep’t of Def., </pre><span class=\"citation\" data-id=\"187269\"><a href=\"/opinion/187269/loving-v-department-of-defense/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span><pre class=\"inline\">, 38 (D.C. Cir. 2008) (Dep’t of Interior v. Klamath\n\nWater Users Protective Ass’n (“Klamath Water”), </pre><span class=\"citation\" data-id=\"118462\"><a href=\"/opinion/118462/department-of-interior-v-klamath-water-users-protective-assn/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8 (2001)). “The deliberative\n\nprocess privilege rests on the obvious realization that officials will not communicate candidly\n\namong themselves if each remark is a potential item of discovery and front page news, and its\n\fobject is to enhance ‘the quality of agency decisions,’ by protecting open and frank discussion\n\namong those who make them within the Government.’” Klamath Water, 535 U.S. at 8–9\n\n(internal citation omitted) (quoting NLRB v. Sears, Roebuck & Co., </pre><span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></span><pre class=\"inline\">, 151 (1984)).\n\nIt also “helps to prevent premature disclosure of proposed policies and protects against public\n\nconfusion through the disclosure of documents suggesting reasons for policy decisions that were\n\nultimately not taken.” Judicial Watch, Inc. v. U.S. Postal Serv., </pre><span class=\"citation\" data-id=\"2326859\"><a href=\"/opinion/2326859/judicial-watch-inc-v-us-postal-service/\"><span class=\"volume\">297</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">252</span></a></span><pre class=\"inline\">, 258–59\n\n(D.D.C. 2004).\n\n       “To fall within the deliberative process privilege, materials must bear on the formulation\n\nor exercise of agency policy-oriented judgment.” Petroleum Info. Corp. v. U.S. Dep’t of Interior,\n\n</pre><span class=\"citation\" data-id=\"592176\"><a href=\"/opinion/592176/petroleum-information-corporation-v-united-states-department-of-the/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1429</span></a></span><pre class=\"inline\">, 1435 (D.C. Cir. 1992). A record only qualifies for withholding if it is both\n\n“predecisional” and “deliberative.” Access Reports v. U.S. Dep’t of Justice, </pre><span class=\"citation\" data-id=\"556585\"><a href=\"/opinion/556585/access-reports-v-department-of-justice/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span><pre class=\"inline\">, 1194\n\n(D.C. Cir. 1991). “A document is predecisional if it is generated ‘before the adoption of an\n\nagency policy.’” McKinley v. FDIC, </pre><span class=\"citation\" data-id=\"2469255\"><a href=\"/opinion/2469255/mckinley-v-fdic/\"><span class=\"volume\">744</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">128</span></a></span><pre class=\"inline\">, 138 (D.D.C. 2010) (quoting Coastal\n\nStates Gas Corp. v. U.S. Dep’t of Energy, </pre><span class=\"citation\" data-id=\"375896\"><a href=\"/opinion/375896/coastal-states-gas-corporation-v-department-of-energy/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span><pre class=\"inline\">, 866 (D.C. Cir. 1980)). Records are\n\n“deliberative” if they reflect “the give-and-take of the consultative process.” Coastal States Gas\n\nCorp., 617 F.2d at 866. “[T]o come within the privilege and thus within Exemption 5, the\n\ndocument must be a direct part of the deliberative process in that it makes recommendations or\n\nexpresses opinions on legal or policy matters.” Vaughn, 523 F.2d at 1143–44. The key question\n\nin determining whether the material is deliberative “is whether disclosure of the information\n\nwould ‘discourage candid discussion within the agency.’” Access Reports, 926 F.2d at 1195\n\n(quoting Dudman Commc’ns Corp. v. U.S. Dep’t of Air Force, </pre><span class=\"citation\" data-id=\"486528\"><a href=\"/opinion/486528/dudman-communications-corporation-v-department-of-the-air-force/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1565</span></a></span><pre class=\"inline\">, 1567–68 (D.C.\n\nCir. 1987)).\n\f       To meet its burden, an “agency must establish ‘what deliberative process is involved, and\n\nthe role played by the documents in issue in the course of that process.’” Senate of P.R. v. U.S.\n\nDep’t of Justice, </pre><span class=\"citation\" data-id=\"491446\"><a href=\"/opinion/491446/senate-of-the-commonwealth-of-puerto-rico-on-behalf-of-judiciary-committee/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span><pre class=\"inline\">, 585–86 (D.C. Cir. 1987) (quoting Coastal States Gas Corp., 617\n\nF.2d at 868). “In addition to explaining the ‘function and significance of the document(s) in the\n\nagency’s decisionmaking process,’ the agency must describe ‘the nature of the decisionmaking\n\nauthority vested in the office or person issuing the disputed document(s), and the positions in the\n\nchain of command of the parties to the documents.’” Elec. Frontier Found. v. U.S. Dep’t of\n\nJustice, </pre><span class=\"citation no-link\"><span class=\"volume\">826</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">157</span></span><pre class=\"inline\">, 168 (D.D.C. 2011) (quoting Arthur Andersen & Co. v. IRS, </pre><span class=\"citation\" data-id=\"404053\"><a href=\"/opinion/404053/arthur-andersen-co-v-internal-revenue-service/\"><span class=\"volume\">679</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">, 258 (D.C. Cir. 1982)). The Court may also rely on its own in camera inspection of\n\ndocuments to discern whether the deliberative process privilege applies. See Phillippi v. CIA,\n\n</pre><span class=\"citation\" data-id=\"341477\"><a href=\"/opinion/341477/harriet-ann-phillippi-v-central-intelligence-agency-and-george-h-bush/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1009</span></a></span><pre class=\"inline\">, 1012–13 (D.C. Cir. 1976) (“It is clear that the FOIA contemplates that the courts\n\nwill resolve fundamental issues in contested cases on the basis of in camera examinations of the\n\nrelevant documents.”); see also, e.g., Citizens for Responsibility and Ethics in Wash., 715 F.\n\nSupp. 2d at 142.\n\n                   A.    Documents Properly Withheld Under Exemption 5\n\n       EPA claims that all nineteen disputed documents contain deliberative communications\n\nabout possible approaches to the issue of PCBs at schools in the SMMUSD. See EPA Vaughn\n\nIndex 5/11/17, ECF No. 43-2. Having reviewed the records in camera, the Court agrees that\n\nPRD 240, 642, 827, 890, 940, 954, 1033, 1167, 1352, 1378, 1449, 1836, 1888, 1890, and 1966\n\nwere properly withheld under the deliberative process privilege. The redacted material in each\n\ndocument contains internal agency deliberations that evaluate proposed policy options, suggest\n\nnext steps for the agency, or seek advice from other EPA components about policy alternatives.\n\nBased on a combination of EPA’s revised Vaughn index and supplemental declarations and the\n\fCourt’s in camera review of these documents, EPA has adequately supported its application of\n\nFOIA Exemption 5 with respect to these documents. The Court grants summary judgment to\n\nEPA as to these records. 3\n\n                B.      Documents Improperly Withheld Under Exemption 5\n\n       Based on the Court’s consideration of the entire record, four disputed documents—\n\nspecifically, PRD 260, 1095, 1108, and 1617—are not properly withheld pursuant to the\n\n\n\n       3  PEER’s arguments in favor of disclosure of the disputed records primarily focus on\ninadequacies in EPA’s justifications for withholding them. Because the Court personally\nreviewed each document and verified the applicability of Exemption 5 to the aforementioned\nrecords, no elaborate, individualized discussion of why each record is properly withheld is called\nfor. The Court will, however, explain its conclusion as to PRD 240, which was primarily\ndisputed on the grounds that drafting comments cannot be withheld unless explicitly linked to a\npolicy deliberation or decision. See PEER Mot. at 3–6.\n        According to EPA, redacted portions of PRD 240 “contain[] staff impressions and\nrecommendations concerning how to draft [a] field report,” which “would be used by EPA to\nplan further action (if needed) at [SMMUSD].” See Vaughn Index 5/11/17, ECF No. 43-2. EPA\ncontends that disclosure of redacted portions of this record may stifle internal discussions\nregarding “how reports are drafted and what is included in reports” and could cause public\nconfusion “by disclosure of reasons, rationales and conclusions that were not in fact ultimately\npart of the Field Report.” Id. PEER disputes EPA’s application of Exemption 5, arguing\nprimarily that EPA has not shown that the record is deliberative in nature and that this sort of\ndocument likely includes factual information that is not protected by the privilege. PEER Mot.\nat 3–6.\n         Having reviewed the record, the Court confirms that it does not contain technical, factual\nmaterial, but rather offers editorial suggestions concerning how to present information in a\nreport. Generally, employee recommendations and suggestions are covered by the deliberative\nprocess privilege. See Coastal States Gas Corp., 617 F.2d at 866. And our Circuit Court has\nclarified that editorial recommendations are protected. In the context of draft agency histories,\nfor example, the Circuit has explained that Exemption 5 applies because “‘disclosure of editorial\njudgments’ made during the agency’s deliberative process ‘would stifle the creative thinking and\ncandid exchange of ideas necessary to produce good historical work.’” Nat’l Sec. Archive v.\nCIA, </pre><span class=\"citation no-link\"><span class=\"volume\">752</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">460</span></span><pre class=\"inline\">, 466 (D.C. Cir. 2014) (quoting Dudman Commc’ns Corp v. Dep’t of Air\nForce, </pre><span class=\"citation\" data-id=\"486528\"><a href=\"/opinion/486528/dudman-communications-corporation-v-department-of-the-air-force/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1565</span></a></span><pre class=\"inline\">, 1569 (D.C. Cir. 1987)); see also Russell v. Dep’t of the Air Force, </pre><span class=\"citation no-link\"><span class=\"volume\">682</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1045</span></span><pre class=\"inline\">, 1048–49 (D.C. Cir. 1980). These same observations apply to PRD 240. Discussions\nregarding what information to include in a final report and how to present that information is\nsufficiently predecisional and deliberative to justify withholding under Exemption 5.\n\fdeliberative process privilege. The Court will assess EPA’s claims regarding each document and\n\nexplain why the asserted exemption does not apply. 4\n\n                                            1. PRD 260\n\n       PRD 260 is a chain of emails entitled “2009 PCB Dose Estimate Tool Indoor Air.”\n\nVaughn Index 5/11/17 at 2–3. EPA claims that redacted portions of the document “deliberate\n\nabout the EPA’s position on the IRIS reference dose posed by PCBs due to indoor air exposure.”\n\nId. The document is predecisional, EPA claims, because it communicates about proposed testing\n\nand “the appropriate reference dose level of PCBs,” for a tool that may be used for testing in\n\nSMMUSD. Id. Furthermore, EPA states that “release of this information would have a chilling\n\neffect on the Agency’s ability to have open and frank discussions among its staff and other\n\nAgency personnel concerning how best to address PCBs in schools” and that release could cause\n\npublic confusion. Id.\n\n       The Court’s in camera review of PRD 260 reveals that it contains only clarifications and\n\ninternal explanation about why the IRIS reference tool had been designed a certain way. The\n\nrecord features no discussion about future use or modification of the tool. Indeed, the email\n\nexchange reveals no present challenge for agency employees to attempt to solve. Nor does the\n\ndocument expose prior communications or information about the deliberative process within the\n\nagency at the time the tool was created. This Court has explained that “[t]he most basic\n\nrequirement of the [deliberative process] privilege is that a document be antecedent to the\n\n\n       4   EPA withholds portions of these records as nonresponsive. Our Circuit Court has\nexplained that FOIA does not permit an agency to parse a responsive record to redact specific\ninformation within it as non-responsive. Rather, all information within a responsive record is\nsubject to disclosure unless one of the FOIA exemptions specifically shields it. Am. Immigration\nLawyers Assoc. v. Exec. Office of Immigration Review, </pre><span class=\"citation no-link\"><span class=\"volume\">830</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></span><pre class=\"inline\">, 677–79 (D.C. Cir. 2016).\nBecause PEER does not challenge EPA’s withholdings on this basis, the Court will not address\nthat issue sua sponte.\n\fadoption of an agency policy.” Judicial Watch, Inc., 297 F. Supp. 2d at 260; see also Sears,\n\nRoebuck & Co., 421 U.S. at 152 (explaining the public interest in release of postdecisional\n\ncommunications). As this record explains design choices that had already been made, it cannot\n\nbe called predecisional and it therefore cannot be shielded under Exemption 5.\n\n                                           2. PRD 1095\n\n       PRD 1095 is an email exchange among EPA staff which “discuss[es] and comment[s] on\n\nToronto PCB study and SFEI studies on PCB caulk and the studies[’] applicability to Bay Area\n\nbuildings.” Vaughn Index 5/11/17 at 9, ECF No. 43-2. EPA argues that the withheld\n\ninformation is protected because “it contains staff impressions and recommendations concerning\n\nthe studies and their applicability to PCB found in the grout at Malibu.” Id. Further, EPA claims\n\nthe record is predecisional because “the Agency had not yet responded to the questions posed by\n\nthe reporter and was seeking information in order to respond to the question.” Id. The document\n\nbears no apparent connection to any agency decisionmaking process. Even the unredacted\n\nrecord does not reveal anything about “the reporter” who was “seeking information” that EPA\n\nmentioned in its Vaughn Index. The Court cannot readily assume that the document is\n\nnonetheless related to some agency decision even though EPA relies on only this conclusory\n\nclaim to demonstrate the purportedly predecisional nature of this record. As the Court cannot tie\n\nthe EPA’s staff members’ comments on the external report to any internal policy decision or\n\ndecisionmaking process, it cannot condone EPA’s application of the deliberative process\n\nprivilege with regard to this document.\n\n                                           3. PRD 1108\n\n       According to EPA’s Vaughn Index, the two sentences redacted from PRD 1108 “contain\n\nquestions related to [a] study and its conclusions.” Vaughn Index 5/11/17 at 10, ECF No. 43-2.\n\fMore precisely, the Vaughn Index states that the two sentences “contain [] staff impressions and\n\nrecommendations concerning exposure to PCBs and its relationship to cancer as discussed” in\n\nthe study. Id. PEER disputes EPA’s statements, contending that the asserted rationales do not\n\nappear to apply to this record. PEER Mot. at 14, ECF No. 38. Having reviewed the record in\n\ncamera, the Court discerns no relationship to any decisionmaking process and no connection\n\nbetween these communications and any policy or proposed policy of the agency. Because these\n\ncommunications are neither predecisional nor deliberative, the deliberative process privilege is\n\ninapplicable to PRD 1108.\n\n                                            4. PRD 1617\n\n       PRD 1617 is an email exchange entitled “Emission Rates from Caulk.” Vaughn Index\n\n5/11/17 at 15–16, ECF No. 43-2. EPA’s Vaughn Index explains that this record features\n\ncommunications among EPA scientists and managers about “emission rates from caulks.” Id. at\n\n15. In particular, EPA staff discuss a caulk study and how to analyze the results of the study,\n\nincluding ways to calculate PCB values in caulk. See id. EPA contends that this record is\n\npredecisional because “[t]hese discussions were held prior to any decision regarding the dust\n\nsamples at Malibu and contain back-and-forth on the proper way to interpret [the] study.” Id. at\n\n16. EPA adds that it “had not yet made a final position based on the test results.” Id. For its\n\npart, PEER asserts that EPA has not identified any decisionmaking process to which these\n\ncommunication are associated “other than the cryptic and uninformative ‘final position based on\n\nthe test results.’” PEER Mot. at 18 (quoting Vaughn Index 5/11/17 at 16), ECF No. 43-2.\n\n       The Court agrees with PEER that EPA did not identify in its Vaughn Index and\n\ndeclarations any particular decisionmaking process for which PRD 1617 was prepared. EPA’s\n\nreference to a “final position based on the test results” is untethered to any decisionmaking\n\fprocess and is insufficient by itself to demonstrate that these communications are predecisional.\n\nEPA’s suggestion that this document played some role in decisions regarding dust samples at\n\nMalibu is also insufficient. A document is not predecisional under Exemption 5 unless it was\n\n“generated as part of a definable decision-making process.” Gold Anti-Trust Action Comm., Inc.\n\nv. Bd. of Governors of the Fed. Reserve System, </pre><span class=\"citation\" data-id=\"2470520\"><a href=\"/opinion/2470520/gold-anti-trust-action-v-bd-of-governors/\"><span class=\"volume\">762</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">123</span></a></span><pre class=\"inline\">, 136 (D.D.C. 2011). An\n\nagency’s post hoc realization that past deliberations might bear on new questions does not satisfy\n\nthis requirement.\n\n       Having inspected the record in camera, the Court finds that the redacted materials contain\n\nexplanations and clarifications relating to published EPA studies. As the Court explained above,\n\n“the deliberative process privilege does not protect “documents that merely state or explain\n\nagency decisions.” Judicial Watch, Inc. v. Dep’t of Health and Human Servs., </pre><span class=\"citation\" data-id=\"2346448\"><a href=\"/opinion/2346448/judicial-watch-v-us-dept-health-human-services/\"><span class=\"volume\">27</span> <span class=\"reporter\">F. Supp. 2d</span>\n\n<span class=\"page\">240</span></a></span><pre class=\"inline\">, 245 (D.D.C. 1998); see also Nat’l Labor Relations Bd., 421 U.S. at 152 (explaining that\n\npost-decisional communications not protected by FOIA Exemption 5). PRD 1617 may not be\n\nwithheld pursuant to the deliberative process privilege as the communications are neither\n\npredecisional nor deliberative.\n\n\n                                        ii. Segregability\n\n       Because “the focus of FOIA is information, not documents . . . an agency cannot justify\n\nwithholding an entire document simply by showing that it contains some exempt material.”\n\nMead Data Cent., Inc., 566 F.2d at 260. Rather, FOIA requires the agency to release “[a]ny\n\nreasonably segregable portion of a record . . . after deletion of the portions which are exempt.” 5\n\nU.S.C. § 552(b); see also Mead Data Cent., Inc., 566 F.2d at 260 (“It has long been a rule in this\n\nCircuit that non-exempt portions of a document must be disclosed unless they are inextricably\n\nintertwined with exempt portions.”). “Before approving the application of a FOIA exemption,\n\fthe district court must make specific findings of segregability regarding the documents to be\n\nwithheld.” Sussman v. U.S. Marshals Serv., </pre><span class=\"citation\" data-id=\"186972\"><a href=\"/opinion/186972/sussman-v-us-marshals-service/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1106</span></a></span><pre class=\"inline\">, 1116 (D.C. Cir. 2007).\n\n       PEER speculates that several disputed documents contain purely factual material that can\n\nlikely be segregated from properly withheld information. Cf. Army Times Publ’g Co. v. U.S.\n\nDep’t of Air Force, </pre><span class=\"citation\" data-id=\"611560\"><a href=\"/opinion/611560/the-army-times-publishing-company-v-department-of-the-air-force/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1067</span></a></span><pre class=\"inline\">, 1071 (D.C. Cir. 1993) (“Exemption 5 applies only to the\n\ndeliberative portion of a document and not to any purely factual, non-exempt information the\n\ndocument contains.”). PEER also challenges the adequacy of EPA’s explanations for non-\n\nsegregability. The Court agrees with PEER that EPA used boilerplate, conclusory language to\n\ndescribe its efforts to segregate nonexempt, factual material from exempt material. Nearly every\n\nVaughn Index entry includes the exact same language on the question of segregability. To meet\n\nits burden, “[a]n agency must provide a ‘detailed justification’ and not just make ‘conclusory\n\nstatements’ to support its segregability determination.” Goldstein v. IRS, </pre><span class=\"citation no-link\"><span class=\"volume\">2017</span> <span class=\"reporter\">WL</span> <span class=\"page\">4358674</span></span><pre class=\"inline\">, at\n\n*12 (D.D.C. Sept. 29, 2017) (quoting Mead Data Cent., Inc., 566 F.2d at 261). EPA’s Vaughn\n\nIndex and declarations fall well short of this hurdle.\n\n       When an agency has failed to support its segregability determination, a court may\n\nconduct its own in camera search for segregation non-exemption information. See Mead Data\n\nCent., Inc., 566 F.2d at 262. This Court’s inspection of the documents disputed in this case\n\nconfirms that most of the records do not feature reasonably segregable factual information. The\n\nsparse factual material present in most of the documents “reflects an ‘exercise of discretion and\n\njudgment calls’” and its “exposure would enable the public to probe an agency’s deliberative\n\nprocess.” Leopold v. CIA, </pre><span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">F. Supp. 3d</span> <span class=\"page\">12</span></span><pre class=\"inline\">, 21 (D.D.C. 2015). Two documents—PRD 940 and\n\nPRD 1449—however, contain some segregable factual material that must be released. Save for\n\fthe first, second, and final two redacted sentences from PRD 940, EPA must release this\n\ndocument. EPA must also release the final two sentences currently redacted from PRD 1449.\n\n\n                                     V. CONCLUSION\n\n       For the foregoing reasons, EPA’s Renewed Motion for Summary Judgment is granted\n\nwith respect to PRD 240, 642, 827, 890, 954, 1033, 1167, 1352, 1378, 1836, 1888, 1890, and\n\n1966 and denied with regard to the other disputed documents. PEER’s cross-motion for\n\nsummary judgment is granted in full with respect to PRD 260, 1095, 1108 and 1617 and in part\n\nwith respect to PRD 940 and 1449, which contain reasonably segregable factual information. An\n\norder consistent with this Memorandum Opinion is separately and contemporaneously issued.\n\n\nDated: December 11, 2017                                        RUDOLPH CONTRERAS\n                                                                United States District Judge\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109898/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110712/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118462/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/184944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/186834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/186972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/187057/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/187269/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/206187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313449/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/341477/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350872/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375896/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/404053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/486528/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/491446/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/556585/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/592176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/611560/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1513919/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2326859/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2346448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2469255/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2470520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2539645/"
          ]
        }
      ],
      "judges": "Judge Rudolph Contreras",
      "date_created": "2017-12-11T23:00:55.165842Z",
      "date_modified": "2017-12-11T23:00:59.946734Z",
      "date_filed": "2017-12-11",
      "date_filed_is_approximate": false,
      "slug": "public-employees-for-environmental-responsibility-v-environmental",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "Public Employees for Environmental Responsibility v. Environmental Protection Agency Region 9",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "Civil",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/6239594/public-employees-for-environmental-responsibility-v-environmental/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2017-12-11T23:00:55.157724Z",
  "date_modified": "2017-12-11T23:00:55.157789Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Public Employees for Environmental Responsibility v. Environmental Protection Agency Region 9",
  "case_name_full": "",
  "slug": "public-employees-for-environmental-responsibility-v-environmental",
  "docket_number": "Civil Action No. 2014-2056",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}