{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/6308124/",
  "id": 6308124,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/4468821/",
      "id": 4468821,
      "absolute_url": "/opinion/4468821/j-bennett-white-pc-appellantcross-appellee-v-wendell-reeder/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/6308124/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/4246074/",
          "id": 4246074,
          "absolute_url": "/opinion/4468821/j-bennett-white-pc-appellantcross-appellee-v-wendell-reeder/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/4468821/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2018-02-16T21:39:56.563001Z",
          "date_modified": "2018-02-16T22:26:13.556946Z",
          "type": "010combined",
          "sha1": "5e0c282132ca151a9a689280b8c8b8a23f7b629a",
          "page_count": 14,
          "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=67704&Index=%5c%5coca%2dpsql12%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa12%5cOpinion",
          "local_path": "pdf/2018/02/14/j._bennett_white_p.c._appellantcross-appellee_v._wendell_reeder.pdf",
          "plain_text": "                                  NO. 12-17-00026-CV\n\n                         IN THE COURT OF APPEALS\n\n              TWELFTH COURT OF APPEALS DISTRICT\n\n                                    TYLER, TEXAS\n\nJ. BENNETT WHITE, P.C.,                         §       APPEAL FROM THE 402ND\nAPPELLANT/CROSS-APPELLEE\n\nV.                                              §       JUDICIAL DISTRICT COURT\n\nWENDELL REEDER,\nAPPELLEE/CROSS-APPELLANT                        §       WOOD COUNTY, TEXAS\n\n                                 MEMORANDUM OPINION\n       This is the appeal of a contract dispute between a law firm, J. Bennett White, P.C., and its\nclient, Wendell Reeder. The judgment awards contract damages to White P.C. but the firm\ncomplains of the trial court’s refusal to award it attorney’s fees in conformance with jury\nfindings. Reeder attacks the sufficiency of the evidence to support the damage award and\ncontends the trial court committed charge error by failing to submit a question regarding\nunconscionability of the contract terms. We modify the judgment to reinstate the jury’s award of\nattorney’s fees and affirm as modified.\n\n\n                                          BACKGROUND\n       Reeder owns a cattle ranch and several businesses, including Clarksville Oil and Gas.\nAttorney J. Bennett White did collections work for Clarksville Oil and Gas beginning in the late\n1990’s or early 2000’s, while he worked for another law firm. Later, after White formed White\nP.C., Clarksville Oil and Gas became White P.C.’s client. In 2008, White P.C. also began\nrepresenting Reeder personally on a few matters. All fee agreements between White P.C. and\nReeder, including those for Clarksville Oil and Gas, were oral, based on an hourly fee, and\nrequired Reeder to pay as billed, usually monthly. Although Reeder continued to pay for the\n\fClarksville Oil and Gas legal work, he fell behind on payments for the personal work and\neventually stopped paying.\n        White P.C. sued Reeder, alleging breach of seven distinct contracts, asserting as damages\nthe balances it deemed Reeder still owed on seven different matters. Those matters are as\nfollows: (1) the 2008 appeal of a Wood County judgment to the Twelfth Court of Appeals,\nreferred to as the Fry appeal,1 (2) the 2010 appeal of that Wood County judgment to the Texas\nSupreme Court, referred to as the Fry supreme court appeal, 2 (3) a suit filed in 2011 to prevent\nthe Fry parties from collecting on the Wood County judgment, (4) legal services in connection\nwith Reeder’s involvement as an oil and gas operator of the Forest Hill/Harris Sand Unit, (5) the\n2011 declaratory judgment action brought against Reeder by his insurance carrier, Jamestown\nInsurance Company, (6) the 2012 appeal of the Jamestown Insurance declaratory judgment\nproceeding,3 and (7) “legal representation in matters of a general nature” from 2008 through\nApril 2015. White P.C. also requested attorney’s fees for amounts expended in this breach of\ncontract suit.\n        The jury determined that Reeder failed to perform his obligations under the terms of each\nof the seven agreements for legal services. However, the jury awarded damages to White P.C.\nfor only three of the accounts. For the account involving the 2011 suit to prevent collection of\nthe Wood County judgment, it awarded $14,500, for the Fry appeal it awarded $91,210, and for\nthe Jamestown Insurance trial it awarded $24,011. The jury also awarded White P.C. $30,000 in\nattorney’s fees for trial of this lawsuit.\n        Reeder filed a motion to disregard jury findings, complaining of the jury’s damage\nawards.      The trial court rendered judgment incorporating the jury’s three damage awards,\nordering that White P.C. recover from Reeder damages in the amount of $129,721. The court\ndid not include the $30,000 award for attorney’s fees in the final judgment. This appeal ensued,\nwith both sides complaining of the proceedings and judgment of the court below.\n\n\n\n\n        1\n         Reeder v. Wood Cty. Energy L.L.C., 320 S.W.3d 433 (Tex. App.−Tyler 2010) (op. on reh’g), rev’d, 395\nS.W.3d 789 (Tex. 2012).\n        2\n            Reeder v. Wood Cty. Energy, L.L.C., 395 S.W.3d 789 (Tex. 2012)\n        3\n          Jamestown Ins. Co. v. Wendell Reeder, d/b/a Clarksville Oil & Gas Co., Ltd., 508 Fed. Appx. 306 (5th\nCir. 2013).\n\n\n                                                       2\n\f                                          JURY CHARGE\n       In his second issue, Reeder contends the trial court erred in failing to include a jury\nquestion in the charge asking if the contract terms were unconscionable and instructing the jury\non the definition of the term “unconscionable.” He complains that White P.C. charged excessive\nfees and unilaterally tacked on punitive, high interest charges after the parties entered into the\ncontract.\nApplicable Law\n       We review the trial court’s decisions on the jury charge for an abuse of discretion. Sw.\nEnergy Prod. Co. v. Berry-Helfand, 491 S.W.3d 699, 727 (Tex. 2016). A party is entitled to\nsubmission of a jury question, instruction, or definition if the pleadings and evidence raise a fact\nissue. TEX. R. CIV. P. 278; Union Pac. R.R. Co. v. Williams, 85 S.W.3d 162, 166 (Tex. 2002).\n       A lawyer shall not enter into an arrangement for, charge, or collect an illegal fee or an\nunconscionable fee. TEX. DISCIPLINARY RULES PROF’L CONDUCT R. 1.04(a), reprinted in TEX.\nGOV’T CODE ANN., tit. 2, subtit. G, app. A (West 2013) (TEX. STATE BAR R. art. X, § 9). A fee is\nunconscionable if a competent lawyer could not form a reasonable belief that the fee is\nreasonable. Id. Whether a particular fee amount charged by the attorney is unconscionable\nunder all relevant circumstances of the representation is an issue for the fact finder. Hoover\nSlovacek LLP v. Walton, 206 S.W.3d 557, 561 (Tex. 2006); Celmer v. McGarry, 412 S.W.3d\n691, 706 (Tex. App.−Dallas 2013, pet. denied). Unconscionability has no single definition and\nmust be determined on a case by case basis in light of a variety of factors. Lee v. Daniels &\nDaniels, 264 S.W.3d 273, 280 (Tex. App.−San Antonio 2008, pet. denied) (op. on reh’g). To be\nheld unconscionable, a term of the contract must be so extreme as to shock the conscience.\nBesteman v. Pitcock, 272 S.W.3d 777, 789 (Tex. App.−Texarkana 2008, no pet.); Ski River\nDevel., Inc. v. McCalla, 167 S.W.3d 121, 136 (Tex. App.−Waco 2005, pet. denied).\nAnalysis\n       The terms of the original oral agreement are simple. Reeder agreed to pay an hourly fee\nin exchange for legal work done by White P.C., and he would pay his bill when he received it.\nThe record shows that Reeder is an experienced businessman who not only was familiar with the\nattorney-client relationship, but had worked with White P.C. for a number of years. Nothing\nabout the original terms of the contract are shocking. See Besteman, 272 S.W.3d at 789.\n\n\n\n\n                                                 3\n\f       The oral agreement was later changed by written notice of White P.C.’s imposition of\ninterest on unpaid balances. The record includes a copy of the letter sent to Reeder explaining\nthat White P.C. would begin charging interest in the near future. Additionally, beginning with\nthe May 20, 2012 bill, each bill included the statement: “All past due balances shall be charged\ninterest at the rate of 12% per annum, compounded monthly.” The June 2012 bill, and every bill\nthereafter, included interest in the itemized charges. Reeder made sporadic payments after\nreceiving notice of the new term, including a large payment in February 2015 in response to bills\nthat clearly stated that interest was being charged. White P.C. continued to do legal work on\nReeder’s behalf until November 2014. By his actions, Reeder accepted the change. See Price\nPfister, Inc. v. Moore & Kimmey, Inc., 48 S.W.3d 341, 349-50 (Tex. App.−Houston [14th Dist.]\n2001, pet. denied) (held that notice and acceptance of a change in parties’ agreement constitutes\nmodification).\n       The fact that a bargain is a hard one does not entitle a party to be relieved from it if he\nassumed it fairly and voluntarily. See In re Smith, 115 S.W.3d 126, 135 (Tex. App.−Texarkana\n2003, pet. denied). We conclude that the record does not raise a fact question on whether the\ncontract terms were unconscionable. Therefore, Reeder was not entitled to a jury question\nregarding unconscionability. See Williams, 85 S.W.3d at 166. The trial court did not abuse its\ndiscretion in refusing Reeder’s request to include a question on unconscionability in the jury\ncharge. See Sw. Energy Prod. Co., 491 S.W.3d at 727. We overrule Reeder’s second issue.\n\n\n                                    SUFFICIENCY OF THE EVIDENCE\n       In his first issue, Reeder asserts that the evidence is insufficient to support the damage\naward because White P.C. presented no expert testimony. Reeder contends that J. Bennett White\ndid not qualify or present himself as an expert witness before the trier of fact and therefore\ntestified only as a fact witness. Further, Reeder asserts that the evidence is insufficient to prove\nWhite P.C.’s fees were reasonable and necessary. Reeder complains that J. Bennett White’s\ntestimony was conclusory while the expert presented by Reeder provided probative testimony\nthat some of White P.C.’s charges were excessive.\nStandard of Review\n       We review the amount awarded as attorney’s fees under legal and factual sufficiency\nstandards. Bocquet v. Herring, 972 S.W.2d 19, 22 (Tex. 1998) (Baker, J., dissenting). We\n\n\n\n                                                 4\n\fcredit favorable evidence if reasonable jurors could, viewing the evidence in a light that tends to\nsupport the disputed finding, and disregarding evidence and inferences to the contrary unless\nreasonable jurors could not. City of Keller v. Wilson, 168 S.W.3d 802, 822, 827 (Tex. 2005). If\nmore than a scintilla of evidence supports the challenged finding, the legal sufficiency challenge\nfails. Wal-Mart Stores, Inc. v. Canchola, 121 S.W.3d 735, 739 (Tex. 2003) (per curiam). In\nreviewing a challenge to the factual sufficiency of the evidence, we must consider and weigh all\nthe evidence and should set aside the judgment only if it is so contrary to the overwhelming\nweight of the evidence as to be clearly wrong and unjust. Cain v. Bain, 709 S.W.2d 175, 176\n(Tex. 1986) (per curiam).\n       The jury is the sole judge of the witnesses’ credibility; it may choose to believe one\nwitness over another. City of Keller, 168 S.W.3d at 819-20. We must assume that jurors\nresolved all conflicts in accordance with their verdict if reasonable human beings could do so.\nId.\nApplicable Law\n       The prevailing party in a breach of contract case is entitled to attorney’s fees. TEX. CIV.\nPRAC. & REM. CODE ANN. § 38.001 (West 2015); Jackson Law Office, P.C. v. Chappell, 37\nS.W.3d 15, 23 (Tex. App.−Tyler 2000, pet. denied). An award of attorney’s fees must be\nsupported by evidence that the fees are reasonable and necessary. See Stewart Title Guar. Co. v.\nSterling, 822 S.W.2d 1, 10 (Tex. 1991).\n       The issue of the reasonableness and necessity of attorney’s fees requires expert\ntestimony. Woodhaven Partners, Ltd. v. Shamoun & Norman, L.L.P., 422 S.W.3d 821, 830\n(Tex. App.−Dallas 2014, no pet.). Testimony by an attorney representing a party in a suit\nconcerning an award of attorney’s fees is considered expert testimony. Gulf Paving Co. v.\nLofstedt, 188 S.W.2d 155, 161 (Tex. 1945); Nguyen Ngoc Giao v. Smith & Lamm, P.C., 714\nS.W.2d 144, 148 (Tex. App.−Houston [1st Dist.] 1986, no pet.).           Evidence in support of\nattorney’s fees must contain the attorney’s qualifications, his opinion regarding reasonable\nattorney’s fees, and the basis for his opinion. See Basin Credit Consultants, Inc. v. Obregon, 2\nS.W.3d 372, 373 (Tex. App.−San Antonio 1999, pet. denied). When an attorney’s testimony\ncontains this necessary information, it constitutes expert opinion testimony and can sufficiently\nestablish reasonable attorney’s fees. See Enell Corp. v. Longoria, 834 S.W.2d 132, 135 (Tex.\n\n\n\n\n                                                5\n\fApp.−San Antonio 1992, writ denied) (op. on reh’g); Owen Elec. Supply, Inc. v. Brite Day\nConstr., Inc., 821 S.W.2d 283, 288 (Tex. App.−Houston [1st Dist.] 1991, writ denied).\n       An attorney’s testimony about the reasonableness of his own fees is not like other expert\nwitness testimony. Garcia v. Gomez, 319 S.W.3d 638, 641 (Tex. 2010). Although rooted in the\nattorney’s experience and expertise, it also consists of the attorney’s personal knowledge about\nthe underlying work and its particular value to the client. Id. The attorney’s testimony is not\nobjectionable as merely conclusory because the opposing party, or that party’s attorney, likewise\nhas some knowledge of the time and effort involved and if the matter is truly in dispute, may\neffectively question the attorney regarding the reasonableness of his fee. Id.\n       Factors to be considered in determining the reasonableness of attorney’s fees include:\n\n\n       (1) the time and labor required, the novelty and difficulty of the questions involved, and the skill required\n           to perform the legal service properly;\n       (2) the likelihood, if apparent to the client, that the acceptance of the particular employment will preclude\n           other employment by the lawyer;\n       (3) the fee customarily charged in the locality for similar legal services;\n       (4) the amount involved and the results obtained;\n       (5) the time limitations imposed by the client or by the circumstances;\n       (6) the nature and length of the professional relationship with the client;\n       (7) the experience, reputation, and ability of the lawyer performing the services; and\n       (8) whether the fee is fixed or contingent on results obtained or uncertainty of collection before the legal\n           services have been rendered.\n\n\nTEX. DISCIPLINARY RULES PROF’L CONDUCT R. 1.04(b); Arthur Andersen & Co. v. Perry Equip.\nCorp., 945 S.W.2d 812, 818 (Tex. 1997). A reasonable fee is one that is not excessive or\nextreme, but rather moderate or fair. Garcia, 319 S.W.3d at 642.\nAnalysis\n       John Bennett White testified that he graduated from law school in 1985 and practiced\ncivil law for over thirty years. He described his work as dispute resolution. He handles\ncommercial disputes, financial losses, collections, bankruptcies, employment issues, property\nissues, and contracts. He testified that he has “litigated a number of oil and gas cases” and “done\na lot of appeals.” He explained that he “know[s] enough oil and gas law to know about the\nthings [he] wanted to raise” in the Fry appeal. He stated that he has “a pretty good understanding\nof overrides and royalties,” he “worked for an oilman in revenue entry accounting,” he worked\n“AF, refunds,” and is “pretty familiar with oil and gas accounting and transaction work.”\n\n\n\n\n                                                        6\n\f       He began representing Reeder’s company, Clarksville Oil and Gas, in the late 1990’s or\nearly 2000’s. White P.C. began working on the Fry appeal in June 2008. That case involved\nmultiple parties, multiple issues, large sums of damages assessed by the jury, and had a large,\nexpensive record. After initial briefing and the resulting opinion by the court of appeals, White\nP.C. filed a motion for rehearing. Additionally, in conjunction with the Fry appeal, the firm\npursued a writ of supersedeas and fought a writ of execution in an attempt to protect Reeder’s\nproperty from seizure. White explained that, although Reeder hired attorney Skip Watson to\nrepresent him before the supreme court, White did some work on the supreme court appeal of the\nFry case so that Watson, who charged more, would not have to do it, ultimately saving his client\nmoney. White opined that he played a part in the supreme court win, Watson relied on White,\nand Reeder knew this fact. Additionally, during the course of the Fry appeals, White P.C. helped\nReeder defend against Railroad Commission penalties in the Forest Hill/Harris Sand Unit matter.\n       White explained that he and Reeder had an oral fee agreement. His hourly fee ranged\nfrom $225 to $265 over the course of White P.C.’s representation of Reeder. White P.C. sent\nReeder monthly bills detailing the work done on each matter, identifying the task, the person\ncompleting the task, the rate basis, time spent, rate, and amount charged. White acknowledged\nthat Reeder told him any amounts White collected on behalf of Reeder would be used to bring\nWhite’s fees current. However, he stated that there was never an agreement that he would get\npaid only from Clarksville accounts he collected. White stated the amounts due on each of the\nseven matters and stated that the work was all reasonably charged for work that was necessary\nfor Reeder’s representation.\n       White, an interested expert witness, presented competent opinion evidence. See Gulf\nPaving Co., 188 S.W.2d at 161. White’s testimony shows that he is qualified by his expertise,\npersonal knowledge of the work performed, and its value to his client to testify as to what\nreasonable attorney’s fees would be in the cases he worked for Reeder. See Garcia, 319 S.W.3d\nat 641. White testified as to the facts and circumstances surrounding the services rendered, as\nwell as the nature, character, and extent of those services. See Bryant v. Browning, 48 S.W.2d\n798, 799 (Tex. Civ. App.−Austin 1932, writ dism’d). White P.C. presented more than a scintilla\nof evidence to support the damages awarded by the jury. Therefore, Reeder’s legal sufficiency\nchallenge fails. See Canchola, 121 S.W.3d at 739.\n\n\n\n\n                                               7\n\f       Reeder testified that he does not believe he actually owes all the fees that White P.C.\nbilled. He also said he owes the amount billed but does not have to pay it until he collects\nunpaid debts owed to him. He complained that he was charged for several people reviewing the\nfiles and researching. Time was spent creating a database in the Forest Hill/Harris Sand Unit\nmatter but he saw no work product or work from it. He opined that he does not owe for all the\nwork White did that “never came to nothing.” He said some of the charges are redundant and\nsome are not reasonable. Reeder testified that he paid White $737,000 and he paid Watson, who\ncharges $500 an hour, $147,000.\n       Reeder presented expert testimony from attorney Michael Gazette, who charged Reeder\n$275 an hour. Gazette testified that he saw a pattern of billing by legal assistants for clerical\nwork. He deemed that practice to be unreasonable. White testified in response to this testimony,\nsuggesting that this complaint could be cured by subtracting $5,734.50 from the total White P.C.\nrequested.\n       Gazette further testified that the amount of time charged for the reply brief in the\nJamestown appeal was excessive by twenty hours, and the hours charged for the motion to\nreconsider in that matter was excessive by twelve to fifteen hours. The jury did not award any\ndamages for the Jamestown appeal.\n       Gazette also testified that an excessive and unreasonable amount of time was charged in\nthe Fry appeal, asserting that 150 to 175 hours would have been reasonable. The jury was\nentitled to disregard Gazette’s opinion that the Fry appeal should have been completed in 175\nhours. See City of Keller, 168 S.W.3d at 820.\n       White P.C., and White, had a lengthy professional relationship with Reeder.           The\nevidence supports a determination that White’s hourly rate is reasonable. The work done by\nWhite P.C. involved numerous related but distinct and complex legal matters involving a\nsubstantial amount of money at risk that necessarily required a great deal of time. Additionally,\namounts billed included charges for work done by legal assistants as well as court costs, as\nshown by the detailed monthly bills. Nonetheless, the jury awarded White P.C. zero in damages\nfor the General matters, the Forest Hill/Harris Sand Unit services, Fry supreme court appeal, and\nJamestown Insurance Company appeal. Further, the jury awarded less than requested in the\n2011 suit to prevent collection, the Fry appeal, and the Jamestown trial matters. Considering all\nseven matters, the jury awarded White P.C. $82,876.10 less than the $212,597.10 it requested.\n\n\n\n                                                8\n\fAfter reviewing all the evidence, we conclude that the evidence of the reasonableness and\nnecessity of the damage awards is not so contrary to the overwhelming weight of the evidence as\nto be clearly wrong and unjust. See Cain, 709 S.W.2d at 176. We overrule Reeder’s first issue.\n\n\n                                       ATTORNEY’S FEES\n        In its sole issue on appeal, White P.C. contends that the trial court erred in granting\nReeder’s motion to disregard the jury’s answer to question three, providing that White P.C. is\nentitled to $30,000 in attorney’s fees for representation through trial and the completion of\nproceedings in the trial court. It argues that the award is supported by sufficient evidence, the\nevidence does not conclusively establish a fact contrary to the jury’s finding, and, because\nattorney’s fees are recoverable for breach of contract, White P.C. was not required to segregate\nits attorney’s fees.\nStandard of Review\n        We review a trial court’s decision to grant or deny a motion to disregard jury findings as\na legal sufficiency challenge. See City of Keller, 168 S.W.3d at 823; Davis v. Nat’l Lloyds Ins.\nCo., 484 S.W.3d 459, 467 (Tex. App.−Houston [1st Dist.] 2015, pet. filed). Thus, a trial court\ncan disregard a jury’s finding when there is a complete absence of evidence of a vital fact, the\ncourt is barred by rules of law or evidence from giving weight to the only evidence offered to\nprove a vital fact, the evidence offered to prove a vital fact is no more than a mere scintilla, or\nthe evidence establishes conclusively the opposite of a vital fact. City of Keller, 168 S.W.3d at\n810. In our review, we credit favorable evidence if reasonable jurors could and disregard\ncontrary evidence unless reasonable jurors could not. Id. at 827.\nApplicable Law\n        A trial court may disregard a jury’s finding only when the answer has no support in the\nevidence or the question is immaterial. TEX. R. CIV. P. 301; Spencer v. Eagle Star Ins. Co. of\nAm., 876 S.W.2d 154, 157 (Tex. 1994). A question is immaterial when it should not have been\nsubmitted, or when it was properly submitted but has been rendered immaterial by other\nfindings. Id. A question which calls for a finding beyond the province of the jury, such as a\nquestion of law, may be deemed immaterial. Id. Where some evidence supports the disregarded\nfinding, the reviewing court ordinarily must reverse and render judgment. Thedford v. Mo. Pac.\nR.R. Co., 929 S.W.2d 39, 45 (Tex. App.−Corpus Christi 1996, writ denied).\n\n\n\n                                                9\n\f       In order to obtain an award of attorney’s fees, Texas Civil Practice and Remedies Code\nChapter 38 requires that a claimant both (1) prevail on a cause of action for which attorney’s fees\nare awarded, and (2) recover damages. TEX. CIV. PRAC. & REM. CODE ANN. § 38.001; MBM\nFin. Corp. v. Woodlands Operating Co., L.P., 292 S.W.3d 660, 666 (Tex. 2009); Green Int’l,\nInc. v. Solis, 951 S.W.2d 384, 390 (Tex. 1997). “A plaintiff must prove compensable injury and\nsecure an enforceable judgment in the form of damages or equitable relief.” Intercontinental\nGrp. P’ship v. KB Home Lone Star L.P., 295 S.W.3d 650, 652 (Tex. 2009). “A zero on\ndamages necessarily zeroes out ‘prevailing party’ status.” Id. at 655-56. When a lawsuit\ninvolves multiple claims, the proponent has a duty to segregate non-recoverable attorney’s fees\nfrom recoverable attorney’s fees. Stewart Title Guar. Co., 822 S.W.2d at 11.\nAnalysis\n       After White P.C. rested its case, Reeder moved for a directed verdict asserting that White\nP.C. did not have a case to take to the jury, arguing in part that White P.C. was required to\n“segregate out from the attorney’s fees that they are seeking in this case as a result of their\ncollection efforts.” This motion was denied. Later, at the charge conference, Reeder explained\nhis position, asserting that the law requires White P.C. to segregate fees and “[t]he fact that\nshould have been segregated goes to the jury regardless of what their answer may be in and of\nitself.” Referring to the seven different claims, Reeder stated that “for them to recover any\nattorney’s fees, they have to claim each one independently.”                     He then stated his specific\nobjection as follows:\n\n\n               Since the potential not to recover is there on any of these seven or to recover at a\n               lower percentage, a lesser amount, I don’t think it’s as simple as just saying,\n               well, they only recovered on three of the seven. We are only going to allow\n               seven. The fact is they have not segregated them. There is absolutely no\n               testimony of segregation. We believe it is error and we are – and we object to\n               there being any submission of attorney’s fees in this particular case in regards to\n               the recovery efforts and the fees sought that were attorney fees to recover on the\n               balances that the Plaintiff claim they were owed.\n\n\n\n       The court responded:\n\n\n               As to the attorney’s fees, I am overruling the objection on that as well. I am\n               going to go ahead and submit it for the reasons we discussed earlier, that in the\n               event that the jury returns liability and found liability and damages in all seven\n\n\n\n\n                                                       10\n\f                 files, then the Court thinks that the whole issue of a segregation problem\n                 becomes moot at that point, but at any rate, we can discuss that after the fact.\n\n\n       In response to Question No. 1 of the jury charge, the jury answered “yes” as to each\ncause of action, finding that Reeder failed to perform his obligations under the terms of the\nparties’ agreement “[w]ith regard to each billing account.” However, the jury determined that\nWhite P.C. is not entitled to damages for breach of the contracts involved in the Forest\nHill/Harris Sand Unit matter, Fry supreme court appeal, Jamestown Insurance Company appeal,\nand the general category.\n       As submitted, Jury Question No. 3 asked:\n\n\n                 What is a reasonable fee for the necessary services of J. Bennett White, P.C.’s\n                 attorneys stated in dollars and cents. [In your answer, do not include any\n                 amount for legal services rendered in this case where the services were provided\n                 solely in conjunction with a claim where you answered “No” in Question No. 1.]\n\n\n       Question No. 3 requested the jury to find White P.C.’s attorney’s fees for the entire\nlawsuit, rather than separately allocating the fees to each of the seven causes of action. In\nresponse to Question 3, the jury awarded White P.C. $30,000 in attorney’s fees for representation\nthrough trial and the completion of proceedings in the trial court.\n       After the jury returned its verdict, Reeder asserted a motion to disregard the jury findings.\nPertinent to White P.C.’s issue on appeal, Reeder contended that the trial court should disregard\nthe jury’s answer to Question No. 3. He argued that White P.C. failed to segregate attorney’s\nfees between the seven causes of action pled. Noting that the jury awarded damages on just three\nof the seven pleaded claims, Reeder asserted that White P.C. is not entitled to attorney’s fees for\nthe four unsuccessful claims.\n       Reeder’s post-verdict complaint amounts to a challenge to the charge as given. See Tubb\nv. Bartlett, 862 S.W.2d 740, 748 (Tex. App.−El Paso 1993, writ denied). A motion to disregard\njury findings is not the proper method for preserving error regarding the submission of jury\nquestions. Id.\n       A careful reading of Reeder’s objection made at the charge conference reveals that he\nopined that segregation of fees between each of the seven matters was necessary. However, his\nprecise pre-charge objection, relying on the absence of evidence of segregation of fees, was that\nQuestion No. 3 should not be submitted to the jury at all. Objections to the court’s charge must\n\n\n                                                       11\n\fbe made before the court has submitted the charge to the jury. Id. Reeder did not object to the\nbroad submission of the issue and therefore waived the complaint that White P.C. is not entitled\nto attorney’s fees due to its failure to segregate fees between the seven causes of action.4 Home\nSav. Ass’n v. Guerra, 733 S.W.2d 134, 137 (Tex. 1987); Aero Energy, Inc. v. Circle C Drilling\nCo., 699 S.W.2d 821, 823 (Tex. 1985).\n        In the absence of a valid objection to the jury question, the trial court may disregard the\njury finding only if it is unsupported by the evidence or is legally immaterial. Green Int’l, Inc.,\n951 S.W.2d at 389-90. Thus, where the complaint is a pure legal question that does not affect\nthe jury’s role as a fact finder, a motion to disregard jury findings would be appropriate and\nsufficient to preserve error. See Spencer, 876 S.W.2d at 157. However, the determination of the\namount of reasonable and necessary attorney’s fees is a question for the fact finder. Leggett v.\nBrinson, 817 S.W.2d 154, 157 (Tex. App.−El Paso 1991, no writ). Accordingly, the jury’s\nfinding in response to Question No. 3 did not involve a pure legal question. See Spencer, 876\nS.W.2d at 157; see also Holland v. Wal-Mart Stores, Inc., 1 S.W.3d 91, 94 (Tex. 1999) (per\ncuriam) (held that nonavailability of attorney’s fees is appropriately raised post-verdict while the\namount of reasonable fees is a jury question).\n        We next consider whether the jury finding is supported by the evidence. White P.C.\nbrought this suit as an attempt to collect on seven distinct breach of contract causes of action.\nWhite testified as to the total amount of fees the firm incurred to bring this lawsuit, explaining\nthat $56,000 would be a reasonable fee. White P.C. admitted Exhibit 93, entitled “History Bill,”\ninto evidence. It is further identified as Matter No. 15-102, J. Bennett White, P.C. (v. Reeder,\nWendell). This document details the work done, time spent, and charges assessed by the lawyers\nand legal assistants between April 7, 2015 and July 11, 2016. The total charges for that time\nperiod are $47,933.64. This constitutes some evidence of attorney’s fees incurred in the present\nlawsuit, supporting the jury finding awarding attorney’s fees. See City of Keller, 168 S.W.3d at\n810; see also Stewart Title Guar. Co., 822 S.W.2d at 12 (held that evidence of unsegregated\nattorney’s fees is more than a scintilla of evidence of segregated attorney’s fees).\n\n\n\n        4\n           The issue may also be preserved by objection during testimony offered in support of attorney’s fees. In\nre M.G.N., 491 S.W.3d 386, 410 (Tex. App.−San Antonio 2016, pet. denied) (op. on reh’g). Reeder did not assert\nan objection to the failure to segregate fees during White’s testimony on attorney’s fees.\n\n\n\n\n                                                       12\n\f         Because the jury finding is supported by the evidence and is not legally immaterial, any\nerror in the court’s failure to segregate attorney’s fees in the jury question and instructions was\nwaived and cannot serve as a basis for barring the recovery of attorney’s fees. Green Int’l, Inc.,\n951 S.W.2d at 390. Therefore, the trial court erred in granting Reeder’s motion to disregard the\njury’s answer awarding attorney’s fees to White P.C. for the trial of this case. See id. Because\nsome evidence supports the disregarded finding, we render judgment on the jury’s verdict. See\nThedford, 929 S.W.2d at 45. We sustain White P.C.’s sole issue.\n\n\n                                                   DISPOSITION\n         Because the trial court erred in granting Reeder’s motion to disregard jury findings, we\nmodify the judgment to reinstate the disregarded jury finding and render judgment that White\nP.C. is awarded $30,000 in attorney’s fees. The trial court’s judgment is affirmed as modified.\n\n                                                                 BRIAN HOYLE\n                                                                    Justice\n\n\n\n\nOpinion delivered February 14, 2018.\nPanel consisted of Worthen, C.J., Hoyle, J., and Neeley, J.\n\n\n\n\n                                                   (PUBLISH)\n\n\n\n\n                                                         13\n\f                                  COURT OF APPEALS\n\n      TWELFTH COURT OF APPEALS DISTRICT OF TEXAS\n\n                                          JUDGMENT\n\n                                        FEBRUARY 14, 2018\n\n\n                                        NO. 12-17-00026-CV\n\n\n                                    J. BENNETT WHITE, P.C.,\n                                      Appellant/Cross-Appellee\n                                                 V.\n                                       WENDELL REEDER,\n                                      Appellee/Cross-Appellant\n\n\n                               Appeal from the 402nd District Court\n                          of Wood County, Texas (Tr.Ct.No. 2015-184)\n\n                     THIS CAUSE came to be heard on the appellate record and briefs filed\nherein; and the same being considered, it is the opinion of this court that there was error in the\njudgment of the court below.\n                     It is therefore ORDERED, ADJUDGED and DECREED that the judgment of\nthe trial court is modified to provide that J. Bennett White, P.C. have and recover attorney’s fees\nfrom Wendell Reeder in the amount of $30,000.00.\n                     It is further ORDERED, ADJUDGED and DECREED that, as modified, the\njudgment of the court below be affirmed. It is further ORDERED that all costs of this appeal\nare hereby assessed against Appellee/Cross-Appellant WENDELL REEDER, for which\nexecution may issue, and that this decision be certified to the court below for observance.\n                     Brian Hoyle, Justice.\n                   Panel consisted of Worthen, C.J., Hoyle, J., and Neeley, J.\n\f",
          "html": null,
          "html_lawbox": null,
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                  NO. 12-17-00026-CV\n\n                         IN THE COURT OF APPEALS\n\n              TWELFTH COURT OF APPEALS DISTRICT\n\n                                    TYLER, TEXAS\n\nJ. BENNETT WHITE, P.C.,                         §       APPEAL FROM THE 402ND\nAPPELLANT/CROSS-APPELLEE\n\nV.                                              §       JUDICIAL DISTRICT COURT\n\nWENDELL REEDER,\nAPPELLEE/CROSS-APPELLANT                        §       WOOD COUNTY, TEXAS\n\n                                 MEMORANDUM OPINION\n       This is the appeal of a contract dispute between a law firm, J. Bennett White, P.C., and its\nclient, Wendell Reeder. The judgment awards contract damages to White P.C. but the firm\ncomplains of the trial court’s refusal to award it attorney’s fees in conformance with jury\nfindings. Reeder attacks the sufficiency of the evidence to support the damage award and\ncontends the trial court committed charge error by failing to submit a question regarding\nunconscionability of the contract terms. We modify the judgment to reinstate the jury’s award of\nattorney’s fees and affirm as modified.\n\n\n                                          BACKGROUND\n       Reeder owns a cattle ranch and several businesses, including Clarksville Oil and Gas.\nAttorney J. Bennett White did collections work for Clarksville Oil and Gas beginning in the late\n1990’s or early 2000’s, while he worked for another law firm. Later, after White formed White\nP.C., Clarksville Oil and Gas became White P.C.’s client. In 2008, White P.C. also began\nrepresenting Reeder personally on a few matters. All fee agreements between White P.C. and\nReeder, including those for Clarksville Oil and Gas, were oral, based on an hourly fee, and\nrequired Reeder to pay as billed, usually monthly. Although Reeder continued to pay for the\n\fClarksville Oil and Gas legal work, he fell behind on payments for the personal work and\neventually stopped paying.\n        White P.C. sued Reeder, alleging breach of seven distinct contracts, asserting as damages\nthe balances it deemed Reeder still owed on seven different matters. Those matters are as\nfollows: (1) the 2008 appeal of a Wood County judgment to the Twelfth Court of Appeals,\nreferred to as the Fry appeal,1 (2) the 2010 appeal of that Wood County judgment to the Texas\nSupreme Court, referred to as the Fry supreme court appeal, 2 (3) a suit filed in 2011 to prevent\nthe Fry parties from collecting on the Wood County judgment, (4) legal services in connection\nwith Reeder’s involvement as an oil and gas operator of the Forest Hill/Harris Sand Unit, (5) the\n2011 declaratory judgment action brought against Reeder by his insurance carrier, Jamestown\nInsurance Company, (6) the 2012 appeal of the Jamestown Insurance declaratory judgment\nproceeding,3 and (7) “legal representation in matters of a general nature” from 2008 through\nApril 2015. White P.C. also requested attorney’s fees for amounts expended in this breach of\ncontract suit.\n        The jury determined that Reeder failed to perform his obligations under the terms of each\nof the seven agreements for legal services. However, the jury awarded damages to White P.C.\nfor only three of the accounts. For the account involving the 2011 suit to prevent collection of\nthe Wood County judgment, it awarded $14,500, for the Fry appeal it awarded $91,210, and for\nthe Jamestown Insurance trial it awarded $24,011. The jury also awarded White P.C. $30,000 in\nattorney’s fees for trial of this lawsuit.\n        Reeder filed a motion to disregard jury findings, complaining of the jury’s damage\nawards.      The trial court rendered judgment incorporating the jury’s three damage awards,\nordering that White P.C. recover from Reeder damages in the amount of $129,721. The court\ndid not include the $30,000 award for attorney’s fees in the final judgment. This appeal ensued,\nwith both sides complaining of the proceedings and judgment of the court below.\n\n\n\n\n        1\n         Reeder v. Wood Cty. Energy L.L.C., </pre><span class=\"citation\" data-id=\"2276520\"><a href=\"/opinion/2276520/reeder-v-wood-county-energy-llc/\"><span class=\"volume\">320</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">433</span></a></span><pre class=\"inline\"> (Tex. App.−Tyler 2010) (op. on reh’g), rev’d, </pre><span class=\"citation no-link\"><span class=\"volume\">395</span>\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">789</span></span><pre class=\"inline\"> (Tex. 2012).\n        2\n            Reeder v. Wood Cty. Energy, L.L.C., </pre><span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">789</span></span><pre class=\"inline\"> (Tex. 2012)\n        3\n          Jamestown Ins. Co. v. Wendell Reeder, d/b/a Clarksville Oil & Gas Co., Ltd., 508 Fed. Appx. 306 (5th\nCir. 2013).\n\n\n                                                       2\n\f                                          JURY CHARGE\n       In his second issue, Reeder contends the trial court erred in failing to include a jury\nquestion in the charge asking if the contract terms were unconscionable and instructing the jury\non the definition of the term “unconscionable.” He complains that White P.C. charged excessive\nfees and unilaterally tacked on punitive, high interest charges after the parties entered into the\ncontract.\nApplicable Law\n       We review the trial court’s decisions on the jury charge for an abuse of discretion. Sw.\nEnergy Prod. Co. v. Berry-Helfand, </pre><span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">699</span></span><pre class=\"inline\">, 727 (Tex. 2016). A party is entitled to\nsubmission of a jury question, instruction, or definition if the pleadings and evidence raise a fact\nissue. TEX. R. CIV. P. 278; Union Pac. R.R. Co. v. Williams, </pre><span class=\"citation\" data-id=\"1588594\"><a href=\"/opinion/1588594/union-pacific-r-co-v-williams/\"><span class=\"volume\">85</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">162</span></a></span><pre class=\"inline\">, 166 (Tex. 2002).\n       A lawyer shall not enter into an arrangement for, charge, or collect an illegal fee or an\nunconscionable fee. TEX. DISCIPLINARY RULES PROF’L CONDUCT R. 1.04(a), reprinted in TEX.\nGOV’T CODE ANN., tit. 2, subtit. G, app. A (West 2013) (TEX. STATE BAR R. art. X, § 9). A fee is\nunconscionable if a competent lawyer could not form a reasonable belief that the fee is\nreasonable. Id. Whether a particular fee amount charged by the attorney is unconscionable\nunder all relevant circumstances of the representation is an issue for the fact finder. Hoover\nSlovacek LLP v. Walton, </pre><span class=\"citation\" data-id=\"1400321\"><a href=\"/opinion/1400321/hoover-slovacek-llp-v-walton/\"><span class=\"volume\">206</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">557</span></a></span><pre class=\"inline\">, 561 (Tex. 2006); Celmer v. McGarry, </pre><span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">S.W.3d</span>\n<span class=\"page\">691</span></span><pre class=\"inline\">, 706 (Tex. App.−Dallas 2013, pet. denied). Unconscionability has no single definition and\nmust be determined on a case by case basis in light of a variety of factors. Lee v. Daniels &\nDaniels, </pre><span class=\"citation\" data-id=\"1630010\"><a href=\"/opinion/1630010/lee-v-daniels-daniels/\"><span class=\"volume\">264</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">273</span></a></span><pre class=\"inline\">, 280 (Tex. App.−San Antonio 2008, pet. denied) (op. on reh’g). To be\nheld unconscionable, a term of the contract must be so extreme as to shock the conscience.\nBesteman v. Pitcock, </pre><span class=\"citation\" data-id=\"1990323\"><a href=\"/opinion/1990323/besteman-v-pitcock/\"><span class=\"volume\">272</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">777</span></a></span><pre class=\"inline\">, 789 (Tex. App.−Texarkana 2008, no pet.); Ski River\nDevel., Inc. v. McCalla, </pre><span class=\"citation\" data-id=\"1629592\"><a href=\"/opinion/1629592/ski-river-development-inc-v-mccalla/\"><span class=\"volume\">167</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">121</span></a></span><pre class=\"inline\">, 136 (Tex. App.−Waco 2005, pet. denied).\nAnalysis\n       The terms of the original oral agreement are simple. Reeder agreed to pay an hourly fee\nin exchange for legal work done by White P.C., and he would pay his bill when he received it.\nThe record shows that Reeder is an experienced businessman who not only was familiar with the\nattorney-client relationship, but had worked with White P.C. for a number of years. Nothing\nabout the original terms of the contract are shocking. See Besteman, 272 S.W.3d at 789.\n\n\n\n\n                                                 3\n\f       The oral agreement was later changed by written notice of White P.C.’s imposition of\ninterest on unpaid balances. The record includes a copy of the letter sent to Reeder explaining\nthat White P.C. would begin charging interest in the near future. Additionally, beginning with\nthe May 20, 2012 bill, each bill included the statement: “All past due balances shall be charged\ninterest at the rate of 12% per annum, compounded monthly.” The June 2012 bill, and every bill\nthereafter, included interest in the itemized charges. Reeder made sporadic payments after\nreceiving notice of the new term, including a large payment in February 2015 in response to bills\nthat clearly stated that interest was being charged. White P.C. continued to do legal work on\nReeder’s behalf until November 2014. By his actions, Reeder accepted the change. See Price\nPfister, Inc. v. Moore & Kimmey, Inc., </pre><span class=\"citation\" data-id=\"2358647\"><a href=\"/opinion/2358647/price-pfister-inc-v-moore-kimmey-inc/\"><span class=\"volume\">48</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">341</span></a></span><pre class=\"inline\">, 349-50 (Tex. App.−Houston [14th Dist.]\n2001, pet. denied) (held that notice and acceptance of a change in parties’ agreement constitutes\nmodification).\n       The fact that a bargain is a hard one does not entitle a party to be relieved from it if he\nassumed it fairly and voluntarily. See In re Smith, </pre><span class=\"citation\" data-id=\"1880501\"><a href=\"/opinion/1880501/in-re-marriage-of-smith/\"><span class=\"volume\">115</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">126</span></a></span><pre class=\"inline\">, 135 (Tex. App.−Texarkana\n2003, pet. denied). We conclude that the record does not raise a fact question on whether the\ncontract terms were unconscionable. Therefore, Reeder was not entitled to a jury question\nregarding unconscionability. See Williams, 85 S.W.3d at 166. The trial court did not abuse its\ndiscretion in refusing Reeder’s request to include a question on unconscionability in the jury\ncharge. See Sw. Energy Prod. Co., 491 S.W.3d at 727. We overrule Reeder’s second issue.\n\n\n                                    SUFFICIENCY OF THE EVIDENCE\n       In his first issue, Reeder asserts that the evidence is insufficient to support the damage\naward because White P.C. presented no expert testimony. Reeder contends that J. Bennett White\ndid not qualify or present himself as an expert witness before the trier of fact and therefore\ntestified only as a fact witness. Further, Reeder asserts that the evidence is insufficient to prove\nWhite P.C.’s fees were reasonable and necessary. Reeder complains that J. Bennett White’s\ntestimony was conclusory while the expert presented by Reeder provided probative testimony\nthat some of White P.C.’s charges were excessive.\nStandard of Review\n       We review the amount awarded as attorney’s fees under legal and factual sufficiency\nstandards. Bocquet v. Herring, </pre><span class=\"citation\" data-id=\"2441412\"><a href=\"/opinion/2441412/bocquet-v-herring/\"><span class=\"volume\">972</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 22 (Tex. 1998) (Baker, J., dissenting). We\n\n\n\n                                                 4\n\fcredit favorable evidence if reasonable jurors could, viewing the evidence in a light that tends to\nsupport the disputed finding, and disregarding evidence and inferences to the contrary unless\nreasonable jurors could not. City of Keller v. Wilson, </pre><span class=\"citation\" data-id=\"1987708\"><a href=\"/opinion/1987708/city-of-keller-v-wilson/\"><span class=\"volume\">168</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">802</span></a></span><pre class=\"inline\">, 822, 827 (Tex. 2005). If\nmore than a scintilla of evidence supports the challenged finding, the legal sufficiency challenge\nfails. Wal-Mart Stores, Inc. v. Canchola, </pre><span class=\"citation\" data-id=\"894478\"><a href=\"/opinion/894478/wal-mart-stores-inc-v-canchola/\"><span class=\"volume\">121</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">735</span></a></span><pre class=\"inline\">, 739 (Tex. 2003) (per curiam). In\nreviewing a challenge to the factual sufficiency of the evidence, we must consider and weigh all\nthe evidence and should set aside the judgment only if it is so contrary to the overwhelming\nweight of the evidence as to be clearly wrong and unjust. Cain v. Bain, </pre><span class=\"citation\" data-id=\"2461826\"><a href=\"/opinion/2461826/cain-v-bain/\"><span class=\"volume\">709</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">175</span></a></span><pre class=\"inline\">, 176\n(Tex. 1986) (per curiam).\n       The jury is the sole judge of the witnesses’ credibility; it may choose to believe one\nwitness over another. City of Keller, 168 S.W.3d at 819-20. We must assume that jurors\nresolved all conflicts in accordance with their verdict if reasonable human beings could do so.\nId.\nApplicable Law\n       The prevailing party in a breach of contract case is entitled to attorney’s fees. TEX. CIV.\nPRAC. & REM. CODE ANN. § 38.001 (West 2015); Jackson Law Office, P.C. v. Chappell, </pre><span class=\"citation\" data-id=\"2360374\"><a href=\"/opinion/2360374/jackson-law-office-pc-v-chappell/\"><span class=\"volume\">37</span>\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 23 (Tex. App.−Tyler 2000, pet. denied). An award of attorney’s fees must be\nsupported by evidence that the fees are reasonable and necessary. See Stewart Title Guar. Co. v.\nSterling, </pre><span class=\"citation no-link\"><span class=\"volume\">822</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 10 (Tex. 1991).\n       The issue of the reasonableness and necessity of attorney’s fees requires expert\ntestimony. Woodhaven Partners, Ltd. v. Shamoun & Norman, L.L.P., </pre><span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">821</span></span><pre class=\"inline\">, 830\n(Tex. App.−Dallas 2014, no pet.). Testimony by an attorney representing a party in a suit\nconcerning an award of attorney’s fees is considered expert testimony. Gulf Paving Co. v.\nLofstedt, </pre><span class=\"citation\" data-id=\"3953865\"><a href=\"/opinion/4184842/gulf-paving-co-v-lofstedt/\"><span class=\"volume\">188</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">155</span></a></span><pre class=\"inline\">, 161 (Tex. 1945); Nguyen Ngoc Giao v. Smith & Lamm, P.C., </pre><span class=\"citation\" data-id=\"1748275\"><a href=\"/opinion/1748275/nguyen-ngoc-giao-v-smith-lamm-pc/\"><span class=\"volume\">714</span>\n<span class=\"reporter\">S.W.2d</span> <span class=\"page\">144</span></a></span><pre class=\"inline\">, 148 (Tex. App.−Houston [1st Dist.] 1986, no pet.).           Evidence in support of\nattorney’s fees must contain the attorney’s qualifications, his opinion regarding reasonable\nattorney’s fees, and the basis for his opinion. See Basin Credit Consultants, Inc. v. Obregon, </pre><span class=\"citation\" data-id=\"1508781\"><a href=\"/opinion/1508781/basin-credit-consultants-inc-v-obregon/\"><span class=\"volume\">2</span>\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">372</span></a></span><pre class=\"inline\">, 373 (Tex. App.−San Antonio 1999, pet. denied). When an attorney’s testimony\ncontains this necessary information, it constitutes expert opinion testimony and can sufficiently\nestablish reasonable attorney’s fees. See Enell Corp. v. Longoria, </pre><span class=\"citation\" data-id=\"1495121\"><a href=\"/opinion/1495121/enell-corp-v-longoria/\"><span class=\"volume\">834</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">132</span></a></span><pre class=\"inline\">, 135 (Tex.\n\n\n\n\n                                                5\n\fApp.−San Antonio 1992, writ denied) (op. on reh’g); Owen Elec. Supply, Inc. v. Brite Day\nConstr., Inc., </pre><span class=\"citation\" data-id=\"2447958\"><a href=\"/opinion/2447958/owen-elec-supply-inc-v-brite-day-const-inc/\"><span class=\"volume\">821</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">283</span></a></span><pre class=\"inline\">, 288 (Tex. App.−Houston [1st Dist.] 1991, writ denied).\n       An attorney’s testimony about the reasonableness of his own fees is not like other expert\nwitness testimony. Garcia v. Gomez, </pre><span class=\"citation\" data-id=\"895255\"><a href=\"/opinion/895255/garcia-v-gomez/\"><span class=\"volume\">319</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">638</span></a></span><pre class=\"inline\">, 641 (Tex. 2010). Although rooted in the\nattorney’s experience and expertise, it also consists of the attorney’s personal knowledge about\nthe underlying work and its particular value to the client. Id. The attorney’s testimony is not\nobjectionable as merely conclusory because the opposing party, or that party’s attorney, likewise\nhas some knowledge of the time and effort involved and if the matter is truly in dispute, may\neffectively question the attorney regarding the reasonableness of his fee. Id.\n       Factors to be considered in determining the reasonableness of attorney’s fees include:\n\n\n       (1) the time and labor required, the novelty and difficulty of the questions involved, and the skill required\n           to perform the legal service properly;\n       (2) the likelihood, if apparent to the client, that the acceptance of the particular employment will preclude\n           other employment by the lawyer;\n       (3) the fee customarily charged in the locality for similar legal services;\n       (4) the amount involved and the results obtained;\n       (5) the time limitations imposed by the client or by the circumstances;\n       (6) the nature and length of the professional relationship with the client;\n       (7) the experience, reputation, and ability of the lawyer performing the services; and\n       (8) whether the fee is fixed or contingent on results obtained or uncertainty of collection before the legal\n           services have been rendered.\n\n\nTEX. DISCIPLINARY RULES PROF’L CONDUCT R. 1.04(b); Arthur Andersen & Co. v. Perry Equip.\nCorp., </pre><span class=\"citation\" data-id=\"2427543\"><a href=\"/opinion/2427543/arthur-andersen-v-perry-equipment-corp/\"><span class=\"volume\">945</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">812</span></a></span><pre class=\"inline\">, 818 (Tex. 1997). A reasonable fee is one that is not excessive or\nextreme, but rather moderate or fair. Garcia, 319 S.W.3d at 642.\nAnalysis\n       John Bennett White testified that he graduated from law school in 1985 and practiced\ncivil law for over thirty years. He described his work as dispute resolution. He handles\ncommercial disputes, financial losses, collections, bankruptcies, employment issues, property\nissues, and contracts. He testified that he has “litigated a number of oil and gas cases” and “done\na lot of appeals.” He explained that he “know[s] enough oil and gas law to know about the\nthings [he] wanted to raise” in the Fry appeal. He stated that he has “a pretty good understanding\nof overrides and royalties,” he “worked for an oilman in revenue entry accounting,” he worked\n“AF, refunds,” and is “pretty familiar with oil and gas accounting and transaction work.”\n\n\n\n\n                                                        6\n\f       He began representing Reeder’s company, Clarksville Oil and Gas, in the late 1990’s or\nearly 2000’s. White P.C. began working on the Fry appeal in June 2008. That case involved\nmultiple parties, multiple issues, large sums of damages assessed by the jury, and had a large,\nexpensive record. After initial briefing and the resulting opinion by the court of appeals, White\nP.C. filed a motion for rehearing. Additionally, in conjunction with the Fry appeal, the firm\npursued a writ of supersedeas and fought a writ of execution in an attempt to protect Reeder’s\nproperty from seizure. White explained that, although Reeder hired attorney Skip Watson to\nrepresent him before the supreme court, White did some work on the supreme court appeal of the\nFry case so that Watson, who charged more, would not have to do it, ultimately saving his client\nmoney. White opined that he played a part in the supreme court win, Watson relied on White,\nand Reeder knew this fact. Additionally, during the course of the Fry appeals, White P.C. helped\nReeder defend against Railroad Commission penalties in the Forest Hill/Harris Sand Unit matter.\n       White explained that he and Reeder had an oral fee agreement. His hourly fee ranged\nfrom $225 to $265 over the course of White P.C.’s representation of Reeder. White P.C. sent\nReeder monthly bills detailing the work done on each matter, identifying the task, the person\ncompleting the task, the rate basis, time spent, rate, and amount charged. White acknowledged\nthat Reeder told him any amounts White collected on behalf of Reeder would be used to bring\nWhite’s fees current. However, he stated that there was never an agreement that he would get\npaid only from Clarksville accounts he collected. White stated the amounts due on each of the\nseven matters and stated that the work was all reasonably charged for work that was necessary\nfor Reeder’s representation.\n       White, an interested expert witness, presented competent opinion evidence. See Gulf\nPaving Co., 188 S.W.2d at 161. White’s testimony shows that he is qualified by his expertise,\npersonal knowledge of the work performed, and its value to his client to testify as to what\nreasonable attorney’s fees would be in the cases he worked for Reeder. See Garcia, 319 S.W.3d\nat 641. White testified as to the facts and circumstances surrounding the services rendered, as\nwell as the nature, character, and extent of those services. See Bryant v. Browning, </pre><span class=\"citation\" data-id=\"3929595\"><a href=\"/opinion/4163339/bryant-v-browning/\"><span class=\"volume\">48</span> <span class=\"reporter\">S.W.2d</span>\n<span class=\"page\">798</span></a></span><pre class=\"inline\">, 799 (Tex. Civ. App.−Austin 1932, writ dism’d). White P.C. presented more than a scintilla\nof evidence to support the damages awarded by the jury. Therefore, Reeder’s legal sufficiency\nchallenge fails. See Canchola, 121 S.W.3d at 739.\n\n\n\n\n                                               7\n\f       Reeder testified that he does not believe he actually owes all the fees that White P.C.\nbilled. He also said he owes the amount billed but does not have to pay it until he collects\nunpaid debts owed to him. He complained that he was charged for several people reviewing the\nfiles and researching. Time was spent creating a database in the Forest Hill/Harris Sand Unit\nmatter but he saw no work product or work from it. He opined that he does not owe for all the\nwork White did that “never came to nothing.” He said some of the charges are redundant and\nsome are not reasonable. Reeder testified that he paid White $737,000 and he paid Watson, who\ncharges $500 an hour, $147,000.\n       Reeder presented expert testimony from attorney Michael Gazette, who charged Reeder\n$275 an hour. Gazette testified that he saw a pattern of billing by legal assistants for clerical\nwork. He deemed that practice to be unreasonable. White testified in response to this testimony,\nsuggesting that this complaint could be cured by subtracting $5,734.50 from the total White P.C.\nrequested.\n       Gazette further testified that the amount of time charged for the reply brief in the\nJamestown appeal was excessive by twenty hours, and the hours charged for the motion to\nreconsider in that matter was excessive by twelve to fifteen hours. The jury did not award any\ndamages for the Jamestown appeal.\n       Gazette also testified that an excessive and unreasonable amount of time was charged in\nthe Fry appeal, asserting that 150 to 175 hours would have been reasonable. The jury was\nentitled to disregard Gazette’s opinion that the Fry appeal should have been completed in 175\nhours. See City of Keller, 168 S.W.3d at 820.\n       White P.C., and White, had a lengthy professional relationship with Reeder.           The\nevidence supports a determination that White’s hourly rate is reasonable. The work done by\nWhite P.C. involved numerous related but distinct and complex legal matters involving a\nsubstantial amount of money at risk that necessarily required a great deal of time. Additionally,\namounts billed included charges for work done by legal assistants as well as court costs, as\nshown by the detailed monthly bills. Nonetheless, the jury awarded White P.C. zero in damages\nfor the General matters, the Forest Hill/Harris Sand Unit services, Fry supreme court appeal, and\nJamestown Insurance Company appeal. Further, the jury awarded less than requested in the\n2011 suit to prevent collection, the Fry appeal, and the Jamestown trial matters. Considering all\nseven matters, the jury awarded White P.C. $82,876.10 less than the $212,597.10 it requested.\n\n\n\n                                                8\n\fAfter reviewing all the evidence, we conclude that the evidence of the reasonableness and\nnecessity of the damage awards is not so contrary to the overwhelming weight of the evidence as\nto be clearly wrong and unjust. See Cain, 709 S.W.2d at 176. We overrule Reeder’s first issue.\n\n\n                                       ATTORNEY’S FEES\n        In its sole issue on appeal, White P.C. contends that the trial court erred in granting\nReeder’s motion to disregard the jury’s answer to question three, providing that White P.C. is\nentitled to $30,000 in attorney’s fees for representation through trial and the completion of\nproceedings in the trial court. It argues that the award is supported by sufficient evidence, the\nevidence does not conclusively establish a fact contrary to the jury’s finding, and, because\nattorney’s fees are recoverable for breach of contract, White P.C. was not required to segregate\nits attorney’s fees.\nStandard of Review\n        We review a trial court’s decision to grant or deny a motion to disregard jury findings as\na legal sufficiency challenge. See City of Keller, 168 S.W.3d at 823; Davis v. Nat’l Lloyds Ins.\nCo., </pre><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">459</span></span><pre class=\"inline\">, 467 (Tex. App.−Houston [1st Dist.] 2015, pet. filed). Thus, a trial court\ncan disregard a jury’s finding when there is a complete absence of evidence of a vital fact, the\ncourt is barred by rules of law or evidence from giving weight to the only evidence offered to\nprove a vital fact, the evidence offered to prove a vital fact is no more than a mere scintilla, or\nthe evidence establishes conclusively the opposite of a vital fact. City of Keller, 168 S.W.3d at\n810. In our review, we credit favorable evidence if reasonable jurors could and disregard\ncontrary evidence unless reasonable jurors could not. Id. at 827.\nApplicable Law\n        A trial court may disregard a jury’s finding only when the answer has no support in the\nevidence or the question is immaterial. TEX. R. CIV. P. 301; Spencer v. Eagle Star Ins. Co. of\nAm., </pre><span class=\"citation\" data-id=\"2455735\"><a href=\"/opinion/2455735/spencer-v-eagle-star-ins-co-of-america/\"><span class=\"volume\">876</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">154</span></a></span><pre class=\"inline\">, 157 (Tex. 1994). A question is immaterial when it should not have been\nsubmitted, or when it was properly submitted but has been rendered immaterial by other\nfindings. Id. A question which calls for a finding beyond the province of the jury, such as a\nquestion of law, may be deemed immaterial. Id. Where some evidence supports the disregarded\nfinding, the reviewing court ordinarily must reverse and render judgment. Thedford v. Mo. Pac.\nR.R. Co., </pre><span class=\"citation\" data-id=\"1564563\"><a href=\"/opinion/1564563/thedford-v-missouri-pacific-r-co/\"><span class=\"volume\">929</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 45 (Tex. App.−Corpus Christi 1996, writ denied).\n\n\n\n                                                9\n\f       In order to obtain an award of attorney’s fees, Texas Civil Practice and Remedies Code\nChapter 38 requires that a claimant both (1) prevail on a cause of action for which attorney’s fees\nare awarded, and (2) recover damages. TEX. CIV. PRAC. & REM. CODE ANN. § 38.001; MBM\nFin. Corp. v. Woodlands Operating Co., L.P., </pre><span class=\"citation\" data-id=\"2171909\"><a href=\"/opinion/2171909/mbm-financial-v-woodlands-operating-co/\"><span class=\"volume\">292</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">660</span></a></span><pre class=\"inline\">, 666 (Tex. 2009); Green Int’l,\nInc. v. Solis, </pre><span class=\"citation\" data-id=\"2382247\"><a href=\"/opinion/2382247/green-intern-inc-v-solis/\"><span class=\"volume\">951</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">384</span></a></span><pre class=\"inline\">, 390 (Tex. 1997). “A plaintiff must prove compensable injury and\nsecure an enforceable judgment in the form of damages or equitable relief.” Intercontinental\nGrp. P’ship v. KB Home Lone Star L.P., </pre><span class=\"citation\" data-id=\"895161\"><a href=\"/opinion/895161/intercontinental-group-v-kb-home/\"><span class=\"volume\">295</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">650</span></a></span><pre class=\"inline\">, 652 (Tex. 2009). “A zero on\ndamages necessarily zeroes out ‘prevailing party’ status.” Id. at 655-56. When a lawsuit\ninvolves multiple claims, the proponent has a duty to segregate non-recoverable attorney’s fees\nfrom recoverable attorney’s fees. Stewart Title Guar. Co., 822 S.W.2d at 11.\nAnalysis\n       After White P.C. rested its case, Reeder moved for a directed verdict asserting that White\nP.C. did not have a case to take to the jury, arguing in part that White P.C. was required to\n“segregate out from the attorney’s fees that they are seeking in this case as a result of their\ncollection efforts.” This motion was denied. Later, at the charge conference, Reeder explained\nhis position, asserting that the law requires White P.C. to segregate fees and “[t]he fact that\nshould have been segregated goes to the jury regardless of what their answer may be in and of\nitself.” Referring to the seven different claims, Reeder stated that “for them to recover any\nattorney’s fees, they have to claim each one independently.”                     He then stated his specific\nobjection as follows:\n\n\n               Since the potential not to recover is there on any of these seven or to recover at a\n               lower percentage, a lesser amount, I don’t think it’s as simple as just saying,\n               well, they only recovered on three of the seven. We are only going to allow\n               seven. The fact is they have not segregated them. There is absolutely no\n               testimony of segregation. We believe it is error and we are – and we object to\n               there being any submission of attorney’s fees in this particular case in regards to\n               the recovery efforts and the fees sought that were attorney fees to recover on the\n               balances that the Plaintiff claim they were owed.\n\n\n\n       The court responded:\n\n\n               As to the attorney’s fees, I am overruling the objection on that as well. I am\n               going to go ahead and submit it for the reasons we discussed earlier, that in the\n               event that the jury returns liability and found liability and damages in all seven\n\n\n\n\n                                                       10\n\f                 files, then the Court thinks that the whole issue of a segregation problem\n                 becomes moot at that point, but at any rate, we can discuss that after the fact.\n\n\n       In response to Question No. 1 of the jury charge, the jury answered “yes” as to each\ncause of action, finding that Reeder failed to perform his obligations under the terms of the\nparties’ agreement “[w]ith regard to each billing account.” However, the jury determined that\nWhite P.C. is not entitled to damages for breach of the contracts involved in the Forest\nHill/Harris Sand Unit matter, Fry supreme court appeal, Jamestown Insurance Company appeal,\nand the general category.\n       As submitted, Jury Question No. 3 asked:\n\n\n                 What is a reasonable fee for the necessary services of J. Bennett White, P.C.’s\n                 attorneys stated in dollars and cents. [In your answer, do not include any\n                 amount for legal services rendered in this case where the services were provided\n                 solely in conjunction with a claim where you answered “No” in Question No. 1.]\n\n\n       Question No. 3 requested the jury to find White P.C.’s attorney’s fees for the entire\nlawsuit, rather than separately allocating the fees to each of the seven causes of action. In\nresponse to Question 3, the jury awarded White P.C. $30,000 in attorney’s fees for representation\nthrough trial and the completion of proceedings in the trial court.\n       After the jury returned its verdict, Reeder asserted a motion to disregard the jury findings.\nPertinent to White P.C.’s issue on appeal, Reeder contended that the trial court should disregard\nthe jury’s answer to Question No. 3. He argued that White P.C. failed to segregate attorney’s\nfees between the seven causes of action pled. Noting that the jury awarded damages on just three\nof the seven pleaded claims, Reeder asserted that White P.C. is not entitled to attorney’s fees for\nthe four unsuccessful claims.\n       Reeder’s post-verdict complaint amounts to a challenge to the charge as given. See Tubb\nv. Bartlett, </pre><span class=\"citation\" data-id=\"1686187\"><a href=\"/opinion/1686187/tubb-v-bartlett/\"><span class=\"volume\">862</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">740</span></a></span><pre class=\"inline\">, 748 (Tex. App.−El Paso 1993, writ denied). A motion to disregard\njury findings is not the proper method for preserving error regarding the submission of jury\nquestions. Id.\n       A careful reading of Reeder’s objection made at the charge conference reveals that he\nopined that segregation of fees between each of the seven matters was necessary. However, his\nprecise pre-charge objection, relying on the absence of evidence of segregation of fees, was that\nQuestion No. 3 should not be submitted to the jury at all. Objections to the court’s charge must\n\n\n                                                       11\n\fbe made before the court has submitted the charge to the jury. Id. Reeder did not object to the\nbroad submission of the issue and therefore waived the complaint that White P.C. is not entitled\nto attorney’s fees due to its failure to segregate fees between the seven causes of action.4 Home\nSav. Ass’n v. Guerra, </pre><span class=\"citation\" data-id=\"2450361\"><a href=\"/opinion/2450361/home-sav-assn-v-guerra/\"><span class=\"volume\">733</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, 137 (Tex. 1987); Aero Energy, Inc. v. Circle C Drilling\nCo., </pre><span class=\"citation\" data-id=\"2401634\"><a href=\"/opinion/2401634/aero-energy-inc-v-circle-c-drilling-co/\"><span class=\"volume\">699</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">821</span></a></span><pre class=\"inline\">, 823 (Tex. 1985).\n        In the absence of a valid objection to the jury question, the trial court may disregard the\njury finding only if it is unsupported by the evidence or is legally immaterial. Green Int’l, Inc.,\n951 S.W.2d at 389-90. Thus, where the complaint is a pure legal question that does not affect\nthe jury’s role as a fact finder, a motion to disregard jury findings would be appropriate and\nsufficient to preserve error. See Spencer, 876 S.W.2d at 157. However, the determination of the\namount of reasonable and necessary attorney’s fees is a question for the fact finder. Leggett v.\nBrinson, </pre><span class=\"citation\" data-id=\"2429286\"><a href=\"/opinion/2429286/leggett-v-brinson/\"><span class=\"volume\">817</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">154</span></a></span><pre class=\"inline\">, 157 (Tex. App.−El Paso 1991, no writ). Accordingly, the jury’s\nfinding in response to Question No. 3 did not involve a pure legal question. See Spencer, 876\nS.W.2d at 157; see also Holland v. Wal-Mart Stores, Inc., </pre><span class=\"citation\" data-id=\"1788532\"><a href=\"/opinion/1788532/holland-v-wal-mart-stores-inc/\"><span class=\"volume\">1</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">91</span></a></span><pre class=\"inline\">, 94 (Tex. 1999) (per\ncuriam) (held that nonavailability of attorney’s fees is appropriately raised post-verdict while the\namount of reasonable fees is a jury question).\n        We next consider whether the jury finding is supported by the evidence. White P.C.\nbrought this suit as an attempt to collect on seven distinct breach of contract causes of action.\nWhite testified as to the total amount of fees the firm incurred to bring this lawsuit, explaining\nthat $56,000 would be a reasonable fee. White P.C. admitted Exhibit 93, entitled “History Bill,”\ninto evidence. It is further identified as Matter No. 15-102, J. Bennett White, P.C. (v. Reeder,\nWendell). This document details the work done, time spent, and charges assessed by the lawyers\nand legal assistants between April 7, 2015 and July 11, 2016. The total charges for that time\nperiod are $47,933.64. This constitutes some evidence of attorney’s fees incurred in the present\nlawsuit, supporting the jury finding awarding attorney’s fees. See City of Keller, 168 S.W.3d at\n810; see also Stewart Title Guar. Co., 822 S.W.2d at 12 (held that evidence of unsegregated\nattorney’s fees is more than a scintilla of evidence of segregated attorney’s fees).\n\n\n\n        4\n           The issue may also be preserved by objection during testimony offered in support of attorney’s fees. In\nre M.G.N., </pre><span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">386</span></span><pre class=\"inline\">, 410 (Tex. App.−San Antonio 2016, pet. denied) (op. on reh’g). Reeder did not assert\nan objection to the failure to segregate fees during White’s testimony on attorney’s fees.\n\n\n\n\n                                                       12\n\f         Because the jury finding is supported by the evidence and is not legally immaterial, any\nerror in the court’s failure to segregate attorney’s fees in the jury question and instructions was\nwaived and cannot serve as a basis for barring the recovery of attorney’s fees. Green Int’l, Inc.,\n951 S.W.2d at 390. Therefore, the trial court erred in granting Reeder’s motion to disregard the\njury’s answer awarding attorney’s fees to White P.C. for the trial of this case. See id. Because\nsome evidence supports the disregarded finding, we render judgment on the jury’s verdict. See\nThedford, 929 S.W.2d at 45. We sustain White P.C.’s sole issue.\n\n\n                                                   DISPOSITION\n         Because the trial court erred in granting Reeder’s motion to disregard jury findings, we\nmodify the judgment to reinstate the disregarded jury finding and render judgment that White\nP.C. is awarded $30,000 in attorney’s fees. The trial court’s judgment is affirmed as modified.\n\n                                                                 BRIAN HOYLE\n                                                                    Justice\n\n\n\n\nOpinion delivered February 14, 2018.\nPanel consisted of Worthen, C.J., Hoyle, J., and Neeley, J.\n\n\n\n\n                                                   (PUBLISH)\n\n\n\n\n                                                         13\n\f                                  COURT OF APPEALS\n\n      TWELFTH COURT OF APPEALS DISTRICT OF TEXAS\n\n                                          JUDGMENT\n\n                                        FEBRUARY 14, 2018\n\n\n                                        NO. 12-17-00026-CV\n\n\n                                    J. BENNETT WHITE, P.C.,\n                                      Appellant/Cross-Appellee\n                                                 V.\n                                       WENDELL REEDER,\n                                      Appellee/Cross-Appellant\n\n\n                               Appeal from the 402nd District Court\n                          of Wood County, Texas (Tr.Ct.No. 2015-184)\n\n                     THIS CAUSE came to be heard on the appellate record and briefs filed\nherein; and the same being considered, it is the opinion of this court that there was error in the\njudgment of the court below.\n                     It is therefore ORDERED, ADJUDGED and DECREED that the judgment of\nthe trial court is modified to provide that J. Bennett White, P.C. have and recover attorney’s fees\nfrom Wendell Reeder in the amount of $30,000.00.\n                     It is further ORDERED, ADJUDGED and DECREED that, as modified, the\njudgment of the court below be affirmed. It is further ORDERED that all costs of this appeal\nare hereby assessed against Appellee/Cross-Appellant WENDELL REEDER, for which\nexecution may issue, and that this decision be certified to the court below for observance.\n                     Brian Hoyle, Justice.\n                   Panel consisted of Worthen, C.J., Hoyle, J., and Neeley, J.\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/895161/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/895255/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1400321/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1495121/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1508781/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1564563/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1588594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1629592/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1630010/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1686187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1748275/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1788532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1880501/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1987708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1990323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2171909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2276520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2358647/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2360374/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2382247/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2401634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2427543/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2429286/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2441412/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2447958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2450361/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2455735/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2461826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3929595/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3953865/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2018-02-16T21:39:56.550042Z",
      "date_modified": "2018-02-16T21:39:56.693341Z",
      "date_filed": "2018-02-14",
      "date_filed_is_approximate": false,
      "slug": "j-bennett-white-pc-appellantcross-appellee-v-wendell-reeder",
      "citation_id": null,
      "case_name_short": "",
      "case_name": "J. Bennett White, P.C., Appellant/Cross-Appellee v. Wendell Reeder, Appellee/Cross-Appellant",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/6308124/j-bennett-white-pc-appellantcross-appellee-v-wendell-reeder/",
  "source": 2,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2018-02-16T21:39:56.544588Z",
  "date_modified": "2018-02-16T21:39:56.544621Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "J. Bennett White, P.C., Appellant/Cross-Appellee v. Wendell Reeder, Appellee/Cross-Appellant",
  "case_name_full": "",
  "slug": "j-bennett-white-pc-appellantcross-appellee-v-wendell-reeder",
  "docket_number": "12-17-00026-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}