{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/638609/",
  "id": 638609,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/md/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2102048/",
      "id": 2102048,
      "absolute_url": "/opinion/2102048/state-v-gorman/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/4665/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4672/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4678/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4694/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4701/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4705/",
        "https://www.courtlistener.com:80/api/rest/v3/people/4709/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/638609/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2102048/",
          "id": 2102048,
          "absolute_url": "/opinion/2102048/state-v-gorman/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2102048/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:19:28.511182Z",
          "date_modified": "2017-04-08T12:57:43.134860Z",
          "type": "010combined",
          "sha1": "5ef0d71f5da4aafbbcf88c186ec763ca9b5f233c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>315 Md. 402 (1989)</b></center>\n<center><b>554 A.2d 1203</b></center>\n<center><h1>STATE OF MARYLAND<br>\nv.<br>\nROBERT WILLIAM GORMAN.</h1></center>\n<center>No. 147, September Term, 1987.</center>\n<center><p><b>Court of Appeals of Maryland.</b></p></center>\n<center>March 27, 1989.</center>\n<p>Mary Ellen Barbera, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., Baltimore), on brief, for appellant/cross-appellee.</p>\n<p>Jose Felipe Anderson, Asst. Public Defender (Alan H. Murrell, Public Defender, Baltimore), on brief, for appellee/cross-appellant.</p>\n<p>Argued before MURPHY, C.J., ELDRIDGE, COLE, RODOWSKY, McAULIFFE and BLACKWELL, JJ., and CHARLES E. ORTH, JR., Associate Judge of the Court of Appeals of Maryland (retired), Specially Assigned.</p>\n<p>CHARLES E. ORTH, Jr. (Ret.), Specially Assigned, Judge.</p>\n<p>This appeal is concerned with the peremptory challenge, \"`one of the most important of the rights'\" in our justice system. <i>Swain v. Alabama,</i> 380 U.S. 202, 219, 85 S.Ct. 824, 835, 13 L.Ed.2d 759 (1965), quoting <i>Pointer v. United States,</i> 151 U.S. 396, 408, 14 S.Ct. 410, 414, 38 L.Ed. 208 (1894). <i>See </i><i>Batson v. Kentucky,</i> 476 U.S. 79, 121, 106 S.Ct. 1712, 1735, 90 L.Ed.2d 69 (1986) (Burger, C.J., dissenting). Specifically, we are called upon to determine whether the prosecution's use of peremptory challenges in empaneling a petit jury in a criminal cause was constitutionally offensive.<sup>[1]</sup></p>\n<p></p>\n<h2>I</h2>\n<p>Robert William Gorman, a white man, was found guilty by a jury in the Circuit Court for Harford County of robbery with a deadly weapon and related offenses. At the selection of the jury, the prosecution, by the use of peremptory challenges, struck the only two black persons from the panel. Gorman was sentenced as a repeat offender to life imprisonment without parole. The judgments were affirmed by the Court of Special Appeals. <i>Gorman v. State,</i> No. 897, September Term, 1985, filed 11 March 1986, unreported (<i>Gorman I</i>). This Court denied Gorman's petition for a writ of certiorari and denied his motion for reconsideration.</p>\n<p>Gorman looked to the Supreme Court of the United States by way of a petition for a writ of certiorari, and his petition was granted. That Court vacated the judgment of the Court of Special Appeals and \"remanded the case to [that court] for further consideration in light of <i>Griffith v. Kentucky,</i> 479 U.S. 314, 107 S.Ct. 708, 93 L.Ed.2d 649 (1987).\" <i>Gorman v. Maryland,</i> 480 U.S. 913, 107 S.Ct. 1363, 94 L.Ed.2d 680 (1987). Thereupon, the Court of Special Appeals reversed the judgments of the Circuit Court for Harford County, and remanded the case for a new trial. <i>Gorman v. State,</i> No. 897, September Term, 1985 (on remand) filed 17 July 1987, unreported (<i>Gorman II</i>). It explained its decision merely by noting that in <i>Gorman I</i> it had affirmed the judgments of the trial court upon reliance on <i>Swain v. Alabama,</i> 380 U.S. 202, 85 S.Ct. 824, 13 L.Ed.2d 759. But, it observed, <i>Batson v. Kentucky,</i> 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 had overruled <i>Swain,</i> and, under <i>Griffith v. Kentucky,</i> 479 U.S. 314 [107 S.Ct. 708], <i>Batson</i> governed <i>Gorman I. Gorman II,</i> slip opinion at 1. \"[H]ence,\" it conceded, \"our reliance on <i>Swain</i> turns out to be erroneous.\" <i>Id.</i> The intermediate appellate court opined, \"On the basis of <i>Batson, Griffith,</i> and [its own opinion in] <i>Chew v. State</i><i>,</i> [71] Md. App. [681, 527 A.2d 332, <i>cert. granted,</i> 311 Md. 301, 534 A.2d 369 (1987), which looked to <i>Batson</i>], the judgments must be reversed, and the matter remanded for a new trial.\" <i>Gorman II,</i> slip opinion at 1-2. The Court of Special Appeals denied the State's motion for reconsideration. We granted the State's petition and Gorman's conditional cross-petition for writs of certiorari.</p>\n<p></p>\n<h2>II</h2>\n<p>In providing for jury trial in criminal causes, Maryland, in general, adheres to the common law system of trial by an impartial jury of 12 persons who must unanimously agree on a verdict. <i>See</i> Maryland Rules 4-311(b) and 4-327(a); <i>State v. McKay,</i> 280 Md. 558, 375 A.2d 228 (1977). This system comports with the Sixth Amendment to the Constitution of the United States<sup>[2]</sup> and with Article 21 of the Maryland Declaration of Rights.<sup>[3]</sup><i>See </i><i>Swain v. Alabama,</i> 380 U.S. at 211, 85 S.Ct. at 831; Maryland Rule 4-311(a).</p>\n<p>In the empaneling of a petit jury the system provides, not only for challenges for cause, but for peremptory challenges. Md.Rule 4-313. \"The peremptory challenge has been in use without scrutiny into its basis for nearly as long as juries have existed.\" <i>Batson,</i> 476 U.S. at 119, 106 S.Ct. at 1734 (Burger, C.J., dissenting). It was a venerable fixture at the common law and crossed the sea to become one of the most important of the rights in our federal and state systems. <i>Swain,</i> 380 U.S. at 212-219, 85 S.Ct. at 831-835. Although the federal and Maryland Constitutions do not confer a right to peremptory challenges, \"those challenges traditionally have been viewed as one means of assuring the selection of a qualified and unbiased jury.\" <i>Batson</i> 476 U.S. at 91, 106 S.Ct. at 1720 (citation omitted). In <i>Swain,</i> after tracing the very old credentials of the peremptory challenge, the Court observed: \"The persistence of peremptories and their extensive use demonstrate the long and widely held belief that peremptory challenge is a necessary part of trial by jury.\" 380 U.S. at 219, 85 S.Ct. at 835. \"The denial or impairment of the right is reversible error without a showing of prejudice....\" <i>Id.</i> (citations omitted).</p>\n<p>Throughout its long history, the description of the challenge as \"peremptory\" meant precisely what that adjective connoted in common usage  \"conclusive or absolute; decisive.\" Webster's New International Dictionary of the English Language 1817 (unabridged 2d ed. 1961). Black's Law Dictionary 1023 (5th ed. 1979) defines it as: \"Imperative; final; decisive; absolute; conclusive; positive; not admitting of question, delay, reconsideration or of any alternative. Self-determined; arbitrary; not requiring any cause to be shown.\" Thus, a peremptory challenge is, as <i>Lewis v. United States,</i> 146 U.S. 370, 378, 13 S.Ct. 136, 139, 36 L.Ed. 1011 (1892), indicates Blackstone viewed it: \"[A]n arbitrary and capricious right; and it must be exercised with full freedom, or it fails of its full purpose.\" The Supreme Court found merit in the position that</p>\n<blockquote>[t]his system, ... in and of itself, provides justification for striking any group of otherwise qualified jurors in any given case, whether they be Negroes, Catholics, accountants or those with blue eyes.</blockquote>\n<p><i>Swain,</i> 380 U.S. at 212, 85 S.Ct. at 831. <i>See id.</i> at 219-221, 85 S.Ct. at 835-836.</p>\n<p>In the <i>Swain</i> case, the defendant was black. There were only six black men on the final venire, and the prosecution peremptorily struck all six from the petit jury panel. A majority of the Supreme Court,<sup>[4]</sup> in light of the nature and function of peremptory challenges, said:</p>\n<blockquote>With these considerations in mind, we cannot hold that the striking of Negroes in a particular case is a denial of equal protection of the laws. In the quest for an impartial and qualified jury, Negro and white, Protestant and Catholic, are alike subject to being challenged without cause. To subject the prosecutor's challenge in any particular case to the demands and traditional standards of the Equal Protection Clause would entail a radical change in the nature and operation of the challenge. The challenge, <i>pro tanto,</i> would no longer be peremptory, each and every challenge being open to examination, either at the time of the challenge or at a hearing afterwards. The prosecutor's judgment underlying each challenge would be subject to scrutiny for reasonableness and sincerity. And a great many uses of the challenge would be banned.</blockquote>\n<p><i>Id.,</i> 380 U.S. at 221-222, 85 S.Ct. at 836-837. Maryland accepted this concept and applied it. We flatly stated in <i>Brice v. State,</i> 264 Md. 352, 366, 286 A.2d 132 (1972):</p>\n<blockquote>In short, the right to exercise the peremptory strike is unfettered and may be exercised by either party for any reason or indeed for no reason. Hunch, passing impression, appearance of the prospective juror, or any other consideration may lead to the exercise of the peremptory challenge and no inquiry may be made in regard to why it is exercised.</blockquote>\n<p>In <i>Brice</i> the State used 15 of its peremptory challenges. We declared: \"No one may inquire in regard to the reason the State did this.\" <i>Id. See </i><i>Parker v. State,</i> 227 Md. 468, 470, 177 A.2d 426 (1962); <i>Johnson v. State,</i> 9 Md. App. 143, 148-151, 262 A.2d 792 (1970). In the Supreme Court, the rule of <i>Swain</i> remained inviolate for 21 years, reflecting a view that had been embraced for over two centuries. And then came <i>Batson v. Kentucky,</i> 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69, decided 30 April 1986.</p>\n<p></p>\n<h2>III</h2>\n<p>In <i>Batson</i> the Supreme Court reexamined part II of <i>Swain,</i> which concerned peremptory challenges. As we have seen, the Court in <i>Swain</i> had expressly stated that the prosecutor's challenge in a particular case was not subject to the demands and traditional standards of the Equal Protection Clause of the Fourteenth Amendment to the Constitution of the United States.<sup>[5]</sup><i>Swain</i> adopted the presumption that in any particular case the prosecutor is using the state's peremptory challenges to obtain a fair and impartial jury to try the case before the court. Even though the defendant was black, this presumption, the Court opined, is not overcome because all blacks were removed from the jury thereby or that they were removed because they were black. In other words, the presumption was not rebuttable by the exercise of peremptory challenges.</p>\n<p>The Court's reexamination of <i>Swain</i> spawned a spate of opinions by the justices.<sup>[6]</sup> The Court did not jettison entirely the concept of peremptory challenges, as Marshall, J., would have it do. 476 U.S. at 102-103, 106 S.Ct. at 1725-1726 (Marshall, J., concurring). But seven of the justices overturned <i>Swain's</i> principle holding that</p>\n<blockquote>the Constitution does not require in any given case an inquiry into the prosecutor's reasons for using his peremptory challenges to strike blacks from the petit jury panel in the criminal trial of a black defendant and that in such a case it will be presumed that the prosecutor is acting for legitimate trial-related reasons.</blockquote>\n<p><i>Batson,</i> 476 U.S. at 100, 106 S.Ct. at 1725 (White, J., concurring). The majority ruled that</p>\n<blockquote>such use of peremptory challenges in a given case may, but does not necessarily, raise an inference, which the prosecutor carries the burden of refuting, that his strikes were based on the belief that no black citizen could be a satisfactory juror or fairly try a black defendant.</blockquote>\n<p><i>Id.</i> at 100-101, 106 S.Ct. at 1725. Initially, the burden is on the defendant to establish a prima facie case. <i>Id.</i> at 93-96, 106 S.Ct. at 1721-1723. \"[A] defendant may establish a prima facie case of purposeful discrimination in selection of the petit jury solely on evidence concerning the prosecutor's exercise of peremptory challenges at the defendant's trial.\" <i>Id.</i> at 96, 106 S.Ct. at 1722-1723. <i>Id.</i> at 100-101, 106 S.Ct. at 1725. As we read this language in context, it appears that what the Supreme Court means by its use of words like \"prima facie case\" and \"inference\" is a rebuttable presumption of discriminatory use of peremptory challenges. <i>See </i><i>Stanley v. State,</i> 313 Md. 50, 60, 542 A.2d 1267, 1272 (1988).</p>\n<p>The guidelines by which a criminal defendant can meet the burden of establishing a prima facie case of discrimination are clearly set out. The defendant</p>\n<blockquote>1) must show that he is a member of a cognizable racial group, and that the prosecutor has exercised peremptory challenges to remove from the venire members of the defendant's race;</blockquote>\n<blockquote>2) is entitled to rely on the fact that peremptory challenges constitute a jury selection practice that permits those to discriminate who are of a mind to discriminate;</blockquote>\n<blockquote>3) must show that those facts and any other relevant circumstances raise [a rebuttable presumption] that the prosecutor used that practice to exclude veniremen from the petit jury on account of their race.</blockquote>\n<p><i>Batson,</i> 476 U.S. at 96. This combination of factors in the empaneling of the petit jury establishes the requisite rebuttable presumption of purposeful discrimination. The trial judge must determine whether the defendant has made the requisite showing, considering all relevant circumstances. The Court expressed confidence that</p>\n<blockquote>trial judges, experienced in supervising <i>voir dire,</i> will be able to decide if the circumstances concerning the prosecutor's use of peremptory challenges creates a prima facie case of discrimination against black jurors.</blockquote>\n<p><i>Id.</i> at 97, 106 S.Ct. at 1723. If the trial judge finds that the defendant has failed to establish a prima facie case, there is no obligation on the prosecutor to offer any explanation for the use of a peremptory challenge and no entitlement on the part of the defendant to a hearing on the issue.</p>\n<p>Once the trial judge determines that the defendant has made \"a prima facie showing, the burden shifts to the State to come forward with a neutral explanation for challenging black jurors.\" <i>Id.</i> The Court emphasized</p>\n<blockquote>that the prosecutor's explanation need not rise to the level justifying exercise of a challenge for cause. But the prosecutor may not rebut the defendant's prima facie case of discrimination by stating merely that he challenged jurors of the defendant's race on the assumption  or his intuitive judgment  that they would be partial to the defendant because of their shared race.</blockquote>\n<p><i>Id.</i> (citations omitted). \"Nor may the prosecutor rebut the defendant's case merely by denying that he had a discriminatory motive or `affirm[ing] [his] good faith in making individual selections.'\" <i>Id.</i> at 98, 106 S.Ct. at 1723, quoting <i>Alexander v. Louisiana,</i> 405 U.S. 625, 632, 92 S.Ct. 1221, 1226, 31 L.Ed.2d 536 (1972).</p>\n<blockquote>The prosecutor therefore must articulate a neutral explanation related to the particular case to be tried. The trial court then will have the duty to determine if the defendant has established purposeful discrimination.</blockquote>\n<p><i>Batson,</i> 476 U.S. at 98, 106 S.Ct. at 1723-1724 (footnotes omitted). White, J., in his concurring opinion, summarized the Court's holding:</p>\n<blockquote>[U]sing peremptory challenges to strike blacks does not end the inquiry; it is not unconstitutional, without more, to strike one or more blacks from the jury. The judge may not require the prosecutor to respond at all. If he does, the prosecutor, who in most cases has had a chance to <i>voir dire</i> the prospective jurors, will have an opportunity to give trial-related reasons for his strikes  some satisfactory ground other than the belief that black jurors should not be allowed to judge a black defendant.</blockquote>\n<p><i>Id.</i> at 101-102, 106 S.Ct. at 1725. The majority declined to \"formulate particular procedures to be followed upon a defendant's timely objection to a prosecutor's challenges.\" <i>Id.</i> at 99, 106 S.Ct. at 1724.</p>\n<p></p>\n<h2>IV</h2>\n<p>The State suggests that, in the case at hand, the matter of the propriety of the peremptory challenges exercised by it were not preserved for appeal inasmuch as Gorman accepted the jury as empaneled. At the time of the trial <i>Batson</i> had not been decided. Nevertheless, without the benefit of that decision, and with <i>Swain</i> and this Court's <i>Brice,</i> 264 Md. 352, 286 A.2d 132, still in good grace, it seems that Gorman made known to the trial court, as best he could in the circumstances, that he was unhappy with the manner in which the State used its peremptory challenges. He did so at the trial and in a motion for a new trial. The court and the defendant noted that there was a case on the issue pending in the Supreme Court. On direct appeal to the Court of Special Appeals, the first question the defendant presented was:</p>\n<blockquote>Did the trial court err in allowing the case to proceed \"after the prosecutor used his peremptory challenges to strike ... the black prospective jurors from the panel\"?</blockquote>\n<p><i>Gorman I,</i> slip opinion at 1. In any event, even absent any timely objection by Gorman, the Supreme Court in <i>Griffith v. Kentucky, supra</i><i>,</i> held</p>\n<blockquote>that a new rule for the conduct of criminal prosecutions is to be applied retroactively to all cases, state or federal, pending on direct review or not yet final, with no exception for cases in which the new rule constitutes a \"clear break\" with the past.</blockquote>\n<p><i>Id.,</i> 479 U.S. at 328, 107 S.Ct. at 716, 93 L.Ed.2d at 661. As we have seen, in granting Gorman's petition for certiorari, the Supreme Court remanded the case to the Court of Special Appeals for consideration in light of <i>Griffith.</i> The \"new rule\", indeed constituting a clear break with the past, with which <i>Griffith</i> was concerned, was that announced in <i>Batson.</i><sup>[7]</sup> Gorman's case was not yet final when <i>Batson</i> was decided, and under the directive on remand, the case was still pending on direct review. Therefore, the <i>Batson</i> decision came into play. <i>See </i><i>McClain v. State,</i> 288 Md. 456, 464-470, 419 A.2d 369 (1980), and cases therein cited. As we noted in <i>McClain:</i></p>\n<blockquote>[N]o case has led us to refuse to apply a new rule to a case on direct review pending at the time of the formulation of the new rule in which the issue of the new rule was raised.</blockquote>\n<p><i>Id.</i> at 465, 419 A.2d 369. <i>See </i><i>Potts v. State,</i> 300 Md. 567, 577, 479 A.2d 1335 (1984). It follows that we decide the case at hand in light of <i>Batson,</i> and must determine whether the new rule announced therein is applicable.</p>\n<p></p>\n<h2>V</h2>\n<p>The parties agreed that the issues presented in their petition and cross-petition respectively for the issuance of a writ of certiorari be consolidated into three questions:</p>\n<blockquote>1) Did the Court of Special Appeals misapply <i>Batson v. Kentucky</i> to the circumstances of this case?</blockquote>\n<blockquote>2) Can Gorman assert a Sixth Amendment claim of fair cross-section deprivation in the composition of his jury?</blockquote>\n<blockquote>3) Did the Court of Special Appeals err in mandating a new trial?</blockquote>\n<p></p>\n<h2>(1)</h2>\n<p></p>\n<h2><i>(A)</i></h2>\n<p>It appears from the opinion in <i>Gorman II</i> that the Court of Special Appeals on remand simply assumed that the new rule of <i>Batson</i> applied to Gorman's trial. Since the general procedures spelled out in <i>Batson</i> had not been followed at the trial (of course, they could not because they were then not known), the intermediate appellate court, without further ado, reversed the judgments and granted a new trial. We think that the matter must be probed a little deeper.</p>\n<p><i>Swain</i> and <i>Batson</i> were both decided in the same factual posture  a black defendant aggrieved by the peremptory striking by the State of all the black veniremen from the petit jury which was empaneled to try him. It is abundantly clear from the various <i>Batson</i> opinions that the Supreme Court was speaking only to that circumstance. The opinion of the Court stated:</p>\n<blockquote>This case requires us to reexamine that portion of <i>Swain v. Alabama,</i> 380 U.S. 202 [85 S.Ct. 824, 13 L.Ed.2d 759] (1965), concerning the evidentiary burden placed on a criminal defendant who claims that he has been denied equal protection through the State's use of peremptory challenges to exclude <i>members of his race</i> from the petit jury.</blockquote>\n<p>476 U.S. at 82, 106 S.Ct. at 1714 (emphasis added) (footnote omitted). Discussing the constitutional predicate for the new rule the majority said:</p>\n<blockquote>[T]he Equal Protection Clause forbids the prosecutor to challenge potential jurors solely on account of their race or on the assumption that <i>black jurors</i> as a group will be unable impartially to consider the State's case against a <i>black defendant.</i>\n</blockquote>\n<p><i>Id.</i> at 89, 106 S.Ct. at 1719 (emphasis added).</p>\n<p>The Court noted, in overruling <i>Swain,</i> that it had been decided in a black defendant  black juryman frame of reference:</p>\n<blockquote>\n<i>Swain</i> required the Court to decide ... whether <i>a black defendant</i> was denied equal protection by the State's exercise of peremptory challenges to exclude <i>members of his race</i> from the petit jury.</blockquote>\n<p><i>Id.</i> at 90, 106 S.Ct. at 1719 (emphasis added). To establish a prima facie case of purposeful discrimination</p>\n<blockquote>the defendant first must show that he is a member of a cognizable racial group and that the prosecutor has exercised peremptory challenges to remove from the venire <i>members of the defendant's race.</i>\n</blockquote>\n<p><i>Id.</i> at 96, 106 S.Ct. at 1723 (emphasis added) (citation omitted). In short, the entire opinion of the Court is only in terms of black defendant  black juryman or members of the defendant's race. <i>See also</i> 476 U.S. at 93, 94, 95, 106 S.Ct. at 1721, 1721, 1722.</p>\n<p>Opinions filed by the other justices do not go beyond the black defendant  black juryman situation. <i>See</i> the concurring opinion of Justice White, <i>id.</i> at 100, 101, 102, 106 S.Ct. at 1725, 1725, 1725; the concurring opinion of Justice Marshall, <i>id.</i> at 102, 106 S.Ct. at 1725; the concurring opinion of Justice Stevens, joined by Justice Brennan, <i>id.</i> at 108, 106 S.Ct. at 1729; the concurring opinion of Justice O'Connor, <i>id.</i> at 111, 106 S.Ct. at 1731. The dissenting opinion of Chief Justice Burger, joined by Justice Rehnquist, <i>id.</i> at 112, 106 S.Ct. at 1731, and the dissenting opinion of Justice Rehnquist, joined by the Chief Justice, <i>id.</i> at 134, 106 S.Ct. at 1742, do not suggest that the Court intended to reach further at this time.</p>\n<p><i>Batson</i> leaves many significant unresolved issues awash in its wake. <i>See </i><i>Chew v. State,</i> 71 Md. App. at 703-717, 527 A.2d 332. Justice White, concurring, acknowledged:</p>\n<blockquote>Much litigation will be required to spell out the contours of the Court's equal protection holding today, and the significant effect it will have on the conduct of criminal trials cannot be gainsaid.</blockquote>\n<p><i>Batson,</i> 476 U.S. at 102, 106 S.Ct. at 1725-1726. We have learned that it is not wise to prophesy what the Supreme Court will do or to anticipate how it will rule when an unresolved question comes before it. We are content, as was the Supreme Court, to leave the determination of issues unresolved in <i>Batson</i> to future litigation. It is apparent that what spurred <i>Batson</i> was the Court's belief \"that the practice of peremptorily eliminating <i>blacks</i> from petit juries in cases with <i>black defendants</i> remains widespread....\" 476 U.S. at 101, 106 S.Ct. at 1725 (White, J., concurring) (emphasis added). It was this discriminatory practice which the Court addressed and sought to remedy. The venerable concept of the peremptory challenge in other respects was left intact. The majority expressed its recognition \"that the peremptory challenge occupies an important position in our trial procedures....\" <i>Id.</i> at 98, 106 S.Ct. at 1724. It did \"not agree that [its] decision today will undermine the contribution the challenge generally makes to the administration of justice.\" <i>Id.</i> at 98-99, 106 S.Ct. at 1724.</p>\n<p>We decline to go further than did the Supreme Court. The circumstances here were unlike those in <i>Batson.</i> Here the jurors who were peremptorily struck from the petit jury were black but the defendant was white. The prosecutor did not exercise his peremptory challenges to remove from the venire members of the defendant's race. Thus <i>Batson's</i> first requirement for the establishment of a prima facie case of purposeful discrimination in the selection of the petit jury was not met. <i>Batson's</i> new rule was simply not applicable to Gorman's case. <i>Compare, </i><i>Stanley v. State,</i> 313 Md. 50, 542 A.2d 1267.</p>\n<p>We observe that we are unable to conceive of a sound rationalization as to how the peremptory striking of blacks from the petit jury panel would deny a white defendant equal protection of the laws. In any event, the question was not answered in <i>Batson,</i> and we look forward to the final determination of that matter by the Supreme Court when it chooses to address it.</p>\n<p>The answer to the first question presented to us is that the Court of Special Appeals did misapply <i>Batson</i> to the circumstances of this case.</p>\n<p></p>\n<h2><i>(B)</i></h2>\n<p>Although the Supreme Court looked to the constitutional guarantee of equal protection of the law in deciding <i>Batson,</i> Gorman suggests that the constitutional rights to due process of law were violated by the peremptory challenges here. He suggests that <i>Peters v. Kiff,</i> 407 U.S. 493, 92 S.Ct. 2163, 33 L.Ed.2d 83 (1972), is \"[i]nstructive on this issue.\" It is correct that in <i>Peters</i> Justice Marshall, in the opinion announcing the Court's judgment, and the two members of the Court who joined his opinion, appeared to conclude that a white defendant had standing to challenge racial discrimination against black jurors, grand or petit, and that on the merits, the State's actions violated the defendant's due process right to an impartial jury. 407 U.S. at 502-504, 92 S.Ct. at 2168-2169. But <i>Peters</i> did not involve the still recognized peremptory challenges. As <i>Gorman</i> points out, the case was decided on due process grounds because \"Peters had been indicated by an illegally composed jury.\" We have noted that <i>Batson</i> did not declare peremptory challenges <i>per se</i> unconstitutional. <i>Peters</i> spoke in terms of \"[i]llegal and unconstitutional jury selection procedures ...\" and of \"the exclusion from jury service of a substantial and identifiable class of citizens....\" 407 U.S. at 502, 92 S.Ct. at 2168. In the light of <i>Batson,</i> the action of the prosecutor here in the exercise of peremptory challenges simply did not evidence such racial discrimination as to amount to a violation of due process as envisioned in <i>Peters.</i></p>\n<p></p>\n<h2>(2)</h2>\n<p><i>Batson</i> was founded solely on the Equal Protection Clause of the Fourteenth Amendment to the Constitution of the United States. <i>See</i> note 5, <i>supra.</i> The majority of the Court looked to this constitutional right even though Batson expressly refused to raise it, both in the Supreme Court of the United States and the Supreme Court of Kentucky. 476 U.S. at 112, 106 S.Ct. at 1731 (Burger, C.J., dissenting). Batson disclaimed any reliance on the Fourteenth Amendment, pressing instead only a claim based on the Sixth Amendment. <i>Id.</i> at 112-115, 106 S.Ct. at 1731-1733. The majority ignored the Sixth Amendment argument and proceeded to decision under the Fourteenth Amendment, much to the consternation of the Chief Justice. <i>Id.</i> at 113-118, 106 S.Ct. at 1731-1734. It did so without directing the parties, when granting certiorari, to brief the equal protection question in addition to the Sixth Amendment question, nor did the Court, as it sometimes does, direct reargument on the equal protection question following oral argument. <i>Id.</i> at 115-116, 106 S.Ct. at 1732-1733. None of the concurring opinions suggested that peremptory challenges were a Sixth Amendment concern. Justice Marshall said in his concurring opinion:</p>\n<blockquote>I wholeheartedly concur in the Court's conclusion that use of the peremptory challenge to remove blacks from juries, on the basis of their race, violates the Equal Protection Clause.</blockquote>\n<p><i>Id.</i> at 105, 106 S.Ct. at 1727. The Sixth Amendment was referred to in the opinion of the Court in footnote 1 at 82, 106 S.Ct. at 1714:</p>\n<blockquote>Following the lead of a number of state courts construing their State's Constitution, two Federal Courts of Appeals recently have accepted the view that peremptory challenges used to strike black jurors in a particular case may violate the Sixth Amendment.</blockquote>\n<p>But in footnote 4 at 84-85, 106 S.Ct. at 1716 the Court said:</p>\n<blockquote>In this Court, petitioner has argued that the prosecutor's conduct violated his rights under the Sixth and Fourteenth Amendments to an impartial jury and to a jury drawn from a cross section of the community. Petitioner has framed his argument in these terms in an apparent effort to avoid inviting the Court directly to reconsider one of its own precedents. On the other hand, the State has insisted that petitioner is claiming a denial of equal protection and that we must reconsider <i>Swain</i> to find a constitutional violation on this record. We agree with the State that resolution of petitioner's claim properly turns on application of equal protection principles and express no view on the merits of any of petitioner's Sixth Amendment arguments.</blockquote>\n<p>None of the authors of the concurring opinions voiced displeasure at the failure of the Court to consider Batson's Sixth Amendment arguments. Justice Rehnquist declared in his dissenting opinion, joined by the Chief Justice, that he did not see \"how [the use of peremptory challenges] violates the Equal Protection Clause,\" and then observed:</p>\n<blockquote>Nor does such use of peremptory challenges by the State infringe upon any other constitutional interests. The Court does not suggest that exclusion of blacks from the jury through the State's use of peremptory challenges results in a violation of either the fair-cross-section or impartiality component of the Sixth Amendment.</blockquote>\n<p><i>Id.</i> at 138, 106 S.Ct. at 1745. If there were any doubt about the application of the Sixth Amendment to peremptory challenges, it was resolved in <i>Lockhart v. McCree,</i> 476 U.S. 162, 106 S.Ct. 1758, 90 L.Ed.2d 137 (1986), decided within a week after <i>Batson.</i> The Court held flatly that the fair-cross-section component of the Sixth Amendment did not apply to peremptory challenges. It said:</p>\n<blockquote>We have never invoked the fair-cross-section principle to invalidate the use of either for-cause or peremptory challenges to prospective jurors, or to require petit juries, as opposed to jury panels or venires, to reflect the composition of the community at large. The limited scope of the fair-cross-section requirement is a direct and inevitable consequence of the practical impossibility of providing each criminal defendant with a truly \"representative\" petit jury, ... a basic truth.... We remain convinced that an extension of the fair-cross-section requirement to petit juries would be unworkable and unsound, and we decline McCree's invitation to adopt such an extension.</blockquote>\n<p><i>Id.,</i> 476 U.S. at 173-174, 106 S.Ct. at 1764-1765.</p>\n<p>The answer to the second question presented to us is that Gorman may not assert, by way of peremptory challenges, a Sixth Amendment claim of fair-cross-section deprivation in the composition of his jury.</p>\n<p></p>\n<h2>(3)</h2>\n<p>The third question, as argued, would come into play only if the rule of <i>Batson</i> applied so that the procedures spelled out therein must be followed. If so, the State urges, a reversal of the judgments of conviction and sentence would not be appropriate. A limited remand for compliance with the <i>Batson</i> procedures would suffice. Reversal of the judgments entered in the trial court would be called for only if, on remand, the judge found that the defendant made out a prima facie case of purposeful discrimination and the State failed to come forward with a neutral explanation. In light of our conclusion that <i>Batson</i> does not apply in the circumstances of this case, the question as presented is not reached. Of course, it follows from our holding that since the judgments of the trial court stand as not constitutionally tainted, a new trial is not involved.</p>\n<p>JUDGMENT OF THE COURT OF SPECIAL APPEALS REVERSED;</p>\n<p>COSTS IN THIS COURT AND IN THE COURT OF SPECIAL APPEALS TO BE PAID BY ROBERT WILLIAM GORMAN.</p>\n<p>ELDRIDGE, J., dissents with opinion in which COLE, J., concurs.</p>\n<p>ELDRIDGE, Judge, dissenting:</p>\n<p>The majority holds that the defendant may not challenge on equal protection grounds the State's use of peremptory strikes to remove black persons from the jury because the defendant himself is not black. The majority also holds that the State's use of peremptory challenges to discriminate against black veniremen neither violates due process nor violates the right to an impartial jury under the Sixth Amendment.</p>\n<p>I do not agree with any of these holdings. The State's use of its peremptory challenges to strike the only two black persons from the jury in this case constituted a prima facie showing that the State had discriminated in violation of the Equal Protection Clause of the Fourteenth Amendment. It required the State's Attorney to give an explanation for his conduct. <i>Batson v. Kentucky,</i> 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986). The fact that the defendant was not a black person should not relieve the State of its obligation to explain a prima facie showing of racially discriminatory action.<sup>[1]</sup> Moreover, I believe that the prima facie racial discrimination in jury selection, without any explanation, violated the defendant's Fourteenth Amendment right to due process of law and his Sixth Amendment right to an impartial jury. Finally, in my view, the State's action in this case is inconsistent with Articles 21 and 24 of the Maryland Declaration of Rights.</p>\n<p></p>\n<h2>I.</h2>\n<p>The majority takes the position that the equal protection principles set forth in <i>Batson v. Kentucky, supra</i><i>,</i> apply \"only\" to the \"circumstance\" of \"a black defendant aggrieved by the peremptory striking by the State of ... black veniremen from the petit jury which was empaneled to try him.\" In so holding, the majority refrains from stating that the defendant lacks \"standing\" to mount an equal protection challenge. Instead, the majority seems to proceed as if the State, even if purposely exercising peremptory challenges to exclude black veniremen from the jury, does not violate the Equal Protection Clause unless the defendant is also black. The majority's decision purports to be grounded upon substantive equal protection doctrine rather than a lack of standing.<sup>[2]</sup></p>\n<p>It is clear, however, that the State violates the Equal Protection Clause when its agent deliberately uses peremptory challenges to exclude persons from jury service because of their race or color, regardless of the defendant's race or color. In <i>Batson v. Kentucky, supra</i><i>,</i> after pointing out that \"the defendant does have the right to be tried by a jury whose members are selected pursuant to nondiscriminatory criteria\" (476 U.S. at 85-86, 106 S.Ct. at 1717), the Supreme Court went on (476 U.S. at 87-88, 106 S.Ct. at 1717-1718):</p>\n<blockquote>\"Racial discrimination in selection of jurors harms not only the accused whose life or liberty they are summoned to try. Competence to serve as a juror ultimately depends on an assessment of individual qualifications and ability impartially to consider evidence presented at a trial. <i>See </i><i>Thiel v. Southern Pacific Co.,</i> 328 U.S. 217, 223-224 [66 S.Ct. 984, 987-88, 90 L.Ed. 1181] (1946). A person's race simply `is unrelated to his fitness as a juror.' <i>Id.,</i> at 227 [66 S.Ct. at 989] (Frankfurter, J., dissenting). As long ago as <i>Strauder,</i> therefore, the Court recognized that by denying a person participation in jury service on account of his race, the State unconstitutionally discriminated against the excluded juror. 100 U.S. at 308; see <i>Carter v. Jury Comm'n of Greene County, supra,</i> [396 U.S. 320] at 329-330 [90 S.Ct. 518, 523-528, 24 L.Ed.2d 549 (1970)]; <i>Neal v. Delaware, supra,</i> [103 U.S. [370]] at 386 [26 L.Ed. 567 (1881)].</blockquote>\n<blockquote>\"The harm from discriminatory jury selection extends beyond that inflicted on the defendant and the excluded juror to touch the entire community. Selection procedures that purposefully exclude black persons from juries undermine public confidence in the fairness of our system of justice. See <i>Ballard v. United States,</i> 329 U.S. 187, 195 [67 S.Ct. 261, 265, 91 L.Ed. 181] (1946); <i>McCray v. New York,</i> 461 U.S. 961, 968 [103 S.Ct. 2438, 2440, 77 L.Ed.2d 1322] (1983) (MARSHALL, J., dissenting from denial of certiorari). Discrimination within the judicial system is most pernicious because it is `a stimulant to that race prejudice which is an impediment to securing to [black citizens] that equal justice which the law aims to secure to all others.' <i>Strauder,</i> 100 U.S. at 308.\"</blockquote>\n<p>And later the Court again emphasized that \"[t]he core guarantee of equal protection, ensuring citizens that their State will not discriminate on account of race, would be meaningless were we to approve the exclusion of jurors on the basis of ... assumptions\" that \"blacks as a group are unqualified to serve as jurors\" or \"will be biased,\" 476 U.S. at 97-98, 106 S.Ct. 1723. <i>See,</i> in addition, <i>Rose v. Mitchell,</i> 443 U.S. 545, 555-556, 99 S.Ct. 2993, 3000, 61 L.Ed.2d 739 (1979); <i>Ballard v. United States,</i> 329 U.S. 187, 195, 67 S.Ct. 261, 265, 91 L.Ed. 181 (1946); <i>Hill v. Texas,</i> 316 U.S. 400, 406, 62 S.Ct. 1159, 1162, 86 L.Ed. 1559 (1942).</p>\n<p>As a State's exercise of peremptory challenges purposely to exclude blacks from the jury is obviously a violation of the Equal Protection Clause, the majority's holding in this case, however worded, analytically involves a matter of standing. The majority in effect holds that, under the circumstances of this case, the defendant has no standing to attack the State's prima facie violation of the Equal Protection Clause.</p>\n<p></p>\n<h2>II.</h2>\n<p>In holding that the defendant may not challenge the State's conduct, the majority apparently reasons that the defendant, who is white, is not aggrieved or suffered no injury from the State's discrimination against black veniremen. I disagree.</p>\n<p>The majority opinion proceeds on the unexamined assumption that <i>Batson</i> itself is dispositive of the equal protection-standing issue in this case.<sup>[3]</sup> In holding that, under the Equal Protection Clause, a white defendant has no standing to object to the racially discriminatory exclusion of black jurors, the majority states: \"We decline to go further than the Supreme Court.\" Nevertheless, because both <i>Batson</i> and the case it overruled, <i>Swain v. Alabama,</i> 380 U.S. 202, 85 S.Ct. 824, 13 L.Ed.2d 759 (1965), concerned a black defendant's challenge to the racially discriminatory exclusion of black jurors, the Supreme Court had no occasion \"to go further\" than it did. <i>Batson</i> simply does not resolve the standing issue presented in this case.</p>\n<p>Equally troubling is the majority's emphasis on <i>Swain v. Alabama, supra</i><i>,</i> and its unwillingness to go beyond the discredited doctrine of that case. The majority apparently believes that, since peremptory challenges were virtually unassailable under <i>Swain,</i> they remain so today unless <i>Batson</i> expressly provides otherwise. Since the Supreme Court has not yet explicitly ruled upon a white defendant's prima facie showing that the prosecution has struck black jurors solely on the ground of their race, the majority concludes that the white defendant may not question the State's discriminatory use of peremptory strikes.</p>\n<p>This emphasis on <i>Swain</i> is inappropriate. The \"right\" to employ peremptory challenges, while perhaps important, is neither conferred by the federal Constitution, <i>Batson v. Kentucky, supra,</i> 476 U.S. at 91, 106 S.Ct. at 1720, nor by the Maryland Constitution. Consequently, even <i>Swain</i> recognized that the use of peremptory challenges must yield when it conflicts with constitutional rights, 380 U.S. at 222-224, 85 S.Ct. at 837-838. Moreover, as the majority points out, peremptory challenges are considered important because they \"traditionally have been viewed as one means of assuring the selection of a qualified and unbiased jury,\" <i>Batson v. Kentucky, supra,</i> 476 U.S. at 91, 106 S.Ct. at 1720. It is unclear, however, why the use of peremptory challenges should remain immune from scrutiny when the State has apparently attempted to subvert these goals.</p>\n<p>The majority's decision in this case is in accord with the so-called \"same-class rule,\" under which a criminal defendant is denied standing to bring a Fourteenth Amendment challenge to the exclusion of a juror unless the defendant and the juror are members of the same \"cognizable group.\" While many courts have adopted this rule,<sup>[4]</sup> it is inconsistent with contemporary understanding of equal protection of the laws, at least in the context of racial discrimination. For example, few enlightened persons would maintain that a white child is not injured when, as a result of discrimination against black children, he must attend a segregated school. In fact, on several occasions, the Supreme Court has entertained school desegregation cases that were brought on behalf of <i>all</i> children in a school district. <i>Columbus Bd. of Ed. v. Penick,</i> 443 U.S. 449, 99 S.Ct. 2941, 61 L.Ed.2d 666 (1979), <i>aff'g</i> 583 F.2d 787, 795 (6th Cir.1978); <i>Milliken v. Bradley,</i> 418 U.S. 717, 722, 94 S.Ct. 3112, 3116, 41 L.Ed.2d 1069 (1974) (class of \"`all school children in the City of Detroit, Michigan, and all Detroit resident parents who have children of school age'\").<sup>[5]</sup><i>See also </i><i>Hamm v. Virginia State Bd. of Elections,</i> 230 F. Supp. 156 (E.D.Va.), <i>aff'd,</i> 379 U.S. 19, 85 S.Ct. 157, 13 L.Ed.2d 91 (1964) (court entertained equal protection challenge, brought by blacks and whites, to statutes requiring that public records be kept on segregated basis). From an equal protection standpoint, \"[t]he vice ... is the State's placing its power and prestige behind a policy of racial classification.\" <i>Anderson v. Martin,</i> 206 F. Supp. 700, 705 (D.La. 1962) (Wisdom, J., dissenting), <i>rev'd,</i> 375 U.S. 399, 84 S.Ct. 454, 11 L.Ed.2d 430 (1964). All persons are injured when the State intentionally engages in racially discriminatory conduct.</p>\n<p>Nonetheless, in applying the same-class rule, some courts have relied on selected language from Supreme Court opinions. One such opinion is <i>Castaneda v. Partida,</i> 430 U.S. 482, 97 S.Ct. 1272, 51 L.Ed.2d 498 (1977), which concerned a Mexican-American's allegations of systematic discrimination against Mexican-Americans in the selection of grand juries. In setting forth the elements that constitute a prima facie case of intentional discrimination, the <i>Castaneda</i> Court stated (430 U.S. at 494, 97 S.Ct. at 1280): \"[I]n order to show that an equal protection violation has occurred in the context of grand jury selection, the defendant must show that the procedure employed resulted in a substantial underrepresentation of his race or of the identifiable group to which he belongs.\" The Court reiterated this statement in <i>Rose v. Mitchell, supra,</i> 443 U.S. at 565, 99 S.Ct. at 3005, a case concerning a black defendant's allegations of discrimination against blacks in the selection of grand jury foremen.<sup>[6]</sup> Thus, like <i>Batson,</i> both <i>Rose v. Mitchell, supra</i><i>,</i> and <i>Castaneda v. Partida, supra</i><i>,</i> involved the systematic exclusion of jurors belonging to the defendant's own group. Therefore, neither case decided the question presented in this case, namely, whether a criminal defendant belonging to one race has standing to challenge intentional racial discrimination against jurors of another race. <i>See </i><i>United States v. Perez-Hernandez,</i> 672 F.2d 1380, 1386 (11th Cir.1982).</p>\n<p>The United States Supreme Court case which did involve the same-class rule in the context of excluding black persons from juries was <i>Peters v. Kiff,</i> 407 U.S. 493, 92 S.Ct. 2163, 33 L.Ed.2d 83 (1972). The Court rejected the same-class rule in that context, holding in <i>Peters</i> that a white defendant had standing to challenge racial discrimination against blacks in the selection of grand and petit juries. The defendant in <i>Peters</i> asserted that such discrimination violated his Fourteenth Amendment rights to due process and equal protection. In response, the State of Georgia argued that, because the defendant was not black, his conviction should not be disturbed. In two separate opinions, six Justices disagreed with the State's argument and held that the white defendant had standing.</p>\n<p>Directing himself to \"the commands of equal protection and of due process,\" 407 U.S. at 496, 92 S.Ct. at 2165, Justice Marshall, in the opinion announcing the Court's judgment in <i>Peters,</i> reasoned as follows (407 U.S. at 502-504, 92 S.Ct. at 2168-2169):</p>\n<blockquote>\"Illegal and unconstitutional jury selection procedures cast doubt on the integrity of the whole judicial process. They create the appearance of bias in the decision of individual cases, and they increase the risk of actual bias as well.</blockquote>\n<blockquote>\"If it were possible to say with confidence that the risk of bias resulting from the arbitrary action involved here is confined to cases involving Negro defendants, then perhaps the right to challenge the tribunal on that ground could be similarly confined. The case of the white defendant might then be thought to present a species of harmless error.</blockquote>\n<blockquote>\"But the exclusion from jury service of a substantial and identifiable class of citizens has a potential impact that is too subtle and too pervasive to admit of confinement to particular issues or particular cases. First, if we assume that the exclusion of Negroes affects the fairness of the jury only with respect to issues presenting a clear opportunity for the operation of race prejudice, that assumption does not provide a workable guide for decision in particular cases. For the opportunity to appeal to race prejudice is latent in a vast range of issues, cutting across the entire fabric of our society.</blockquote>\n<blockquote>\"Moreover, we are unwilling to make the assumption that the exclusion of Negroes has relevance only for issues involving race. When any large and identifiable segment of the community is excluded from jury service, the effect is to remove from the jury room qualities of human nature and varieties of human experience, the range of which is unknown and perhaps unknowable. It is not necessary to assume that the excluded group will consistently vote as a class in order to conclude, as we do, that its exclusion deprives the jury of a perspective on human events that may have unsuspected importance in any case that may be presented.</blockquote>\n<blockquote>\"It is in the nature of the practices here challenged that proof of actual harm, or lack of harm, is virtually impossible to adduce.... In light of the great potential for harm latent in an unconstitutional jury-selection system, and the strong interest of the criminal defendant in avoiding that harm, any doubt should be resolved in favor of giving the opportunity for challenging the jury to too many defendants, rather than giving it to too few.</blockquote>\n<blockquote>\"Accordingly, we hold that, whatever his race, a criminal defendant has standing to challenge the system used to select his grand or petit jury, on the ground that it arbitrarily excludes from service the members of any race, and thereby denies him due process of law.\"</blockquote>\n<p>Thus, in <i>Peters,</i> Justice Marshall and the two members of the Court who joined his opinion appeared to conclude that the defendant had standing under both the Equal Protection Clause and the Due Process Clause to challenge racial discrimination against black jurors and that, on the merits, the State's actions violated the defendant's due process right to an impartial jury. <i>Accord, </i><i>Ford v. Kentucky,</i> 469 U.S. 984, 985, 105 S.Ct. 392, 393, 83 L.Ed.2d 325 (1984) (Marshall, J., dissenting from denial of certiorari).<sup>[7]</sup></p>\n<p>Moreover, when a white defendant complains of racial discrimination against black jurors, it is largely irrelevant whether he is said to have suffered a violation of his right to equal protection or whether, because of the violation of the jurors' rights to equal protection, he is said to have been denied due process.<sup>[8]</sup> In either case, the opinion announcing the judgment of the Court in <i>Peters v. Kiff</i> makes it clear that the white defendant has standing to challenge the State's conduct.</p>\n<p>Three other members of the Court concurred in the judgment in <i>Peters.</i> In this opinion, Justice White emphasized \"the central concern of the Fourteenth Amendment with racial discrimination\" and \"the strong statutory policy of [18 U.S.C.] § 243,\" which implements the concerns of that Amendment, 407 U.S. at 507, 92 S.Ct. at 2170. Thus, while recognizing that his position was contrary to \"the generally accepted constitutional view,\" 407 U.S. at 506, 92 S.Ct. at 2170, Justice White concluded that, under the Fourteenth Amendment<sup>[9]</sup> and § 243, the white <i>Peters</i> defendant had standing to challenge racial discrimination against black jurors. 407 U.S. at 506-507, 92 S.Ct. at 2170.<sup>[10]</sup></p>\n<p>There is no distinction between the defendant in this case and the defendant in <i>Peters v. Kiff</i><i>.</i> Because a majority of the Supreme Court clearly held that the white defendant in <i>Peters</i> had standing to challenge racial discrimination against black persons in the selection of his jury, the defendant in the present case should also be accorded standing to challenge the State's prima facie discrimination against black veniremen by the use of peremptory strikes.</p>\n<p>This Court also has refused to apply the same-class rule to a defendant's argument that the exclusion of a particular group from juries violated the Equal Protection Clause of the Fourteenth Amendment. In <i>Schowgurow v. State,</i> 240 Md. 121, 128, 213 A.2d 475, 480 (1965), the Court held that, insofar as it requires demonstration of belief in God as a qualification for service as a grand or petit juror, Article 36 of the Maryland Declaration of Rights violated both the Establishment Clause of the First Amendment and the Equal Protection Clause of the Fourteenth Amendment. Since Schowgurow himself did not believe in a Supreme Being, he was a member of the same class as the excluded jurors. In <i>State v. Madison,</i> 240 Md. 265, 213 A.2d 880 (1965), however, this Court held that, under the Equal Protection Clause of the Fourteenth Amendment, a defendant had standing to challenge the exclusion of nonbelievers even though he believed in God and, thus, did not belong to the same class as the excluded jurors. While the dissenters in <i>Madison</i> advocated the same-class rule (240 Md. at 279-280, 213 A.2d at 888-889), the Court relied on a number of decisions from other jurisdictions permitting a defendant to challenge the exclusion of a particular class regardless of whether the defendant himself belonged to that class. Furthermore, the Court recognized that premising the availability of the <i>Schowgurow</i> defense on whether the defendant did or did not believe in God would itself, in effect, run counter to principles of equal protection. Writing for the Court, Judge Reuben Oppenheimer stated (240 Md. at 274, 213 A.2d at 886):</p>\n<blockquote>\"Under the State's contention, while Schowgurow, a Buddhist, was held entitled to a new trial because he was indicted and tried by juries unconstitutionally selected, Madison, a member of the Apostolic faith, selected in the same unconstitutional manner. The only difference between the two men, in this respect, is the nature of their religious beliefs. Discrimination because of opinions about religion is one of the classic examples of denial of the equal protection of the laws. <i>Niemotko v. Maryland,</i> 340 U.S. 268, 272-73 [71 S.Ct. 325, 95 L.Ed. 267] (1951); <i>Juarez v. State,</i> 102 Tex.Crim. 297, 303-04, 277 S.W. 1091 (1925). If we were to uphold the State's contention in this case, the effect would be that pending indictments against persons who believed in a Supreme Being could not be successfully challenged, while indictments against others who do not have that belief would be dismissed. There would, in effect, be an unconstitutional discrimination in favor of non-believers as against believers.\"</blockquote>\n<p>Similarly, the only difference between the defendant in the present case and the defendant in <i>Batson</i> is the color of their skin. Discrimination on the basis of race, however, is <i>the</i> classic example of a denial of equal protection. Therefore, under this Court's reasoning in <i>Madison,</i> it is inconsistent with principles of equal protection to hold that a black defendant may object to the State's purposeful use of peremptory challenges to remove black jurors, but that a defendant of any other racial group may not.</p>\n<p>In the context of a case such as this, the same-class rule apparently rests on the assumption that a jury, from which black persons have been discriminatorily excluded, would never harbor prejudice against a white defendant. In other words, the same-class rule supposes that \"there can be no racial prejudice between members of the same race,\" <i>Salisbury v. Grimes,</i> 406 F.2d 50, 51 (5th Cir.1969). The supposition, however, is clearly false. <i>See </i><i>Castaneda v. Partida, supra,</i> 430 U.S. at 503, 97 S.Ct. at 1284, 1285 (Marshall, J., concurring), and sources cited therein; Note, <i>The Defendant's Challenge to Racial Criterion in Jury Selection,</i> 74 Yale L.J. 919, 921-922 (1965).</p>\n<p>It is not difficult to conceive of instances in which jurors of a particular group might be inclined to discriminate against defendants of the same group. For example, during the 1960's, white civil rights workers frequently incurred the enmity of their fellow whites. As a result, a number of courts permitted white defendants who had been involved in voter registration or picketing to object to the exclusion of black jurors. <i>Allen v. State,</i> 110 Ga. App. 56, 62-63, 137 S.E.2d 711, 715 (1964); <i>State v. Lowry,</i> 263 N.C. 536, 544, 139 S.E.2d 870, 876, <i>cert. denied </i><i>and</i><i> appeal dismissed,</i> 382 U.S. 22, 86 S.Ct. 227, 15 L.Ed.2d 16 (1965); <i>Bokulich v. Jury Commission of Greene County, Alabama,</i> 298 F. Supp. 181, 185 (N.D.Ala. 1968), <i>aff'd,</i> 394 U.S. 97, 89 S.Ct. 767, 22 L.Ed.2d 109 (1969).<sup>[11]</sup> A similar problem might arise, for example, in cases in which the defendant is white but his attorney or his chief witness is black. <i>See</i> L. Magid, <i>Challenges to Jury Composition,</i> 24 San Diego L.Rev. 1081, 1092 (1987). <i>See also </i><i>Castaneda v. Partida, supra,</i> 430 U.S. at 499, 97 S.Ct. at 1282.</p>\n<p>The invalidity of the assumptions underlying the same-class rule, however, is not the most important reason for according a defendant standing to challenge the State's racially discriminatory use of peremptory challenges. As previously discussed, the State's exclusion of persons from jury service on racial grounds, by the exercise of peremptory challenges, is clearly a violation of the Fourteenth Amendment's Equal Protection Clause. Such racial discrimination in jury selection \"violates a defendant's right to equal protection because it denies him the protection that a trial by jury is intended to secure.\" <i>Batson v. Kentucky, supra,</i> 476 U.S. at 86, 106 S.Ct. at 1717. In addition, the racially discriminatory conduct harms the persons excluded from jury service, harms the criminal justice system, and harms the entire community. It is the type of invidious discrimination which the Equal Protection Clause was specifically designed to prohibit, and which a court should not tolerate. In a criminal case the defendant, regardless of his own race, is normally the only party who can challenge the State's racial discrimination in the selection of the jury. Consequently, I would hold that the defendant in the present case has standing to challenge, under the Fourteenth Amendment's Equal Protection Clause, the State's prima facie discriminatory exercise of peremptory challenges. I would reach the same conclusion under Article 24 of the Maryland Declaration of Rights.</p>\n<p></p>\n<h2>III.</h2>\n<p>As pointed out in the majority opinion, the defendant Gorman also argues that the State's use of peremptory challenges to exclude all of the black veniremen from the jury denied him due process of law. The defendant specifically relies upon <i>Peters v. Kiff, supra</i><i>.</i></p>\n<p>The majority seems to acknowledge that the defendant has \"standing\" to challenge the State's action on due process grounds. Nonetheless, the majority rejects the defendant's due process argument, saying that \"[i]n the light of <i>Batson,</i> the action of the prosecutor here in the exercise of peremptory challenges simply did not evidence such racial discrimination as to amount to a violation of due process as envisioned in <i>Peters.</i>\" I totally fail to understand this reasoning by the majority.</p>\n<p><i>Batson v. Kentucky, supra</i><i>,</i> reiterated the holdings of a multitude of prior cases that the United States Constitution \"forbids the prosecutor to challenge potential jurors solely on account of their race,\" 476 U.S. at 89, 106 S.Ct. at 1719. <i>Peters v. Kiff, supra</i><i>,</i> makes it clear that the State's exclusion of black persons from the petit jury, solely on account of their race, is unlawful under the Fourteenth Amendment and constitutes a violation of 18 U.S.C. § 243; moreover, the illegality of the jury composition in no way depends upon the defendant's race. As Justice Marshall stated in the opinion announcing the Court's judgment in <i>Peters,</i> 407 U.S. at 497-498, 92 S.Ct. at 2166:</p>\n<blockquote>\"This Court has repeatedly held that the Constitution prohibits such selection practices, with respect to the grand jury, the petit jury, or both. Moreover, Congress has made it a crime for a public official to exclude anyone from a grand or petit jury on the basis of race, 18 U.S.C. § 243, and this Court upheld the statute, approving the congressional determination that such exclusion would violate the express prohibitions of the Equal Protection Clause. Ex parte Virginia, 100 U.S. 339, 25 L.Ed. 676 (1880). The crime, and the unconstitutional state action, occur whether he is white or Negro, acquitted or convicted. In short, when a grand or petit jury has been selected on an impermissible basis, the existence of a constitutional violation does not depend on the circumstances of the person making the claim.\"</blockquote>\n<p>Justice Marshall, joined by two other justices, went on to hold that the unlawful racial discrimination in jury selection denied the defendant due process of law, and that the defendant, without having to show \"actual bias\" in the jury or \"actual harm\" to himself, had standing to raise the due process violation, 407 U.S. at 501-505, 92 S.Ct. at 2168-2170. Justice White, joined by two other members of the Court, took the position that the State's exclusion of black persons from jury service violated the Fourteenth Amendment and 18 U.S.C. § 243, and could be challenged by a white defendant.</p>\n<p>What <i>Batson v. Kentucky, supra</i><i>,</i> added was to lessen the evidentiary burden upon the criminal defendant when the State's alleged racial discrimination in jury selection took the form of peremptory challenges. As Justice Powell stated for the Court in the opening paragraph of <i>Batson,</i> 476 U.S. at 82, 106 S.Ct. at 1714, the case \"concern[ed] the evidentiary burden placed on the criminal defendant\" who alleges discrimination in jury selection. Nothing in <i>Batson</i> modified the substantive holdings in <i>Peters v. Kiff</i> regarding the denial of the defendant's due process rights or general Fourteenth Amendment rights where the State excludes black persons from jury service.</p>\n<p>In the instant case, when the State used its peremptory challenges to strike all of the black veniremen, there arose under the evidentiary standards of <i>Batson</i> a <i>prima facie</i> case of racial discrimination in violation of the Fourteenth Amendment. Under <i>Peters v. Kiff, supra</i><i>,</i> the defendant, regardless of his race or color, is entitled to challenge the State's <i>prima facie</i> unlawful exclusion of black persons from the jury.<sup>[12]</sup></p>\n<p></p>\n<h2>IV.</h2>\n<p>Both the Sixth Amendment to the United States Constitution and Article 21 of the Maryland Declaration of Rights guarantee a criminal defendant the right to trial \"by an impartial jury.\" Several courts have held that the State's use of peremptory challenges to exclude persons of a particular race from the jury violates either the Sixth Amendment Right to an impartial jury or the equivalent state constitutional provision. <i>See,</i> e.g., <i>State v. Superior Court,</i> 157 Ariz. 541, 760 P.2d 541 (1988) (white defendant accorded standing to challenge under the Sixth Amendment the prosecution's use of peremptory challenges to exclude the only two black veniremen from the jury); <i>People v. Wheeler,</i> 22 Cal.3d 258, 148 Cal. Rptr. 890, 583 P.2d 748 (1978); <i>Riley v. State,</i> 496 A.2d 997 (Del. 1985), <i>cert. denied,</i> 478 U.S. 1022, 106 S.Ct. 3339, 92 L.Ed.2d 743, (1986); <i>State v. Neil,</i> 457 So.2d 481 (Fla. 1984); <i>Commonwealth v. Soares,</i> 377 Mass. 461, 387 N.E.2d 499, <i>cert. denied,</i> 444 U.S. 881, 100 S.Ct. 170, 62 L.Ed.2d 110 (1979); <i>State v. Gilmore,</i> 103 N.J. 508, 511 A.2d 1150 (1986); <i>State v. Crespin,</i> 94 N.M. 486, 612 P.2d 716 (N.M.Ct.App. 1980). <i>See also</i> L. Magid, <i>Challenges To Jury Composition, supra,</i> 24 San Diego L.Rev. 1081.</p>\n<p>In <i>Evans v. State,</i> 304 Md. 487, 522-528, 499 A.2d 1261 (1985), <i>reconsideration denied,</i> 305 Md. 306, 503 A.2d 1326, <i>cert. denied,</i> 478 U.S. 1010, 106 S.Ct. 3310, 92 L.Ed.2d 722 (1986), and <i>Lawrence v. State,</i> 295 Md. 557, 567-572, 457 A.2d 1127 (1983), without deciding the issue, this Court in effect assumed arguendo that we would follow the above-cited cases. We held in <i>Evans</i> that the prosecutor had sufficiently explained his peremptory strikes so as to rebut the prima facie case of racial discrimination (304 Md. at 528, 499 A.2d at 1282), and we held in <i>Lawrence</i> that the defendant had failed to establish a prima facie case under the standards of the <i>Wheeler</i> and <i>Soares</i> opinions (295 Md. at 571, 457 A.2d at 1134). <i>See</i> the discussion in <i>Stanley v. State,</i> 313 Md. 50, 57 n. 2, 542 A.2d 1267 (1988).<sup>[13]</sup></p>\n<p>The decisions of the Supreme Court from <i>Strauder v. West Virginia,</i> 100 U.S. 303, 308, 25 L.Ed. 664 (1880), through <i>Peters v. Kiff, supra</i><i>,</i> and <i>Batson v. Kentucky, supra</i><i>,</i> make it clear that a jury, from which persons have been excluded solely because of their race, is not an impartial jury. Merely because the purposeful exclusion on racial grounds is accomplished by peremptory challenges rather than by some other means, should make little difference; in either case, the defendant on trial has been deprived of his right to an impartial jury. Consequently, I agree with the above-cited cases which hold that, under the constitutional guarantees of an impartial jury, a prima facie showing of discrimination against black veniremen because of their race, by the State in its use of peremptory challenges, shifts the burden to the State to show that the exclusion of the black veniremen was for reasons other than race.</p>\n<p>I would affirm the judgment of the Court of Special Appeals.</p>\n<p>Judge COLE has authorized me to state that he concurs with the views expressed herein.</p>\n<h2>NOTES</h2>\n<p>[1]  This appeal presents no challenge to the selection of the petit jury venire. <i>See</i> Maryland Rule 4-312(a) <i>Challenge to the Array.</i></p>\n<p>[2]  \"In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury....\" U.S. Const.Amend. VI.</p>\n<p>[3]  \"That in all criminal prosecutions, every man hath a right... to a speedy trial by an impartial jury, without whose unanimous consent he ought not to be found guilty.\" Maryland Declaration of Rights Art. 21.</p>\n<p>[4]  Mr. Justice White delivered the opinion of the Court. Mr. Justice Harlan joined the opinion of the Court but emphasized his understanding that the Court reserved and did not decide the question which in Part III of the opinion it found was not presented by the record. Mr. Justice Black concurred in the result. Mr. Justice Goldberg, with whom the Chief Justice and Mr. Justice Douglas joined, dissented.\n</p>\n<p>Part III of the opinion dealt with a broader claim that not only were the Negroes removed by the prosecutor in this case but that there never has been a Negro on a petit jury in either a civil or criminal case in Talladega County and that in criminal cases prosecutors have consistently and systematically exercised their strikes to prevent any and all Negroes on petit jury venires from serving on the petit jury itself. This systematic practice, it is claimed, is invidious discrimination for which the peremptory system is insufficient justification.</p>\n<p><i>Swain v. Alabama,</i> 380 U.S. 202, 222-223, 85 S.Ct. 824, 837, 13 L.Ed.2d 759 (1965).</p>\n<p>[5]  \"No State shall ... deny to any person within its jurisdiction the equal protection of the laws.\" U.S. Const.Amend. XIV, § 1.\n</p>\n<p>The Fourteenth Amendment was ratified 28 July 1868. Twelve years later the Supreme Court decided <i>Strauder v. West Virginia,</i> 100 U.S. 303, 25 L.Ed. 664 (1880). It held that under the Equal Protection Clause a state cannot systematically exclude persons from juries solely because of their race or color. The mechanism of purposeful exclusion was a West Virginia law prohibiting blacks from serving on juries generally. Peremptory challenges were not involved.</p>\n<p>[6]  Powell, J., delivered the opinion of the Court, in which Brennan, White, Marshall, Blackmun, Stevens, and O'Connor, JJ., joined. White, J., and Marshall, J., filed concurring opinions. Stevens, J., filed a concurring opinion, in which Brennan, J., joined. O'Connor, J., filed a concurring opinion. Burger, C.J., filed a dissenting opinion, in which Rehnquist, J., joined. Rehnquist, J., filed a dissenting opinion, in which Burger, C.J., joined.</p>\n<p>[7]  Blackmun, J., delivered the opinion of the Court, in which Brennan, Marshall, Powell, Stevens, and Scalia, JJ., joined. Powell, J., filed a concurring opinion. Rehnquist, C.J., filed a dissenting opinion. White, J., filed a dissenting opinion, in which Rehnquist, C.J., and O'Connor, J., joined.</p>\n<p>[1]  It should be noted that this precise issue is now before and will be decided by the Supreme Court of the United States, <i>People v. Holland,</i> 121 Ill.2d 136, 117 Ill.Dec. 109, 128-129, 125-126, 129-132, 520 N.E.2d 270, 279-280, 286-287, 290-293 (1988), <i>cert. granted</i> on February 27, 1989, No. 88-5050, <i>Holland v. Illinois,</i> ___ U.S. ___, 109 S.Ct. 1309, 103 L.Ed.2d 579 (1989).</p>\n<p>[2]  <i>Compare, e.g., </i><i>People v. Holland, supra,</i> 117 Ill.Dec. at 128, 520 N.E.2d at 279 (\"We decline to address this issue because we find that the defendant, a Caucasian, does not have standing to assert a <i>Batson</i> violation\").</p>\n<p>[3]  A number of other courts since <i>Batson</i> have taken the same uncritical approach. <i>See, e.g., </i><i>Smith v. State,</i> 515 So.2d 149, 150 (Ala. Crim. App. 1987); <i>Kibler v. State,</i> 501 So.2d 76, 76-77 (Fla.App. 1987); <i>Pope v. State,</i> 256 Ga. 195, 345 S.E.2d 831, 839 (1986), <i>cert. denied,</i> 484 U.S. ___, 108 S.Ct. 207, 98 L.Ed.2d 159 (1987); <i>People v. Holland, supra</i><i>; </i><i>State v. Hamilton,</i> 740 S.W.2d 208, 212 (Mo. App. 1987); <i>Easter v. State,</i> 740 S.W.2d 107, 109 (Tex. App. 1987); <i>Kline v. State,</i> 737 S.W.2d 895, 899 (Tex. App. 1987); <i>United States v. Vaccaro,</i> 816 F.2d 443, 457 (9th Cir.), <i>cert. denied,</i> 484 U.S. ___, 108 S.Ct. 295, 98 L.Ed.2d 255 (1987). <i>Cf. </i><i>State v. Christensen,</i> 720 S.W.2d 738, 739 (Mo. App. 1986) (holding <i>Batson</i> inapplicable when white defendant objects to use of peremptory strikes against blacks, but suggesting that white defendant could have prevailed had he met the more rigorous standard of <i>Swain v. Alabama,</i> 380 U.S. 202, 85 S.Ct. 824, 13 L.Ed.2d 759 (1965)). <i>But see </i><i>People v. S.R.,</i> 136 Misc.2d 54, 517 N.Y.S.2d 864, 865-867 (1987).</p>\n<p>[4]  <i>See, e.g., </i><i>Philpot v. State,</i> 43 Ala.App. 326, 328, 190 So.2d 293, 296 (1966); <i>Haraway v. State,</i> 203 Ark. 912, 914, 159 S.W.2d 733, 734, <i>cert. denied,</i> 317 U.S. 648, 63 S.Ct. 42, 87 L.Ed. 521 (1942); <i>State v. Koritz,</i> 227 N.C. 552, 556, 43 S.E.2d 77, 80, <i>cert. denied,</i> 332 U.S. 768, 68 S.Ct. 80, 92 L.Ed. 354 (1947); <i>Commonwealth v. Duca,</i> 312 Pa. 101, 105-106, 165 A. 825, 826-827 (1933); <i>State v. Coe,</i> 655 S.W.2d 903, 909-910 (Tenn. 1983), <i>cert. denied,</i> 464 U.S. 1063, 104 S.Ct. 745, 79 L.Ed.2d 203 (1984); <i>Alexander v. State,</i> 160 Tex.Crim. 460, 467, 274 S.W.2d 81, 86, <i>cert. denied,</i> 348 U.S. 872, 75 S.Ct. 108, 99 L.Ed. 686 (1954); <i>United States v. Cronn,</i> 717 F.2d 164, 167 (5th Cir.1983), <i>cert. denied,</i> 468 U.S. 1217, 104 S.Ct. 3586, 82 L.Ed.2d 884 (1984); <i>United States v. Coletta,</i> 682 F.2d 820, 822-824 (9th Cir.1982), <i>cert. denied,</i> 459 U.S. 1202, 103 S.Ct. 1187, 75 L.Ed.2d 433 (1983); <i>Murphy v. Holman,</i> 242 F. Supp. 480, 482 (M.D.Ala. 1965); <i>Hollis v. Ellis,</i> 201 F. Supp. 616, 618-619 (S.D.Tex. 1961).\n</p>\n<p>On the other hand, some courts, including this Court (as discussed <i>infra</i>), have on occasion permitted a defendant to object to the exclusion of jurors even if he and the jurors do not belong to the same class. <i>See, e.g., </i><i>State v. Madison,</i> 240 Md. 265, 270-274, 213 A.2d 880, 883-886 (1965); <i>Allen v. State,</i> 110 Ga. App. 56, 59-62, 137 S.E.2d 711, 713-715 (1964); <i>State v. Lowry,</i> 263 N.C. 536, 544, 139 S.E.2d 870, 876, <i>cert. denied </i><i>and</i><i> appeal dismissed,</i> 382 U.S. 22, 86 S.Ct. 227, 15 L.Ed.2d 16 (1965); <i>United States v. Perez-Hernandez,</i> 672 F.2d 1380, 1386 (11th Cir.1982); <i>United States v. Donohue,</i> 574 F. Supp. 1269, 1278 (D.Md. 1983); <i>United States v. Abell,</i> 552 F. Supp. 316, 319-320 (D.Me. 1982); <i>United States v. Breland,</i> 522 F. Supp. 468, 477-478 (N.D.Ga. 1981); <i>United States v. Jenison,</i> 485 F. Supp. 655, 659 (S.D.Fla. 1979); <i>Bokulich v. Jury Commission of Greene County, Alabama,</i> 298 F. Supp. 181, 185 (N.D.Ala. 1968), <i>aff'd,</i> 394 U.S. 97, 89 S.Ct. 767, 22 L.Ed.2d 109 (1969).</p>\n<p>Similarly, in <i>People v. Chestnut,</i> 26 N.Y.2d 481, 488-491, 260 N.E.2d 501, 505-507, 311 N.Y.S.2d 853, 858-861 (1970), five white defendants and one black defendant alleged that blacks and Puerto Ricans had been systematically excluded from grand juries in Manhattan. The Court of Appeals of New York reached the merits in this case without discussing the defendant's standing.</p>\n<p>[5]  In <i>Milliken v. Bradley, supra</i><i>,</i> the NAACP was an additional plaintiff. Apparently out of concern that this association might lack standing under decisions such as <i>Sierra Club v. Morton,</i> 405 U.S. 727, 92 S.Ct. 1361, 31 L.Ed.2d 636 (1972), the Court noted (418 U.S. at 722 n. 2, 94 S.Ct. at 3116 n. 2): \"The standing of the NAACP as a proper party plaintiff was not contested in the trial court and is not an issue in this case.\" By contrast, the question of the class members' standing evidently did not trouble the Court.</p>\n<p>[6]  <i>See also </i><i>Alexander v. Louisiana,</i> 405 U.S. 625, 92 S.Ct. 1221, 31 L.Ed.2d 536 (1972).</p>\n<p>[7]  In <i>Ford v. Kentucky, supra</i><i>,</i> Justice Marshall characterized his opinion in <i>Peters v. Kiff</i> as concluding \"that a white male had standing under both the Equal Protection and Due Process Clauses of the Fourteenth Amendment to bring a racial-discrimination challenge to the state system used to select his grand and petit juries,\" 469 U.S. at 985, 105 S.Ct. at 393.</p>\n<p>[8]  In fact, Justice Marshall has written that, even when a black defendant objects to the systematic exclusion of black jurors, it makes little sense to conceive of the State's conduct solely as an equal protection violation. <i>Ford v. Kentucky, supra,</i> 469 U.S. at 988, 105 S.Ct. at 395. Instead, according to Justice Marshall, such conduct also resembles a due process violation, \"for the defendant in these cases is not asking to sit on the jury but rather to be fairly treated by it.\" <i>Ibid.</i></p>\n<p>[9]  Justice White's reference to the Fourteenth Amendment as a whole, and not to any particular clause of the Amendment, further illustrates that, in a case such as this one, it matters little whether the defendant is said to have standing under the Equal Protection Clause as opposed to the Due Process Clause.</p>\n<p>[10]  Since the concurring opinion was limited to cases of racial discrimination, its approach is narrower than that of the opinion announcing the judgment of the Court. Under the latter opinion, a white defendant would have standing not only in cases of racial discrimination but also whenever \"any large and identifiable segment of the community is excluded from jury service,\" 407 U.S. at 503, 92 S.Ct. at 2169. <i>See also </i><i>Ford v. Kentucky, supra,</i> 469 U.S. at 985-986, 105 S.Ct. at 393 (Marshall, J., dissenting from denial of certiorari). The present case, however, is concerned only with allegations of racial discrimination. Consequently, under the circumstances of this case, the differences between the two opinions in <i>Peters</i> are essentially irrelevant.</p>\n<p>[11]  <i>But compare </i><i>Alexander v. State,</i> 160 Tex.Crim. 460, 274 S.W.2d 81, <i>cert. denied,</i> 348 U.S. 872, 75 S.Ct. 108, 99 L.Ed. 686 (1954) (in prosecution arising out of labor dispute, white defendant, who had organized union that was 75% black, could not challenge indictment on ground of discrimination against blacks in grand jury selection).</p>\n<p>[12]  In <i>State v. Madison, supra</i><i>,</i> this Court reached a similar conclusion, holding that the unconstitutional exclusion of a particular group from the jury denied the defendant due process, even though the defendant did not belong to the excluded group. The Court there stated (240 Md. at 273-274, 213 A.2d at 885):\n</p>\n<p>\"[O]nce it is established that the method of the grand jury's selection is unconstitutional, any accused indicted by such a jury has the right to have the indictment dismissed. He has this right, not because of any individual prejudice to him but because, under the basic law of our land, all persons accused of crime have the right to be tried in accordance with the requirements of our legal system.</p>\n<p>\"... Madison's right to challenge his indictment... rests upon the due process and equal protection clauses of the Fourteenth Amendment and upon the law of the land provision of Article 23 [now Article 24] of the Maryland Declaration of Rights. When the law of the land has been made clear ... a person accused of a crime, to be entitled to due process, does not have to show that he would be injured if due process is lacking. The right to be tried in accordance with the law is the constitutional privilege of every man.\"</p>\n<p><i>See </i><i>State v. Vincent,</i> 91 Md. 718, 47 A. 1036 (1900); <i>Clare v. State,</i> 30 Md. 163 (1869). <i>See also </i><i>Crawford v. Bounds,</i> 395 F.2d 297, 315 (4th Cir.) (Sobeloff, J., concurring), <i>vacated </i><i>on other grounds,</i> 393 U.S. 76, 89 S.Ct. 234, 21 L.Ed.2d 62 (1968); <i>Bokulich v. Jury Commission of Greene County, Alabama, supra,</i> 298 F. Supp. 181, 185 n. 2 (N.D.Ala. 1968), <i>aff'd,</i> 394 U.S. 97, 89 S.Ct. 767, 22 L.Ed.2d 109 (1969).</p>\n<p>[13]  The majority opinion in the present case proceeds as if the most recent opinion of this Court before <i>Batson</i> on peremptory challenges was <i>Brice v. State,</i> 264 Md. 352, 286 A.2d 132 (1972), which did not involve any contention of racial discrimination. The majority totally overlooks the subsequent <i>Evans</i> and <i>Lawrence</i> opinions.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">Md.</span> <span class=\"page\">402</span></span> (1989)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">554</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1203</span></span></b></center>\n<center><h1>STATE OF MARYLAND<br>\nv.<br>\nROBERT WILLIAM GORMAN.</h1></center>\n<center>No. 147, September Term, 1987.</center>\n<center><p><b>Court of Appeals of Maryland.</b></p></center>\n<center>March 27, 1989.</center>\n<p>Mary Ellen Barbera, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., Baltimore), on brief, for appellant/cross-appellee.</p>\n<p>Jose Felipe Anderson, Asst. Public Defender (Alan H. Murrell, Public Defender, Baltimore), on brief, for appellee/cross-appellant.</p>\n<p>Argued before MURPHY, C.J., ELDRIDGE, COLE, RODOWSKY, McAULIFFE and BLACKWELL, JJ., and CHARLES E. ORTH, JR., Associate Judge of the Court of Appeals of Maryland (retired), Specially Assigned.</p>\n<p>CHARLES E. ORTH, Jr. (Ret.), Specially Assigned, Judge.</p>\n<p>This appeal is concerned with the peremptory challenge, \"`one of the most important of the rights'\" in our justice system. <i>Swain v. Alabama,</i> <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, 219, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, 835, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">759</span></a></span> (1965), quoting <i>Pointer v. United States,</i> <span class=\"citation\" data-id=\"93781\"><a href=\"/opinion/93781/pointer-v-united-states/\"><span class=\"volume\">151</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 408, <span class=\"citation\" data-id=\"93781\"><a href=\"/opinion/93781/pointer-v-united-states/\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">410</span></a></span>, 414, <span class=\"citation\" data-id=\"93781\"><a href=\"/opinion/93781/pointer-v-united-states/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">208</span></a></span> (1894). <i>See </i><i>Batson v. Kentucky,</i> <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 121, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, 1735, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span></a></span> (1986) (Burger, C.J., dissenting). Specifically, we are called upon to determine whether the prosecution's use of peremptory challenges in empaneling a petit jury in a criminal cause was constitutionally offensive.<sup>[1]</sup></p>\n<p></p>\n<h2>I</h2>\n<p>Robert William Gorman, a white man, was found guilty by a jury in the Circuit Court for Harford County of robbery with a deadly weapon and related offenses. At the selection of the jury, the prosecution, by the use of peremptory challenges, struck the only two black persons from the panel. Gorman was sentenced as a repeat offender to life imprisonment without parole. The judgments were affirmed by the Court of Special Appeals. <i>Gorman v. State,</i> No. 897, September Term, 1985, filed 11 March 1986, unreported (<i>Gorman I</i>). This Court denied Gorman's petition for a writ of certiorari and denied his motion for reconsideration.</p>\n<p>Gorman looked to the Supreme Court of the United States by way of a petition for a writ of certiorari, and his petition was granted. That Court vacated the judgment of the Court of Special Appeals and \"remanded the case to [that court] for further consideration in light of <i>Griffith v. Kentucky,</i> <span class=\"citation\" data-id=\"111785\"><a href=\"/opinion/111785/griffith-v-kentucky/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></a></span>, <span class=\"citation\" data-id=\"111785\"><a href=\"/opinion/111785/griffith-v-kentucky/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">708</span></a></span>, <span class=\"citation\" data-id=\"111785\"><a href=\"/opinion/111785/griffith-v-kentucky/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">649</span></a></span> (1987).\" <i>Gorman v. Maryland,</i> <span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1363</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">680</span></span> (1987). Thereupon, the Court of Special Appeals reversed the judgments of the Circuit Court for Harford County, and remanded the case for a new trial. <i>Gorman v. State,</i> No. 897, September Term, 1985 (on remand) filed 17 July 1987, unreported (<i>Gorman II</i>). It explained its decision merely by noting that in <i>Gorman I</i> it had affirmed the judgments of the trial court upon reliance on <i>Swain v. Alabama,</i> <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">759</span></a></span>. But, it observed, <i>Batson v. Kentucky,</i> <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span></a></span> had overruled <i>Swain,</i> and, under <i>Griffith v. Kentucky,</i> <span class=\"citation\" data-id=\"111785\"><a href=\"/opinion/111785/griffith-v-kentucky/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></a></span> [<span class=\"citation\" data-id=\"111785\"><a href=\"/opinion/111785/griffith-v-kentucky/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">708</span></a></span>], <i>Batson</i> governed <i>Gorman I. Gorman II,</i> slip opinion at 1. \"[H]ence,\" it conceded, \"our reliance on <i>Swain</i> turns out to be erroneous.\" <i>Id.</i> The intermediate appellate court opined, \"On the basis of <i>Batson, Griffith,</i> and [its own opinion in] <i>Chew v. State</i><i>,</i> [71] Md. App. [681, <span class=\"citation\" data-id=\"1982403\"><a href=\"/opinion/1982403/chew-v-state/\"><span class=\"volume\">527</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">332</span></a></span>, <i>cert. granted,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">Md.</span> <span class=\"page\">301</span></span>, <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">369</span></span> (1987), which looked to <i>Batson</i>], the judgments must be reversed, and the matter remanded for a new trial.\" <i>Gorman II,</i> slip opinion at 1-2. The Court of Special Appeals denied the State's motion for reconsideration. We granted the State's petition and Gorman's conditional cross-petition for writs of certiorari.</p>\n<p></p>\n<h2>II</h2>\n<p>In providing for jury trial in criminal causes, Maryland, in general, adheres to the common law system of trial by an impartial jury of 12 persons who must unanimously agree on a verdict. <i>See</i> Maryland Rules 4-311(b) and 4-327(a); <i>State v. McKay,</i> <span class=\"citation\" data-id=\"2168916\"><a href=\"/opinion/2168916/state-v-mckay/\"><span class=\"volume\">280</span> <span class=\"reporter\">Md.</span> <span class=\"page\">558</span></a></span>, <span class=\"citation\" data-id=\"2168916\"><a href=\"/opinion/2168916/state-v-mckay/\"><span class=\"volume\">375</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">228</span></a></span> (1977). This system comports with the Sixth Amendment to the Constitution of the United States<sup>[2]</sup> and with Article 21 of the Maryland Declaration of Rights.<sup>[3]</sup><i>See </i><i>Swain v. Alabama,</i> 380 U.S. at 211, 85 S.Ct. at 831; Maryland Rule 4-311(a).</p>\n<p>In the empaneling of a petit jury the system provides, not only for challenges for cause, but for peremptory challenges. Md.Rule 4-313. \"The peremptory challenge has been in use without scrutiny into its basis for nearly as long as juries have existed.\" <i>Batson,</i> 476 U.S. at 119, 106 S.Ct. at 1734 (Burger, C.J., dissenting). It was a venerable fixture at the common law and crossed the sea to become one of the most important of the rights in our federal and state systems. <i>Swain,</i> 380 U.S. at 212-219, 85 S.Ct. at 831-835. Although the federal and Maryland Constitutions do not confer a right to peremptory challenges, \"those challenges traditionally have been viewed as one means of assuring the selection of a qualified and unbiased jury.\" <i>Batson</i> 476 U.S. at 91, 106 S.Ct. at 1720 (citation omitted). In <i>Swain,</i> after tracing the very old credentials of the peremptory challenge, the Court observed: \"The persistence of peremptories and their extensive use demonstrate the long and widely held belief that peremptory challenge is a necessary part of trial by jury.\" 380 U.S. at 219, 85 S.Ct. at 835. \"The denial or impairment of the right is reversible error without a showing of prejudice....\" <i>Id.</i> (citations omitted).</p>\n<p>Throughout its long history, the description of the challenge as \"peremptory\" meant precisely what that adjective connoted in common usage  \"conclusive or absolute; decisive.\" Webster's New International Dictionary of the English Language 1817 (unabridged 2d ed. 1961). Black's Law Dictionary 1023 (5th ed. 1979) defines it as: \"Imperative; final; decisive; absolute; conclusive; positive; not admitting of question, delay, reconsideration or of any alternative. Self-determined; arbitrary; not requiring any cause to be shown.\" Thus, a peremptory challenge is, as <i>Lewis v. United States,</i> <span class=\"citation\" data-id=\"93448\"><a href=\"/opinion/93448/lewis-v-united-states/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 378, <span class=\"citation\" data-id=\"93448\"><a href=\"/opinion/93448/lewis-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">136</span></a></span>, 139, <span class=\"citation\" data-id=\"93448\"><a href=\"/opinion/93448/lewis-v-united-states/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1011</span></a></span> (1892), indicates Blackstone viewed it: \"[A]n arbitrary and capricious right; and it must be exercised with full freedom, or it fails of its full purpose.\" The Supreme Court found merit in the position that</p>\n<blockquote>[t]his system, ... in and of itself, provides justification for striking any group of otherwise qualified jurors in any given case, whether they be Negroes, Catholics, accountants or those with blue eyes.</blockquote>\n<p><i>Swain,</i> 380 U.S. at 212, 85 S.Ct. at 831. <i>See id.</i> at 219-221, 85 S.Ct. at 835-836.</p>\n<p>In the <i>Swain</i> case, the defendant was black. There were only six black men on the final venire, and the prosecution peremptorily struck all six from the petit jury panel. A majority of the Supreme Court,<sup>[4]</sup> in light of the nature and function of peremptory challenges, said:</p>\n<blockquote>With these considerations in mind, we cannot hold that the striking of Negroes in a particular case is a denial of equal protection of the laws. In the quest for an impartial and qualified jury, Negro and white, Protestant and Catholic, are alike subject to being challenged without cause. To subject the prosecutor's challenge in any particular case to the demands and traditional standards of the Equal Protection Clause would entail a radical change in the nature and operation of the challenge. The challenge, <i>pro tanto,</i> would no longer be peremptory, each and every challenge being open to examination, either at the time of the challenge or at a hearing afterwards. The prosecutor's judgment underlying each challenge would be subject to scrutiny for reasonableness and sincerity. And a great many uses of the challenge would be banned.</blockquote>\n<p><i>Id.,</i> 380 U.S. at 221-222, 85 S.Ct. at 836-837. Maryland accepted this concept and applied it. We flatly stated in <i>Brice v. State,</i> <span class=\"citation\" data-id=\"2204828\"><a href=\"/opinion/2204828/brice-v-state/\"><span class=\"volume\">264</span> <span class=\"reporter\">Md.</span> <span class=\"page\">352</span></a></span>, 366, <span class=\"citation\" data-id=\"2204828\"><a href=\"/opinion/2204828/brice-v-state/\"><span class=\"volume\">286</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">132</span></a></span> (1972):</p>\n<blockquote>In short, the right to exercise the peremptory strike is unfettered and may be exercised by either party for any reason or indeed for no reason. Hunch, passing impression, appearance of the prospective juror, or any other consideration may lead to the exercise of the peremptory challenge and no inquiry may be made in regard to why it is exercised.</blockquote>\n<p>In <i>Brice</i> the State used 15 of its peremptory challenges. We declared: \"No one may inquire in regard to the reason the State did this.\" <i>Id. See </i><i>Parker v. State,</i> <span class=\"citation\" data-id=\"2307751\"><a href=\"/opinion/2307751/parker-v-state/\"><span class=\"volume\">227</span> <span class=\"reporter\">Md.</span> <span class=\"page\">468</span></a></span>, 470, <span class=\"citation\" data-id=\"2307751\"><a href=\"/opinion/2307751/parker-v-state/\"><span class=\"volume\">177</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">426</span></a></span> (1962); <i>Johnson v. State,</i> <span class=\"citation\" data-id=\"1960717\"><a href=\"/opinion/1960717/johnson-v-state/\"><span class=\"volume\">9</span> <span class=\"reporter\">Md. App.</span> <span class=\"page\">143</span></a></span>, 148-151, <span class=\"citation\" data-id=\"1960717\"><a href=\"/opinion/1960717/johnson-v-state/\"><span class=\"volume\">262</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">792</span></a></span> (1970). In the Supreme Court, the rule of <i>Swain</i> remained inviolate for 21 years, reflecting a view that had been embraced for over two centuries. And then came <i>Batson v. Kentucky,</i> <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span></a></span>, decided 30 April 1986.</p>\n<p></p>\n<h2>III</h2>\n<p>In <i>Batson</i> the Supreme Court reexamined part II of <i>Swain,</i> which concerned peremptory challenges. As we have seen, the Court in <i>Swain</i> had expressly stated that the prosecutor's challenge in a particular case was not subject to the demands and traditional standards of the Equal Protection Clause of the Fourteenth Amendment to the Constitution of the United States.<sup>[5]</sup><i>Swain</i> adopted the presumption that in any particular case the prosecutor is using the state's peremptory challenges to obtain a fair and impartial jury to try the case before the court. Even though the defendant was black, this presumption, the Court opined, is not overcome because all blacks were removed from the jury thereby or that they were removed because they were black. In other words, the presumption was not rebuttable by the exercise of peremptory challenges.</p>\n<p>The Court's reexamination of <i>Swain</i> spawned a spate of opinions by the justices.<sup>[6]</sup> The Court did not jettison entirely the concept of peremptory challenges, as Marshall, J., would have it do. 476 U.S. at 102-103, 106 S.Ct. at 1725-1726 (Marshall, J., concurring). But seven of the justices overturned <i>Swain's</i> principle holding that</p>\n<blockquote>the Constitution does not require in any given case an inquiry into the prosecutor's reasons for using his peremptory challenges to strike blacks from the petit jury panel in the criminal trial of a black defendant and that in such a case it will be presumed that the prosecutor is acting for legitimate trial-related reasons.</blockquote>\n<p><i>Batson,</i> 476 U.S. at 100, 106 S.Ct. at 1725 (White, J., concurring). The majority ruled that</p>\n<blockquote>such use of peremptory challenges in a given case may, but does not necessarily, raise an inference, which the prosecutor carries the burden of refuting, that his strikes were based on the belief that no black citizen could be a satisfactory juror or fairly try a black defendant.</blockquote>\n<p><i>Id.</i> at 100-101, 106 S.Ct. at 1725. Initially, the burden is on the defendant to establish a prima facie case. <i>Id.</i> at 93-96, 106 S.Ct. at 1721-1723. \"[A] defendant may establish a prima facie case of purposeful discrimination in selection of the petit jury solely on evidence concerning the prosecutor's exercise of peremptory challenges at the defendant's trial.\" <i>Id.</i> at 96, 106 S.Ct. at 1722-1723. <i>Id.</i> at 100-101, 106 S.Ct. at 1725. As we read this language in context, it appears that what the Supreme Court means by its use of words like \"prima facie case\" and \"inference\" is a rebuttable presumption of discriminatory use of peremptory challenges. <i>See </i><i>Stanley v. State,</i> <span class=\"citation\" data-id=\"1915863\"><a href=\"/opinion/1915863/stanley-v-state/\"><span class=\"volume\">313</span> <span class=\"reporter\">Md.</span> <span class=\"page\">50</span></a></span>, 60, <span class=\"citation\" data-id=\"1915863\"><a href=\"/opinion/1915863/stanley-v-state/\"><span class=\"volume\">542</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1267</span></a></span>, 1272 (1988).</p>\n<p>The guidelines by which a criminal defendant can meet the burden of establishing a prima facie case of discrimination are clearly set out. The defendant</p>\n<blockquote>1) must show that he is a member of a cognizable racial group, and that the prosecutor has exercised peremptory challenges to remove from the venire members of the defendant's race;</blockquote>\n<blockquote>2) is entitled to rely on the fact that peremptory challenges constitute a jury selection practice that permits those to discriminate who are of a mind to discriminate;</blockquote>\n<blockquote>3) must show that those facts and any other relevant circumstances raise [a rebuttable presumption] that the prosecutor used that practice to exclude veniremen from the petit jury on account of their race.</blockquote>\n<p><i>Batson,</i> 476 U.S. at 96. This combination of factors in the empaneling of the petit jury establishes the requisite rebuttable presumption of purposeful discrimination. The trial judge must determine whether the defendant has made the requisite showing, considering all relevant circumstances. The Court expressed confidence that</p>\n<blockquote>trial judges, experienced in supervising <i>voir dire,</i> will be able to decide if the circumstances concerning the prosecutor's use of peremptory challenges creates a prima facie case of discrimination against black jurors.</blockquote>\n<p><i>Id.</i> at 97, 106 S.Ct. at 1723. If the trial judge finds that the defendant has failed to establish a prima facie case, there is no obligation on the prosecutor to offer any explanation for the use of a peremptory challenge and no entitlement on the part of the defendant to a hearing on the issue.</p>\n<p>Once the trial judge determines that the defendant has made \"a prima facie showing, the burden shifts to the State to come forward with a neutral explanation for challenging black jurors.\" <i>Id.</i> The Court emphasized</p>\n<blockquote>that the prosecutor's explanation need not rise to the level justifying exercise of a challenge for cause. But the prosecutor may not rebut the defendant's prima facie case of discrimination by stating merely that he challenged jurors of the defendant's race on the assumption  or his intuitive judgment  that they would be partial to the defendant because of their shared race.</blockquote>\n<p><i>Id.</i> (citations omitted). \"Nor may the prosecutor rebut the defendant's case merely by denying that he had a discriminatory motive or `affirm[ing] [his] good faith in making individual selections.'\" <i>Id.</i> at 98, 106 S.Ct. at 1723, quoting <i>Alexander v. Louisiana,</i> <span class=\"citation\" data-id=\"108496\"><a href=\"/opinion/108496/alexander-v-louisiana/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, 632, <span class=\"citation\" data-id=\"108496\"><a href=\"/opinion/108496/alexander-v-louisiana/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1221</span></a></span>, 1226, <span class=\"citation\" data-id=\"108496\"><a href=\"/opinion/108496/alexander-v-louisiana/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">536</span></a></span> (1972).</p>\n<blockquote>The prosecutor therefore must articulate a neutral explanation related to the particular case to be tried. The trial court then will have the duty to determine if the defendant has established purposeful discrimination.</blockquote>\n<p><i>Batson,</i> 476 U.S. at 98, 106 S.Ct. at 1723-1724 (footnotes omitted). White, J., in his concurring opinion, summarized the Court's holding:</p>\n<blockquote>[U]sing peremptory challenges to strike blacks does not end the inquiry; it is not unconstitutional, without more, to strike one or more blacks from the jury. The judge may not require the prosecutor to respond at all. If he does, the prosecutor, who in most cases has had a chance to <i>voir dire</i> the prospective jurors, will have an opportunity to give trial-related reasons for his strikes  some satisfactory ground other than the belief that black jurors should not be allowed to judge a black defendant.</blockquote>\n<p><i>Id.</i> at 101-102, 106 S.Ct. at 1725. The majority declined to \"formulate particular procedures to be followed upon a defendant's timely objection to a prosecutor's challenges.\" <i>Id.</i> at 99, 106 S.Ct. at 1724.</p>\n<p></p>\n<h2>IV</h2>\n<p>The State suggests that, in the case at hand, the matter of the propriety of the peremptory challenges exercised by it were not preserved for appeal inasmuch as Gorman accepted the jury as empaneled. At the time of the trial <i>Batson</i> had not been decided. Nevertheless, without the benefit of that decision, and with <i>Swain</i> and this Court's <i>Brice,</i> <span class=\"citation\" data-id=\"2204828\"><a href=\"/opinion/2204828/brice-v-state/\"><span class=\"volume\">264</span> <span class=\"reporter\">Md.</span> <span class=\"page\">352</span></a></span>, <span class=\"citation\" data-id=\"2204828\"><a href=\"/opinion/2204828/brice-v-state/\"><span class=\"volume\">286</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">132</span></a></span>, still in good grace, it seems that Gorman made known to the trial court, as best he could in the circumstances, that he was unhappy with the manner in which the State used its peremptory challenges. He did so at the trial and in a motion for a new trial. The court and the defendant noted that there was a case on the issue pending in the Supreme Court. On direct appeal to the Court of Special Appeals, the first question the defendant presented was:</p>\n<blockquote>Did the trial court err in allowing the case to proceed \"after the prosecutor used his peremptory challenges to strike ... the black prospective jurors from the panel\"?</blockquote>\n<p><i>Gorman I,</i> slip opinion at 1. In any event, even absent any timely objection by Gorman, the Supreme Court in <i>Griffith v. Kentucky, supra</i><i>,</i> held</p>\n<blockquote>that a new rule for the conduct of criminal prosecutions is to be applied retroactively to all cases, state or federal, pending on direct review or not yet final, with no exception for cases in which the new rule constitutes a \"clear break\" with the past.</blockquote>\n<p><i>Id.,</i> 479 U.S. at 328, 107 S.Ct. at 716, 93 L.Ed.2d at 661. As we have seen, in granting Gorman's petition for certiorari, the Supreme Court remanded the case to the Court of Special Appeals for consideration in light of <i>Griffith.</i> The \"new rule\", indeed constituting a clear break with the past, with which <i>Griffith</i> was concerned, was that announced in <i>Batson.</i><sup>[7]</sup> Gorman's case was not yet final when <i>Batson</i> was decided, and under the directive on remand, the case was still pending on direct review. Therefore, the <i>Batson</i> decision came into play. <i>See </i><i>McClain v. State,</i> <span class=\"citation\" data-id=\"2339144\"><a href=\"/opinion/2339144/mcclain-v-state/\"><span class=\"volume\">288</span> <span class=\"reporter\">Md.</span> <span class=\"page\">456</span></a></span>, 464-470, <span class=\"citation\" data-id=\"2339144\"><a href=\"/opinion/2339144/mcclain-v-state/\"><span class=\"volume\">419</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">369</span></a></span> (1980), and cases therein cited. As we noted in <i>McClain:</i></p>\n<blockquote>[N]o case has led us to refuse to apply a new rule to a case on direct review pending at the time of the formulation of the new rule in which the issue of the new rule was raised.</blockquote>\n<p><i>Id.</i> at 465, <span class=\"citation\" data-id=\"2339144\"><a href=\"/opinion/2339144/mcclain-v-state/\"><span class=\"volume\">419</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">369</span></a></span>. <i>See </i><i>Potts v. State,</i> <span class=\"citation\" data-id=\"2403220\"><a href=\"/opinion/2403220/potts-v-state/\"><span class=\"volume\">300</span> <span class=\"reporter\">Md.</span> <span class=\"page\">567</span></a></span>, 577, <span class=\"citation\" data-id=\"2403220\"><a href=\"/opinion/2403220/potts-v-state/\"><span class=\"volume\">479</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1335</span></a></span> (1984). It follows that we decide the case at hand in light of <i>Batson,</i> and must determine whether the new rule announced therein is applicable.</p>\n<p></p>\n<h2>V</h2>\n<p>The parties agreed that the issues presented in their petition and cross-petition respectively for the issuance of a writ of certiorari be consolidated into three questions:</p>\n<blockquote>1) Did the Court of Special Appeals misapply <i>Batson v. Kentucky</i> to the circumstances of this case?</blockquote>\n<blockquote>2) Can Gorman assert a Sixth Amendment claim of fair cross-section deprivation in the composition of his jury?</blockquote>\n<blockquote>3) Did the Court of Special Appeals err in mandating a new trial?</blockquote>\n<p></p>\n<h2>(1)</h2>\n<p></p>\n<h2><i>(A)</i></h2>\n<p>It appears from the opinion in <i>Gorman II</i> that the Court of Special Appeals on remand simply assumed that the new rule of <i>Batson</i> applied to Gorman's trial. Since the general procedures spelled out in <i>Batson</i> had not been followed at the trial (of course, they could not because they were then not known), the intermediate appellate court, without further ado, reversed the judgments and granted a new trial. We think that the matter must be probed a little deeper.</p>\n<p><i>Swain</i> and <i>Batson</i> were both decided in the same factual posture  a black defendant aggrieved by the peremptory striking by the State of all the black veniremen from the petit jury which was empaneled to try him. It is abundantly clear from the various <i>Batson</i> opinions that the Supreme Court was speaking only to that circumstance. The opinion of the Court stated:</p>\n<blockquote>This case requires us to reexamine that portion of <i>Swain v. Alabama,</i> <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span> [<span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">759</span></a></span>] (1965), concerning the evidentiary burden placed on a criminal defendant who claims that he has been denied equal protection through the State's use of peremptory challenges to exclude <i>members of his race</i> from the petit jury.</blockquote>\n<p>476 U.S. at 82, 106 S.Ct. at 1714 (emphasis added) (footnote omitted). Discussing the constitutional predicate for the new rule the majority said:</p>\n<blockquote>[T]he Equal Protection Clause forbids the prosecutor to challenge potential jurors solely on account of their race or on the assumption that <i>black jurors</i> as a group will be unable impartially to consider the State's case against a <i>black defendant.</i>\n</blockquote>\n<p><i>Id.</i> at 89, 106 S.Ct. at 1719 (emphasis added).</p>\n<p>The Court noted, in overruling <i>Swain,</i> that it had been decided in a black defendant  black juryman frame of reference:</p>\n<blockquote>\n<i>Swain</i> required the Court to decide ... whether <i>a black defendant</i> was denied equal protection by the State's exercise of peremptory challenges to exclude <i>members of his race</i> from the petit jury.</blockquote>\n<p><i>Id.</i> at 90, 106 S.Ct. at 1719 (emphasis added). To establish a prima facie case of purposeful discrimination</p>\n<blockquote>the defendant first must show that he is a member of a cognizable racial group and that the prosecutor has exercised peremptory challenges to remove from the venire <i>members of the defendant's race.</i>\n</blockquote>\n<p><i>Id.</i> at 96, 106 S.Ct. at 1723 (emphasis added) (citation omitted). In short, the entire opinion of the Court is only in terms of black defendant  black juryman or members of the defendant's race. <i>See also</i> 476 U.S. at 93, 94, 95, 106 S.Ct. at 1721, 1721, 1722.</p>\n<p>Opinions filed by the other justices do not go beyond the black defendant  black juryman situation. <i>See</i> the concurring opinion of Justice White, <i>id.</i> at 100, 101, 102, 106 S.Ct. at 1725, 1725, 1725; the concurring opinion of Justice Marshall, <i>id.</i> at 102, 106 S.Ct. at 1725; the concurring opinion of Justice Stevens, joined by Justice Brennan, <i>id.</i> at 108, 106 S.Ct. at 1729; the concurring opinion of Justice O'Connor, <i>id.</i> at 111, 106 S.Ct. at 1731. The dissenting opinion of Chief Justice Burger, joined by Justice Rehnquist, <i>id.</i> at 112, 106 S.Ct. at 1731, and the dissenting opinion of Justice Rehnquist, joined by the Chief Justice, <i>id.</i> at 134, 106 S.Ct. at 1742, do not suggest that the Court intended to reach further at this time.</p>\n<p><i>Batson</i> leaves many significant unresolved issues awash in its wake. <i>See </i><i>Chew v. State,</i> 71 Md. App. at 703-717, <span class=\"citation\" data-id=\"1982403\"><a href=\"/opinion/1982403/chew-v-state/\"><span class=\"volume\">527</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">332</span></a></span>. Justice White, concurring, acknowledged:</p>\n<blockquote>Much litigation will be required to spell out the contours of the Court's equal protection holding today, and the significant effect it will have on the conduct of criminal trials cannot be gainsaid.</blockquote>\n<p><i>Batson,</i> 476 U.S. at 102, 106 S.Ct. at 1725-1726. We have learned that it is not wise to prophesy what the Supreme Court will do or to anticipate how it will rule when an unresolved question comes before it. We are content, as was the Supreme Court, to leave the determination of issues unresolved in <i>Batson</i> to future litigation. It is apparent that what spurred <i>Batson</i> was the Court's belief \"that the practice of peremptorily eliminating <i>blacks</i> from petit juries in cases with <i>black defendants</i> remains widespread....\" 476 U.S. at 101, 106 S.Ct. at 1725 (White, J., concurring) (emphasis added). It was this discriminatory practice which the Court addressed and sought to remedy. The venerable concept of the peremptory challenge in other respects was left intact. The majority expressed its recognition \"that the peremptory challenge occupies an important position in our trial procedures....\" <i>Id.</i> at 98, 106 S.Ct. at 1724. It did \"not agree that [its] decision today will undermine the contribution the challenge generally makes to the administration of justice.\" <i>Id.</i> at 98-99, 106 S.Ct. at 1724.</p>\n<p>We decline to go further than did the Supreme Court. The circumstances here were unlike those in <i>Batson.</i> Here the jurors who were peremptorily struck from the petit jury were black but the defendant was white. The prosecutor did not exercise his peremptory challenges to remove from the venire members of the defendant's race. Thus <i>Batson's</i> first requirement for the establishment of a prima facie case of purposeful discrimination in the selection of the petit jury was not met. <i>Batson's</i> new rule was simply not applicable to Gorman's case. <i>Compare, </i><i>Stanley v. State,</i> <span class=\"citation\" data-id=\"1915863\"><a href=\"/opinion/1915863/stanley-v-state/\"><span class=\"volume\">313</span> <span class=\"reporter\">Md.</span> <span class=\"page\">50</span></a></span>, <span class=\"citation\" data-id=\"1915863\"><a href=\"/opinion/1915863/stanley-v-state/\"><span class=\"volume\">542</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1267</span></a></span>.</p>\n<p>We observe that we are unable to conceive of a sound rationalization as to how the peremptory striking of blacks from the petit jury panel would deny a white defendant equal protection of the laws. In any event, the question was not answered in <i>Batson,</i> and we look forward to the final determination of that matter by the Supreme Court when it chooses to address it.</p>\n<p>The answer to the first question presented to us is that the Court of Special Appeals did misapply <i>Batson</i> to the circumstances of this case.</p>\n<p></p>\n<h2><i>(B)</i></h2>\n<p>Although the Supreme Court looked to the constitutional guarantee of equal protection of the law in deciding <i>Batson,</i> Gorman suggests that the constitutional rights to due process of law were violated by the peremptory challenges here. He suggests that <i>Peters v. Kiff,</i> <span class=\"citation\" data-id=\"108589\"><a href=\"/opinion/108589/peters-v-kiff/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span>, <span class=\"citation\" data-id=\"108589\"><a href=\"/opinion/108589/peters-v-kiff/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2163</span></a></span>, <span class=\"citation\" data-id=\"108589\"><a href=\"/opinion/108589/peters-v-kiff/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">83</span></a></span> (1972), is \"[i]nstructive on this issue.\" It is correct that in <i>Peters</i> Justice Marshall, in the opinion announcing the Court's judgment, and the two members of the Court who joined his opinion, appeared to conclude that a white defendant had standing to challenge racial discrimination against black jurors, grand or petit, and that on the merits, the State's actions violated the defendant's due process right to an impartial jury. 407 U.S. at 502-504, 92 S.Ct. at 2168-2169. But <i>Peters</i> did not involve the still recognized peremptory challenges. As <i>Gorman</i> points out, the case was decided on due process grounds because \"Peters had been indicated by an illegally composed jury.\" We have noted that <i>Batson</i> did not declare peremptory challenges <i>per se</i> unconstitutional. <i>Peters</i> spoke in terms of \"[i]llegal and unconstitutional jury selection procedures ...\" and of \"the exclusion from jury service of a substantial and identifiable class of citizens....\" 407 U.S. at 502, 92 S.Ct. at 2168. In the light of <i>Batson,</i> the action of the prosecutor here in the exercise of peremptory challenges simply did not evidence such racial discrimination as to amount to a violation of due process as envisioned in <i>Peters.</i></p>\n<p></p>\n<h2>(2)</h2>\n<p><i>Batson</i> was founded solely on the Equal Protection Clause of the Fourteenth Amendment to the Constitution of the United States. <i>See</i> note 5, <i>supra.</i> The majority of the Court looked to this constitutional right even though Batson expressly refused to raise it, both in the Supreme Court of the United States and the Supreme Court of Kentucky. 476 U.S. at 112, 106 S.Ct. at 1731 (Burger, C.J., dissenting). Batson disclaimed any reliance on the Fourteenth Amendment, pressing instead only a claim based on the Sixth Amendment. <i>Id.</i> at 112-115, 106 S.Ct. at 1731-1733. The majority ignored the Sixth Amendment argument and proceeded to decision under the Fourteenth Amendment, much to the consternation of the Chief Justice. <i>Id.</i> at 113-118, 106 S.Ct. at 1731-1734. It did so without directing the parties, when granting certiorari, to brief the equal protection question in addition to the Sixth Amendment question, nor did the Court, as it sometimes does, direct reargument on the equal protection question following oral argument. <i>Id.</i> at 115-116, 106 S.Ct. at 1732-1733. None of the concurring opinions suggested that peremptory challenges were a Sixth Amendment concern. Justice Marshall said in his concurring opinion:</p>\n<blockquote>I wholeheartedly concur in the Court's conclusion that use of the peremptory challenge to remove blacks from juries, on the basis of their race, violates the Equal Protection Clause.</blockquote>\n<p><i>Id.</i> at 105, 106 S.Ct. at 1727. The Sixth Amendment was referred to in the opinion of the Court in footnote 1 at 82, 106 S.Ct. at 1714:</p>\n<blockquote>Following the lead of a number of state courts construing their State's Constitution, two Federal Courts of Appeals recently have accepted the view that peremptory challenges used to strike black jurors in a particular case may violate the Sixth Amendment.</blockquote>\n<p>But in footnote 4 at 84-85, 106 S.Ct. at 1716 the Court said:</p>\n<blockquote>In this Court, petitioner has argued that the prosecutor's conduct violated his rights under the Sixth and Fourteenth Amendments to an impartial jury and to a jury drawn from a cross section of the community. Petitioner has framed his argument in these terms in an apparent effort to avoid inviting the Court directly to reconsider one of its own precedents. On the other hand, the State has insisted that petitioner is claiming a denial of equal protection and that we must reconsider <i>Swain</i> to find a constitutional violation on this record. We agree with the State that resolution of petitioner's claim properly turns on application of equal protection principles and express no view on the merits of any of petitioner's Sixth Amendment arguments.</blockquote>\n<p>None of the authors of the concurring opinions voiced displeasure at the failure of the Court to consider Batson's Sixth Amendment arguments. Justice Rehnquist declared in his dissenting opinion, joined by the Chief Justice, that he did not see \"how [the use of peremptory challenges] violates the Equal Protection Clause,\" and then observed:</p>\n<blockquote>Nor does such use of peremptory challenges by the State infringe upon any other constitutional interests. The Court does not suggest that exclusion of blacks from the jury through the State's use of peremptory challenges results in a violation of either the fair-cross-section or impartiality component of the Sixth Amendment.</blockquote>\n<p><i>Id.</i> at 138, 106 S.Ct. at 1745. If there were any doubt about the application of the Sixth Amendment to peremptory challenges, it was resolved in <i>Lockhart v. McCree,</i> <span class=\"citation\" data-id=\"111665\"><a href=\"/opinion/111665/lockhart-v-mccree/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">162</span></a></span>, <span class=\"citation\" data-id=\"111665\"><a href=\"/opinion/111665/lockhart-v-mccree/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1758</span></a></span>, <span class=\"citation\" data-id=\"111665\"><a href=\"/opinion/111665/lockhart-v-mccree/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">137</span></a></span> (1986), decided within a week after <i>Batson.</i> The Court held flatly that the fair-cross-section component of the Sixth Amendment did not apply to peremptory challenges. It said:</p>\n<blockquote>We have never invoked the fair-cross-section principle to invalidate the use of either for-cause or peremptory challenges to prospective jurors, or to require petit juries, as opposed to jury panels or venires, to reflect the composition of the community at large. The limited scope of the fair-cross-section requirement is a direct and inevitable consequence of the practical impossibility of providing each criminal defendant with a truly \"representative\" petit jury, ... a basic truth.... We remain convinced that an extension of the fair-cross-section requirement to petit juries would be unworkable and unsound, and we decline McCree's invitation to adopt such an extension.</blockquote>\n<p><i>Id.,</i> 476 U.S. at 173-174, 106 S.Ct. at 1764-1765.</p>\n<p>The answer to the second question presented to us is that Gorman may not assert, by way of peremptory challenges, a Sixth Amendment claim of fair-cross-section deprivation in the composition of his jury.</p>\n<p></p>\n<h2>(3)</h2>\n<p>The third question, as argued, would come into play only if the rule of <i>Batson</i> applied so that the procedures spelled out therein must be followed. If so, the State urges, a reversal of the judgments of conviction and sentence would not be appropriate. A limited remand for compliance with the <i>Batson</i> procedures would suffice. Reversal of the judgments entered in the trial court would be called for only if, on remand, the judge found that the defendant made out a prima facie case of purposeful discrimination and the State failed to come forward with a neutral explanation. In light of our conclusion that <i>Batson</i> does not apply in the circumstances of this case, the question as presented is not reached. Of course, it follows from our holding that since the judgments of the trial court stand as not constitutionally tainted, a new trial is not involved.</p>\n<p>JUDGMENT OF THE COURT OF SPECIAL APPEALS REVERSED;</p>\n<p>COSTS IN THIS COURT AND IN THE COURT OF SPECIAL APPEALS TO BE PAID BY ROBERT WILLIAM GORMAN.</p>\n<p>ELDRIDGE, J., dissents with opinion in which COLE, J., concurs.</p>\n<p>ELDRIDGE, Judge, dissenting:</p>\n<p>The majority holds that the defendant may not challenge on equal protection grounds the State's use of peremptory strikes to remove black persons from the jury because the defendant himself is not black. The majority also holds that the State's use of peremptory challenges to discriminate against black veniremen neither violates due process nor violates the right to an impartial jury under the Sixth Amendment.</p>\n<p>I do not agree with any of these holdings. The State's use of its peremptory challenges to strike the only two black persons from the jury in this case constituted a prima facie showing that the State had discriminated in violation of the Equal Protection Clause of the Fourteenth Amendment. It required the State's Attorney to give an explanation for his conduct. <i>Batson v. Kentucky,</i> <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span></a></span> (1986). The fact that the defendant was not a black person should not relieve the State of its obligation to explain a prima facie showing of racially discriminatory action.<sup>[1]</sup> Moreover, I believe that the prima facie racial discrimination in jury selection, without any explanation, violated the defendant's Fourteenth Amendment right to due process of law and his Sixth Amendment right to an impartial jury. Finally, in my view, the State's action in this case is inconsistent with Articles 21 and 24 of the Maryland Declaration of Rights.</p>\n<p></p>\n<h2>I.</h2>\n<p>The majority takes the position that the equal protection principles set forth in <i>Batson v. Kentucky, supra</i><i>,</i> apply \"only\" to the \"circumstance\" of \"a black defendant aggrieved by the peremptory striking by the State of ... black veniremen from the petit jury which was empaneled to try him.\" In so holding, the majority refrains from stating that the defendant lacks \"standing\" to mount an equal protection challenge. Instead, the majority seems to proceed as if the State, even if purposely exercising peremptory challenges to exclude black veniremen from the jury, does not violate the Equal Protection Clause unless the defendant is also black. The majority's decision purports to be grounded upon substantive equal protection doctrine rather than a lack of standing.<sup>[2]</sup></p>\n<p>It is clear, however, that the State violates the Equal Protection Clause when its agent deliberately uses peremptory challenges to exclude persons from jury service because of their race or color, regardless of the defendant's race or color. In <i>Batson v. Kentucky, supra</i><i>,</i> after pointing out that \"the defendant does have the right to be tried by a jury whose members are selected pursuant to nondiscriminatory criteria\" (476 U.S. at 85-86, 106 S.Ct. at 1717), the Supreme Court went on (476 U.S. at 87-88, 106 S.Ct. at 1717-1718):</p>\n<blockquote>\"Racial discrimination in selection of jurors harms not only the accused whose life or liberty they are summoned to try. Competence to serve as a juror ultimately depends on an assessment of individual qualifications and ability impartially to consider evidence presented at a trial. <i>See </i><i>Thiel v. Southern Pacific Co.,</i> <span class=\"citation\" data-id=\"104296\"><a href=\"/opinion/104296/thiel-v-southern-pacific-co/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span>, 223-224 [<span class=\"citation\" data-id=\"104296\"><a href=\"/opinion/104296/thiel-v-southern-pacific-co/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">984</span></a></span>, 987-88, <span class=\"citation\" data-id=\"104296\"><a href=\"/opinion/104296/thiel-v-southern-pacific-co/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1181</span></a></span>] (1946). A person's race simply `is unrelated to his fitness as a juror.' <i>Id.,</i> at 227 [66 S.Ct. at 989] (Frankfurter, J., dissenting). As long ago as <i>Strauder,</i> therefore, the Court recognized that by denying a person participation in jury service on account of his race, the State unconstitutionally discriminated against the excluded juror. 100 U.S. at 308; see <i>Carter v. Jury Comm'n of Greene County, supra,</i> [<span class=\"citation\" data-id=\"108026\"><a href=\"/opinion/108026/carter-v-jury-commn-of-greene-cty/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>] at 329-330 [<span class=\"citation\" data-id=\"108026\"><a href=\"/opinion/108026/carter-v-jury-commn-of-greene-cty/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">518</span></a></span>, 523-528, <span class=\"citation\" data-id=\"108026\"><a href=\"/opinion/108026/carter-v-jury-commn-of-greene-cty/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">549</span></a></span> (1970)]; <i>Neal v. Delaware, supra,</i> [103 U.S. [370]] at 386 [<span class=\"citation\" data-id=\"90336\"><a href=\"/opinion/90336/neal-v-delaware/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">567</span></a></span> (1881)].</blockquote>\n<blockquote>\"The harm from discriminatory jury selection extends beyond that inflicted on the defendant and the excluded juror to touch the entire community. Selection procedures that purposefully exclude black persons from juries undermine public confidence in the fairness of our system of justice. See <i>Ballard v. United States,</i> <span class=\"citation\" data-id=\"104334\"><a href=\"/opinion/104334/ballard-v-united-states/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span>, 195 [<span class=\"citation\" data-id=\"104334\"><a href=\"/opinion/104334/ballard-v-united-states/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">261</span></a></span>, 265, <span class=\"citation\" data-id=\"104334\"><a href=\"/opinion/104334/ballard-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">181</span></a></span>] (1946); <i>McCray v. New York,</i> <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">961</span></span>, 968 [<span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2438</span></span>, 2440, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1322</span></span>] (1983) (MARSHALL, J., dissenting from denial of certiorari). Discrimination within the judicial system is most pernicious because it is `a stimulant to that race prejudice which is an impediment to securing to [black citizens] that equal justice which the law aims to secure to all others.' <i>Strauder,</i> 100 U.S. at 308.\"</blockquote>\n<p>And later the Court again emphasized that \"[t]he core guarantee of equal protection, ensuring citizens that their State will not discriminate on account of race, would be meaningless were we to approve the exclusion of jurors on the basis of ... assumptions\" that \"blacks as a group are unqualified to serve as jurors\" or \"will be biased,\" 476 U.S. at 97-98, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1723</span></span>. <i>See,</i> in addition, <i>Rose v. Mitchell,</i> <span class=\"citation\" data-id=\"110143\"><a href=\"/opinion/110143/rose-v-mitchell/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 555-556, <span class=\"citation\" data-id=\"110143\"><a href=\"/opinion/110143/rose-v-mitchell/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2993</span></a></span>, 3000, <span class=\"citation\" data-id=\"110143\"><a href=\"/opinion/110143/rose-v-mitchell/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">739</span></a></span> (1979); <i>Ballard v. United States,</i> <span class=\"citation\" data-id=\"104334\"><a href=\"/opinion/104334/ballard-v-united-states/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span>, 195, <span class=\"citation\" data-id=\"104334\"><a href=\"/opinion/104334/ballard-v-united-states/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">261</span></a></span>, 265, <span class=\"citation\" data-id=\"104334\"><a href=\"/opinion/104334/ballard-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">181</span></a></span> (1946); <i>Hill v. Texas,</i> <span class=\"citation\" data-id=\"103690\"><a href=\"/opinion/103690/hill-v-texas/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 406, <span class=\"citation\" data-id=\"103690\"><a href=\"/opinion/103690/hill-v-texas/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1159</span></a></span>, 1162, <span class=\"citation\" data-id=\"103690\"><a href=\"/opinion/103690/hill-v-texas/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1559</span></a></span> (1942).</p>\n<p>As a State's exercise of peremptory challenges purposely to exclude blacks from the jury is obviously a violation of the Equal Protection Clause, the majority's holding in this case, however worded, analytically involves a matter of standing. The majority in effect holds that, under the circumstances of this case, the defendant has no standing to attack the State's prima facie violation of the Equal Protection Clause.</p>\n<p></p>\n<h2>II.</h2>\n<p>In holding that the defendant may not challenge the State's conduct, the majority apparently reasons that the defendant, who is white, is not aggrieved or suffered no injury from the State's discrimination against black veniremen. I disagree.</p>\n<p>The majority opinion proceeds on the unexamined assumption that <i>Batson</i> itself is dispositive of the equal protection-standing issue in this case.<sup>[3]</sup> In holding that, under the Equal Protection Clause, a white defendant has no standing to object to the racially discriminatory exclusion of black jurors, the majority states: \"We decline to go further than the Supreme Court.\" Nevertheless, because both <i>Batson</i> and the case it overruled, <i>Swain v. Alabama,</i> <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">759</span></a></span> (1965), concerned a black defendant's challenge to the racially discriminatory exclusion of black jurors, the Supreme Court had no occasion \"to go further\" than it did. <i>Batson</i> simply does not resolve the standing issue presented in this case.</p>\n<p>Equally troubling is the majority's emphasis on <i>Swain v. Alabama, supra</i><i>,</i> and its unwillingness to go beyond the discredited doctrine of that case. The majority apparently believes that, since peremptory challenges were virtually unassailable under <i>Swain,</i> they remain so today unless <i>Batson</i> expressly provides otherwise. Since the Supreme Court has not yet explicitly ruled upon a white defendant's prima facie showing that the prosecution has struck black jurors solely on the ground of their race, the majority concludes that the white defendant may not question the State's discriminatory use of peremptory strikes.</p>\n<p>This emphasis on <i>Swain</i> is inappropriate. The \"right\" to employ peremptory challenges, while perhaps important, is neither conferred by the federal Constitution, <i>Batson v. Kentucky, supra,</i> 476 U.S. at 91, 106 S.Ct. at 1720, nor by the Maryland Constitution. Consequently, even <i>Swain</i> recognized that the use of peremptory challenges must yield when it conflicts with constitutional rights, 380 U.S. at 222-224, 85 S.Ct. at 837-838. Moreover, as the majority points out, peremptory challenges are considered important because they \"traditionally have been viewed as one means of assuring the selection of a qualified and unbiased jury,\" <i>Batson v. Kentucky, supra,</i> 476 U.S. at 91, 106 S.Ct. at 1720. It is unclear, however, why the use of peremptory challenges should remain immune from scrutiny when the State has apparently attempted to subvert these goals.</p>\n<p>The majority's decision in this case is in accord with the so-called \"same-class rule,\" under which a criminal defendant is denied standing to bring a Fourteenth Amendment challenge to the exclusion of a juror unless the defendant and the juror are members of the same \"cognizable group.\" While many courts have adopted this rule,<sup>[4]</sup> it is inconsistent with contemporary understanding of equal protection of the laws, at least in the context of racial discrimination. For example, few enlightened persons would maintain that a white child is not injured when, as a result of discrimination against black children, he must attend a segregated school. In fact, on several occasions, the Supreme Court has entertained school desegregation cases that were brought on behalf of <i>all</i> children in a school district. <i>Columbus Bd. of Ed. v. Penick,</i> <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2941</span></a></span>, <span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (1979), <i>aff'g</i> <span class=\"citation\" data-id=\"359657\"><a href=\"/opinion/359657/gary-l-penick-v-columbus-board-of-education-and-the-ohio-state-board-of/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">787</span></a></span>, 795 (6th Cir.1978); <i>Milliken v. Bradley,</i> <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 722, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, 3116, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span> (1974) (class of \"`all school children in the City of Detroit, Michigan, and all Detroit resident parents who have children of school age'\").<sup>[5]</sup><i>See also </i><i>Hamm v. Virginia State Bd. of Elections,</i> <span class=\"citation\" data-id=\"1412975\"><a href=\"/opinion/1412975/hamm-v-virginia-state-board-of-elections/\"><span class=\"volume\">230</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">156</span></a></span> (E.D.Va.), <i>aff'd,</i> <span class=\"citation\" data-id=\"106926\"><a href=\"/opinion/106926/tancil-v-woolls/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">157</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></span> (1964) (court entertained equal protection challenge, brought by blacks and whites, to statutes requiring that public records be kept on segregated basis). From an equal protection standpoint, \"[t]he vice ... is the State's placing its power and prestige behind a policy of racial classification.\" <i>Anderson v. Martin,</i> <span class=\"citation\" data-id=\"1423990\"><a href=\"/opinion/1423990/anderson-v-martin/\"><span class=\"volume\">206</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">700</span></a></span>, 705 (D.La. 1962) (Wisdom, J., dissenting), <i>rev'd,</i> <span class=\"citation\" data-id=\"106727\"><a href=\"/opinion/106727/dupuy-h-anderson-v-wade-o-martin-jr/\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">399</span></a></span>, <span class=\"citation\" data-id=\"106727\"><a href=\"/opinion/106727/dupuy-h-anderson-v-wade-o-martin-jr/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">454</span></a></span>, <span class=\"citation\" data-id=\"106727\"><a href=\"/opinion/106727/dupuy-h-anderson-v-wade-o-martin-jr/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">430</span></a></span> (1964). All persons are injured when the State intentionally engages in racially discriminatory conduct.</p>\n<p>Nonetheless, in applying the same-class rule, some courts have relied on selected language from Supreme Court opinions. One such opinion is <i>Castaneda v. Partida,</i> <span class=\"citation\" data-id=\"109627\"><a href=\"/opinion/109627/castaneda-v-partida/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">482</span></a></span>, <span class=\"citation\" data-id=\"109627\"><a href=\"/opinion/109627/castaneda-v-partida/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1272</span></a></span>, <span class=\"citation\" data-id=\"109627\"><a href=\"/opinion/109627/castaneda-v-partida/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">498</span></a></span> (1977), which concerned a Mexican-American's allegations of systematic discrimination against Mexican-Americans in the selection of grand juries. In setting forth the elements that constitute a prima facie case of intentional discrimination, the <i>Castaneda</i> Court stated (430 U.S. at 494, 97 S.Ct. at 1280): \"[I]n order to show that an equal protection violation has occurred in the context of grand jury selection, the defendant must show that the procedure employed resulted in a substantial underrepresentation of his race or of the identifiable group to which he belongs.\" The Court reiterated this statement in <i>Rose v. Mitchell, supra,</i> 443 U.S. at 565, 99 S.Ct. at 3005, a case concerning a black defendant's allegations of discrimination against blacks in the selection of grand jury foremen.<sup>[6]</sup> Thus, like <i>Batson,</i> both <i>Rose v. Mitchell, supra</i><i>,</i> and <i>Castaneda v. Partida, supra</i><i>,</i> involved the systematic exclusion of jurors belonging to the defendant's own group. Therefore, neither case decided the question presented in this case, namely, whether a criminal defendant belonging to one race has standing to challenge intentional racial discrimination against jurors of another race. <i>See </i><i>United States v. Perez-Hernandez,</i> <span class=\"citation\" data-id=\"400934\"><a href=\"/opinion/400934/united-states-v-mario-perez-hernandez/\"><span class=\"volume\">672</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></a></span>, 1386 (11th Cir.1982).</p>\n<p>The United States Supreme Court case which did involve the same-class rule in the context of excluding black persons from juries was <i>Peters v. Kiff,</i> <span class=\"citation\" data-id=\"108589\"><a href=\"/opinion/108589/peters-v-kiff/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span>, <span class=\"citation\" data-id=\"108589\"><a href=\"/opinion/108589/peters-v-kiff/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2163</span></a></span>, <span class=\"citation\" data-id=\"108589\"><a href=\"/opinion/108589/peters-v-kiff/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">83</span></a></span> (1972). The Court rejected the same-class rule in that context, holding in <i>Peters</i> that a white defendant had standing to challenge racial discrimination against blacks in the selection of grand and petit juries. The defendant in <i>Peters</i> asserted that such discrimination violated his Fourteenth Amendment rights to due process and equal protection. In response, the State of Georgia argued that, because the defendant was not black, his conviction should not be disturbed. In two separate opinions, six Justices disagreed with the State's argument and held that the white defendant had standing.</p>\n<p>Directing himself to \"the commands of equal protection and of due process,\" 407 U.S. at 496, 92 S.Ct. at 2165, Justice Marshall, in the opinion announcing the Court's judgment in <i>Peters,</i> reasoned as follows (407 U.S. at 502-504, 92 S.Ct. at 2168-2169):</p>\n<blockquote>\"Illegal and unconstitutional jury selection procedures cast doubt on the integrity of the whole judicial process. They create the appearance of bias in the decision of individual cases, and they increase the risk of actual bias as well.</blockquote>\n<blockquote>\"If it were possible to say with confidence that the risk of bias resulting from the arbitrary action involved here is confined to cases involving Negro defendants, then perhaps the right to challenge the tribunal on that ground could be similarly confined. The case of the white defendant might then be thought to present a species of harmless error.</blockquote>\n<blockquote>\"But the exclusion from jury service of a substantial and identifiable class of citizens has a potential impact that is too subtle and too pervasive to admit of confinement to particular issues or particular cases. First, if we assume that the exclusion of Negroes affects the fairness of the jury only with respect to issues presenting a clear opportunity for the operation of race prejudice, that assumption does not provide a workable guide for decision in particular cases. For the opportunity to appeal to race prejudice is latent in a vast range of issues, cutting across the entire fabric of our society.</blockquote>\n<blockquote>\"Moreover, we are unwilling to make the assumption that the exclusion of Negroes has relevance only for issues involving race. When any large and identifiable segment of the community is excluded from jury service, the effect is to remove from the jury room qualities of human nature and varieties of human experience, the range of which is unknown and perhaps unknowable. It is not necessary to assume that the excluded group will consistently vote as a class in order to conclude, as we do, that its exclusion deprives the jury of a perspective on human events that may have unsuspected importance in any case that may be presented.</blockquote>\n<blockquote>\"It is in the nature of the practices here challenged that proof of actual harm, or lack of harm, is virtually impossible to adduce.... In light of the great potential for harm latent in an unconstitutional jury-selection system, and the strong interest of the criminal defendant in avoiding that harm, any doubt should be resolved in favor of giving the opportunity for challenging the jury to too many defendants, rather than giving it to too few.</blockquote>\n<blockquote>\"Accordingly, we hold that, whatever his race, a criminal defendant has standing to challenge the system used to select his grand or petit jury, on the ground that it arbitrarily excludes from service the members of any race, and thereby denies him due process of law.\"</blockquote>\n<p>Thus, in <i>Peters,</i> Justice Marshall and the two members of the Court who joined his opinion appeared to conclude that the defendant had standing under both the Equal Protection Clause and the Due Process Clause to challenge racial discrimination against black jurors and that, on the merits, the State's actions violated the defendant's due process right to an impartial jury. <i>Accord, </i><i>Ford v. Kentucky,</i> <span class=\"citation\" data-id=\"111323\"><a href=\"/opinion/111323/louis-m-parker-ford-v-kentucky/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">984</span></a></span>, 985, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">392</span></span>, 393, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">325</span></span> (1984) (Marshall, J., dissenting from denial of certiorari).<sup>[7]</sup></p>\n<p>Moreover, when a white defendant complains of racial discrimination against black jurors, it is largely irrelevant whether he is said to have suffered a violation of his right to equal protection or whether, because of the violation of the jurors' rights to equal protection, he is said to have been denied due process.<sup>[8]</sup> In either case, the opinion announcing the judgment of the Court in <i>Peters v. Kiff</i> makes it clear that the white defendant has standing to challenge the State's conduct.</p>\n<p>Three other members of the Court concurred in the judgment in <i>Peters.</i> In this opinion, Justice White emphasized \"the central concern of the Fourteenth Amendment with racial discrimination\" and \"the strong statutory policy of [18 U.S.C.] § 243,\" which implements the concerns of that Amendment, 407 U.S. at 507, 92 S.Ct. at 2170. Thus, while recognizing that his position was contrary to \"the generally accepted constitutional view,\" 407 U.S. at 506, 92 S.Ct. at 2170, Justice White concluded that, under the Fourteenth Amendment<sup>[9]</sup> and § 243, the white <i>Peters</i> defendant had standing to challenge racial discrimination against black jurors. 407 U.S. at 506-507, 92 S.Ct. at 2170.<sup>[10]</sup></p>\n<p>There is no distinction between the defendant in this case and the defendant in <i>Peters v. Kiff</i><i>.</i> Because a majority of the Supreme Court clearly held that the white defendant in <i>Peters</i> had standing to challenge racial discrimination against black persons in the selection of his jury, the defendant in the present case should also be accorded standing to challenge the State's prima facie discrimination against black veniremen by the use of peremptory strikes.</p>\n<p>This Court also has refused to apply the same-class rule to a defendant's argument that the exclusion of a particular group from juries violated the Equal Protection Clause of the Fourteenth Amendment. In <i>Schowgurow v. State,</i> <span class=\"citation\" data-id=\"1923184\"><a href=\"/opinion/1923184/schowgurow-v-state/\"><span class=\"volume\">240</span> <span class=\"reporter\">Md.</span> <span class=\"page\">121</span></a></span>, 128, <span class=\"citation\" data-id=\"1923184\"><a href=\"/opinion/1923184/schowgurow-v-state/\"><span class=\"volume\">213</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">475</span></a></span>, 480 (1965), the Court held that, insofar as it requires demonstration of belief in God as a qualification for service as a grand or petit juror, Article 36 of the Maryland Declaration of Rights violated both the Establishment Clause of the First Amendment and the Equal Protection Clause of the Fourteenth Amendment. Since Schowgurow himself did not believe in a Supreme Being, he was a member of the same class as the excluded jurors. In <i>State v. Madison,</i> <span class=\"citation\" data-id=\"1923573\"><a href=\"/opinion/1923573/state-v-madison/\"><span class=\"volume\">240</span> <span class=\"reporter\">Md.</span> <span class=\"page\">265</span></a></span>, <span class=\"citation\" data-id=\"1923573\"><a href=\"/opinion/1923573/state-v-madison/\"><span class=\"volume\">213</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">880</span></a></span> (1965), however, this Court held that, under the Equal Protection Clause of the Fourteenth Amendment, a defendant had standing to challenge the exclusion of nonbelievers even though he believed in God and, thus, did not belong to the same class as the excluded jurors. While the dissenters in <i>Madison</i> advocated the same-class rule (240 Md. at 279-280, 213 A.2d at 888-889), the Court relied on a number of decisions from other jurisdictions permitting a defendant to challenge the exclusion of a particular class regardless of whether the defendant himself belonged to that class. Furthermore, the Court recognized that premising the availability of the <i>Schowgurow</i> defense on whether the defendant did or did not believe in God would itself, in effect, run counter to principles of equal protection. Writing for the Court, Judge Reuben Oppenheimer stated (240 Md. at 274, 213 A.2d at 886):</p>\n<blockquote>\"Under the State's contention, while Schowgurow, a Buddhist, was held entitled to a new trial because he was indicted and tried by juries unconstitutionally selected, Madison, a member of the Apostolic faith, selected in the same unconstitutional manner. The only difference between the two men, in this respect, is the nature of their religious beliefs. Discrimination because of opinions about religion is one of the classic examples of denial of the equal protection of the laws. <i>Niemotko v. Maryland,</i> <span class=\"citation\" data-id=\"104842\"><a href=\"/opinion/104842/niemotko-v-maryland/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></a></span>, 272-73 [<span class=\"citation\" data-id=\"104842\"><a href=\"/opinion/104842/niemotko-v-maryland/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">325</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">267</span></span>] (1951); <i>Juarez v. State,</i> <span class=\"citation\" data-id=\"3957857\"><a href=\"/opinion/4188366/jaurez-v-state/\"><span class=\"volume\">102</span> <span class=\"reporter\">Tex. Crim.</span> <span class=\"page\">297</span></a></span>, 303-04, <span class=\"citation no-link\"><span class=\"volume\">277</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">1091</span></span> (1925). If we were to uphold the State's contention in this case, the effect would be that pending indictments against persons who believed in a Supreme Being could not be successfully challenged, while indictments against others who do not have that belief would be dismissed. There would, in effect, be an unconstitutional discrimination in favor of non-believers as against believers.\"</blockquote>\n<p>Similarly, the only difference between the defendant in the present case and the defendant in <i>Batson</i> is the color of their skin. Discrimination on the basis of race, however, is <i>the</i> classic example of a denial of equal protection. Therefore, under this Court's reasoning in <i>Madison,</i> it is inconsistent with principles of equal protection to hold that a black defendant may object to the State's purposeful use of peremptory challenges to remove black jurors, but that a defendant of any other racial group may not.</p>\n<p>In the context of a case such as this, the same-class rule apparently rests on the assumption that a jury, from which black persons have been discriminatorily excluded, would never harbor prejudice against a white defendant. In other words, the same-class rule supposes that \"there can be no racial prejudice between members of the same race,\" <i>Salisbury v. Grimes,</i> <span class=\"citation\" data-id=\"283183\"><a href=\"/opinion/283183/henry-cook-salisbury-v-t-ralph-grimes-sheriff-of-fulton-county-georgia/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 51 (5th Cir.1969). The supposition, however, is clearly false. <i>See </i><i>Castaneda v. Partida, supra,</i> 430 U.S. at 503, 97 S.Ct. at 1284, 1285 (Marshall, J., concurring), and sources cited therein; Note, <i>The Defendant's Challenge to Racial Criterion in Jury Selection,</i> 74 Yale L.J. 919, 921-922 (1965).</p>\n<p>It is not difficult to conceive of instances in which jurors of a particular group might be inclined to discriminate against defendants of the same group. For example, during the 1960's, white civil rights workers frequently incurred the enmity of their fellow whites. As a result, a number of courts permitted white defendants who had been involved in voter registration or picketing to object to the exclusion of black jurors. <i>Allen v. State,</i> <span class=\"citation\" data-id=\"1259929\"><a href=\"/opinion/1259929/allen-v-state/\"><span class=\"volume\">110</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">56</span></a></span>, 62-63, <span class=\"citation\" data-id=\"1259929\"><a href=\"/opinion/1259929/allen-v-state/\"><span class=\"volume\">137</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">711</span></a></span>, 715 (1964); <i>State v. Lowry,</i> <span class=\"citation\" data-id=\"1412830\"><a href=\"/opinion/1412830/state-v-lowry/\"><span class=\"volume\">263</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">536</span></a></span>, 544, <span class=\"citation\" data-id=\"1412830\"><a href=\"/opinion/1412830/state-v-lowry/\"><span class=\"volume\">139</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">870</span></a></span>, 876, <i>cert. denied </i><i>and</i><i> appeal dismissed,</i> <span class=\"citation\" data-id=\"1087632\"><a href=\"/opinion/1087632/mallory-v-north-carolina/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></span> (1965); <i>Bokulich v. Jury Commission of Greene County, Alabama,</i> <span class=\"citation\" data-id=\"1868489\"><a href=\"/opinion/1868489/bokulich-v-jury-commission-of-greene-county-alabama/\"><span class=\"volume\">298</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">181</span></a></span>, 185 (N.D.Ala. 1968), <i>aff'd,</i> <span class=\"citation\" data-id=\"107865\"><a href=\"/opinion/107865/bokulich-v-jury-commn-of-greene-cty/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"107865\"><a href=\"/opinion/107865/bokulich-v-jury-commn-of-greene-cty/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">767</span></a></span>, <span class=\"citation\" data-id=\"107865\"><a href=\"/opinion/107865/bokulich-v-jury-commn-of-greene-cty/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span></a></span> (1969).<sup>[11]</sup> A similar problem might arise, for example, in cases in which the defendant is white but his attorney or his chief witness is black. <i>See</i> L. Magid, <i>Challenges to Jury Composition,</i> 24 San Diego L.Rev. 1081, 1092 (1987). <i>See also </i><i>Castaneda v. Partida, supra,</i> 430 U.S. at 499, 97 S.Ct. at 1282.</p>\n<p>The invalidity of the assumptions underlying the same-class rule, however, is not the most important reason for according a defendant standing to challenge the State's racially discriminatory use of peremptory challenges. As previously discussed, the State's exclusion of persons from jury service on racial grounds, by the exercise of peremptory challenges, is clearly a violation of the Fourteenth Amendment's Equal Protection Clause. Such racial discrimination in jury selection \"violates a defendant's right to equal protection because it denies him the protection that a trial by jury is intended to secure.\" <i>Batson v. Kentucky, supra,</i> 476 U.S. at 86, 106 S.Ct. at 1717. In addition, the racially discriminatory conduct harms the persons excluded from jury service, harms the criminal justice system, and harms the entire community. It is the type of invidious discrimination which the Equal Protection Clause was specifically designed to prohibit, and which a court should not tolerate. In a criminal case the defendant, regardless of his own race, is normally the only party who can challenge the State's racial discrimination in the selection of the jury. Consequently, I would hold that the defendant in the present case has standing to challenge, under the Fourteenth Amendment's Equal Protection Clause, the State's prima facie discriminatory exercise of peremptory challenges. I would reach the same conclusion under Article 24 of the Maryland Declaration of Rights.</p>\n<p></p>\n<h2>III.</h2>\n<p>As pointed out in the majority opinion, the defendant Gorman also argues that the State's use of peremptory challenges to exclude all of the black veniremen from the jury denied him due process of law. The defendant specifically relies upon <i>Peters v. Kiff, supra</i><i>.</i></p>\n<p>The majority seems to acknowledge that the defendant has \"standing\" to challenge the State's action on due process grounds. Nonetheless, the majority rejects the defendant's due process argument, saying that \"[i]n the light of <i>Batson,</i> the action of the prosecutor here in the exercise of peremptory challenges simply did not evidence such racial discrimination as to amount to a violation of due process as envisioned in <i>Peters.</i>\" I totally fail to understand this reasoning by the majority.</p>\n<p><i>Batson v. Kentucky, supra</i><i>,</i> reiterated the holdings of a multitude of prior cases that the United States Constitution \"forbids the prosecutor to challenge potential jurors solely on account of their race,\" 476 U.S. at 89, 106 S.Ct. at 1719. <i>Peters v. Kiff, supra</i><i>,</i> makes it clear that the State's exclusion of black persons from the petit jury, solely on account of their race, is unlawful under the Fourteenth Amendment and constitutes a violation of 18 U.S.C. § 243; moreover, the illegality of the jury composition in no way depends upon the defendant's race. As Justice Marshall stated in the opinion announcing the Court's judgment in <i>Peters,</i> 407 U.S. at 497-498, 92 S.Ct. at 2166:</p>\n<blockquote>\"This Court has repeatedly held that the Constitution prohibits such selection practices, with respect to the grand jury, the petit jury, or both. Moreover, Congress has made it a crime for a public official to exclude anyone from a grand or petit jury on the basis of race, 18 U.S.C. § 243, and this Court upheld the statute, approving the congressional determination that such exclusion would violate the express prohibitions of the Equal Protection Clause. Ex parte Virginia, <span class=\"citation\" data-id=\"90041\"><a href=\"/opinion/90041/ex-parte-virginia/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, <span class=\"citation\" data-id=\"90041\"><a href=\"/opinion/90041/ex-parte-virginia/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">676</span></a></span> (1880). The crime, and the unconstitutional state action, occur whether he is white or Negro, acquitted or convicted. In short, when a grand or petit jury has been selected on an impermissible basis, the existence of a constitutional violation does not depend on the circumstances of the person making the claim.\"</blockquote>\n<p>Justice Marshall, joined by two other justices, went on to hold that the unlawful racial discrimination in jury selection denied the defendant due process of law, and that the defendant, without having to show \"actual bias\" in the jury or \"actual harm\" to himself, had standing to raise the due process violation, 407 U.S. at 501-505, 92 S.Ct. at 2168-2170. Justice White, joined by two other members of the Court, took the position that the State's exclusion of black persons from jury service violated the Fourteenth Amendment and 18 U.S.C. § 243, and could be challenged by a white defendant.</p>\n<p>What <i>Batson v. Kentucky, supra</i><i>,</i> added was to lessen the evidentiary burden upon the criminal defendant when the State's alleged racial discrimination in jury selection took the form of peremptory challenges. As Justice Powell stated for the Court in the opening paragraph of <i>Batson,</i> 476 U.S. at 82, 106 S.Ct. at 1714, the case \"concern[ed] the evidentiary burden placed on the criminal defendant\" who alleges discrimination in jury selection. Nothing in <i>Batson</i> modified the substantive holdings in <i>Peters v. Kiff</i> regarding the denial of the defendant's due process rights or general Fourteenth Amendment rights where the State excludes black persons from jury service.</p>\n<p>In the instant case, when the State used its peremptory challenges to strike all of the black veniremen, there arose under the evidentiary standards of <i>Batson</i> a <i>prima facie</i> case of racial discrimination in violation of the Fourteenth Amendment. Under <i>Peters v. Kiff, supra</i><i>,</i> the defendant, regardless of his race or color, is entitled to challenge the State's <i>prima facie</i> unlawful exclusion of black persons from the jury.<sup>[12]</sup></p>\n<p></p>\n<h2>IV.</h2>\n<p>Both the Sixth Amendment to the United States Constitution and Article 21 of the Maryland Declaration of Rights guarantee a criminal defendant the right to trial \"by an impartial jury.\" Several courts have held that the State's use of peremptory challenges to exclude persons of a particular race from the jury violates either the Sixth Amendment Right to an impartial jury or the equivalent state constitutional provision. <i>See,</i> e.g., <i>State v. Superior Court,</i> <span class=\"citation\" data-id=\"1176285\"><a href=\"/opinion/1176285/state-v-superior-ct-in-for-maricopa-cty/\"><span class=\"volume\">157</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">541</span></a></span>, <span class=\"citation\" data-id=\"1176285\"><a href=\"/opinion/1176285/state-v-superior-ct-in-for-maricopa-cty/\"><span class=\"volume\">760</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">541</span></a></span> (1988) (white defendant accorded standing to challenge under the Sixth Amendment the prosecution's use of peremptory challenges to exclude the only two black veniremen from the jury); <i>People v. Wheeler,</i> <span class=\"citation\" data-id=\"1291154\"><a href=\"/opinion/1291154/people-v-wheeler/\"><span class=\"volume\">22</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">258</span></a></span>, <span class=\"citation\" data-id=\"1291154\"><a href=\"/opinion/1291154/people-v-wheeler/\"><span class=\"volume\">148</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">890</span></a></span>, <span class=\"citation\" data-id=\"1291154\"><a href=\"/opinion/1291154/people-v-wheeler/\"><span class=\"volume\">583</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">748</span></a></span> (1978); <i>Riley v. State,</i> <span class=\"citation\" data-id=\"1958976\"><a href=\"/opinion/1958976/riley-v-state/\"><span class=\"volume\">496</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">997</span></a></span> (Del. 1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3339</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">743</span></span>, (1986); <i>State v. Neil,</i> <span class=\"citation\" data-id=\"1129622\"><a href=\"/opinion/1129622/state-v-neil/\"><span class=\"volume\">457</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">481</span></a></span> (Fla. 1984); <i>Commonwealth v. Soares,</i> <span class=\"citation\" data-id=\"2217599\"><a href=\"/opinion/2217599/commonwealth-v-soares/\"><span class=\"volume\">377</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">461</span></a></span>, <span class=\"citation\" data-id=\"2217599\"><a href=\"/opinion/2217599/commonwealth-v-soares/\"><span class=\"volume\">387</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">499</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">881</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">170</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></span> (1979); <i>State v. Gilmore,</i> <span class=\"citation\" data-id=\"1520218\"><a href=\"/opinion/1520218/state-v-gilmore/\"><span class=\"volume\">103</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">508</span></a></span>, <span class=\"citation\" data-id=\"1520218\"><a href=\"/opinion/1520218/state-v-gilmore/\"><span class=\"volume\">511</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1150</span></a></span> (1986); <i>State v. Crespin,</i> <span class=\"citation\" data-id=\"1270654\"><a href=\"/opinion/1270654/state-v-crespin/\"><span class=\"volume\">94</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">486</span></a></span>, <span class=\"citation\" data-id=\"1270654\"><a href=\"/opinion/1270654/state-v-crespin/\"><span class=\"volume\">612</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">716</span></a></span> (N.M.Ct.App. 1980). <i>See also</i> L. Magid, <i>Challenges To Jury Composition, supra,</i> 24 San Diego L.Rev. 1081.</p>\n<p>In <i>Evans v. State,</i> <span class=\"citation\" data-id=\"2292241\"><a href=\"/opinion/2292241/evans-v-state/\"><span class=\"volume\">304</span> <span class=\"reporter\">Md.</span> <span class=\"page\">487</span></a></span>, 522-528, <span class=\"citation\" data-id=\"2292241\"><a href=\"/opinion/2292241/evans-v-state/\"><span class=\"volume\">499</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1261</span></a></span> (1985), <i>reconsideration denied,</i> <span class=\"citation\" data-id=\"1904134\"><a href=\"/opinion/1904134/foster-evans-and-huffington-v-state/\"><span class=\"volume\">305</span> <span class=\"reporter\">Md.</span> <span class=\"page\">306</span></a></span>, <span class=\"citation\" data-id=\"1904134\"><a href=\"/opinion/1904134/foster-evans-and-huffington-v-state/\"><span class=\"volume\">503</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1326</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3310</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span></span> (1986), and <i>Lawrence v. State,</i> <span class=\"citation\" data-id=\"1955325\"><a href=\"/opinion/1955325/lawrence-v-state/\"><span class=\"volume\">295</span> <span class=\"reporter\">Md.</span> <span class=\"page\">557</span></a></span>, 567-572, <span class=\"citation\" data-id=\"1955325\"><a href=\"/opinion/1955325/lawrence-v-state/\"><span class=\"volume\">457</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1127</span></a></span> (1983), without deciding the issue, this Court in effect assumed arguendo that we would follow the above-cited cases. We held in <i>Evans</i> that the prosecutor had sufficiently explained his peremptory strikes so as to rebut the prima facie case of racial discrimination (304 Md. at 528, 499 A.2d at 1282), and we held in <i>Lawrence</i> that the defendant had failed to establish a prima facie case under the standards of the <i>Wheeler</i> and <i>Soares</i> opinions (295 Md. at 571, 457 A.2d at 1134). <i>See</i> the discussion in <i>Stanley v. State,</i> <span class=\"citation\" data-id=\"1915863\"><a href=\"/opinion/1915863/stanley-v-state/\"><span class=\"volume\">313</span> <span class=\"reporter\">Md.</span> <span class=\"page\">50</span></a></span>, 57 n. 2, <span class=\"citation\" data-id=\"1915863\"><a href=\"/opinion/1915863/stanley-v-state/\"><span class=\"volume\">542</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1267</span></a></span> (1988).<sup>[13]</sup></p>\n<p>The decisions of the Supreme Court from <i>Strauder v. West Virginia,</i> <span class=\"citation\" data-id=\"90039\"><a href=\"/opinion/90039/strauder-v-west-virginia/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span>, 308, <span class=\"citation\" data-id=\"90039\"><a href=\"/opinion/90039/strauder-v-west-virginia/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">664</span></a></span> (1880), through <i>Peters v. Kiff, supra</i><i>,</i> and <i>Batson v. Kentucky, supra</i><i>,</i> make it clear that a jury, from which persons have been excluded solely because of their race, is not an impartial jury. Merely because the purposeful exclusion on racial grounds is accomplished by peremptory challenges rather than by some other means, should make little difference; in either case, the defendant on trial has been deprived of his right to an impartial jury. Consequently, I agree with the above-cited cases which hold that, under the constitutional guarantees of an impartial jury, a prima facie showing of discrimination against black veniremen because of their race, by the State in its use of peremptory challenges, shifts the burden to the State to show that the exclusion of the black veniremen was for reasons other than race.</p>\n<p>I would affirm the judgment of the Court of Special Appeals.</p>\n<p>Judge COLE has authorized me to state that he concurs with the views expressed herein.</p>\n<h2>NOTES</h2>\n<p>[1]  This appeal presents no challenge to the selection of the petit jury venire. <i>See</i> Maryland Rule 4-312(a) <i>Challenge to the Array.</i></p>\n<p>[2]  \"In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury....\" U.S. Const.Amend. VI.</p>\n<p>[3]  \"That in all criminal prosecutions, every man hath a right... to a speedy trial by an impartial jury, without whose unanimous consent he ought not to be found guilty.\" Maryland Declaration of Rights Art. 21.</p>\n<p>[4]  Mr. Justice White delivered the opinion of the Court. Mr. Justice Harlan joined the opinion of the Court but emphasized his understanding that the Court reserved and did not decide the question which in Part III of the opinion it found was not presented by the record. Mr. Justice Black concurred in the result. Mr. Justice Goldberg, with whom the Chief Justice and Mr. Justice Douglas joined, dissented.\n</p>\n<p>Part III of the opinion dealt with a broader claim that not only were the Negroes removed by the prosecutor in this case but that there never has been a Negro on a petit jury in either a civil or criminal case in Talladega County and that in criminal cases prosecutors have consistently and systematically exercised their strikes to prevent any and all Negroes on petit jury venires from serving on the petit jury itself. This systematic practice, it is claimed, is invidious discrimination for which the peremptory system is insufficient justification.</p>\n<p><i>Swain v. Alabama,</i> <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, 222-223, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, 837, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">759</span></a></span> (1965).</p>\n<p>[5]  \"No State shall ... deny to any person within its jurisdiction the equal protection of the laws.\" U.S. Const.Amend. XIV, § 1.\n</p>\n<p>The Fourteenth Amendment was ratified 28 July 1868. Twelve years later the Supreme Court decided <i>Strauder v. West Virginia,</i> <span class=\"citation\" data-id=\"90039\"><a href=\"/opinion/90039/strauder-v-west-virginia/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span>, <span class=\"citation\" data-id=\"90039\"><a href=\"/opinion/90039/strauder-v-west-virginia/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">664</span></a></span> (1880). It held that under the Equal Protection Clause a state cannot systematically exclude persons from juries solely because of their race or color. The mechanism of purposeful exclusion was a West Virginia law prohibiting blacks from serving on juries generally. Peremptory challenges were not involved.</p>\n<p>[6]  Powell, J., delivered the opinion of the Court, in which Brennan, White, Marshall, Blackmun, Stevens, and O'Connor, JJ., joined. White, J., and Marshall, J., filed concurring opinions. Stevens, J., filed a concurring opinion, in which Brennan, J., joined. O'Connor, J., filed a concurring opinion. Burger, C.J., filed a dissenting opinion, in which Rehnquist, J., joined. Rehnquist, J., filed a dissenting opinion, in which Burger, C.J., joined.</p>\n<p>[7]  Blackmun, J., delivered the opinion of the Court, in which Brennan, Marshall, Powell, Stevens, and Scalia, JJ., joined. Powell, J., filed a concurring opinion. Rehnquist, C.J., filed a dissenting opinion. White, J., filed a dissenting opinion, in which Rehnquist, C.J., and O'Connor, J., joined.</p>\n<p>[1]  It should be noted that this precise issue is now before and will be decided by the Supreme Court of the United States, <i>People v. Holland,</i> <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">136</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">109</span></span>, 128-129, 125-126, 129-132, <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">270</span></span>, 279-280, 286-287, 290-293 (1988), <i>cert. granted</i> on February 27, 1989, No. 88-5050, <i>Holland v. Illinois,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1309</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">579</span></span> (1989).</p>\n<p>[2]  <i>Compare, e.g., </i><i>People v. Holland, supra,</i> 117 Ill.Dec. at 128, 520 N.E.2d at 279 (\"We decline to address this issue because we find that the defendant, a Caucasian, does not have standing to assert a <i>Batson</i> violation\").</p>\n<p>[3]  A number of other courts since <i>Batson</i> have taken the same uncritical approach. <i>See, e.g., </i><i>Smith v. State,</i> <span class=\"citation\" data-id=\"1898008\"><a href=\"/opinion/1898008/smith-v-state/\"><span class=\"volume\">515</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">149</span></a></span>, 150 (Ala. Crim. App. 1987); <i>Kibler v. State,</i> <span class=\"citation\" data-id=\"1146846\"><a href=\"/opinion/1146846/kibler-v-state/\"><span class=\"volume\">501</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">76</span></a></span>, 76-77 (Fla.App. 1987); <i>Pope v. State,</i> <span class=\"citation\" data-id=\"1324974\"><a href=\"/opinion/1324974/pope-v-state/\"><span class=\"volume\">256</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">195</span></a></span>, <span class=\"citation\" data-id=\"1324974\"><a href=\"/opinion/1324974/pope-v-state/\"><span class=\"volume\">345</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">831</span></a></span>, 839 (1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></span>___, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">159</span></span> (1987); <i>People v. Holland, supra</i><i>; </i><i>State v. Hamilton,</i> <span class=\"citation no-link\"><span class=\"volume\">740</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">208</span></span>, 212 (Mo. App. 1987); <i>Easter v. State,</i> <span class=\"citation\" data-id=\"1655183\"><a href=\"/opinion/1655183/easter-v-state/\"><span class=\"volume\">740</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">107</span></a></span>, 109 (Tex. App. 1987); <i>Kline v. State,</i> <span class=\"citation\" data-id=\"2413612\"><a href=\"/opinion/2413612/kline-v-state/\"><span class=\"volume\">737</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">895</span></a></span>, 899 (Tex. App. 1987); <i>United States v. Vaccaro,</i> <span class=\"citation\" data-id=\"486611\"><a href=\"/opinion/486611/united-states-v-sandra-vaccaro-john-vaccaro-michael-brennan-paul-bond/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">443</span></a></span>, 457 (9th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></span>___, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">295</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">255</span></span> (1987). <i>Cf. </i><i>State v. Christensen,</i> <span class=\"citation\" data-id=\"1525733\"><a href=\"/opinion/1525733/state-v-christensen/\"><span class=\"volume\">720</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">738</span></a></span>, 739 (Mo. App. 1986) (holding <i>Batson</i> inapplicable when white defendant objects to use of peremptory strikes against blacks, but suggesting that white defendant could have prevailed had he met the more rigorous standard of <i>Swain v. Alabama,</i> <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"106997\"><a href=\"/opinion/106997/swain-v-alabama/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">759</span></a></span> (1965)). <i>But see </i><i>People v. S.R.,</i> <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">54</span></span>, <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">864</span></span>, 865-867 (1987).</p>\n<p>[4]  <i>See, e.g., </i><i>Philpot v. State,</i> 43 Ala.App. 326, 328, <span class=\"citation\" data-id=\"1715402\"><a href=\"/opinion/1715402/philpot-v-state/\"><span class=\"volume\">190</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">293</span></a></span>, 296 (1966); <i>Haraway v. State,</i> <span class=\"citation\" data-id=\"3273770\"><a href=\"/opinion/3271162/haraway-v-state/\"><span class=\"volume\">203</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">912</span></a></span>, 914, <span class=\"citation\" data-id=\"3273770\"><a href=\"/opinion/3271162/haraway-v-state/\"><span class=\"volume\">159</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">733</span></a></span>, 734, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">42</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">521</span></span> (1942); <i>State v. Koritz,</i> <span class=\"citation\" data-id=\"3663504\"><a href=\"/opinion/3917111/state-v-koritz/\"><span class=\"volume\">227</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">552</span></a></span>, 556, <span class=\"citation\" data-id=\"3663504\"><a href=\"/opinion/3917111/state-v-koritz/\"><span class=\"volume\">43</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">77</span></a></span>, 80, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">768</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">354</span></span> (1947); <i>Commonwealth v. Duca,</i> <span class=\"citation\" data-id=\"3849058\"><a href=\"/opinion/4089789/commonwealth-v-duca/\"><span class=\"volume\">312</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">101</span></a></span>, 105-106, <span class=\"citation\" data-id=\"3849058\"><a href=\"/opinion/4089789/commonwealth-v-duca/\"><span class=\"volume\">165</span> <span class=\"reporter\">A.</span> <span class=\"page\">825</span></a></span>, 826-827 (1933); <i>State v. Coe,</i> <span class=\"citation\" data-id=\"2404166\"><a href=\"/opinion/2404166/state-v-coe/\"><span class=\"volume\">655</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">903</span></a></span>, 909-910 (Tenn. 1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">745</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></span> (1984); <i>Alexander v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">Tex. Crim.</span> <span class=\"page\">460</span></span>, 467, <span class=\"citation\" data-id=\"2458540\"><a href=\"/opinion/2458540/alexander-v-state/\"><span class=\"volume\">274</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">81</span></a></span>, 86, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">686</span></span> (1954); <i>United States v. Cronn,</i> <span class=\"citation\" data-id=\"424789\"><a href=\"/opinion/424789/united-states-v-donald-lorrin-cronn/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 167 (5th Cir.1983), <i>cert. denied,</i> <span class=\"citation\" data-id=\"111270\"><a href=\"/opinion/111270/kentucky-v-vondle-lee-hamilton/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1217</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3586</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">884</span></span> (1984); <i>United States v. Coletta,</i> <span class=\"citation\" data-id=\"406142\"><a href=\"/opinion/406142/united-states-v-michael-warren-coletta-john-a-wilms-herve-bitton/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span>, 822-824 (9th Cir.1982), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1202</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></span> (1983); <i>Murphy v. Holman,</i> <span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">480</span></span>, 482 (M.D.Ala. 1965); <i>Hollis v. Ellis,</i> <span class=\"citation\" data-id=\"1513842\"><a href=\"/opinion/1513842/hollis-v-ellis/\"><span class=\"volume\">201</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">616</span></a></span>, 618-619 (S.D.Tex. 1961).\n</p>\n<p>On the other hand, some courts, including this Court (as discussed <i>infra</i>), have on occasion permitted a defendant to object to the exclusion of jurors even if he and the jurors do not belong to the same class. <i>See, e.g., </i><i>State v. Madison,</i> <span class=\"citation\" data-id=\"1923573\"><a href=\"/opinion/1923573/state-v-madison/\"><span class=\"volume\">240</span> <span class=\"reporter\">Md.</span> <span class=\"page\">265</span></a></span>, 270-274, <span class=\"citation\" data-id=\"1923573\"><a href=\"/opinion/1923573/state-v-madison/\"><span class=\"volume\">213</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">880</span></a></span>, 883-886 (1965); <i>Allen v. State,</i> <span class=\"citation\" data-id=\"1259929\"><a href=\"/opinion/1259929/allen-v-state/\"><span class=\"volume\">110</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">56</span></a></span>, 59-62, <span class=\"citation\" data-id=\"1259929\"><a href=\"/opinion/1259929/allen-v-state/\"><span class=\"volume\">137</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">711</span></a></span>, 713-715 (1964); <i>State v. Lowry,</i> <span class=\"citation\" data-id=\"1412830\"><a href=\"/opinion/1412830/state-v-lowry/\"><span class=\"volume\">263</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">536</span></a></span>, 544, <span class=\"citation\" data-id=\"1412830\"><a href=\"/opinion/1412830/state-v-lowry/\"><span class=\"volume\">139</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">870</span></a></span>, 876, <i>cert. denied </i><i>and</i><i> appeal dismissed,</i> <span class=\"citation\" data-id=\"1087632\"><a href=\"/opinion/1087632/mallory-v-north-carolina/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></span> (1965); <i>United States v. Perez-Hernandez,</i> <span class=\"citation\" data-id=\"400934\"><a href=\"/opinion/400934/united-states-v-mario-perez-hernandez/\"><span class=\"volume\">672</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></a></span>, 1386 (11th Cir.1982); <i>United States v. Donohue,</i> <span class=\"citation\" data-id=\"1867412\"><a href=\"/opinion/1867412/united-states-v-donohue/\"><span class=\"volume\">574</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1269</span></a></span>, 1278 (D.Md. 1983); <i>United States v. Abell,</i> <span class=\"citation\" data-id=\"1525948\"><a href=\"/opinion/1525948/united-states-v-abell/\"><span class=\"volume\">552</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">316</span></a></span>, 319-320 (D.Me. 1982); <i>United States v. Breland,</i> <span class=\"citation\" data-id=\"1519164\"><a href=\"/opinion/1519164/united-states-v-breland/\"><span class=\"volume\">522</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">468</span></a></span>, 477-478 (N.D.Ga. 1981); <i>United States v. Jenison,</i> <span class=\"citation\" data-id=\"1376968\"><a href=\"/opinion/1376968/united-states-v-jenison/\"><span class=\"volume\">485</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">655</span></a></span>, 659 (S.D.Fla. 1979); <i>Bokulich v. Jury Commission of Greene County, Alabama,</i> <span class=\"citation\" data-id=\"1868489\"><a href=\"/opinion/1868489/bokulich-v-jury-commission-of-greene-county-alabama/\"><span class=\"volume\">298</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">181</span></a></span>, 185 (N.D.Ala. 1968), <i>aff'd,</i> <span class=\"citation\" data-id=\"107865\"><a href=\"/opinion/107865/bokulich-v-jury-commn-of-greene-cty/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"107865\"><a href=\"/opinion/107865/bokulich-v-jury-commn-of-greene-cty/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">767</span></a></span>, <span class=\"citation\" data-id=\"107865\"><a href=\"/opinion/107865/bokulich-v-jury-commn-of-greene-cty/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span></a></span> (1969).</p>\n<p>Similarly, in <i>People v. Chestnut,</i> <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">481</span></span>, 488-491, <span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">501</span></span>, 505-507, <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">853</span></span>, 858-861 (1970), five white defendants and one black defendant alleged that blacks and Puerto Ricans had been systematically excluded from grand juries in Manhattan. The Court of Appeals of New York reached the merits in this case without discussing the defendant's standing.</p>\n<p>[5]  In <i>Milliken v. Bradley, supra</i><i>,</i> the NAACP was an additional plaintiff. Apparently out of concern that this association might lack standing under decisions such as <i>Sierra Club v. Morton,</i> <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1972), the Court noted (418 U.S. at 722 n. 2, 94 S.Ct. at 3116 n. 2): \"The standing of the NAACP as a proper party plaintiff was not contested in the trial court and is not an issue in this case.\" By contrast, the question of the class members' standing evidently did not trouble the Court.</p>\n<p>[6]  <i>See also </i><i>Alexander v. Louisiana,</i> <span class=\"citation\" data-id=\"108496\"><a href=\"/opinion/108496/alexander-v-louisiana/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation\" data-id=\"108496\"><a href=\"/opinion/108496/alexander-v-louisiana/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1221</span></a></span>, <span class=\"citation\" data-id=\"108496\"><a href=\"/opinion/108496/alexander-v-louisiana/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">536</span></a></span> (1972).</p>\n<p>[7]  In <i>Ford v. Kentucky, supra</i><i>,</i> Justice Marshall characterized his opinion in <i>Peters v. Kiff</i> as concluding \"that a white male had standing under both the Equal Protection and Due Process Clauses of the Fourteenth Amendment to bring a racial-discrimination challenge to the state system used to select his grand and petit juries,\" 469 U.S. at 985, 105 S.Ct. at 393.</p>\n<p>[8]  In fact, Justice Marshall has written that, even when a black defendant objects to the systematic exclusion of black jurors, it makes little sense to conceive of the State's conduct solely as an equal protection violation. <i>Ford v. Kentucky, supra,</i> 469 U.S. at 988, 105 S.Ct. at 395. Instead, according to Justice Marshall, such conduct also resembles a due process violation, \"for the defendant in these cases is not asking to sit on the jury but rather to be fairly treated by it.\" <i>Ibid.</i></p>\n<p>[9]  Justice White's reference to the Fourteenth Amendment as a whole, and not to any particular clause of the Amendment, further illustrates that, in a case such as this one, it matters little whether the defendant is said to have standing under the Equal Protection Clause as opposed to the Due Process Clause.</p>\n<p>[10]  Since the concurring opinion was limited to cases of racial discrimination, its approach is narrower than that of the opinion announcing the judgment of the Court. Under the latter opinion, a white defendant would have standing not only in cases of racial discrimination but also whenever \"any large and identifiable segment of the community is excluded from jury service,\" 407 U.S. at 503, 92 S.Ct. at 2169. <i>See also </i><i>Ford v. Kentucky, supra,</i> 469 U.S. at 985-986, 105 S.Ct. at 393 (Marshall, J., dissenting from denial of certiorari). The present case, however, is concerned only with allegations of racial discrimination. Consequently, under the circumstances of this case, the differences between the two opinions in <i>Peters</i> are essentially irrelevant.</p>\n<p>[11]  <i>But compare </i><i>Alexander v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">Tex. Crim.</span> <span class=\"page\">460</span></span>, <span class=\"citation\" data-id=\"2458540\"><a href=\"/opinion/2458540/alexander-v-state/\"><span class=\"volume\">274</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">81</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">686</span></span> (1954) (in prosecution arising out of labor dispute, white defendant, who had organized union that was 75% black, could not challenge indictment on ground of discrimination against blacks in grand jury selection).</p>\n<p>[12]  In <i>State v. Madison, supra</i><i>,</i> this Court reached a similar conclusion, holding that the unconstitutional exclusion of a particular group from the jury denied the defendant due process, even though the defendant did not belong to the excluded group. The Court there stated (240 Md. at 273-274, 213 A.2d at 885):\n</p>\n<p>\"[O]nce it is established that the method of the grand jury's selection is unconstitutional, any accused indicted by such a jury has the right to have the indictment dismissed. He has this right, not because of any individual prejudice to him but because, under the basic law of our land, all persons accused of crime have the right to be tried in accordance with the requirements of our legal system.</p>\n<p>\"... Madison's right to challenge his indictment... rests upon the due process and equal protection clauses of the Fourteenth Amendment and upon the law of the land provision of Article 23 [now Article 24] of the Maryland Declaration of Rights. When the law of the land has been made clear ... a person accused of a crime, to be entitled to due process, does not have to show that he would be injured if due process is lacking. The right to be tried in accordance with the law is the constitutional privilege of every man.\"</p>\n<p><i>See </i><i>State v. Vincent,</i> <span class=\"citation\" data-id=\"3486439\"><a href=\"/opinion/3488505/state-v-vincent/\"><span class=\"volume\">91</span> <span class=\"reporter\">Md.</span> <span class=\"page\">718</span></a></span>, <span class=\"citation\" data-id=\"3486439\"><a href=\"/opinion/3488505/state-v-vincent/\"><span class=\"volume\">47</span> <span class=\"reporter\">A.</span> <span class=\"page\">1036</span></a></span> (1900); <i>Clare v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Md.</span> <span class=\"page\">163</span></span> (1869). <i>See also </i><i>Crawford v. Bounds,</i> <span class=\"citation\" data-id=\"280296\"><a href=\"/opinion/280296/marion-frank-crawford-v-v-lee-bounds-warden-of-central-prison-successor/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">297</span></a></span>, 315 (4th Cir.) (Sobeloff, J., concurring), <i>vacated </i><i>on other grounds,</i> <span class=\"citation\" data-id=\"1090816\"><a href=\"/opinion/1090816/bounds-v-crawford/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">76</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">234</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">62</span></span> (1968); <i>Bokulich v. Jury Commission of Greene County, Alabama, supra,</i> <span class=\"citation\" data-id=\"1868489\"><a href=\"/opinion/1868489/bokulich-v-jury-commission-of-greene-county-alabama/\"><span class=\"volume\">298</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">181</span></a></span>, 185 n. 2 (N.D.Ala. 1968), <i>aff'd,</i> <span class=\"citation\" data-id=\"107865\"><a href=\"/opinion/107865/bokulich-v-jury-commn-of-greene-cty/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"107865\"><a href=\"/opinion/107865/bokulich-v-jury-commn-of-greene-cty/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">767</span></a></span>, <span class=\"citation\" data-id=\"107865\"><a href=\"/opinion/107865/bokulich-v-jury-commn-of-greene-cty/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span></a></span> (1969).</p>\n<p>[13]  The majority opinion in the present case proceeds as if the most recent opinion of this Court before <i>Batson</i> on peremptory challenges was <i>Brice v. State,</i> <span class=\"citation\" data-id=\"2204828\"><a href=\"/opinion/2204828/brice-v-state/\"><span class=\"volume\">264</span> <span class=\"reporter\">Md.</span> <span class=\"page\">352</span></a></span>, <span class=\"citation\" data-id=\"2204828\"><a href=\"/opinion/2204828/brice-v-state/\"><span class=\"volume\">286</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">132</span></a></span> (1972), which did not involve any contention of racial discrimination. The majority totally overlooks the subsequent <i>Evans</i> and <i>Lawrence</i> opinions.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90039/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90336/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/93448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/93781/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103690/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104334/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104842/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106727/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106926/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106997/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107865/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108026/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110143/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/280296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283183/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/359657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/400934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406142/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/424789/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/486611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087632/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1090816/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1129622/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1146846/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1176285/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1259929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1270654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1291154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1324974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1376968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1412830/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1412975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1423990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1513842/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1519164/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1520218/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1525733/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1525948/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1655183/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1715402/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1867412/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1868489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1898008/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1904134/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1915863/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1923184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1923573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1955325/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1958976/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1960717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1982403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2168916/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2204828/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2217599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2292241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2307751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2339144/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2403220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2404166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2413612/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2458540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3273770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3486439/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3663504/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3849058/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3957857/"
          ]
        }
      ],
      "judges": "Murphy, C.J., Eldridge, Cole, Rodowsky, McAuliffe and Blackwell, Jj., and Charles E. Orth, Jr., Associate Judge of the Court of Appeals of Maryland (Retired), Specially Assigned",
      "date_created": "2014-10-30T11:07:00.513168Z",
      "date_modified": "2016-03-03T21:29:10.102167Z",
      "date_filed": "1989-03-27",
      "date_filed_is_approximate": false,
      "slug": "state-v-gorman",
      "citation_id": 2074819,
      "case_name_short": "Gorman",
      "case_name": "State v. Gorman",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "315 Md. 402",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "554 A.2d 1203",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 9,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/638609/state-v-gorman/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:07:00.509391Z",
  "date_modified": "2014-10-30T11:07:00.509391Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Gorman",
  "case_name": "State v. Gorman",
  "case_name_full": "",
  "slug": "state-v-gorman",
  "docket_number": "147, September Term, 1987",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}